{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/08/chain-email/money-humanitarian-aid-not-emmigration-assistance/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1005, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1005/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n Claims in chain e-mails we are asked to check have so often proved to be ridiculously and maliciously false, we wonder who takes these things seriously anymore.\n</p>\n<p>\n In this case, the answer seems to be be ... a U.S. senator.\n</p>\n<p>\n First, the chain e-mail. Our readers have sent us several versions, but they all begin with typical chain e-mail boilerplate (at least the conservative variety), beginning with the suggestion that President Barack Obama is actually a Muslim and that Congress has recently passed something &quot;behind our backs.&quot; (To see one version, click\n <a href=\"http://www.politifact.com/truth-o-meter/muslim-chain-e-mail/\" target=\"_blank\">\n  here\n </a>\n .)\n</p>\n<p>\n Then the meat: &quot;Obama funds $20M in tax payer dollars to emmigrate (sic) Hamas Refugees to the USA. This is the news that didn't make the headlines...\n <br />\n <br />\n &quot;By executive order, President Barack Obama has ordered the expenditure of $20.3 million in 'migration assistance' to the Palestinian refugees and 'conflict victims' in Gaza.\n <br />\n <br />\n &nbsp;&quot;The 'Presidential Determination', allows hundreds of thousands of 'Hamas' Palestinians to resettle in the United States and was signed on January 27, 2009 and appeared in the Federal Register on February 4.\n <br />\n <br />\n &nbsp;&quot;Few on Capitol Hill, or in the media, took note that the order provides a free airline ticket, replete with housing and food allowances, to individuals who have given their overwhelming support to the Islamic Resistance (Hamas) in the parliamentary election of Jan, 2006.&quot;\n</p>\n<p>\n Most of this appears to be lifted from a Feb. 7, 2009, article written by Dr. Paul L. Williams for The New Media Journal, a conservative Web site.\n</p>\n<p>\n Helpfully, some of the e-mails include a link to &quot;Presidential Determination No. 2009-15 of January 27, 2009,&quot; a memo from Obama to the Secretary of State on &quot;Unexpected Urgent Refugee and Migration Needs Related To Gaza.&quot;\n</p>\n<p>\n The memo &mdash; which is legitimate &mdash; states that &quot;it is important to the national interest to furnish assistance under the (Migration and Refugee Assistance) Act in an amount not to exceed $20.3 million from the United States Emergency Refugee and Migration Assistance Fund for the purpose of meeting unexpected and urgent refugee and migration needs, including by contributions to international, governmental, and nongovernmental organizations and payment of administrative expenses of Bureau of Population, Refugees, and Migration of the Department of State, related to humanitarian needs of Palestinian refugees and conflict victims in Gaza.&quot;\n</p>\n<p>\n We can understand how someone could misinterpret the &quot;migration needs&quot; language in the memo.\n</p>\n<p>\n But a news release from the State Department on Jan. 30 makes it all very clear. It provides a breakdown on the distribution of the funds and shows the money does not got for plane tickets for &quot;Hamas&quot; Palestinians to resettle in the United States:\n</p>\n<p>\n &quot;$13.5 million will go to the U.N. Relief and Works Agency for Palestine Refugees in the Near East (UNRWA), $6 million to the International Committee of the Red Cross (ICRC), and $800,000 to the U.N. Office for the Coordination of Humanitarian Affairs (OCHA). These organizations are distributing emergency food assistance, providing medical assistance and temporary shelter, creating temporary employment, and restoring access to electricity and potable water to the people of Gaza.&quot;\n</p>\n<p>\n And, the release notes, the contribution to the U.N. Relief and Works Agency supplemented $85 million the U.S. contributed in December 2008 (under President George W. Bush).\n</p>\n<p>\n And it says the money was used in the Middle East. &quot;Of that amount, $25 million supported UNRWA emergency operations in West Bank and Gaza,&quot; the release notes. &quot;The remaining $60 million supported UNRWA&rsquo;s services for 4.6 million Palestinian refugees in the region, including Gaza. UNRWA is the largest provider of humanitarian aid in Gaza, providing 70 percent of the population with emergency food assistance, essential healthcare, and primary education.&quot;\n</p>\n<p>\n At this point, we'd like to tip our cap to our fellow fact-checkers over at Snopes.com, who first knocked down these false e-mail claims with an item posted on Feb. 17, 2009. Two days later, on Feb. 19, 2009, FactCheck.org debunked it as well. We note the dates, because two weeks later, Sen. Jon Kyl, R-Ariz., the Senate minority whip, offered an amendment to the Omnibus Appropriations Act of 2009, a &quot;prohibition on the use of funds in this bill for resettlement into the United States of Palestinians from Gaza.&quot;\n</p>\n<p>\n Explained Kyl: &quot;There has been a suggestion that perhaps that might be permitted, and we simply want to make it clear that will not be permitted with any funds in this bill.&quot;\n</p>\n<p>\n Three days later, several senators objected on the floor of the Senate.\n</p>\n<p>\n &quot;Frankly, it is unnecessary and for the United States, a nation of immigrants, it goes against everything we stand for,&quot; said Sen. Patrick Leahy, D-Vt. &quot;We don&rsquo;t resettle anybody from Gaza, nor do we resettle anybody from Gaza who is living in the U.N. refugee camps in the West Bank, Lebanon, Syria, or Jordan. The amendment is a solution looking for a problem. If a Palestinian from Gaza gets to a place like Italy, or somewhere in Europe, the amendment would prevent the State Department from even considering that person for resettlement to the United States. We would have to tell them 'Sorry, you can&rsquo;t come in, because you are from a place that has terrorists.'&quot;\n</p>\n<p>\n Kyl defended the amendment by saying &quot;it was a response to a news story which gained a great deal of attention from my constituents related to the January 30 order by the President, ordering $20 million for urgent relief efforts to provide migration assistance to Palestinian refugees. That has gotten a lot of attention from folks. They wanted to know what we were doing.&quot;\n</p>\n<p>\n Again, the only source we found for this claim was a story in The New Media Journal, which our friends at FactCheck.org noted has posted stories comparing Obama to Hitler and calling Islam &quot;a pathological doctrine and a vestige of long ago barbarism.&quot;&nbsp; We called Kyl's office to get more details about his knowledge of the e-mail but did not hear back.\n</p>\n<p>\n Kyl was right that it gained a lot of attention. We found it posted on lots of conservative Web sites like NoBamaNation, AntiObama.net and Patriots for America.\n</p>\n<p>\n Nevertheless, the following day, Kyl withdrew the amendment after receiving a letter from the Department of State, which he entered into the Senate record.\n</p>\n<p>\n The letter, from Michael C. Polt, acting assistant secretary of state, states that the $20.3 million drawn from the Emergency Refugee and Migration Assistance Fund (ERMA) &quot;will be used to provide humanitarian assistance to Palestinian refugees and conflict victims in Gaza. None of these funds will be used to resettle Gazans in the United States.&quot;\n</p>\n<p>\n And yet, the chain e-mails live on. Like so many chain e-mails we are asked to check, we throw this one on the Pants on Fire heap.\n</p>", "ruling_comments_date": "2010-01-07T13:27:45.838640", "ruling_date": "2009-05-08T17:00:18", "ruling_headline": "Money for humanitarian aid, not emigration assistance", "ruling_headline_slug": "money-humanitarian-aid-not-emmigration-assistance", "ruling_link_text": "Sen. Kyl among those who give credence to bogus e-mail", "ruling_state": null, "source_documents": null, "sources": "<p>\n Campaign for Liberty Web site,\n <a href=\"http://www.campaignforliberty.com/blog.php?view=12191\" target=\"_blank\">\n  &quot;Obama Signs Presidential Determination Allowing Palestinians Loyal to Hamas to Resettle In US,&quot;\n </a>\n (a version of what is in the chain e-mails), Feb. 8, 2008\n</p>\n<p>\n The Federal Register Online via GPO Access,\n <a href=\"http://edocket.access.gpo.gov/2009/E9-2488.htm\" target=\"_blank\">\n  Presidential Determination No. 2009-15: Unexpected Urgent Refugee and Migration Needs Related To Gaza\n </a>\n , Jan. 27, 2009\n</p>\n<p>\n UN News Centre,\n <a href=\"http://www.un.org/apps/news/story.asp?NewsID=29707&amp;Cr=Gaza&amp;Cr1\" target=\"_blank\">\n  &quot;UN appeals for $613 million to help Gaza recover after Israeli offensive,&quot;\n </a>\n Jan. 29, 2009\n</p>\n<p>\n UN Web site,\n <a href=\"http://www.un.org/apps/sg/offthecuff.asp?nid=1254\" target=\"_blank\">\n  Press Conference by the United Nations Secretary-General on Flash Appeal for Humanitarian Needs in Gaza,\n </a>\n Jan. 29, 2009\n</p>\n<p>\n U.S. Rep. Lois Capps Web site,\n <a href=\"http://www.house.gov/list/speech/ca23_capps/morenews/pr013009_obama.shtml\" target=\"_blank\">\n  Press release: Capps, Olver Applaud Obama Administration Release of $20.3 Million for Human Aid in Gaza\n </a>\n , Jan. 30, 2009\n</p>\n<p>\n U.S. Department of State,\n <a href=\"http://state.gov/r/pa/prs/ps/2009/01/115587.htm\" target=\"_blank\">\n  Media Note: United States Humanitarian Support to Palestinians\n </a>\n , Jan. 30, 2009\n</p>\n<p>\n The New Media Journal,\n <a href=\"http://www.newmediajournal.us/staff/p_williams/2009/02072009.htm\" target=\"_blank\">\n  &quot;Pres. Obama Invites Hamas Terrorists to America,&quot;\n </a>\n byDr. Paul L. Williams, Feb. 7, 2009\n <br />\n <br />\n FactCheck.org,\n <a href=\"http://www.factcheck.org/askfactcheck/did_obama_pay_for_hamas-affiliated_terrorists_to.html\" target=\"_blank\">\n  &quot;Did Obama pay for Hamas-affiliated terrorists to emigrate to the United States?&quot;\n </a>\n Feb. 19, 2009\n</p>\n<p>\n Snopes.com,\n <a href=\"http://www.snopes.com/politics/obama/palestinians.asp\" target=\"_blank\">\n  &quot;Palestinian Resettlement,&quot;\n </a>\n February, 2009\n</p>\n<p>\n Congressional Quarterly, Congressional Record Senate, Omnibus Appropriations Act, Amendment No. 629, March 6, 2009\n</p>\n<p>\n Congressional Quarterly, Congressional Record Senate, Omnibus Appropriations Act, Amendment No. 629, March 9, 2009\n</p>\n<p>\n Congressional Quarterly, Congressional Record Senate, Omnibus Appropriations Act, Amendment No. 629, March 10, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>Obama used $20 million in federal money &quot;to emmigrate (sic) Hamas Refugees to the USA.&quot;</p>", "statement_context": "a chain e-mail", "statement_date": "2009-05-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}