{"art": [{"brightcove": "", "caption": "Mount Rushmore in South Dakota. Photo courtesy of National Parks Service.", "id": 5256, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/MtRushmore.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5256/", "title": "Mount Rushmore stock", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "U.S. Senate candidate Larry Pressler, who is running as an independent, at the 100th annual Homecoming Dakota Days parade, in Vermillion, S.D., Oct. 11, 2014.", "id": 5257, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/NYT_SDAKOTA_SENATE_1.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5257/", "title": "Larry Pressler stump", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/oct/16/larry-pressler/larry-pressler-independent-senate-candidate-claims/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10085, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10085/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Early in the election cycle, South Dakota was viewed as safely Republican in the 2014 midterms. But the emergence of a familiar face has left the outcome up in the air just weeks before Election Day.</p>\r\n\r\n<p>Larry Pressler was a Republican in the Senate for 18 years before losing to Democrat Tim Johnson in 1996. Now, as Johnson retires, Pressler&rsquo;s back running as an independent, undercutting what was supposed to be a cakewalk for Republican Mike Rounds and giving hope to Democrat Rick Weiland.</p>\r\n\r\n<p>At <a href=\"http://www.argusleader.com/story/davidmontgomery/2014/10/13/rotary-senate-forum/17205355/\">a recent candidate forum</a>, Pressler made the case for his campaign. He said South Dakotans don&rsquo;t have to look far to see the value of an independent in Washington.</p>\r\n\r\n<p>&quot;All four on Mount Rushmore, they were all independents at one critical point in their career,&quot; Pressler claimed. (Hat tip to Bloomberg Politics reporter Dave Weigel for first <a href=\"https://twitter.com/daveweigel\" style=\"text-decoration:none;\"><u>tweeting</u></a> the quote.)</p>\r\n\r\n<p>At PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2014/jul/03/fact-checking-founding-fathers-misquoting/\" style=\"text-decoration:none;\"><u>we often catch politicians misattributing quotes</u></a> and facts to the founding fathers and other iconic presidents. Is this one of those cases, or were the four men on Mount Rushmore &mdash; George Washington, Thomas Jefferson, Abraham Lincoln and Theodore Roosevelt &mdash; each independents at one point in their careers?</p>\r\n\r\n<p>An independent, in political speak, is a candidate that is not affiliated with a party, just like how Pressler is running.&nbsp;As you&rsquo;ll see, once again, presidential history tops presidential lore.</p>\r\n\r\n<p><strong>George Washington</strong></p>\r\n\r\n<p>Our nation&rsquo;s first president was elected unanimously to two terms by the electoral college without a party affiliation. In fact, he hated the political parties that developed within his administration, said Mary Thompson, research historian at the Fred W. Smith National Library for the Study of George Washington at Mount Vernon.</p>\r\n\r\n<p>A political party system more reminiscent of today did not develop until the 1830s, but within Washington&rsquo;s cabinet, Alexander Hamilton, his secretary of treasury, and Thomas Jefferson, the secretary of state, created warring factions &mdash; Federalists and so-called Jeffersonian Republicans &mdash; that sparred over important issues of the day.</p>\r\n\r\n<p>In his 1796 farewell address, Washington denounced the formation of political parties as &quot;likely, in the course of time and things, to become potent engines, by which cunning, ambitious and unprincipled men will be enabled to subvert the power of the people, and to usurp for themselves the reins of government; destroying afterwards the very engines which have lifted them to unjust dominion.&quot;</p>\r\n\r\n<p>In that sense, it might be fair to say Washington was our only truly independent president. But, Thompson said, it&rsquo;s more complicated.</p>\r\n\r\n<p>&quot;It is probably okay to call him &lsquo;an independent,&rsquo; even though he often sided with the Federalist Party and thought most like them on major issues of the day,&quot; Thompson said. This included the formation of the national bank and the need for a strong central government.</p>\r\n\r\n<p><strong>Thomas Jefferson</strong></p>\r\n\r\n<p>Jefferson, too, is a bit more complicated because political parties were not prominent during his entire political career. In 1779, while on diplomatic assignment to France, he spoke poorly of parties. &quot;I never submitted the whole system of my opinions to the creed of any party of men whatever in religion, in philosophy, in politics, or in any thing else where I was capable of thinking for myself,&quot; he wrote.</p>\r\n\r\n<p>However, that changed once Washington named him the country&rsquo;s first secretary of state in 1790 and &quot;he became embroiled in the politics of the 1790s,&quot; said Gaye Wilson, Shannon Senior Historian at the Robert H. Smith International Center for Jefferson Studies at Monticello.</p>\r\n\r\n<p>Jefferson is widely credited, along with James Madison, for starting the Democratic-Republican Party to combat the Federalists of the time. In 1795, he justified the formation of this party:</p>\r\n\r\n<p>&quot;Where the principle of difference is as substantial and as strongly pronounced as between the republicans &amp;&nbsp;the Monocrats (Federalists)&nbsp;of our country I hold it as honorable to take a firm and decided part, and as immoral to pursue a middle line,&quot; he wrote.</p>\r\n\r\n<p>Perhaps before his national political career began and during a time largely void of parties, Jefferson was not affiliated with one. However, &quot;by the time he is serving as vice president and then president, his affiliation with the Democratic-Republicans is very clear,&quot; Wilson said.</p>\r\n\r\n<p><strong>Abraham Lincoln</strong></p>\r\n\r\n<p>Not only was Lincoln never an independent, as one would use it today, &quot;Lincoln was a devoted party man,&quot; said Michael Burlingame, the distinguished chair in Lincoln Studies at the University of Illinois Springfield.</p>\r\n\r\n<p>&quot;A free people, in times of peace and quiet &mdash; when pressed by no common danger &mdash; naturally divide into parties. At such times, the man who is of neither party, is not &mdash; cannot be, of any consequence,&quot; Lincoln said in his eulogy of Kentucky Sen. Henry Clay.</p>\r\n\r\n<p>Lincoln did, however, switch parties, though only out of necessity. Between 1832 and 1856, Lincoln was a member of the Whig party, which by that time was dying out. &quot;He was so reluctant to leave the Whigs, he was one of the last prominent Whigs to leave the party,&quot; said Sidney Milkis, political science professor at the University of Virginia and author of <em>The President and the Parties: The Transformation of the American Party System Since the New Deal</em>.</p>\r\n\r\n<p>Lincoln joined the&nbsp;Republican Party in 1856 and remained a member until 1864. That&#39;s when Lincoln&nbsp;ran&nbsp;for a second term as president as part of the National Union Party, &quot;the name the Republicans adopted&nbsp;(during the Civil War) to appeal to more Democratic voters,&quot; said Burlingame, author of several Lincoln biographies.</p>\r\n\r\n<p>But Lincoln never ran as an independent for president or even as a third-party candidate.</p>\r\n\r\n<p>&quot;Of all those guys on that list, Lincoln is the most dedicated partisan,&quot; said Milkis.</p>\r\n\r\n<p><strong>Theodore Roosevelt</strong></p>\r\n\r\n<p>While Roosevelt did wage an unsuccessful presidential campaign as a third-party candidate, historians we spoke with adamantly refuted that he was, at any point, an independent.</p>\r\n\r\n<p>&quot;He was never an independent,&quot; said John Cooper, a history professor at the University of Wisconsin and author of <em>The Warrior and the Priest: Woodrow Wilson and Theodore Roosevelt</em>. &quot;He was always a party man. The question was, &lsquo;Which party?&rsquo; &quot;</p>\r\n\r\n<p>Cooper and Milkis both noted that in 1884, many of the Republican elites so much detested their party&rsquo;s presidential nominee, James Blaine, that they left the party and supported the candidacy of Democrat Grover Cleveland for president instead. Roosevelt, however, who also did not like Blaine, stuck with the party and was denounced for it.</p>\r\n\r\n<p>Roosevelt was the vice presidential candidate on the successful Republican ticket led by William McKinley in 1900. McKinley was assassinated in 1901, making Roosevelt president.</p>\r\n\r\n<p>He again ran for president, and won, as a Republican in 1904. However, after his term, he grew agitated with his handpicked successor, William Taft, who he believed was catering to the conservative wing of the party instead of continuing to move it in a progressive direction.</p>\r\n\r\n<p>So Roosevelt decided to run for president again in 1912, this time on the Progressive party ticket.</p>\r\n\r\n<p>But this wasn&rsquo;t some nascent effort. Roosevelt recruited candidates nationwide, even in statehouse races, to join the party. He became the only third-party candidate to finish second in a presidential election.</p>\r\n\r\n<p>&quot;It was probably the most important political third party of American history,&quot; Milkis said. &quot;But he did not run as an independent.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Pressler, an independent, said, &quot;All four on Mount Rushmore, they were independents at one point in their career.&quot;</p>\r\n\r\n<p>It would be an effective campaign pitch, particularly in the home state of the iconic monument, but alas, it&rsquo;s rubble. Of the four, Washington is probably the one with the most independent bona fides. You can perhaps make the case Jefferson was an independent &quot;at one point&quot; very early when parties were less common, but he went on to prominently serve as a Democratic-Republican &mdash; a party he helped found &mdash; as both vice president and president.</p>\r\n\r\n<p>However, there is no gray area when it comes to Lincoln and Roosevelt. Both switched parties, but were always affiliated with one and spoke of their importance. They never ran nor served as independents.</p>\r\n\r\n<p>We rate the statement False.</p>\r\n", "ruling_comments_date": "2014-10-16T10:37:46.430847", "ruling_date": "2014-10-16T16:29:22", "ruling_headline": "Independent Senate candidate Larry Pressler claims Mount Rushmore presidents were independents, too", "ruling_headline_slug": "larry-pressler-independent-senate-candidate-claims", "ruling_link_text": "Claim is far from rock solid", "ruling_state": null, "source_documents": null, "sources": "<p>Tweet from <a href=\"https://twitter.com/daveweigel/status/521716370329702400\">Dave Wiegel</a>, reporter for Bloomberg Politics,&nbsp;Oct. 13, 2014</p>\r\n\r\n<p>Email interview with&nbsp;Michael Burlingame, the distinguished chair in Lincoln Studies at the University of Illinois Springfield, Oct. 14-15, 2014</p>\r\n\r\n<p>Email interview with&nbsp;Mary Thompson, research historian at the Fred W. Smith National Library for the Study of George Washington at Mount Vernon, Oct. 14, 2014</p>\r\n\r\n<p>Email interview with&nbsp;Gaye Wilson, Shannon Senior Historian at the Robert H. Smith International Center for Jefferson Studies at Monticello, Oct. 14, 2014</p>\r\n\r\n<p>Phone interview with&nbsp;Sidney Milkis, political science professor at the University of Virginia, Oct. 15, 2014</p>\r\n\r\n<p>Phone interview with&nbsp;John Cooper, history professor at the University of Wisconsin, Oct. 15, 2014</p>\r\n\r\n<p><a href=\"http://millercenter.org/president\">Presidential biographies</a> from the Miller Center at the University of Virginia, accessed Oct. 15, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for U.S. Senate", "false_count": 1, "first_name": "Larry", "half_true_count": 0, "home_state": "South Dakota", "id": 2665, "last_name": "Pressler", "mostly_true_count": 0, "name_slug": "larry-pressler", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pressler_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2665/", "total_count": 2, "true_count": 1, "website": "http://www.senatorlarrypressler.com/index.html"}, "statement": "<p>&quot;All four on Mount Rushmore, they were all independents at one critical point in their career.&quot;</p>\r\n", "statement_context": "a campaign forum", "statement_date": "2014-10-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}