{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/may/11/conservatives-patients-rights/health-board-stimulus-bill-not-meant-imitate-brita/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1011, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1011/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A television ad makes the argument that the United States is on the path to a nationalized health service similar to the United Kingdom's.</p>\r\n<p>The advocacy group Conservatives for Patients' Rights created the ad, which features the group's chairman, Rick Scott, talking about the economic stimulus bill that became law Feb. 17, 2009. Scott is a health care executive who founded Solantic, a chain of urgent care clinics in Florida.</p>\r\n<p>\"Deep inside the stimulus bill Congress buried an innocent-sounding board, the Federal Coordinating Council for Comparative Effectiveness Research,\" Scott says in the ad.  \"It's not so innocent. It's the first step in government control over your health care choices. This federal council is modeled after the national board that controls Britain's health system.\"</p>\r\n<p>The ad goes on to quote doctors who complain about lack of choice and long waiting times for care in the national health care systems of Britain and Canada.</p>\r\n<p>\"Not only could a government board deny your choice in doctors but it can control life and death for some patients,\" Scott says.</p>\r\n<p>\"Tell Congress you won't trade your doctor for a national board of bureaucrats. Let's put patients first,\" he concludes.</p>\r\n<p>The ad is correct that the stimulus bill includes language creating the Federal Coordinating Council for Comparative Effectiveness Research. But to say it's modeled after the British health system is wrong. The board is simply an effort to pull together disparate federal agencies to find the best health treatments.</p>\r\n<p>Comparative effectiveness research is an effort in health care to determine which treatments work best. The new board's goal, according to the bill's conference report, is to \"reduce duplication of comparative effectiveness research activities within the federal government.\" The legislation requires that half of the board's 15 members be physicians or \"other experts with clinical expertise.\"</p>\r\n<p>The legislation also specifically states it does not permit the board to \"mandate coverage, reimbursement, or other policies for any public or private payer\" and that the none of the board's reports or recommendations \"shall be construed as mandates or clinical guidelines for payment, coverage, or treatment.\"</p>\r\n<p>This stands in sharp contrast to the British system, where government entities run the health care system and a national board, the National Institute for Health and Clinical Evidence, determines whether particular treatments are covered or not.</p>\r\n<p>In defending its ad, the group has said that its ad makes clear that the Federal Coordinating Council for Comparative Effectiveness Research is simply a \"first step\" toward the British system.</p>\r\n<p>But that seems to be the group's opinion more than a fact. There are relatively few supporters for a government-run health care system in Congress, though Rep. Dennis Kucinich of Ohio and Rep. John Conyers of Michigan, both Democrats, support similar models known as single-payer health systems.&nbsp;</p>\r\n<p>President Barack Obama has specifically rejected a government-run health care system in the style of Britain or Canada, even though some of his supporters have asked him to consider it as an option.</p>\r\n<p>He addressed the matter most directly during a town hall on March 26, 2009, where people submitted questions via the Internet, including, \"Why can we not have a universal health care system, like many European countries, where people are treated based on needs rather than financial resources?\"</p>\r\n<p>Obama said that the British and Canadian systems are too different from what exists in the United States, where the majority of people get health care coverage through their employers. (Read his extended answer via  <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Open-for-Questions-Town-Hall/\" target=\"_blank\"> the White House transcript </a> .)</p>\r\n<p>\"I don't think the best way to fix our health care system is to suddenly completely scrap what everybody is accustomed to and the vast majority of people already have.  Rather, what I think we should do is to build on the system that we have and fill some of these gaps,\" he concluded.</p>\r\n<p>He also added that he hoped to \"lower costs through reforms in how we reimburse doctors so that they're not getting paid just for the number of operations they're doing, but for whether they're quality outcomes.\" That seems how a board like the Federal Coordinating Council for Comparative Effectiveness Research would make an impact under Obama's plan. We can't say for sure, though, because Obama and Congress have yet to reveal the full details of health care reform.</p>\r\n<p>This is not to say that implementing comparative effectiveness research will be painless for the public, and Obama has admitted as much. In an interview with the  <em> New York Times </em> on April 14, 2009, he discussed his grandmother's decision to get a hip replacement even though she had been diagnosed with terminal cancer and died soon after the replacement.</p>\r\n<p>\"I would have paid out of pocket for that hip replacement just because she&rsquo;s my grandmother,\" Obama said. \"Whether, sort of in the aggregate, society making those decisions to give my grandmother, or everybody else&rsquo;s aging grandparents or parents, a hip replacement when they&rsquo;re terminally ill is a sustainable model, is a very difficult question.\"</p>\r\n<p>Obama added that answering tough questions on end-of-life care will \"have to be a conversation that is guided by doctors, scientists, ethicists. And then there is going to have to be a very difficult democratic conversation that takes place. It is very difficult to imagine the country making those decisions just through the normal political channels. And that&rsquo;s part of why you have to have some independent group that can give you guidance. It&rsquo;s not determinative, but I think has to be able to give you some guidance.\"</p>\r\n<p>Getting back to the ad: It is right that the economic stimulus bill created the  Federal Coordinating Council for Comparative Effectiveness Research. But the ad is wrong that it is \"modeled after the national board that controls Britain&rsquo;s health system.\" We see no evidence for that. In fact, the president has specifically rejected the British model, while praising comparative effectiveness research as an acceptable way to rein in spending. Because the ad significantly distorts the reason for the board's existence, we rate its claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:27:45.757878", "ruling_date": "2009-05-11T19:09:35", "ruling_headline": "Health board in the stimulus bill not meant to imitate Britain", "ruling_headline_slug": "health-board-stimulus-bill-not-meant-imitate-brita", "ruling_link_text": "Britain not role model for health board", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com,  <a href=\"http://www.youtube.com/watch?v=PCNO_y-NnVk\" target=\"_blank\"> Conservatives for Patients' Rights ad: \"Not so innocent,\" </a> April 27, 2009</p>\r\n<p>Conservatives for Patients' Rights,  <a href=\"http://cprights.org/about.php\" target=\"_blank\"> About Us </a> , accessed May 11, 2009</p>\r\n<p>U.S. Government Printing Office,  <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h1enr.pdf\" target=\"_blank\"> The American Recovery and Reinvestment Act of 2009 </a> (economic stimulus bill), sec. 804, Feb. 17, 2009</p>\r\n<p>U.S. House of Representatives Committee on Rules,  <a href=\"http://www.house.gov/billtext/hr1_cr_jes.pdf\" target=\"_blank\"> Joint explanatory statement - Division A </a> , Feb. 12, 2009</p>\r\n<p>National Institute for Health and Clinical Excellence, \"  <a href=\"http://www.nice.org.uk/aboutnice/whatwedo/what_we_do.jsp?domedia=1&amp;mid=EE5AA72F-19B9-E0B5-D4215C860E77FD2E\" target=\"_blank\"> Our guidance sets the standard for good health care </a> ,\" Dec. 20, 2008</p>\r\n<p>White House Web site,  <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Open-for-Questions-Town-Hall/\" target=\"_blank\"> Remarks by the President at \"Open for Questions\" town hall </a> , March 26, 2009</p>\r\n<p>The New York Times Magazine,  <a href=\"http://www.nytimes.com/2009/05/03/magazine/03Obama-t.html\" target=\"_blank\"> After the Great Recession </a> , interview with President Obama, section V, published April 28, 2009</p>\r\n<p>Factcheck.org, \"  <a href=\"http://www.factcheck.org/politics/government-run_health_care.html\" target=\"_blank\"> Government-Run Health Care? </a> ,\" April 20, 2009</p>\r\n<p>Conservatives for Patients' Rights, \"  <a href=\"http://www.cprights.org/2009/05/who-fact-checks-factcheckorg.php\" target=\"_blank\"> Who Fact Checks Factcheck.org? </a> ,\" May 1, 2009</p>\r\n<p>New York Times,  <a href=\"http://www.nytimes.com/2008/02/21/world/europe/21britain.htm\" target=\"_blank\"> Paying patients test British health care system </a> , Feb. 21, 2008</p>\r\n<p>Washington Post,  <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/05/10/AR2009051002243.html?sid=ST2009051002328\" target=\"_blank\"> Ex-Hospital CEO Battles Reform Effor </a> t, May 11, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 160, "last_name": "Conservatives for Patients' Rights", "mostly_true_count": 0, "name_slug": "conservatives-patients-rights", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup__________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/160/", "total_count": 1, "true_count": 0, "website": "http://cprights.org/"}, "statement": "<p>The economic stimulus bill created a council that's \"modeled after the national board that controls Britain&rsquo;s health system.\"</p>", "statement_context": "a television ad", "statement_date": "2009-04-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}