{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/12/nancy-pelosi/cia-documents-claim-speaker-pelosi-was-told-about-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1012, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1012/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Republicans who oppose efforts to pursue legal action against government lawyers who signed off on waterboarding and other controversial interrogation techniques used after 9/11 have settled on a high-profile target: House Speaker Nancy Pelosi.\n</p>\n<p>\n In the latest game of &quot;What did she know and when?&quot; Republicans claim Democrats' outrage is hypocritical because Pelosi and other Democrats were briefed on waterboarding and other &quot;enhanced interrogation techniques&quot; back in 2002 and 2003 and did not raise objections.\n</p>\n<p>\n In an April 23, 2009, news conference, Pelosi was asked if, during the fall of 2002, she and other key members of the intelligence committee were briefed on interrogation methods, including waterboarding.\n</p>\n<p>\n Pelosi said that on only one occasion had she received a CIA briefing on interrogation techniques, but that &quot;we were not, I repeat, were not told that waterboarding or any of these other enhanced interrogation methods were used. What they did tell us is that they had some legislative counsel &mdash; the Office of Legislative Counsel opinions that they could be used, but not that they would.&quot;\n <br />\n <br />\n &quot;Further,&quot; she said, &quot;the point was that if and when they would be used, they could brief Congress at that time. ... My experience was they did not tell us they were using that, flat out. And any contention to the contrary is simply not true.&quot;\n</p>\n<p>\n But her comments are directly contradicted by a CIA timeline prepared by the director of national intelligence that indicates that Pelosi and Rep. Porter Goss, R-Fla., then-chairman of the House Permanent Select Committee on Intelligence, were briefed on enhanced interrogation techniques.\n</p>\n<p>\n Specifically, the CIA timeline states that on Sept. 4, 2002, Pelosi and Goss received a &quot;Briefing on EITs (enhanced interrogation techniques) including use of EITs on (alleged al-Qaida operative) Abu Zubaydah, background on authorities, and a description of the particular EITs that had been employed.&quot;\n</p>\n<p>\n That briefing came a month after the CIA began using Justice Department-approved enhanced interrogation techniques &mdash; including the drowning simulation technique known as waterboarding &mdash; on Abu Zubaydah, according to a Justice Department memo released in March 2009.\n</p>\n<p>\n The CIA version is backed up by Goss, who resigned from Congress in 2004 to become CIA director under President George W. Bush, a post Goss held until 2006.\n</p>\n<p>\n In an April 25, 2009, commentary for the\n <em>\n  Washington Post,\n </em>\n Goss said &quot;a disturbing epidemic of amnesia seems to be plaguing my former colleagues on Capitol Hill.&quot; Goss said he was &quot;slack-jawed to read that members claim to have not understood that the techniques on which they were briefed were to actually be employed; or that specific techniques such as 'waterboarding' were never mentioned.&quot;\n</p>\n<p>\n &quot;Let me be clear,&quot; Goss wrote, &quot;It is my recollection that: The chairs and the ranking minority members of the House and Senate intelligence committees, known as the Gang of Four (including Pelosi), were briefed that the CIA was holding and interrogating high-value terrorists; we understood what the CIA was doing; we gave the CIA our bipartisan support; we gave the CIA funding to carry out its activities.&quot;\n</p>\n<p>\n Pelosi has been adamant that her briefing was not about interrogation techniques that had been done in the past or present, but only were under consideration for the future.\n</p>\n<p>\n &quot;They can say whatever they want, but the fact is they did not brief us in that regard,&quot; Pelosi said.\n</p>\n<p>\n The timeline &mdash; and Goss' corroboration &mdash; contradicts her, although we should add one caveat about specific discussions of waterboarding.\n</p>\n<p>\n Although Goss says waterboarding was part of the discussion, there's nothing in the CIA timeline that states it was specifically discussed in the briefing Pelosi attended. So if we stick strictly to public documents released so far, there's no conclusive evidence that Pelosi was briefed on waterboarding. However, waterboarding\n <em>\n  was\n </em>\n specifically mentioned elsewhere in the timeline for briefings for other members of the intelligence committee who presumably would be covered by her reference to &quot;we.&quot;\n</p>\n<p>\n The timeline says waterboarding was mentioned in a Feb. 4, 2003, briefing with Sen. Pat Roberts, R-Kan., and Sen. Jay Rockefeller, D-W.Va., during which, according to the CIA data, enhanced interrogation techniques were &quot;described in considerable detail,&quot; including &quot;how the water board was used.&quot; Roberts was chairman of the Senate Intelligence Committee at the time, and Rockefeller was ranking Democrat.\n</p>\n<p>\n Jamie Smith, a Rockefeller spokeswoman, told the\n <em>\n  Chicago Tribune\n </em>\n &quot;Sen. Rockefeller was briefed but was not presented with the full picture, nor was he told critical information that would have cast significant doubt on the program's legality and effectiveness.&quot;\n</p>\n<p>\n In a May 5, 2009, memo submitted with the timeline, CIA director Leon Panetta acknowledged the differing accounts of the meeting that Pelosi and Goss attended. But he said the CIA's version is based in part on records created at the time of the meeting.\n</p>\n<p>\n &quot;This letter presents the most thorough information we have on dates, locations, and names of all members of Congress who were briefed by the CIA on enhanced interrogation techniques,&quot; Panetta stated in his letter to Rep. Silvestre Reyes, chairman of the Permanent Select Committee on Intelligence. &quot;This information, however, is drawn from the past files of the CIA and represents MFRs (memorandums for the record) completed at the time and notes that summarized the best recollections of those individuals. In the end, you and the committee will have to determine whether this information is an accurate summary of what actually happened.&quot;\n</p>\n<p>\n At PolitiFact, we normally would be reluctant to make a Truth-O-Meter ruling in a he-said, she-said situation, but in this case, the evidence goes beyond the competing accounts from Pelosi and Goss. We are persuaded by the CIA timeline, which the agency says is based on  &quot;an extensive review of (the CIA's) electronic and hard copy files.&quot;\n</p>\n<p>\n It's also important to note that the timeline that contradicts Pelosi was put together at the behest of an administration controlled by her own party. That document provides compelling &mdash; albeit sparsely worded &mdash; evidence that Pelosi's recollection is incorrect. There may be further evidence on this that emerges in the future. Rep. Pete Hoekstra, R-Mich., the top Republican on the House Intelligence Committee, has asked director of national intelligence Dennis Blair and CIA director Leon Panetta to release the CIA briefing notes that the timeline is based on. We reserve the right to change our ruling if new information emerges that contradicts the CIA timeline, but for now, we rule Pelosi's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:27:45.678230", "ruling_date": "2009-05-12T14:03:43", "ruling_headline": "CIA documents say Speaker Pelosi was told about enhanced interrogation techniques", "ruling_headline_slug": "cia-documents-claim-speaker-pelosi-was-told-about-", "ruling_link_text": "CIA documents and Pelosi at odds", "ruling_state": null, "source_documents": null, "sources": "<p>\n Bloomberg.com,\n <a href=\"http://www.bloomberg.com/apps/news?pid=20601070&amp;sid=av7zmvLs8yYQ&amp;refer=politics\" target=\"_blank\">\n  &quot;Pelosi Was Told of Interrogation Methods, Log Shows&quot;\n </a>\n by James Rowley, May 8, 2009\n</p>\n<p>\n CNN,\n <a href=\"http://politicalticker.blogs.cnn.com/2009/05/08/pelosi-disputes-cia-memo-suggesting-she-was-told-waterboarding-actually-used/\" target=\"_blank\">\n  &quot;Pelosi disputes suggestion she was told waterboarding used&quot;\n </a>\n by Deirdre Walsh and Pam Benson, May 8, 2009\n</p>\n<p>\n Washington Post,\n <a href=\"http://voices.washingtonpost.com/capitol-briefing/2009/04/pelosi_denies_knowing_interrog.html\" target=\"_blank\">\n  &quot;Pelosi Denies Knowing Interrogation Techniques Were Used&quot;\n </a>\n by Paul Kane, April 23, 2009\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/thenote/2009/05/top-intel-repub.html\" target=\"_blank\">\n  &quot;Top Intel Republican: Pelosi Has Lost 'Credibility' on Interrogation Tactics&quot;\n </a>\n by Rick Klein, May 8, 2009\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/thenote/2009/05/intelligence-re.html\" target=\"_blank\">\n  &quot;Intelligence Report: Pelosi Briefed on Use of Interrogation Tactics in Sept. &rsquo;02&quot;\n </a>\n by Rick Klein, May 7, 2009\n</p>\n<p>\n U.S. Department of Justice,\n <a href=\"http://luxmedia.vo.llnwd.net/o10/clients/aclu/olc_05302005_bradbury.pdf\" target=\"_blank\">\n  Memorandum for John A. Rizzo, Senior Deputy General Counsel, Central Intelligence Agency\n </a>\n , May 30,2005\n</p>\n<p>\n Senate Intelligence Web site,\n <a href=\"http://intelligence.senate.gov/pdfs/olcopinion.pdf\" target=\"_blank\">\n  Release of Declassified Narratice Describing the Department of Justice Office of Legal Counsel's Opinions on the CIA's Detention and Interrogation Program\n </a>\n , April 22, 2009\n</p>\n<p>\n Talking Points Memo,\n <a href=\"http://www.talkingpointsmemo.com/documents/2009/05/member-briefings-on-enhanced-interrogation-techniques-eits.php?page=1\" target=\"_blank\">\n  Member Briefings on Enhanced Interrogation Techniques (the CIA timeline)\n </a>\n</p>\n<p>\n Letter from\n <a href=\"http://theplumline.whorunsgov.com/wp-content/uploads/2009/05/2009-05-06-reyes-eit-letter0001.pdf\" target=\"_blank\">\n  CIA Director Leon Panetta to Silvestre Reyes, Chairman of the Permanent Select Committee onIntelligence, U.S. House of Representatives,\n </a>\n May 5, 2009\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/news/stories/0509/22348.html\" target=\"_blank\">\n  &quot;GOP's torture strategy: Pelosi&quot;\n </a>\n by Manu Raju, May 11, 2009\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/04/24/AR2009042403339.html\" target=\"_blank\">\n  &quot;Security Before Politics&quot;\n </a>\n by Porter J. Goss, April 25, 2009\n</p>\n<p>\n Los Angeles Times,\n <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-interrogate8-2009may08,0,4925805.story\" target=\"_blank\">\n  &quot;Records suggest Pelosi, others were told of harsh interrogations&quot;\n </a>\n by Greg Miller, May 8, 2009\n</p>\n<p>\n Chicago Tribune, &quot;Pelosi's CIA interrogation briefings: 2002,&quot; by Mark Silva, May 8, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>&quot;We were not, I repeat, were not told that waterboarding or any of these other enhanced interrogation methods were used.&quot;</p>", "statement_context": "a news conference.", "statement_date": "2009-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": null}