{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/oct/27/rick-scott/rick-scott-says-charlie-crist-favors-violent-felon/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10145, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10145/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As part of his appeal to black voters, Charlie Crist has defended his record on making it easier for nonviolent felons to regain the right to vote.</p>\r\n\r\n<p>Crist and Gov. Rick Scott <a href=\"http://cnnpressroom.blogs.cnn.com/2014/10/21/transcript-cnn-and-wjxt-tv-host-florida-gubernatorial-debate/\">argued</a> about restoration of civil rights during the Oct. 21 debate on CNN. &quot;When I was governor, I brought restoration of rights back for nonviolent felons so they can have a chance to get a job,&quot; Crist said. &quot;Sadly, under Rick Scott it&#39;s gone, and it&#39;s gone for at least five years, you can&#39;t even apply.&quot;</p>\r\n\r\n<p>That set off a testy back-and-forth exchange:</p>\r\n\r\n<p>Scott: &quot;Here&#39;s Charlie&#39;s plan. You commit a heinous crime, as soon as you get out of jail, you get to vote. Stalk, you get to vote as soon as you walk out. You have intentional permanent disfigurement of a child, you walk out of jail, you immediately get to vote. That&#39;s wrong, Charlie.&quot;</p>\r\n\r\n<p>Crist: &quot;That is fundamentally unfair. I said nonviolent criminals. You are lying again.&quot;</p>\r\n\r\n<p>Scott: &quot;No, that&#39;s not true. Go to FactsforFlorida.com, Charlie. You want to look yourself, you can look it up. That&#39;s exactly what you did. And I completely disagree with that.&quot;</p>\r\n\r\n<p>Crist: &quot;It&#39;s very unfair. Go to his site if you want to, but I would recommend that you go to FairShotFlorida.com instead, and you&#39;ll find out the truth. What he just said is absolutely false.&quot;</p>\r\n\r\n<p>Well, we recommend that if you want facts, go to&nbsp;politifact.com/florida. (We&#39;re glad you&#39;re here!)</p>\r\n\r\n<p>Does&nbsp;Crist want&nbsp;violent offenders to immediately regain their right to vote? &nbsp;In a word, no.</p>\r\n\r\n<p><strong>Restoration of rights under Crist</strong></p>\r\n\r\n<p>Since 1968, the Cabinet has held the power to restore rights to felons with <a href=\"http://www.politifact.com/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/\">various governors making changes</a> to make it harder or easier. Those changes did not always fall on party lines: Democrat Lawton Chiles tightened the rules, while Republican Jeb Bush simplified the process, though advocates pushed for additional reforms.</p>\r\n\r\n<p>In April 2007 under Crist&rsquo;s direction, Crist and the <a href=\"https://www.documentcloud.org/documents/894213-rules-of-executive-clemency-2007.html\">Cabinet agreed to relax the rules</a> to make it easier for felons to regain their civil rights, including the right to vote. (Crist was a Republican at the time; he is now running as a Democrat to get his old job back.)</p>\r\n\r\n<p>Crist defended the move in a <a href=\"http://www.sptimes.com/2007/04/04/news_pf/Opinion/Once_penalties_are_pa.shtml\">2007 op-ed</a>:</p>\r\n\r\n<p>&quot;Some who favor the current system argue that restoring civil rights is somehow &#39;weak on crime,&rsquo; as if restoring the right to vote, to serve on a jury or to work lessens the punishment or encourages a person to commit new crimes. In fact, the opposite should be true. Giving a person a meaningful way to re-enter society, make a living and participate in our democracy will encourage good behavior.&quot;</p>\r\n\r\n<p>Under the 2007 changes, there were specific rules for <a href=\"https://www.fcor.state.fl.us/docs/clemency/ClemencyTimeline.pdf\">three levels of offenders</a> who could apply to get their rights back. All of them had to first finish the terms of their sentence, including probation and restitution.</p>\r\n\r\n<p>About 80 percent of felons were potentially eligible to quickly regain their civil rights without hearings, the Tampa Bay Times reported when the new rules were approved. The offenders convicted of more serious crimes, such as murders, had to take additional steps to apply to get their rights restored, including attending a formal hearing.</p>\r\n\r\n<p style=\"margin-left:40px\">&bull;&nbsp;<strong>Level 1:</strong> Offenders convicted of less serious felonies such as burglary, DUI or selling drugs had cases reviewed for eligibility and the Clemency Board could sign off on restoring rights without holding a hearing. This was nearly automatic.</p>\r\n\r\n<p style=\"margin-left:40px\">&bull;&nbsp;<strong>Level 2: </strong>Offenders included those convicted of aggravated battery, felony stalking, or trafficking in cocaine. An investigation was required to determine eligibility, and the board had 30 days to review the results, but the state did not hold a hearing.</p>\r\n\r\n<p style=\"margin-left:40px\">&bull;<strong>&nbsp;</strong><strong>Level 3: </strong>Offenders included murderers and sexual predators. Those cases required a more thorough investigation, and they had to appear at a hearing.</p>\r\n\r\n<p>There was another path for offenders -- at any level -- to get their rights restored. If they had completed all the terms of their sentence, including probation and paying restitution, and were crime-free and arrest-free for 15 years, they could apply to have their rights restored.</p>\r\n\r\n<p>We asked the state how many of the 156,000 restorations that occurred under the Crist rules fell into each category and were not able to obtain that information. Most of the offender records are confidential.</p>\r\n\r\n<p>Those felons who had their rights restored &quot;could indeed be described as largely nonviolent,&quot; said Mark Schlakman, senior program director for The Florida State University Center for the Advancement of Human Rights. (Schlakman is a supporter of restoring felons&rsquo; civil rights.)</p>\r\n\r\n<p>But it&rsquo;s likely that some committed a violent offense at some point, said a leading researcher of felon disenfranchisement.</p>\r\n\r\n<p>&quot;I haven&rsquo;t examined the Florida restorations enough to know if anybody with any violent arrest ever had their civil rights restored, but I suspect that&rsquo;s the case,&quot; said University of Minnesota sociologist Christopher Uggen.</p>\r\n\r\n<p>In 2011, at the urging of Attorney General Pam Bondi, Scott and the Cabinet reversed the policy under Crist and set a minimum of a five-year waiting period for nonviolent felons. During Scott&rsquo;s tenure through mid&nbsp;September, restorations have been granted to 1,589&nbsp;people.</p>\r\n\r\n<p>We asked a spokesman for Crist&rsquo;s campaign, Kevin Cate, if Crist wants to bring back the three&nbsp;tiers. &quot;He will work with the Cabinet to bring back a fair and just process for nonviolent, reformed felons to regain their civil rights,&quot; Cate said.</p>\r\n\r\n<p><strong>Scott says Crist&rsquo;s policy included violent offenders</strong></p>\r\n\r\n<p>Scott told the debate audience that felons who committed these &quot;heinous&quot; crimes could walk out of jail and immediately get to vote.</p>\r\n\r\n<p>But no one got their rights restored automatically as they walked out of jail. All offenders had to complete their sentences, including probation and paying restitution, before they were eligible. For even the lowest level of offenders, the state still had to review their cases for eligibility and the Clemency Board had to sign off on them.</p>\r\n\r\n<p>The state <a href=\"https://www.documentcloud.org/documents/894213-rules-of-executive-clemency-2007.html\">policy under Crist </a>included a list of certain serious violent offenses, such as murder, that excluded felons from going through the faster process to get their rights restored without a formal hearing.</p>\r\n\r\n<p>But Scott spokesman Greg Blair noted that several violent offenses were not on that list -- leaving open the possibility that violent felons could access the faster process to get their rights restored. That includes battery or abuse of an elderly person, possessing or discharging a firearm on school property, threatening a witness, injuring or killing a police dog, resisting arrest with violence or animal torture.</p>\r\n\r\n<p>&quot;You can ask a legal expert which of those are technically classified as &lsquo;violent,&rsquo; though I can say with some certainty that nursing home abuse and battery on the elderly count. And resisting arrest with violence, that one&rsquo;s in the name. So yes, violent criminals could receive restoration of rights under Charlie Crist,&quot; Blair argued.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Scott said that Crist wants felons who commit &quot;a heinous crime&quot; such as &quot;intentional permanent disfigurement of a child&quot; to walk out of jail and immediately get the right to vote.</p>\r\n\r\n<p>The Cabinet under Crist made it easier for felons to get their rights restored, but they didn&rsquo;t regain those rights immediately after leaving jail.</p>\r\n\r\n<p>The offenders had to complete the terms of their sentence, including probation, to qualify. And then the Clemency Board had to sign off on the restorations. The most serious violent offenders had to undergo an investigation and hearing.</p>\r\n\r\n<p>The only kernel of truth here is that it is possible that some felons who had committed violent crimes got their rights restored, but it wasn&rsquo;t immediately upon leaving jail. So we rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-10-27T14:56:59.577377", "ruling_date": "2014-10-27T15:49:53", "ruling_headline": "Rick Scott says Charlie Crist favors violent felons immediately getting their right to vote restored", "ruling_headline_slug": "rick-scott-says-charlie-crist-favors-violent-felon", "ruling_link_text": "Not immediately on leaving jail", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, <a href=\"http://cnnpressroom.blogs.cnn.com/2014/10/21/transcript-cnn-and-wjxt-tv-host-florida-gubernatorial-debate/\">Debate transcript</a>, Oct. 21, 2014</p>\r\n\r\n<p>Gov. Rick Scott campaign, <a href=\"http://www.factsforflorida.com/facts/the-facts-about-rick-scotts-record-on-voting/\">&quot;The facts about Rick Scott&rsquo;s record on voting,&quot;</a> Oct. 13, 2014</p>\r\n\r\n<p>Charlie Crist campaign, <a href=\"http://www.charliecrist.com/community/african-americans-for-charlie\">&quot;African-Americans for Charlie,&quot;</a> Accessed Oct. 22, 2014</p>\r\n\r\n<p>Florida House, <a href=\"http://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=44809\">SB 146</a>, 2011</p>\r\n\r\n<p>Florida Commission on Offender Review (previously known as the Florida Parole Commission), <a href=\"https://www.documentcloud.org/documents/894132-rules-of-executive-clemency-1975-4.html\">Rules of Executive Clemency of Florida</a>, Approved Sept. 10, 1975</p>\r\n\r\n<p>Florida Commission on Offender Review, <a href=\"https://www.documentcloud.org/documents/894213-rules-of-executive-clemency-2007.html\">Rules of Executive Clemency</a>, Approved 2007</p>\r\n\r\n<p>Florida Commission on Offender Review ,<a href=\"https://www.fcor.state.fl.us/docs/reports/2009-2010ClemencyReport.pdf\"> &quot;Status update: Restoration of Civil Rights (RCR) cases granted 2009 and 2010,&quot; </a>July 1, 2011</p>\r\n\r\n<p>Florida Commission on Offender Review, <a href=\"https://www.fcor.state.fl.us/docs/clemency/ClemencyTimeline.pdf\">Executive Clemency Timeline</a>, 1991-2014</p>\r\n\r\n<p>Florida Advisory Committee to the U.S. Commission on Civil Rights, <a href=\"http://www.usccr.gov/pubs/FL_SAC_Ex-Felon-Report.pdf\">&quot;Rules of executive clemency should allow Level 1 offenders to have their rights automatically restored upon completion of their sentence,&quot;</a> June 2014</p>\r\n\r\n<p>University of Florida thesis by Robert Lucas,<a href=\"https://www.documentcloud.org/documents/894104-robertlucas-thesis.html\">&quot;Automatic? A case study on the Florida restoration of civil rights process,&quot;</a> 2009</p>\r\n\r\n<p>National Center for State Courts <a href=\"https://www.documentcloud.org/documents/894128-rcr-history-paper.html\">&quot;Clemency: Legal authority, structure and procedure,&quot; </a>December 1977</p>\r\n\r\n<p>Florida Advisory Committee to the United States Commission on Civil Rights, <a href=\"http://www.usccr.gov/pubs/EX-FelonVRFL.pdf\">&quot;Ex-felon voting rights in Florida,&quot;</a> August 2008</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://freerepublic.com/focus/f-news/1285619/posts\">&quot;Violent offenders rights restored while lesser offenders wait,&quot; </a>Nov. 21, 2004</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.sptimes.com/2004/06/18/State/Felons_take_their_cas.shtml\">&quot;Ex-felons take their case to the governor,&quot; </a>June 18, 2004</p>\r\n\r\n<p><em>Tampa Bay Times</em> op-ed Randall Berg, <a href=\"http://www.tampabay.com/opinion/columns/a-better-idea-on-pardons/1135348\">&quot;A better idea on pardons,&quot; </a>Nov. 21, 2010</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Felons to regain some rights,&quot; April 6, 2007</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;Bill to help felons gets jobs back headed to governor,&quot; May 4, 2011</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;New civil rights aimed at ex-felons,&quot; June 18, 2007</p>\r\n\r\n<p><em>Sun-Sentinel</em>, &quot;Chris Smith legislation makes it easier for ex-felons to get jobs,&quot; May 10, 2011</p>\r\n\r\n<p><em>Tampa Bay Times</em> editorial, &quot;Civil rights redo is wrong,&quot; Accessed in Nexis, March 11, 2011</p>\r\n\r\n<p><em>Miami Herald</em> op-ed written by Gov. Charlie Crist, &quot;Let&rsquo;s restore ex-felons civil rights,&quot; Accessed in Nexis, April 4, 2007</p>\r\n\r\n<p>Paper written by Janet Keels, a former Florida clemency coordinator, <a href=\"https://www.documentcloud.org/documents/894128-rcr-history-paper.html\">&quot;Restoration of Civil Rights a history in Florida,&quot;</a> &nbsp;Covers time period 1885-2000</p>\r\n\r\n<p>Florida Senate, <a href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=44809\">&quot;Jim King Keep Florida Working Act,&quot; </a>Signed by &nbsp;Gov. Rick Scott June 21, 2011</p>\r\n\r\n<p>Naked Politics, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/11/push-poll-about-charlie-crist-and-restoration-of-civil-rights.html\">&quot;Push poll about Charlie Crist and restoration of civil rights,&quot;</a> Nov. 26, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/mar/29/marco-rubio/marco-rubio-charlie-crist-acorn-felon/\">&quot;Marco Rubio says Charlie Crist worked with ACORN to restore voting rights for felons,&quot;</a>March 29, 2010</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/dec/12/dan-gelber/dan-gelber-says-charlie-crist-got-approved-automat/\">&quot;Dan Gelber says Charlie Crist got automatic restoration of felon rights for 1st time in Florida history,&quot;</a> Dec. 12, 2013</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2014/jan/23/desmond-meade/one-quarter-disenfranchised-felons-live-florida/\">&quot;Voting rights activist says one-quarter of disenfranchised felons in U.S. live in Florida,&quot;</a> Jan. 23, 2014</p>\r\n\r\n<p>Interview, Dan Gelber, former state house Democratic leader, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Janet Keels, retired as executive clemency coordinator in 2009, Dec. 9, 2013</p>\r\n\r\n<p>Interview, Betty Steffens, general counsel to Gov. Reubin Askew, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Eleanor Mitchell Hunter, assistant general counsel under Gov. Reubin Askew, Dec. 9, 2013</p>\r\n\r\n<p>Interview, Brittany Roberson, spokeswoman Florida Commission on Offender Review, Dec. 10, 2013</p>\r\n\r\n<p>Interview, Martin Dyckman, retired <em>Tampa Bay Times</em> reporter and author of Reubin O.D. Askew and the Golden Age of Florida politics, Dec. 9, 2013</p>\r\n\r\n<p>Interview, Greg Blair, campaign spokesman Gov. Rick Scott, Oct. 22, 2014</p>\r\n\r\n<p>Interview, Kevin Cate, campaign spokesman former Gov. Charlie Crist, Oct. 22, 2014</p>\r\n\r\n<p>Interview, Randall Berg, executive director, Florida Justice institute, Dec. 10, 2013 and Oct. 22, 2014</p>\r\n\r\n<p>Interview, Mark Schlakman, senior program director for The Florida State University Center for the Advancement of Human Rights, Dec. 10, 2013 and Oct. 22, 2014</p>\r\n\r\n<p>Interview, Christopher Uggen, University of Minnesota sociology professor, Oct. 22, 2014</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>Says Charlie Crist wants felons who &quot;commit a heinous crime&quot; such as &quot;intentional permanent disfigurement of a child, you walk out of jail, you immediately get to vote.&quot;</p>\r\n", "statement_context": "the CNN debate", "statement_date": "2014-10-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": ""}