{"art": [{"brightcove": "", "caption": "A chain email claims more than 200,000 doctors aren't accepting patients with coverage bought on Affordable Care Act marketplaces.", "id": 5390, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ACA_docs.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5390/", "title": "ACA doctors", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/nov/06/chain-email/chain-email-claims-214000-doctors-refuse-take-pati/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10193, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10193/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Are doctors en masse refusing patients who gained health care coverage due to the Affordable Care Act?</p>\r\n\r\n<p>That&rsquo;s the claim&nbsp;in a chain email a reader asked us to check.&nbsp;&quot;More, truly scary Obamacare news,&quot; said the email, sent just before Halloween.</p>\r\n\r\n<p>The &nbsp;accompanying story was from CNSnews.com, a site operated by the conservative Media Research Center.</p>\r\n\r\n<p>&quot;Over 214,000 Doctors Opt Out of Obamacare Exchanges,&quot; <a href=\"http://www.cnsnews.com/mrctv-blog/barbara-boland/over-214000-doctors-opt-out-obamacare-exchanges\" style=\"text-decoration:none;\"><u>read a headline</u></a> on CNSnews.com.</p>\r\n\r\n<p>We found the source of the claim. It was coming from American Action Forum, a self-described &quot;center-right policy institute.&quot; The organization put out an analysis on Oct. 27 titled: &quot;Health Care Providers are Opting-Out of Obamacare Exchange Plans.&quot;</p>\r\n\r\n<p>How many? According to the post, &quot;as many as 214,524 American physicians will not be participating in any (Affordable Care Act) exchange products.&quot; It went on to list some reasons &quot;doctors are opting out of the exchange plans.&quot;</p>\r\n\r\n<p>That&rsquo;s a lot of doctors. Have that many decided to turn away patients with insurance purchased on the marketplaces?</p>\r\n\r\n<p>Let&rsquo;s take a look.</p>\r\n\r\n<p><strong>Can doctors opt out of Obamacare exchanges?</strong></p>\r\n\r\n<p>The Affordable Care Act requires essentially everyone to have insurance. To make it easier for people to buy insurance, the government created federal and state insurance marketplaces, sometimes called exchanges. The biggest one is <a href=\"http://www.healthcare.gov\">HealthCare.gov</a>, but some states elected to operate their own as well.</p>\r\n\r\n<p>These marketplace policies are private plans sold by insurance companies. In some states, just one or two companies are providing plans; in others, it&rsquo;s many. Consumers typically have dozens of choices ranging from bronze policies, which pay 60 percent of health costs on average, to platinum, which pay 90 percent of costs. (For comparison, <a href=\"http://kaiserfamilyfoundation.files.wordpress.com/2013/01/8177.pdf\" style=\"text-decoration:none;\"><u>a typical employer-based plan</u></a> covers about 80 percent of costs.)</p>\r\n\r\n<p>Can doctors choose not to participate in the networks of policies purchased on exchanges? Sure. While some states require doctors to accept any plan for an insurance provider they do business with, in most cases insurance companies are constantly negotiating with physicians<strong> </strong>and hospitals to determine which policy networks they will participate in, experts and industry officials told us.</p>\r\n\r\n<p>Some doctors might decide they don&rsquo;t want to be in the network of plans purchased on federal or state marketplaces. In other instances, insurance providers might choose not to include certain doctors or health groups in policies they created for the marketplaces.</p>\r\n\r\n<p>It&rsquo;s a two-way street, and marketplace policies are just the latest twist to a contracting process that has always existed between doctors and insurance companies.</p>\r\n\r\n<p><strong>200,000 doctors?</strong></p>\r\n\r\n<p>We asked American Action Forum to explain their analysis to us. The organization based its findings on an April survey from the Medical Group Management Association, a trade organization for physician groups.</p>\r\n\r\n<p>&quot;The survey found that 23.5 percent of doctors said they would not participate in (Affordable Care Act) exchange plans,&quot; said Marisol Garibay, spokeswoman for American Action Forum.</p>\r\n\r\n<p>That percentage was multiplied by the total number of professional active physicians, which Kaiser Family Foundation estimates is 893,851. That equals 210,054 doctors, close to the American Action Forum number. Garibay called it an &quot;upper bound&quot; estimate.</p>\r\n\r\n<p>But when we looked at the survey ourselves, we found this to be a pretty dubious figure.</p>\r\n\r\n<p>Here&rsquo;s the rub, from the research: &quot;The survey includes responses from more than 700 medical groups in which more than 40,000 physicians practice nationwide.&quot;</p>\r\n\r\n<p>While there&rsquo;s a lot of interesting information gleaned from this survey, the results cannot be extrapolated to represent all the doctors in the country. Why not? Because the Medical Group Management Association only represents doctors who are part of medical groups. This does not include physicians who run independent practices, for example, and there&rsquo;s no reason that a poll of 700 medical groups is representative of all 900,000 physicians in the country.</p>\r\n\r\n<p>&quot;That&rsquo;s a significant difference,&quot; said Anders Gilberg, a senior vice president of government affairs for Medical Group Management Association. &quot;I wouldn&rsquo;t generally suggest using it as a proxy for all physicians.&quot;</p>\r\n\r\n<p>Let&rsquo;s put that aside for a second and dig further. The survey found that as of April, 76.5 percent of respondents were accepting health insurance sold on a state or federal marketplace.</p>\r\n\r\n<p>Of those not participating in marketplace policies, 42 percent said it was because insurance companies in their area didn&rsquo;t ask them to participate in the networks of plans sold on marketplaces.</p>\r\n\r\n<p>Meaning, even if this limited survey could be extrapolated to represent all doctors, not all of them are &quot;opting out&quot; of Obamacare. Many &mdash; almost half &mdash; weren&rsquo;t asked to participate in ACA marketplace policies.</p>\r\n\r\n<p>Why weren&rsquo;t they asked? One reason is that the insurance companies want to limit which doctors will serve their customers by creating narrow networks.<strong> </strong>Narrow networks are a way for insurance providers to keep costs lower for insurers.</p>\r\n\r\n<p>How? If you create a narrow network, it guarantees a doctor will get a bigger share of your patients, and a doctor would be willing to accept lower reimbursement rates in exchange for more business.</p>\r\n\r\n<p>Narrow networks are also more common on the exchanges because consumers can pick the plan with the doctors that fit their needs, said Paul Ginsburg, a professor of the practice of health policy and management at University of Southern California.</p>\r\n\r\n<p>&quot;Employer plans tend to have a broad network because they&rsquo;re trying to satisfy everyone (at the company),&quot; Ginsburg said. &quot;On an exchange, you don&rsquo;t have to satisfy everyone with one policy, you can offer many, so you can have narrower plans.&quot;</p>\r\n\r\n<p>There are plenty of broad plans on the exchanges, they just tend to be more expensive. According to a May survey of individuals likely to use the marketplace, 54 percent said they would accept more limited networks to get a cheaper sticker price. As it is, 85 percent of plans bought on federal and state marketplaces were the less expensive bronze or silver plans, according to the Department of Health and Human Services.</p>\r\n\r\n<p>To be sure, it appears some doctors want nothing to do with these cheaper marketplace plans or the customers who buy them.</p>\r\n\r\n<p>Among other things, doctors worry that many of the plans on the marketplace, particularly bronze and silver plans, have high deductibles. Some patients won&rsquo;t be able to meet their obligations for cost-sharing, potentially forcing physicians to eat those costs or shake down customers.</p>\r\n\r\n<p>These are legitimate concerns, and there is reason to believe that some doctors are choosing not to contract with marketplace insurance plans. But there is no evidence to suggest the number is anywhere near 214,000.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>A chain email claimed that more than&nbsp;214,000&nbsp;American doctors are &quot;opting-out of Obamacare exchange plans.&quot; That is based on a survey of a select group of doctors and even the makers of the survey said it can&rsquo;t be extrapolated for the entire country. Further, of the doctors responding to the survey, 42 percent said they weren&rsquo;t participating in marketplace plans because they were never asked to, not because they were &quot;opting out.&quot;</p>\r\n\r\n<p>The estimate is the result of a flawed methodology and a misreading of survey data. We rate the claim False.</p>\r\n", "ruling_comments_date": "2014-11-06T12:27:29.521937", "ruling_date": "2014-11-06T16:11:08", "ruling_headline": "Chain email claims 214,000 doctors refuse to take patients with insurance bought on marketplaces", "ruling_headline_slug": "chain-email-claims-214000-doctors-refuse-take-pati", "ruling_link_text": "Flawed methodology exacerbates the problem", "ruling_state": null, "source_documents": null, "sources": "<p>American Action Forum, &quot;<a href=\"http://americanactionforum.org/insights/health-care-providers-are-opting-out-of-obamacare-exchang-plans#_edn1\" style=\"text-decoration:none;\"><u>Health Care Providers are Opting-Out of Obamacare Exchange Plans</u></a>,&quot; Oct. 27, 2014</p>\r\n\r\n<p>Voices of Liberty, &quot;<a href=\"http://www.voicesofliberty.com/article/200000-doctors-avoid-new-obamacare-plans/\" style=\"text-decoration:none;\"><u>200,000+ Doctors Avoid New Obamacare Plans</u></a>,&quot; Nov. 3, 2014</p>\r\n\r\n<p>CNSNews.com, &quot;<a href=\"http://www.cnsnews.com/mrctv-blog/barbara-boland/over-214000-doctors-opt-out-obamacare-exchanges\" style=\"text-decoration:none;\"><u>Over 214,000 Doctors Opt Out of Obamacare Exchanges</u></a>,&quot; Oct. 28, 2014</p>\r\n\r\n<p>Medical Group Management Associa<a href=\"http://www.mgma.com/government-affairs/issues-overview/aca/aca-exchange-implementation-report/aca-surveyreport_online_2?ext=.pdf\" style=\"text-decoration:none;\">tion, &quot;<u>MGMA ACA Exchange Implementation Survey</u><u> Report</u></a>,&quot; May 2014</p>\r\n\r\n<p>HealthCare.gov, &quot;<a href=\"https://www.healthcare.gov/choose-a-plan/plans-categories/\" style=\"text-decoration:none;\"><u>Marketplace insurance categories</u></a>,&quot; accessed Nov. 5, 2014</p>\r\n\r\n<p>Kaiser Health News, &quot;<a href=\"http://kaiserhealthnews.org/news/doctors-say-obamacare-rule-will-stick-them-with-unpaid-bills/\" style=\"text-decoration:none;\"><u>Doctors Say Obamacare Rule Will Stick Them With Unpaid Bills</u></a>,&quot; March 19, 2014</p>\r\n\r\n<p>Kaiser Family Foundati<a href=\"http://kff.org/health-reform/issue-brief/what-the-actuarial-values-in-the-affordable/\" style=\"text-decoration:none;\">on, &quot;<u>What the Actuarial Values in the Affordable Care Act</u><u> Mean</u></a>,&quot; April 1, 2014</p>\r\n\r\n<p>Kaiser Family Foundation, &quot;<a href=\"http://kff.org/other/state-indicator/total-active-physicians/\" style=\"text-decoration:none;\"><u>Total Professionally Active Physicians</u></a>,&quot; accessed Nov. 5, 2014</p>\r\n\r\n<p>Email interview with Marisol Garibay, spokeswoman for American Action Forum, Nov. 4, 2014</p>\r\n\r\n<p>Phone interview with Anders Gilberg, senior vice president of government affairs for Medical Group Management Association, Nov. 4, 2014</p>\r\n\r\n<p>Phone interview with Brendan Buck, spokesman for America&rsquo;s Health Insurance Plans, Nov. 4, 2014</p>\r\n\r\n<p>Phone interview with Paul Ginsburg, professor of the practice of health policy and management at University of Southern California, Nov. 5, 2014</p>\r\n\r\n<p>Email interview with Benjamin Wakana, spokesman for Department of Health and Human Services, Nov. 5, 2014</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>&quot;Over 214,000 doctors opt out of Obamacare exchanges.&quot;</p>\r\n", "statement_context": "a chain email", "statement_date": "2014-10-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}