{"art": [], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2014/nov/13/ted-cruz/cruz-net-neutrality-regulations-put-government-cha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10212, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/10212/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Net neutrality is the &quot;biggest regulatory threat to the Internet,&quot; according to Sen. Ted Cruz.</p>\r\n\r\n<p>Cruz took to social media to denounce a policy from <a href=\"http://www.whitehouse.gov/net-neutrality\" style=\"text-decoration:none;\"><u>President Barack Obama</u></a> on Nov. 10 that was seen as a big step in favor of net neutrality. Obama said he wanted &quot;the strongest possible rules to protect net neutrality.&quot;</p>\r\n\r\n<p>Cruz called the proposal &quot;Obamacare for the Internet&quot; on Twitter, and he got more specific in his complaint on Facebook.</p>\r\n\r\n<p><img alt=\"cruz facebook.png\" src=\"https://lh6.googleusercontent.com/4bvhozL34Jt86FIdKp8m1HWd62KzlJlYATFLsANPtuTMF5eB0Amw3Wc_lcHtd0s5waBNUquRX2-9ZiMVzm9XES77R9PDoQx21pXVYe5vZqwKHtE6VwEHQPIl1tJ4PZCJGQ\" style=\"-webkit-transform:rotate(0rad); border:none; height:303px; transform:rotate(0rad); width:500px\" /></p>\r\n\r\n<p>We wanted to fact-check if net neutrality would in fact put the government in charge of &quot;determining Internet pricing, terms of service, and what types of products and services can be delivered.&quot;</p>\r\n\r\n<p>We found that Cruz is mostly talking about a slippery slope.</p>\r\n\r\n<p>With Obama&rsquo;s proposed rules, the Federal Communications Commission could theoretically impose regulations on Internet prices and products -- but the scope of those regulations would be limited. And Obama specifically called on the FCC not to regulate Internet prices.</p>\r\n\r\n<p>For us, Cruz&rsquo;s statement conjured images of FCC officials sitting around a table and drafting household Internet service plans. That&rsquo;s not what Obama is proposing.</p>\r\n\r\n<p><strong>What is net neutrality?</strong></p>\r\n\r\n<p>First, a quick primer on net neutrality, which is a pretty complicated topic.</p>\r\n\r\n<p>The <em>New York Times</em>&rsquo; <a href=\"http://www.nytimes.com/2014/11/11/upshot/a-super-simple-way-to-understand-the-net-neutrality-debate.html?_r=0&amp;abt=0002&amp;abg=1\" style=\"text-decoration:none;\"><u>Upshot</u></a> framed the issue well, comparing it with the difference between electricity and cable TV.</p>\r\n\r\n<p>For electricity, people pay a monthly bill, the electricity comes into the house, and they use the electricity however they see fit, using whatever electrical devices they want. These same people pay a monthly bill for cable television, but the cable company gets to pick out the channels for the cable packages. These packages are often constructed based on financial agreements between the cable provider and the TV channels.</p>\r\n\r\n<p>Supporters of net neutrality think Internet service should operate like electricity. Consumers pay a fee to an Internet service provider (like Comcast and Verizon), and they get equal access to the whole Internet -- every website, big and small -- without any interference from the service providers. But this isn&rsquo;t possible without some government regulation.</p>\r\n\r\n<p>The FCC makes the final call on how the government regulates the Internet, and the agency is <a href=\"http://online.wsj.com/articles/fcc-net-neutrality-plan-calls-for-more-power-over-broadband-1414712501\" style=\"text-decoration:none;\"><u>in the process</u></a> of designing regulations, after a federal appeals court struck down standing FCC net neutrality protection rules in January.</p>\r\n\r\n<p>Some Internet service providers, however, don&rsquo;t want this kind of government regulation. Regulations would stop Internet service providers from entering into financial arrangements that would give particular websites prioritized access to Internet users (kind of like cable companies&rsquo; arrangements with cable channels).<a href=\"http://www.nytimes.com/2014/02/24/business/media/comcast-and-netflix-reach-a-streaming-agreement.html?ref=business\" style=\"text-decoration:none;\"> <u>For exampl</u><u>e</u></a>, Netflix has a financial agreement with Comcast so that the video streaming website will have better access to customers. Proponents of net neutrality worry that if this trend continues, websites that are able and willing to pay Internet service providers for prioritized access to consumers would have an unfair advantage over smaller operations or startups.</p>\r\n\r\n<p>In order to stop this trend and protect net neutrality, Obama said the FCC should &quot;reclassify&quot; Internet service providers as common carriers under Title II of the <a href=\"http://transition.fcc.gov/Reports/1934new.pdf\" style=\"text-decoration:none;\"><u>Telecommunications Act</u></a>, meaning they would be treated as public utilities, such as phone service. Currently, the Internet is classified as an &quot;information service,&quot; which greatly limits how much the FCC can regulate it. Under the common carrier classification, however, Internet service providers would not be allowed to give advantages to particular websites.</p>\r\n\r\n<p>Cruz and other critics of Obama&rsquo;s proposal think reclassification would create a lot of red tape for Internet service providers. We asked Cruz&rsquo;s staff for evidence to back up his claim, and they noted some potential impact of Obama&rsquo;s net neutrality proposal -- pointing to studies that said more Internet regulation could harm the economy and kill jobs.</p>\r\n\r\n<p>&quot;The president&rsquo;s call for the FCC to designate the Internet a public utility means that the &nbsp;five unelected bureaucrats at the FCC will become the arbiters of pricing, terms of service, and types of products delivered,&quot; said Cruz spokeswoman Catherine Frazier. &quot;This changes a relentlessly innovative and growing part of our economy into one that must wait for permission for any new ideas.&quot;</p>\r\n\r\n<p>It&rsquo;s a bit more nuanced, though.</p>\r\n\r\n<p><strong>Prices</strong></p>\r\n\r\n<p>In theory, Title II would give the FCC some say over Internet service providers&rsquo; prices. However, Obama urged the FCC to also adopt a forbearance against price regulation. A forbearance is a legal way of choosing not to enforce part of the law that is unnecessary or irrelevant.</p>\r\n\r\n<p>&quot;I believe the FCC should reclassify consumer broadband service under Title II of the Telecommunications Act &mdash; <em>while at the same time forbearing from rate regulation and other provisions less relevant to broadband services</em>,&quot; Obama said.</p>\r\n\r\n<p>But let&rsquo;s talk about what would happen if the FCC reclassified Internet service providers under Title II without that forbearance, just for kicks.</p>\r\n\r\n<p>Under Title II, the FCC is authorized to &quot;determine and prescribe&quot; charges. However, this does not mean that the agency would decide what prices should be and force companies to abide by them. What would happen is that Internet service providers would set their own prices, and the FCC would intervene if it thinks those prices are &quot;unjust or unreasonable.&quot; The idea is that if a service provider is the only operator in an area, it should not be able to hike up consumer costs unreasonably, knowing the consumers don&rsquo;t have access to a cheaper option.</p>\r\n\r\n<p>Even this limited level of price regulation likely wouldn&rsquo;t be sustainable, said Harold Feld, senior vi<a href=\"http://mercatus.org/publication/fcc-open-internet-reply-comments\" style=\"text-decoration:none;\">ce presid</a>ent of Public Knowledge, an open Internet advocacy group. The FCC doesn&rsquo;t enforce price regulations for other Title II services, like mobile phones and land lines, and has had trouble defending price caps in court.</p>\r\n\r\n<p>&quot;As a practical matter, that&rsquo;s totally not going to happen,&quot; Feld said.</p>\r\n\r\n<p>Brent Skorup, a telecommunications research fellow at George Mason University&rsquo;s Mercatus Center and an <a href=\"http://mercatus.org/publication/fcc-open-internet-reply-comments\" style=\"text-decoration:none;\"><u>opponent </u></a>of net neutrality regulations, said he thinks Cruz&rsquo;s statement is fair, because of the authority Title II gives the FCC. But he agreed that any price regulation would likely be &quot;short lived&quot; because of Obama&rsquo;s call for a forbearance and precedent concerning other Title II services.</p>\r\n\r\n<p><strong>Products and terms of service</strong></p>\r\n\r\n<p>If Internet service is reclassified under Title II, the FCC would have limited authority over the products that Internet service providers can offer. Like the pricing issue, this isn&rsquo;t to say that FCC officials would draft up Internet service packages that a service provider would have to offer consumers -- the companies would still do that themselves.</p>\r\n\r\n<p>But if an Internet service provider offers a product that gives undue advantage to particular websites, the FCC could stop them -- and the FCC would decide what constitutes an undue advantage. In this case, the &quot;product&quot; would be an Internet service package that involves giving particular websites paid prioritization.</p>\r\n\r\n<p>For the most part, experts we spoke with said this would be -- to some degree -- government oversight of a particular product. Supporters of Obama&rsquo;s proposal, though, said Cruz mischaracterizes the extent of government control.</p>\r\n\r\n<p>Feld described it this way: The rules are such that the FCC wouldn&rsquo;t be able to stop an Internet service provider from offering a particular product <em>unless</em> that particular product (in this case paid prioritization) prevents other companies from having a fair shot at reaching that consumer.</p>\r\n\r\n<p>Evan Engstrom, policy director of tech advocacy group <a href=\"http://engine.is/about/staff\" style=\"text-decoration:none;\"><u>Engine</u></a>, said the regulations aren&rsquo;t about dictating what products a company can offer -- they&rsquo;re about preventing &quot;egregious market abuses.&quot;</p>\r\n\r\n<p>Saying net neutrality means government regulation of products and services is &quot;like saying laws against extortion put the government in charge of determining what sorts of &lsquo;protection services&rsquo; the Mafia can offer,&quot; Engstrom said.</p>\r\n\r\n<p>Feld noted that even under Title II, it&rsquo;s possible that an Internet service provider could find a way to offer products with paid prioritization anyway. Like Obama&rsquo;s proposed forbearance against price regulation, Feld said it would be possible for an Internet service provider to petition the FCC for a forbearance against blocking a particular product.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said, Obama&rsquo;s net neutrality proposal &quot;puts the government in charge of determining Internet pricing, terms of service and what types of products and services can be delivered.&quot;</p>\r\n\r\n<p>While theoretically possible, Obama said specifically that he does not want the FCC to regulate Internet prices, and the FCC typically does not regulate prices for similar things, such as telephone services. In terms of product offerings, the proposal would allow the FCC to prevent Internet service providers from giving certain websites priority over others. But Cruz&rsquo;s statement conjures an image of FCC officials sitting around a table designing Internet service packages and their prices, and this is not what Obama is proposing.</p>\r\n\r\n<p>We rate Cruz&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2014-11-13T13:54:20.222600", "ruling_date": "2014-11-13T14:59:06", "ruling_headline": "Ted Cruz: Net neutrality regulations put government in charge of Internet prices, services", "ruling_headline_slug": "cruz-net-neutrality-regulations-put-government-cha", "ruling_link_text": "It's more nuanced than that", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Ted Cruz, <a href=\"https://www.facebook.com/SenatorTedCruz\" style=\"text-decoration:none;\"><u>Facebook</u></a> post, Nov. 10, 2014</p>\r\n\r\n<p>U.S. Congress, <a href=\"http://transition.fcc.gov/Reports/1934new.pdf\" style=\"text-decoration:none;\"><u>Communications Act of 1934</u></a>, accessed Nov. 11, 2014</p>\r\n\r\n<p>White House, <a href=\"http://www.whitehouse.gov/net-neutrality\" style=\"text-decoration:none;\"><u>President Obama&#39;s Plan for a Free and Open Internet,</u></a> Nov. 10, 2014</p>\r\n\r\n<p>FCC, <a href=\"http://transition.fcc.gov/Daily_Releases/Daily_Business/2014/db1110/DOC-330414A1.pdf\" style=\"text-decoration:none;\"><u>News release on Obama&rsquo;s statement</u></a>, Nov. 10, 2014</p>\r\n\r\n<p><em>Wall Street Journal</em>, <a href=\"http://online.wsj.com/articles/fcc-net-neutrality-plan-calls-for-more-power-over-broadband-1414712501\" style=\"text-decoration:none;\"><u>FCC &lsquo;Net Neutrality&rsquo; Plan Calls for More Power Over Broadband</u></a>, Oct. 30, 2014</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2014/11/11/upshot/a-super-simple-way-to-understand-the-net-neutrality-debate.html?_r=0&amp;abt=0002&amp;abg=1\" style=\"text-decoration:none;\"><u>A Super-Simple Way to Understand the Net Neutrality Debate</u></a>, Nov. 10, 2014</p>\r\n\r\n<p>Email interview, Cruz spokeswoman Catherine Frazier, Nov. 12, 2014</p>\r\n\r\n<p>Phone interview, Harold Feld, senior vice president of Public Knowledge, Nov. 11, 2014</p>\r\n\r\n<p>Email interview, Brent Skorup, telecommunications research fellow at George Mason University, Nov. 11, 2014</p>\r\n\r\n<p>Email interview, Doug Brake, telecommunications policy analyst at the Information Technology and Innovation Foundation, Nov. 11, 2014</p>\r\n\r\n<p>Email interview, Evan Engstrom, policy director at Engine, Nov. 11, 2014</p>\r\n\r\n<p>Email interview, Marvin Ammori, technology lawyer and net neutrality activist, Nov. 11, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says Obama&#39;s net neutrality proposal&nbsp;&quot;puts the government in charge of determining Internet pricing, terms of service and what types of products and services can be delivered.&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2014-11-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ""}