{"art": [{"brightcove": "", "caption": " President Barack Obama shakes hand with Chinese President Xi Jinping after their press conference at the Great Hall of the People in Beijing, China on Nov. 12, 2014. ", "id": 5426, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_XAW126_CHINA_US_OBAMA.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5426/", "title": "Obama and Xi", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2014/nov/17/xi-jinping/chinese-president-world-agrees-china-had-made-enor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 10220, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "scontorno@politifact.com", "first_name": "Steve", "id": 422, "last_name": "Contorno", "name_slug": "steve-contorno", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/contorno2.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/422/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10220/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During a trip to Beijing this week, President Barack Obama announced major agreements with China, one to <a href=\"http://www.nytimes.com/2014/11/12/world/asia/china-us-xi-obama-apec.html?_r=1\" style=\"text-decoration:none;\"><u>reduce carbon emissions</u></a> and another to <a href=\"http://sinosphere.blogs.nytimes.com/2014/11/11/u-s-and-china-bid-for-tourism-with-expanded-visa-deal/?_r=0\" style=\"text-decoration:none;\"><u>increase travel between the two countries</u></a>.</p>\r\n\r\n<p>But the visit was not without controversy. During a press conference on Wednesday with Obama and Chinese President Xi Jinping, Mark Landler, a White House correspondent for the <em>New York Times</em>, questioned China&rsquo;s record on human rights and noted that some American media outlets, including his own organization, have experienced difficulty getting residency permits in China.</p>\r\n\r\n<p>&quot;I&rsquo;m wondering in the spirit of these reciprocal visa arrangements that you&rsquo;ve agreed to this week with business people and students, isn&rsquo;t it time to extend that sort of right to foreign correspondents who seek to cover your country?&quot; Landler asked.</p>\r\n\r\n<p>Xi replied with <a href=\"http://www.washingtonpost.com/world/a-tale-of-us-china-contrasts-obama-sounds-concilatory-xi-sounds-competitive/2014/11/12/34bc8fee-6a4a-11e4-a31c-77759fc1eacc_story.html?tid=sm_fb\" style=\"text-decoration:none;\"><u>a rare, unscripted response</u></a>, telling foreign reporters they need to &quot;obey China&#39;s laws and regulations.&quot; He went on to defend the country&rsquo;s human rights record.</p>\r\n\r\n<p>&quot;Ever since the founding of the People&#39;s Republic of China, and especially over the last three decades and more of China&#39;s reform and opening era, China has made enormous progress in its human rights,&quot; Xi said, according to a translation provided by the White House. &quot;That is a fact recognized by all the people in the world.&quot;</p>\r\n\r\n<p>When we put the Chinese leader&rsquo;s statement to the Truth-O-Meter, we found that human rights organizations were not as glowing in their assessments of China&rsquo;s record on this issue.</p>\r\n\r\n<p>&quot;It&rsquo;s very standard Chinese political rhetoric,&quot; said Sophie Richardson, the China director at Human Rights Watch in an interview with PolitiFact. &quot;It may be very nice that President Xi wishes his statement is true, but to suggest among other things people in China and around the world uniformly agree is ludicrous.&quot;</p>\r\n\r\n<p>Attempts to reach a spokesperson with the Chinese embassy were unsuccessful.</p>\r\n\r\n<p><strong>Some improvements</strong></p>\r\n\r\n<p>There is some good news. Experts and human rights advocates we spoke with say that improving economic conditions have indeed produced better living conditions for many Chinese citizens.</p>\r\n\r\n<p>As it is, when Chinese leaders claim progress in human rights, they are mostly referring to &quot;human welfare,&quot; said Patrick Keenan, an expert in human rights and international law at the University of Illinois.</p>\r\n\r\n<p>&quot;They&#39;re thinking about China&#39;s incredible economic growth and the ways that that economic growth has improved the lives of poor people in China,&quot; Keenan said. &quot;China&#39;s growth hasn&#39;t helped everyone, of course, but it is true that poor people, on average, are better off than they were a generation ago.&quot;</p>\r\n\r\n<p>The reform era of the 1970s that opened China&rsquo;s doors to a degree to the rest of the world resulted in a vast economic expansion, especially in the urban centers. Some social freedoms followed, such as the ability to move or take different jobs.</p>\r\n\r\n<p>However, such gains only accrued to certain sectors of the population. For example, according to Human Rights Watch, millions of farmers and herders who are Tibetan &mdash; an ethnic minority in China &mdash; have been subjected to a mass rehousing-and-relocation policy that forced them into socialist villages. And more generally, outside China&rsquo;s rapidly growing cities, the economic gains have been less significant.</p>\r\n\r\n<p>There are two other notable areas of progress, each with limits.</p>\r\n\r\n<p>First, China has signed several international conventions and treaties pertaining to human rights. While there are clear examples of these agreements being ignored, the simple fact that China has agreed to them &quot;is important because it creates an opportunity to make claims against the state,&quot; said Richardson of Human Rights Watch. All told, China has signed 10 of the 16 United Nations agreements pertaining to human rights.</p>\r\n\r\n<p>However, in most cases, China has attached a stated &quot;reservation&quot; that says they won&rsquo;t abide by parts of the agreement that interfere with state laws. For example, while China agreed to an anti-torture convention, it added that it would not recognize a clause that allows the United Nations to investigate suspected torture, thus eliminating the enforcement mechanism.</p>\r\n\r\n<p>Second, Human Rights Watch notes some growth in civil society within China, such as new legal-aid services to victims of domestic violence, disabled children and other at-risk groups. These services often do not enjoy recognition from the state, though, and their leaders face imprisonment. Still, they represent seeds of change. &quot;That degree of organization, participation and serving as a counter to the state is incredibly important,&quot; Richardson said.</p>\r\n\r\n<p><strong>A long way to go</strong></p>\r\n\r\n<p>Any acknowledgement that China has made gains on some issues comes with the caveat that the country is &quot;starting off a much lower base than most,&quot; said Joshua Castellino, a law professor at Middlesex University in London and at the Irish Center for Human Rights.</p>\r\n\r\n<p>&quot;Against (progress), there remain major issues on political participation, freedom of religion, and the use of the death penalty,&quot; Castellino said.</p>\r\n\r\n<p>On the death penalty, Human Rights Watch says China &quot;leads the world in executions.&quot;</p>\r\n\r\n<p>While the exact number isn&rsquo;t known, it&rsquo;s estimated at about 4,000 a year. Additionally, Amnesty International estimates 500,000 people are &quot;currently enduring punitive detention without charge or trial, and millions are unable to access the legal system to seek redress for their grievances.&quot;</p>\r\n\r\n<p>Many detained people are activists and political dissidents. China retains a one-party system, meaning citizens have no real choice or say in their government, and the Chinese Communist Party has authority over all judicial and legal proceedings in the country.</p>\r\n\r\n<p>The Internet has created opportunities for activists to engage, communicate and inform. However, China has aggressively moved to rein in these efforts through widespread censorship and blocking outside content from reaching Internet users in China. (This is known as the &quot;Great Firewall.&quot;) Additionally, the Chinese Communist Party has recently moved to make it easier to charge activists and Internet critics as part of a crackdown on free expression.</p>\r\n\r\n<p>&quot;Use of torture to extract confessions is prevalent, and miscarriages of justice are frequent due to weak courts and tight limits on the right to defense,&quot; according to Human Rights Watch.</p>\r\n\r\n<p>Nobel Peace Prize recipient Liu Xiaobo is serving an 11-year sentence for non-violent protest against the state, while his wife remains under house arrest. Liu&rsquo;s trial lasted 20 minutes, according to Amnesty International.</p>\r\n\r\n<p>These types of human rights abuses are deemed necessary by the state to preserve &quot;social stability,&quot; Human Rights Watch says.</p>\r\n\r\n<p>Historically, China has used &quot;re-education through labor&quot; &mdash; forced labor camps &mdash; as a means of punishment. Officials have said they plan to abolish these camps, but so far it appears they have been replaced with other types of detention without trial.</p>\r\n\r\n<p>In addition, the disabled face discrimination in employment and education opportunities, workplace safety is a major concern, migrant workers cannot get residence permits that allow them access to education and other social services, and women can be punished, including being forced to have abortions, for violating government family planning laws.</p>\r\n\r\n<p>&quot;In the U.S., Europe, and many other parts of the world, the idea of human &lsquo;rights&rsquo; means things like freedom of religion, assembly, voting rights, anti-discrimination provisions to protect minorities and people with disabilities, and the like. On these measures, China is not doing well,&quot; Keenan said. &quot;There is endemic local corruption, abuses of political opponents, restrictions on free expression and assembly, abuses of property rights, discrimination against people who are out of favor with the government, no real voting rights as that idea is understood in the West, and so on.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Chinese President Xi Jinping said, &quot;China has made enormous progress in its human rights. That is a fact recognized by all the people in the world.&quot;</p>\r\n\r\n<p>There is a grain of truth here: China&rsquo;s rapid economic growth has lifted millions of its residents, though hardly all of them, out of extreme poverty.</p>\r\n\r\n<p>Still, China remains an authoritarian state without truly free expression and democratic choice, and where political dissidents and those who practice civil disobedience face harsh penalties. Meanwhile, China executes thousands of people a year and imprisons or forces labor on hundreds of thousands of others with scant due process. Finally, many groups &mdash; ethnic minorities, the disabled, and migrant workers, to name a few &mdash; remain marginalized by the state.</p>\r\n\r\n<p>It&rsquo;s tough to claim &quot;all the people in the world&quot; recognize China has made &quot;enormous gains&quot; in human rights when groups that monitor human rights and other outside observers continue to find problems with China&rsquo;s record.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2014-11-14T16:03:32.824085", "ruling_date": "2014-11-17T13:39:52", "ruling_headline": "Does the world agree that China has made 'enormous progress' on human rights?", "ruling_headline_slug": "chinese-president-world-agrees-china-had-made-enor", "ruling_link_text": "We suspect this post will be blocked in China", "ruling_state": null, "source_documents": null, "sources": "<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/world/a-tale-of-us-china-contrasts-obama-sounds-concilatory-xi-sounds-competitive/2014/11/12/34bc8fee-6a4a-11e4-a31c-77759fc1eacc_story.html?tid=sm_fb\" style=\"text-decoration:none;\"><u>A tale of U.S.-China contrasts: Obama sounds conciliatory, Xi sounds competitive</u></a>,&quot; Nov. 12, 2014</p>\r\n\r\n<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/2014/11/12/remarks-president-obama-and-president-xi-jinping-joint-press-conference\" style=\"text-decoration:none;\"><u>Remarks by President Obama and President Xi Jinping in Joint Press Conference</u></a>, Nov. 12, 2014</p>\r\n\r\n<p>Human Rights Watch, <a href=\"http://www.hrw.org/sites/default/files/related_material/china_7.pdf\" style=\"text-decoration:none;\"><u>Country Summary: China</u></a>, January 2014</p>\r\n\r\n<p>Phone interview with Sophie Richardson, China director for Human Rights Watch, Nov. 12, 2014</p>\r\n\r\n<p>Amnesty International, <a href=\"http://www.amnestyusa.org/our-work/countries/asia-and-the-pacific/china\" style=\"text-decoration:none;\"><u>China Human Rights</u></a>, accessed Nov. 13, 2014</p>\r\n\r\n<p>Email interview with Patrick Keenan, law professor at the University of Illinois, Nov. 12-13, 2014</p>\r\n\r\n<p>Email interview with Joshua Castellino, a law professor at Middlesex University in London and at the Irish Center for Human Rights, Nov. 12, 2014</p>\r\n\r\n<p>United Nations Treaty Collections, Chapter IV: Human Rights, accessed Nov. 13, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "President of China", "false_count": 0, "first_name": "Xi", "half_true_count": 0, "home_state": "China", "id": 2994, "last_name": "Jinping ", "mostly_true_count": 0, "name_slug": "xi-jinping", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/XI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2994/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;China has made enormous progress in its human rights. That is a fact recognized by all the people in the world.&quot;</p>\r\n", "statement_context": "a press conference in Beijing.", "statement_date": "2014-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}], "target": [], "twitter_headline": ""}