{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/21/michele-bachmann/bachmann-claims-acorn-has-access-85-billion-federa/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1025, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1025/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n U.S. Rep. Michelle Bachmann's latest outrage focuses on an old nemesis: ACORN.\n</p>\n<p>\n Not only are there new charges in two states related to fraudulent voter registration efforts by ACORN and its employees during the 2008 presidential election, she said, it now appears the group could tap into billions of dollars of federal money in the economic stimulus and the Obama administration's proposed 2010 budget.\n</p>\n<p>\n In a May 6 news release, Bachmann sounded the alarm:\n</p>\n<p>\n &quot;At least $53 million in federal funds have gone to ACORN activists since 1994, and the controversial group could get up to $8.5 billion more tax dollars despite being under investigation for voter registration fraud in a dozen states. The economic stimulus bill enacted in February contains $3 billion that the nonprofit activist group known more formally as the Association for Community Organizations for Reform Now could receive, and 2010 federal budget contains another $5.5 billion that could also find its way into the group's coffers.&quot;\n</p>\n<p>\n She has since thrown these numbers out several times in interviews, including ones with Lou Dobbs on CNN and Glenn Beck on Fox.\n</p>\n<p>\n In January, we addressed a piece of this when we fact-checked a claim from House Republican Leader John Boehner, who warned the economic stimulus package &quot;could open billions of taxpayer dollars to left-wing groups like the Association of Community Organizations for Reform Now (ACORN).&quot; Boehner was referring to $2.2 billion in the stimulus package for &quot;neighborhood stabilization,&quot; essentially money doled out to groups to buy up abandoned and foreclosed homes, to rehabilitate them and then sell or rent them out. ACORN said it had no plans to apply for the funding, and if it did, the money would have to be used to buy and fix abandoned houses, not for voter registration efforts. We ruled that claim\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/feb/02/john-boehner/theory-acorn-could-compete-some-home-rebuilding-mo/\" target=\"_blank\">\n  Barely True\n </a>\n .\n</p>\n<p>\n This latest claim from Bachmann follows the same tortured logic on an even grander scale.\n</p>\n<p>\n A spokesman from Bachmann's office said the congresswoman got her data from a May 6, 2009,\n <em>\n  Washington Examiner\n </em>\n commentary written by Kevin Mooney, who got the $8.5 billion figure from Matthew Vadum, a senior analyst and editor with Capital Research Center, a conservative think tank.\n</p>\n<p>\n Let's first look at how they arrived at that number. It includes, of course, the same $2.2 billion that Boehner cited from the stimulus package. Vadum also adds $1 billion in the stimulus for Community Development Block Grant (CDBG) funds. ACORN could potentially tap into that, he said.\n</p>\n<p>\n The remaining $5.5 billion comes from the Obama administration's proposed 2010 budget, specifically the budget for Housing and Urban Development. The budget plan includes $1 billion for an Affordable Housing Trust Fund, plus $4.5 billion more for CDBGs.\n</p>\n<p>\n CDBGs have been around since 1974. Obama is seeking to increase the CDBG budget from about $3.6 billion in 2009 to $4.2 billion next year. And then there's the additional $1 billion for CDBGs in the stimulus. But the point is, this isn't some new pot of money that hasn't been available in years past. To the extent ACORN has been eligible for CDBG money for decades, it is available to ACORN now.\n</p>\n<p>\n But the fact is, ACORN isn't eligible for CDBG funding. At least not for the controversial voter registration efforts that Republican leaders claim are a willful effort to forward the group's liberal agenda.\n</p>\n<p>\n ACORN has a complex corporate structure. It's actually a network of affiliates. The ACORN that Republicans love to hate gets involved in political activity like voter registration. But there are other entities, like the sister company, ACORN Housing Corporation, a nonprofit that provides free housing counseling to low and moderate income homebuyers. Some of the ACORN Housing affiliates have also dabbled in affordable housing projects and have received federal funding. But ACORN Housing doesn't get involved in voter registration activities.\n</p>\n<p>\n CDBG money is given to local governments and states to use as they see fit for community development projects. But there are strings attached. CDBG rules list eligible uses of the money, including such things as building sidewalks, sewers and affordable housing, mostly. Specifically ineligible: &quot;political activities.&quot; In other words, ACORN can't use the money for voter registration.\n</p>\n<p>\n According to the\n <em>\n  Washington Examiner\n </em>\n 's report, ACORN and its affiliates have received $53 million from the federal government since 1994. Most of that federal money went to the ACORN Housing Corporation, which by law could not be used for voter registration.\n</p>\n<p>\n We checked, and there is no money in the stimulus package or the budget for voter registration programs.\n</p>\n<p>\n So if ACORN Housing was to apply for and receive CDBG money, it would be for a very specific project. And legally, it could not be transferred to other ACORN affiliates to perform political activities like voter registration.\n</p>\n<p>\n But some ACORN opponents allege that's exactly what would happen.\n</p>\n<p>\n &quot;ACORN is constantly shifting funding,&quot; Vadum said. If ACORN Housing were to get federal funding, &quot;we don't know where it would go. The problem is that ACORN transfers vast sums of money around in its network all the time. We don't know whether the money would be spent on voter registration or other activities.&quot;\n</p>\n<p>\n According to a July 2002 report from the Employment Policies Institute called &quot;Rotten ACORN, America's Bad Seed,&quot; tax forms show that since 1997, the ACORN Housing Corporation has paid more than $5 million in fees or grants to other ACORN entities. The report does not claim, however, that federal tax dollars were shifted into ACORN voter registration efforts.\n</p>\n<p>\n Asked what funds ACORN Housing has transferred to other ACORN affiliates, Vadum said ACORN Housing has paid over $1.5 million to Citizens Consulting Inc., which he describes as &quot;the shadowy part of the ACORN network where money seems to disappear into.&quot;\n</p>\n<p>\n That's absurd, said ACORN executive director Steven Kest. Citizens Consulting Inc. is the accounting arm of the ACORN organization. CCI handles bookkeeping, payroll accounting and other financial management services for ACORN and its many affiliates. And ACORN Housing doesn't even use CCI anymore, as it now does its accounting in-house, Kest said.\n</p>\n<p>\n Bottom line, we don't see any evidence that ACORN Housing has transferred money to ACORN for voter registration, so we think it's incorrect for Bachmann to link federal money that ACORN Housing might receive with the more controversial voter registration activities performed by sister organization ACORN.\n</p>\n<p>\n Even more ridiculous is the suggestion that ACORN or any of its affiliates might actually\n <em>\n  get\n </em>\n $8.5 billion in federal tax dollars.\n</p>\n<p>\n Vadum said his report has been misrepresented by many on that point.\n</p>\n<p>\n &quot;The key word here is eligible,&quot; Vadum said. &quot;Eligible is a pretty expansive word. I made it clear they are not going to get that full amount.&quot;\n</p>\n<p>\n Yes, he made that point in the\n <em>\n  Washington Examiner.\n </em>\n But when Bachmann says ACORN could get that amount, it assumes the group would get every single dime in the stimulus for fixing up abandoned homes. And remember, they said they don't even have plans to apply for any of it.\n</p>\n<p>\n &quot;We think it's a great program,&quot; Kest said. &quot;But that's not money we are applying for.&quot;\n</p>\n<p>\n And they'd also need to get every single dollar allocated through the CDBG program. That's beyond preposterous. Those grants are allocated to thousands of organizations around the country to perform very specific community development projects.\n</p>\n<p>\n &quot;These are competitive grants for very specific projects,&quot; Kest said.&quot;The money can only be used for the project you bid for. It can't go to voter registration. If you've ever had any experience with grant funding from the federal government, they do a good job of making sure the money is used for the purposes it was intended. You can't use the money for any other reason. You can't transfer the money to other vehicles for other purposes.&quot;\n</p>\n<p>\n Charges of voter registration fraud by members of ACORN during the 2008 elections are a serious matter. Investigators allege ACORN employees tried to fraudulently register thousands of ineligible voters. Among them, one Mickey Mouse.\n</p>\n<p>\n But Bachmann's statement is irresponsibly misleading on several levels. She says the group under indictment for voter registration fraud could tap into billions of federal dollars. In fact, none of the federal money can be used for voter registration activities.\n</p>\n<p>\n An affiliate like ACORN Housing could conceivably apply for a grant to build an affordable housing project, or to buy, fix and sell abandoned homes, but that's exactly what the money would have to be used for. Suggestions that one of the affiliates might funnel money to ACORN for political activity is, so far, unsubstantiated conjecture. And then there's the matter of trying to make a splash by throwing out the massive $8.5 billion number, suggesting ACORN &quot;could get&quot; it, as in all of it. That's absurd. We rule Bachmann's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:27:44.672271", "ruling_date": "2009-05-21T18:14:21", "ruling_headline": "Bachmann claims ACORN has access to $8.5 billion in federal money", "ruling_headline_slug": "bachmann-claims-acorn-has-access-85-billion-federa", "ruling_link_text": "\"Access to\" and \"actually getting\" are two very different things", "ruling_state": null, "source_documents": null, "sources": "<p>\n U.S. Rep. Michele Bachmann's Web site, press release:\n <a href=\"http://bachmann.house.gov/News/DocumentSingle.aspx?DocumentID=125175\" target=\"_blank\">\n  &quot;ACORN got $53 million in federal funds since 94, now eligible for up to $8 billion more,&quot;\n </a>\n May 6, 2009\n</p>\n<p>\n Employment Policies Institute,\n <a href=\"http://rottenacorn.com/downloads/060728_badSeed.pdf\" target=\"_blank\">\n  &quot;Rotten ACORN: America's Bad Seed,&quot;\n </a>\n July 2006\n</p>\n<p>\n Housing and Urban Development Web site,\n <a href=\"http://www.hud.gov/offices/cpd/communitydevelopment/programs/entitlement/#eligibleactivities\" target=\"_blank\">\n  Community Development Block Grant Entitlement Communities Grants,\n </a>\n Eligible and Ineligible Activities\n</p>\n<p>\n White House Office of Management and Budget Web site,\n <a href=\"http://www.whitehouse.gov/omb/budget/\" target=\"_blank\">\n  The President's Budget for Fiscal Year 2010\n </a>\n</p>\n<p>\n Washinton Examiner,\n <a href=\"http://www.washingtonexaminer.com/opinion/columns/special-editorial-reports/ACORN-got-53-million-in-federal-funds-since-94-now-eligible-for-up-to-8-billion-more-44406217.html\" target=\"_blank\">\n  &quot;ACORN got $53 million in federal funds since 94, now eligible for up to $8 billion more&quot;\n </a>\n by Kevin Mooney, May 6, 2009\n</p>\n<p>\n Capital Research Center,\n <a href=\"http://www.capitalresearch.org/pubs/pdf/v1225222922.pdf\" target=\"_blank\">\n  &quot;ACORN: Who Funds the Weather Underground&rsquo;s Little Brother?&quot;\n </a>\n by Matthew Vadum, November, 2008\n</p>\n<p>\n The New York Times, &quot;Funds Misappropriated at 2 Nonprofit Groups,&quot; by Stephanie Strom, July 9, 2008\n</p>\n<p>\n Interview with Steven Kest, executive director of ACORN, May 20, 2009\n</p>\n<p>\n Interview with Matthew Vadum, a senior analyst and editor with Capital Research Center, May 20, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>ACORN &quot;could get up to $8.5 billion more tax dollars despite being under investigation for voter registration fraud in a dozen states.&quot;</p>", "statement_context": "a press release", "statement_date": "2009-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}