{"art": [{"brightcove": "", "caption": "A reader sent us this meme from social media. Is it accurate?", "id": 5474, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Iroquois_meme.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5474/", "title": "Iroquois meme", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Iroquois in the 1720s with various goods they are believed to have traded for. (Wikimedia commons)", "id": 5482, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Iroquois_meeting.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5482/", "title": "Iroquois meeting", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "This map shows the territory of the six nations of the Iroquois around 1720. (Wikimedia commons)", "id": 5483, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Iroquois_map.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5483/", "title": "Iroquois map", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2014/dec/02/facebook-posts/viral-meme-says-constitution-owes-its-notion-democ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10269, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10269/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Shortly before Thanksgiving, a reader sent us a social media meme of the type that sends you scrambling back to your high&nbsp;school history textbook wondering, &quot;Did my teacher mention this?&quot;</p>\r\n\r\n<p>The <a href=\"https://www.facebook.com/usauncut/photos/a.190167221017767.44131.186219261412563/844586818909134/?type=1&amp;theater\" style=\"text-decoration:none;\"><u>meme</u></a> features the following claim: &quot;The U.S. Constitution owes its notion of democracy to the Iroquois Tribes, including freedom of religion, freedom of speech, and separation of powers in government. Only difference is the Iroquois included women and non-whites.&quot; It&rsquo;s accompanied by a reproduction of Junius Brutus Stearns&rsquo; <a href=\"http://en.wikipedia.org/wiki/File:Washington_Constitutional_Convention_1787.jpg\" style=\"text-decoration:none;\"><u>1856 painting</u></a> of the founding fathers signing the United States Constitution in 1787.</p>\r\n\r\n<p>We zeroed in on the meme&rsquo;s underlying premise, that &quot;the U.S. Constitution owes its notion of democracy to the Iroquois Tribes.&quot;</p>\r\n\r\n<p>As it turns out, this topic has inspired a passionate debate among historians for more than three decades. But we did find&nbsp;agreement among historians that the meme oversells its central point.&nbsp;</p>\r\n\r\n<p><strong>The historical background</strong></p>\r\n\r\n<p>Some four centuries ago, the nations of the Haudenosaunee, or Iroquois, people united in a confederacy to establish peace in what is now upstate New York. The system of unified governance between the Mohawk, Seneca, Onondaga, Oneida, Cayuga and eventually the Tuscarora people enabled the Iroquois to become arguably the predominant Native American tribe in the northeastern United States prior to the arrival of European colonists.</p>\r\n\r\n<p>The similarity between the Iroquois federal-style government and the one the American colonists settled on after they wrote the Constitution has long intrigued historians. Could the Iroquois system of governance have been the inspiration for the United States&rsquo; newborn republic?</p>\r\n\r\n<p>Interest in this question crescendoed around the time of the 1987 bicentennial of the U.S. Constitution. Historians held conferences to sift through the evidence, and the U.S. Senate <a href=\"http://www.senate.gov/reference/resources/pdf/hconres331.pdf\" style=\"text-decoration:none;\"><u>passed a resolution</u></a> saying that &quot;the confederation of the original 13 colonies into one republic was influenced by the political system developed by the Iroquois Confederacy, as were many of the democratic principles which were incorporated into the constitution itself.&quot;</p>\r\n\r\n<p>The topic has proven to be a polarizing one. Some supporters of the notion of Iroquois influence say that the historical establishment is reluctant to give Native Americans credit where credit is due. Skeptics counter that the evidence is largely circumstantial.</p>\r\n\r\n<p>&quot;On balance, the consensus appears to be that although British North Americans were certainly aware of the confederal nature of the Iroquois government, the case for causation has not been made,&quot; wrote Alison LaCroix, a law professor at the University of Chicago, in <em>The Ideological Origins of American Federalism</em>, published in 2010.</p>\r\n\r\n<p><strong>The case for Iroquois influence</strong></p>\r\n\r\n<p>Scholars told PolitiFact that there are two broad areas of support for the notion that the Iroquois had a degree of influence on the Constitution.</p>\r\n\r\n<p>&bull; <strong>Similarities in government structure</strong>. The Iroquois system, like the United States government of the past 200-plus years, was federal in nature -- the five or six individual tribes handled their own affairs, as the American states eventually would, and those tribes came together to form an overarching government to address issues of common importance. The Iroquois system also had aspects of representational democracy.</p>\r\n\r\n<p>&quot;It is highly probable that Anglo-Americans during the revolutionary era looked to Haudenosaunee governance as a model of a successful collective polity, and borrowed elements of Haudenosaunee practice in developing revolutionary American constitutional governments,&quot; said Jon W. Parmenter, a Cornell University historian and author of <em>The Edge of the Woods: Iroquoia, 1534-1701</em>.</p>\r\n\r\n<p>&bull; <strong>The colonists and members of the founding generation were aware of the Iroquois</strong>. The colonists knew about the Iroquois from holding diplomatic talks with them, and the revolutionary generation admiringly adopted some of their symbols, such as the Mohawk Indian costumes worn by participants in the Boston Tea Party.</p>\r\n\r\n<p>We know that in 1744, Canassatego, an Onondaga chief, addressed representatives from Pennsylvania, Maryland and Virginia at a treaty conference in Lancaster, Pa.</p>\r\n\r\n<p>&quot;We heartily recommend Union and a good Agreement between you our Brethren,&quot; he said. &quot;Never disagree, but preserve a strict Friendship for one another, and thereby you, as well as we, will become the stronger. Our wise Forefathers established Union and Amity between the Five Nations; this has made us formidable; this has given us great Weight and Authority with our neighbouring Nations. We are a powerful Confederacy; and, by your observing the same Methods our wise Forefathers have taken, you will acquire fresh Strength and Power; therefore whatever befalls you, never fall out one with another.&quot;</p>\r\n\r\n<p>Benjamin Franklin noticed and published these remarks, and they were &quot;noticed by patriots,&quot; wrote the late Temple University anthropologist Elisabeth Tooker, generally a skeptic on the idea of Iroquois influence.</p>\r\n\r\n<p>Franklin, for his part, remarked at one point that if &quot;six Nations of ignorant Savages&quot; were &quot;capable of forming a Scheme for such a Union,&quot; then the new nation of European origin should be able to as well. This is none too flattering a reference, but it does provide additional evidence that the founding generation was aware of the Iroquois example.</p>\r\n\r\n<p>About a decade after Canassatego&rsquo;s speech, Franklin was involved in crafting the Albany plan, an early, pre-revolution attempt to unify the colonies that in some ways mirrors the Iroquois example. The structure of Iroquois government was also heard periodically during the debates over the Constitution in the 1780s, according to Donald A. Grinde, Jr., a historian at the University of Buffalo and co-author, with Bruce E. Johansen, of <em>Exemplar of Liberty: Native America and the Evolution of Democracy</em>.</p>\r\n\r\n<p>Grinde <a href=\"http://www.ratical.org/many_worlds/6Nations/EoL/chp10.html\" style=\"text-decoration:none;\"><u>writes</u></a> that James Wilson&#39;s notes on the constitutional convention mention Indian governance, as does John Adams&rsquo; 1787 volume, <em>Defence of the Constitutions of Government of the United States</em>, which was published on the eve of the convention. Adams, who would later become the second president elected under the current Constitution, was less enamored of the Indian example than Franklin was, but he nonetheless thought Indian governance worthy of study and consideration.</p>\r\n\r\n<p><strong>The case against Iroquois influence</strong></p>\r\n\r\n<p>Despite this, many scholars have concluded that the evidence is short of convincing.</p>\r\n\r\n<p>&bull; <strong>The Iroquois government is in some ways radically different than the U.S. government</strong>. For starters, the Iroquois&rsquo; federal system arguably bears more resemblance to the United Nations than the American federal system, focusing primarily on diplomacy. The Iroquois council &quot;was particularly concerned with matters of alliance, with the continuing firm alliance of the five member nations and alliances with other nations. It did not concern itself with the internal relations of the constituent nations,&quot; Tooker noted in a 1988 paper.</p>\r\n\r\n<p>More important, the Iroquois system is based on hereditary positions and clan-based leadership -- elements that are entirely foreign to the United States&rsquo; system (and arguably seem more similar to the British system the colonists were trying to escape). The Iroquois League&rsquo;s governmental power was vested in a council of 50 chiefs known as sachems. Each sachem had a title that was essentially hereditary, and each of these titles belonged to a particular clan within a particular tribe. (The meme does have a point about the role of women: The successor to a League chief was chosen by the &quot;clan mother,&quot; the senior woman of the clan.)</p>\r\n\r\n<p>The division of council seats was fixed, but without any relation to the member nation&rsquo;s population size. Meanwhile, as the council&rsquo;s &quot;firekeepers,&quot; the Onondagas had the the responsibility of presenting the matter to be discussed, Tooker wrote. And the council acted based on consensus, rather than by majority rule, as became the system under the Constitution of 1787.</p>\r\n\r\n<p>&quot;There is little in this system of governance the Founding Fathers might have been expected to copy,&quot; Tooker wrote. &quot;It is doubtful, for example, that the delegates to the Constitutional Convention meeting during the legendary long, hot Philadelphia summer of 1787 would have proposed a system under which only their relatives could become members of Congress, and a system under which each legislator was chosen by a close female relative of the previous holder of the office. Nor does it seem likely -- even if John Adams had heeded his wife&#39;s admonition to &lsquo;remember the ladies&rsquo; -- that if such a hereditary system had been adopted, the Constitutional Convention would have opted for matrilineal inheritance of office, which by its very nature excludes a son from succeeding to his father&#39;s position.&quot;</p>\r\n\r\n<p>&bull; <strong>Even if there was some Iroquois influence, it wasn&rsquo;t the primary shaper of the Constitution</strong>. This is where the Facebook meme really overplays its hand. You don&rsquo;t have to be a total denier of Iroquois influence to acknowledge that the meme goes too far when it says &quot;the U.S. Constitution owes its notion of democracy to the Iroquois Tribes.&quot; The traditionally cited sources of inspiration for the drafters, including ancient Greek and prior European thought, played a significant role -- almost certainly a decisive one.</p>\r\n\r\n<p>&quot;Even if the Iroquois Confederation was similar to the Constitution, which it was not, and even if some Americans admired aspects of Indian culture, that does not mean the Framers emulated Native American systems,&quot; said Stewart Jay, a University of Washington law professor and author of <em>Mortal Words: A History of the U.S. Constitution: Volume 1, Origins to World War II.</em></p>\r\n\r\n<p>Jay added that more broadly, the democratic nature of the U.S. Constitution was greatly refined and extended by the civil rights amendments adopted after the Civil War, which were hardly conceived with Iroquois principles in mind.</p>\r\n\r\n<p>Gautham Rao, an American University historian and author of the forthcoming <em>At The Water&rsquo;s Edge: Commerce, Governance and the Origins of the American State</em>, concurred. &quot;It is a fairly important idea that a great many societies and networks influenced American constitutional thought, the Iroquois among them,&quot; Rao said. &quot;But it is not true that the concept of &lsquo;democracy&rsquo; embodied in the U.S. Constitution was directly suggested by the Iroquois.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Facebook meme said &quot;the U.S. Constitution owes its notion of democracy to the Iroquois Tribes.&quot;</p>\r\n\r\n<p>There&rsquo;s a grain of truth here: The Iroquois system of government was known to 18th century leaders in the colonies and the new republic, and it shared some similarities with post-revolutionary attempts at governance.</p>\r\n\r\n<p>However, the meme overstates the consensus among historians. Major elements of the Iroquois system are altogether absent in the U.S. government, including hereditary, clan-based governance, and the meme focuses on Iroquois influences to the exclusion of European precedents that are at least as important, and likely more so.</p>\r\n\r\n<p>On balance, we rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2014-12-02T10:35:50.385889", "ruling_date": "2014-12-02T11:34:44", "ruling_headline": "Viral meme says Constitution 'owes its notion of democracy to the Iroquois'", "ruling_headline_slug": "viral-meme-says-constitution-owes-its-notion-democ", "ruling_link_text": "Claim overstates the impact", "ruling_state": null, "source_documents": null, "sources": "<p>Social media <a href=\"https://www.facebook.com/usauncut/photos/a.190167221017767.44131.186219261412563/844586818909134/?type=1&amp;theater\" style=\"text-decoration:none;\"><u>meme</u></a> forwarded to PolitiFact</p>\r\n\r\n<p>Elisabeth Tooker, &quot;The United States Constitution and the Iroquois League&quot; (<a href=\"http://www.jstor.org/stable/482139\" style=\"text-decoration:none;\"><u>article</u></a> in <em>Ethnohistory</em>), Autumn 1988</p>\r\n\r\n<p>Alison LaCroix, <a href=\"http://www.amazon.com/The-Ideological-Origins-American-Federalism/dp/0674062035\" style=\"text-decoration:none;\"><u>The Ideological Origins of American Federalism</u></a>, 2010</p>\r\n\r\n<p>Donald A. Grinde, Jr., and Bruce E. Johansen, <em>Exemplar of Liberty: Native America and the Evolution of Democracy,</em> <a href=\"http://www.ratical.org/many_worlds/6Nations/EoL/chp10.html\" style=\"text-decoration:none;\"><u>chapter 10</u></a>, accessed Nov. 26, 2014</p>\r\n\r\n<p><a href=\"https://www.senate.gov/reference/resources/pdf/hconres331.pdf\" style=\"text-decoration:none;\"><u>Text</u></a> of H. Con. Res. 331 (100th Congress, 2nd Session), 1988</p>\r\n\r\n<p>Bruce E. Johansen, &quot;<a href=\"http://iipdigital.usembassy.gov/st/english/publication/2009/06/20090617110824wrybakcuh0.5986096.html#axzz3KCDXM01h\" style=\"text-decoration:none;\"><u>Native American Ideas of Governance and U.S. Constitution</u></a>,&quot; June 1, 2009</p>\r\n\r\n<p>Cracked.com, &quot;<a href=\"http://www.cracked.com/article_19864_6-ridiculous-lies-you-believe-about-founding-america_p2.html\" style=\"text-decoration:none;\"><u>6 Ridiculous Lies You Believe About the Founding of America</u></a>,&quot; May 15, 2012</p>\r\n\r\n<p>Email interview with Jon W. Parmenter, Cornell University historian and author of <a href=\"http://www.amazon.com/The-Edge-Woods-Iroquoia-1534-1701/dp/0870139851\" style=\"text-decoration:none;\"><u>The Edge of the Woods: Iroquoia, 1534-1701</u></a>, Nov. 26, 2014</p>\r\n\r\n<p>Email interview with Donald A. Grinde, Jr., historian at the University of Buffalo and co-author, with Bruce E. Johansen, of <a href=\"http://www.amazon.com/Exemplar-Liberty-Evolution-Democracy-American/dp/0935626352\" style=\"text-decoration:none;\"><u>Exemplar of Liberty: Native America and the Evolution of Democracy</u></a>, Nov. 26, 2014</p>\r\n\r\n<p>Email interview with Stewart Jay, University of Washington law professor and author of <a href=\"http://www.cap-press.com/books/isbn/9781594604638/Mortal-Words-A-History-of-the-United-States-Constitution\" style=\"text-decoration:none;\"><u>Mortal Words: A History of the U.S. Constitution: Volume 1, Origins to World War II</u></a><em> </em>(forthcoming 2015), Nov. 26, 2014</p>\r\n\r\n<p>Email interview with Gautham Rao, American University historian and author of <em>At The Water&rsquo;s Edge: Commerce, Governance and the Origins of the American State</em> (forthcoming), Nov. 26, 2014</p>\r\n\r\n<p>Email interview with Bernard Bailyn, professor emeritus of history at Harvard University, Nov. 25, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>&quot;The U.S. Constitution owes its notion of democracy to the Iroquois Tribes.&quot;</p>\r\n", "statement_context": "a meme", "statement_date": "2014-12-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}