{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2014/dec/11/marco-rubio/marco-rubio-says-committees-torture-report-failed-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 10300, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10300/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a preemptive strike to a Senate committee report detailing past examples of alleged torture by the CIA, U.S. Sen. Marco Rubio called the release of the document &quot;reckless and irresponsible.&quot; Rubio raised concerns that the release could endanger lives of Americans overseas, incite violence and create problems for our allies.</p>\r\n\r\n<p>&quot;The one-sided report that will be released by Democrats on the Senate Select Committee on Intelligence cost U.S. taxpayers over $40 million dollars to produce, and its authors never interviewed a single CIA official,&quot; Rubio wrote in a <a href=\"http://www.rubio.senate.gov/public/index.cfm/press-releases?ID=3772740a-7848-4a63-b792-524692a1ac29\">statement</a> with Sen. Jim. Risch, R-Idaho, on Dec. 8.</p>\r\n\r\n<p>The report garnered widespread media coverage upon its release. But did the authors really fail to interview a single CIA official? We took a closer look.</p>\r\n\r\n<p><strong>CIA torture report drew from inspector general interviews</strong></p>\r\n\r\n<p>On Dec. 9, the Senate Select Committee on Intelligence released a <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy1.pdf\">report</a> about the CIA&rsquo;s interrogation techniques in the wake of 9/11 that had been years in the making. About 500 pages of the 6,700 page report were made public.</p>\r\n\r\n<p>The report concluded that the techniques were not an effective way to gain intelligence from detainees, and that the CIA misled Congress and the White House. The report detailed such techniques as &quot;<a href=\"http://www.washingtonpost.com/national/health-science/senate-report-uncooperative-terrorism-suspects-faced-rectal-rehydration-feeding/2014/12/09/fcffb1ec-7fb8-11e4-8882-03cf08410beb_story.html\">rectal rehydration</a>&quot; and the use of coffin-size confinement boxes.</p>\r\n\r\n<p>Rubio has a point that the committee did not conduct face-to-face interviews with CIA employees and contractors.</p>\r\n\r\n<p>Here&rsquo;s how the <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy1.pdf\">report</a> addresses that point: &quot;CIA employees and contractors who would otherwise have been interviewed by the committee staff were under potential legal jeopardy, and therefore the CIA would not compel its workforce to appear before the committee.&quot;</p>\r\n\r\n<p>But there are two wrinkles.</p>\r\n\r\n<p>First, then-CIA Director Michael Hayden -- whose tenure started in 2006 years after the interrogation techniques under scrutiny started -- testified in a closed-door session before the committee in 2007, though the committee deemed the testimony less than entirely helpful. A 38-page appendix in the report -- &quot;Example of Inaccurate CIA Testimony to the Committee April 12, 2007&quot; -- shows how Hayden&rsquo;s testimony conflicted with CIA records on multiple points including the number of detainees, the information gleaned from them and interrogation tactics used.</p>\r\n\r\n<p>For example, Hayden suggested that the CIA interrogation program was successful in obtaining intelligence from all detainees. But the report counters, &quot;CIA records reveal that 34 percent of the 119 known CIA detainees produced no intelligence reports.&quot;</p>\r\n\r\n<p>The second problem with Rubio&rsquo;s claim is that the report did draw from existing interviews of CIA officials, not to mention &quot;more than six million pages of CIA materials,&quot; including &quot;operational cables, intelligence reports, internal memoranda and emails, briefing materials&quot; and other records.</p>\r\n\r\n<p>Specifically, the committee had access to interviews of CIA officials that had been conducted by the CIA&#39;s inspector general, as well as the CIA&rsquo;s oral history program.</p>\r\n\r\n<p>A background <a href=\"http://www.feinstein.senate.gov/public/index.cfm/files/serve?File_id=c8983c02-ba28-4ddd-8e03-e9aac5b3b796&amp;SK=680EEE139651482306BC38FF4A905AB0\">document</a> provided by U.S. Sen. Dianne Feinstein, D-California, the committee&rsquo;s chair, stated, &quot;These documents included summaries of more than 100 CIA inspector general interviews with extensive quotations, as well as CIA cables, emails, letters, briefing notes, intelligence products, classified testimony, and other records. Of particular value were the interview summaries, which included responses to many of the questions the committee would have asked had the committee been able to conduct its own interviews.&quot;</p>\r\n\r\n<p>The interview reports and transcripts <a href=\"http://www.feinstein.senate.gov/public/index.cfm/press-releases?ID=d2677a34-2d91-4583-92a4-391f68ceae46\">included</a> former CIA director George Tenet; Jose Rodriguez, director of the CIA&rsquo;s counterterrorism center, CIA General Counsel Scott Muller; CIA Deputy Director of Operations James Pavitt; CIA Acting General Counsel John Rizzo; CIA Deputy Director John McLaughlin; and a variety of interrogators, lawyers, medical personnel, senior counterterrorism analysts and managers of the detention and interrogation program, according to Feinstein.</p>\r\n\r\n<p>Rubio spokeswoman Brooke Sammon said the senator didn&rsquo;t count Hayden&rsquo;s interview because it pre-dated the 2009 start of work on the report. &quot;Any appearance before that was simply the CIA director appearing before the oversight committee,&quot; told PolitiFact.</p>\r\n\r\n<p>As for the transcripts of prior interviews, Sammon echoed a point in the Republicans&rsquo; <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy3.pdf\">minority report</a> that argues that transcripts of interviews done by the inspector general aren&rsquo;t the same as if the committee had done their own, fresh interviews.</p>\r\n\r\n<p>The minority report criticizes the study for &quot;failure to interview the relevant intelligence officers&quot; and argues that it led to &quot;significant analytical and factual errors.&quot; Republicans withdrew their participation in the study in 2009 when Attorney General Eric Holder decided to re-open the criminal inquiry. But the minority report argues that the committee could have interviewed witnesses after the Justice Department closed the investigation in August 2013.</p>\r\n\r\n<p><strong>Examples of information from CIA interviews cited in report</strong></p>\r\n\r\n<p>However, there&rsquo;s ample evidence that the interviews of CIA officials provided the report&rsquo;s authors with details about the interrogation of specific detainees and techniques.</p>\r\n\r\n<p>For example, it includes multiple statements about &quot;Cobalt,&quot; a detention facility.</p>\r\n\r\n<p>The agency&rsquo;s chief of interrogations told the inspector general that Cobalt &quot;is good for interrogations because it is the closest thing he has seen to a dungeon, facilitating the displacement of detainee expectations.&quot;</p>\r\n\r\n<p>One senior interrogator told the inspector general that his team found one detainee who, &quot;&#39;as far as we could determine,&#39; had been chained to the wall in a standing position for 17 days.&quot;</p>\r\n\r\n<p>The report also includes information about the waterboarding of Khalid Sheikh Mohammed, the mastermind of 9/11. James Pavitt , the CIA&rsquo;s deputy director of operations, told the inspector general that he &quot;did not recall specifically ordering that a detainee be waterboarded right away,&quot; but he &quot;did not discount that possibility.&quot;</p>\r\n\r\n<p><strong>Experts weigh in on the report</strong></p>\r\n\r\n<p>We checked with intelligence experts to see whether the lack of face-to-face interviews with CIA employees (other than Hayden) casts a shadow on the report, and most said the committee had plenty of testimony to draw from without them.</p>\r\n\r\n<p>While in-person interviews with CIA officials could have potentially been useful to the committee, said Anthony Clark Arend, a government and foreign service professor at Georgetown University, &quot;all the necessary information that could have been obtained from those interviews was available to the committee through other means.&quot;</p>\r\n\r\n<p>University of Notre Dame law professor Mary Ellen O&rsquo;Connell, a specialist on international law, said the large amount of information from CIA officials available from the inspector general and other sources meant that the Senate panel had &quot;ample basis on which to draw conclusions.&quot;</p>\r\n\r\n<p>&quot;Indeed, this testimony could be viewed as more reliable than anything officials might have given directly to an investigating committee, given that such a committee and staff might have been viewed as adversarial,&quot; she said.</p>\r\n\r\n<p>Patrick Eddington, a former CIA analyst at the libertarian Cato Institute, noted that the CIA was given the opportunity to respond to the draft report. He also noted that the CIA&rsquo;s current director, <a href=\"https://www.cia.gov/library/reports/CIAs_June2013_Response_to_the_SSCI_Study_on_the_Former_Detention_and_Interrogation_Program.pdf\">John Brennan</a>, submitted his response to the committee and mentioned that an agency review team responded to the report.</p>\r\n\r\n<p>&quot;I do not think the reliance on other investigative transcripts&mdash;especially those of the CIA IG &mdash;in any way diminishes the power of this report summary,&quot; Eddington said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that the authors of a report on CIA&rsquo;s torture techniques &quot;never interviewed a single CIA official.&quot;</p>\r\n\r\n<p>He has a point that the committee did not conduct fresh, face-to-face interviews with CIA officers as it was writing the report. However, this glosses over important context.</p>\r\n\r\n<p>The committee used testimony by then-CIA director Hayden, and the committee had access to transcripts of numerous prior interviews of key CIA officials conducted by the Inspector General and other entities.</p>\r\n\r\n<p>Rubio&rsquo;s statement creates the misleading impression that the report wasn&rsquo;t based at all on interviews with CIA employees, and that&rsquo;s not the case.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2014-12-11T11:09:07.877075", "ruling_date": "2014-12-11T11:08:36", "ruling_headline": "Marco Rubio says committee's torture report failed to include interviews of CIA officials", "ruling_headline_slug": "marco-rubio-says-committees-torture-report-failed-", "ruling_link_text": "Committee drew from IG interviews of CIA officials", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Sen. Marco Rubio,<a href=\"http://www.rubio.senate.gov/public/index.cfm/press-releases?ID=3772740a-7848-4a63-b792-524692a1ac29\"> &quot;Rubio, Risch statement on Senate Intelligence Committee release of interrogation study,&quot;</a> Dec. 8, 2014</p>\r\n\r\n<p>Senate Select Committee on Intelligence, <a href=\"http://www.intelligence.senate.gov/study2014/sscistudy1.pdf\">&quot;Committee Study of the Central Intelligence Agency&rsquo;s Detention and Interrogation Program,&quot; </a>Dec. 9, 2014</p>\r\n\r\n<p><a href=\"http://www.intelligence.senate.gov/study2014/sscistudy3.pdf\">Senate select Committee on Intelligence Minority Views of Vice chairman Chambliss Joined by Sens. Burr, Risch, Coats, Rubio and Coburn</a>, June 24, 2014 and revised for redaction Dec. 5, 2014</p>\r\n\r\n<p>Sen. Dianne Feinstein, <a href=\"http://www.feinstein.senate.gov/public/index.cfm/files/serve?File_id=c8983c02-ba28-4ddd-8e03-e9aac5b3b796&amp;SK=680EEE139651482306BC38FF4A905AB0\">&quot;SSCI study on CIA detention and interrogation Frequently Asked Questions,&quot;</a> Dec. 8, 2014</p>\r\n\r\n<p>Sen. Dianne Feinstein, <a href=\"http://www.feinstein.senate.gov/public/index.cfm/press-releases?ID=d2677a34-2d91-4583-92a4-391f68ceae46\">Remarks on CIA report</a>, Dec. 9, 2014</p>\r\n\r\n<p>CIA, <a href=\"https://www.cia.gov/library/reports/CIAs_June2013_Response_to_the_SSCI_Study_on_the_Former_Detention_and_Interrogation_Program.pdf\">CIA Comments on the Senate Select Committee on Intelligence Report on theRendition, Detention, and Interrogation Program</a>, June 27, 2013 approved for release Dec. 8, 2014</p>\r\n\r\n<p><em>Tampa Bay Times</em> The Buzz blog, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/rubio-blasts-release-of-one-sided-torture-report/2209534\">&quot;Rubio blasts release of &lsquo;one-sided&rsquo; torture report,&quot;</a> Dec. 9, 2014</p>\r\n\r\n<p><em>USA Today</em>, <a href=\"http://www.today.com/news/ex-cia-director-michael-hayden-torture-report-i-didnt-lie-1D80349126\">&quot;Ex-CIA chief Michael Hayden: I didn&rsquo;t lie and I didn&rsquo;t mislead Congress,&quot; </a>Dec. 10, 2014</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/national/health-science/senate-report-uncooperative-terrorism-suspects-faced-rectal-rehydration-feeding/2014/12/09/fcffb1ec-7fb8-11e4-8882-03cf08410beb_story.html\">Senate report: Uncooperative terrorism suspects faced rectal rehydration, feeding</a>,&quot; Dec. 9, 2014</p>\r\n\r\n<p>Interview, Brooke Sammon, Sen. Marco Rubio spokeswoman, Dec. 11, 2014</p>\r\n\r\n<p>Interview, Laura Pitter, Human Rights Watch senior national security counsel, Dec. 9, 2014</p>\r\n\r\n<p>Interview, Christopher Anders, ACLU legislative counsel, Dec. 9, 2014</p>\r\n\r\n<p>Interview, Dixon Osburn, Center for Justice and Accountability executive director, Dec. 9, 2014</p>\r\n\r\n<p>Interview, Patrick Eddington, Policy Analyst in Homeland Security and Civil Liberties at Cato Institute and former CIA analyst, Dec. 9, 2014</p>\r\n\r\n<p>Interview, Anthony Clark Arend, professor of government and foreign service at Georgetown University, Dec. 9, 2014</p>\r\n\r\n<p>Interview, Mary Ellen O&rsquo;Connell, law professor at the University of Notre Dame, Dec. 9, 2014</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>The authors of a report on CIA&rsquo;s torture techniques &quot;never interviewed a single CIA official.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2014-12-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}