{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/26/colin-powell/colin-powell-bush-cheney-gitmo-differences/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1030, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1030/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n In a much anticipated interview on CBS's\n <em>\n  Face the Nation\n </em>\n on May 24, 2009, former Secretary of State Colin Powell fired back at former Vice President Dick Cheney's public criticism of President Barack Obama's decision to close the detention facility at Guantanamo Bay, Cuba.\n</p>\n<p>\n In a speech on national defense on May 21, Cheney said Obama's announcement of his intent to close Gitmo &quot;came with little deliberation and no plan&quot; and might result in terrorists being brought to the United States.\n</p>\n<p>\n &quot;The administration has found that it's easy to receive applause in Europe for closing Guantanamo,&quot; Cheney said, &quot;but it's tricky to come up with an alternative that will serve the interests of justice and America's national security.&quot;\n</p>\n<p>\n Cheney has argued that Guantanamo needs to stay open.\n</p>\n<p>\n &quot;If you didn't have it, you'd have to invent it,&quot; Cheney said in a Fox News interview on May 12, 2009. &quot;It's a good facility, it's an important program, and we ought to continue it.&quot;\n</p>\n<p>\n But Powell said on\n <em>\n  Face the Nation\n </em>\n that position runs counter to that of Cheney's old boss, President George W. Bush.\n</p>\n<p>\n &quot;Mr. Cheney is not only disagreeing with President Obama's policy,&quot; Powell said. &quot;He's disagreeing with President Bush's policy. President Bush stated repeatedly to international audiences and to the country that he wanted to close Guantanamo. The problem he had was he couldn't get all the pieces together.\n <br />\n <br />\n &quot;Secretary Rice, Secretary of State Rice and Secretary of Defense Gates had come forward with plans, but the plans ran into difficulties with Department of Justice and others.\n <br />\n <br />\n &quot;So it is a complex problem, and President Bush wasn't able to close Guantanamo on his watch. And President Obama came in saying he would close Guantanamo, and he has run into some of those same sorts of problems. So I think we need to kind of take the heat out of this issue.&quot;\n</p>\n<p>\n Powell is correct that several times during 2006 and 2007, President Bush publicly expressed his desire to close Gitmo.\n</p>\n<p>\n Here are a few examples:\n</p>\n<p>\n * &quot;I&rsquo;d like to close Guantanamo. But I also recognize that we&rsquo;re holding some people that are darned dangerous, and that we&rsquo;d better have a plan to deal with them in our courts.&quot; &mdash; Bush in a White House news conference on June 14, 2006\n</p>\n<p>\n * &quot;I'd like to end Guantanamo. I'd like it to be over with.&quot; But, he said, there are some &quot;cold-blooded killers&quot; who need to be tried in U.S. courts. The United States is &quot;not going to let people out on the street who will do you harm.&quot; &mdash; Bush in a speech after talks with European Union leaders at a one-day summit in Vienna, June 21, 2006.\n</p>\n<p>\n * &quot;I did say it should be a goal of the nation to shut down Guantanamo. I also made it clear that part of the delay was the reluctance of some nations to take back some of the people being held there. In other words, in order to make it work, we've got to have a place for these people to go. ... We are working with other nations to send folks back. Again, it's a fairly steep order. A lot of people don't want killers in their midst, and a lot of these people are killers.\n <br />\n <br />\n &quot;Secondly, of course, we want to make sure that when we do send them back, they're treated as humanely as possible. The other issue was whether or not we can get people to be tried. One of the things I'm anxious about, want to see happen, is that there to be trials. Courts have been involved with deciding how to do this, and Defense is trying to work out mechanisms to get the trials up and running. And the sooner we can get that up and running, the better it is, as far as I'm concerned. I don't want to make any predictions about whether Guantanamo will be available or not. I'm just telling you it's a very complicated subject.\n <br />\n <br />\n &quot;And I laid out an aspiration. Whether or not we can achieve that or not, we'll try to. But it is not as easy a subject as some may think on the surface.&quot; &mdash; Bush in a news conference Aug. 9, 2007\n</p>\n<p>\n So Bush had an &quot;aspiration&quot; to close Gitmo. But by the fall of 2008, the\n <em>\n  New York Times\n </em>\n reported, Bush became resigned that &quot;closing Guantanamo would involve too many legal and political risks to be acceptable, now or any time soon,&quot; according to senior administration officials. And, obviously, it did not close.\n</p>\n<p>\n Powell isn't entirely correct when he says Cheney is disagreeing with Bush's policy. Bush always qualified statements about his desire to close Gitmo with warnings that legal complications presented huge obstacles. And ultimately, Bush decided those complications meant that Gitmo remained necessary and had to remain open.\n</p>\n<p>\n That's an awful lot like what Cheney has been saying. It's one thing to say you want to close Gitmo, Cheney said last week, &quot;but it's tricky to come up with an alternative that will serve the interests of justice and America's national security.&quot;\n</p>\n<p>\n So yes, Powell is right that Bush said he wanted to close Gitmo. But it's not as simple as Bush wanting to close Gitmo and Cheney wanting to keep it open. Because, in fact, Bush did leave it open. Bush said legal issues &mdash; and the fear of terrorists being brought to the United States &mdash; led him to keep the facility open. Again, that sounds like what Cheney has been saying. We rule Powell's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:44.409619", "ruling_date": "2009-05-26T10:02:34", "ruling_headline": "Colin Powell overstates Bush-Cheney differences on closing Guantanamo", "ruling_headline_slug": "colin-powell-bush-cheney-gitmo-differences", "ruling_link_text": "Powell overstates Bush-Cheney differences ", "ruling_state": null, "source_documents": null, "sources": "<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/10/21/washington/21gitmo.html?_r=1\" target=\"_blank\">\n  &quot;Bush Decides to Keep Guant&aacute;namo Open&quot;&nbsp;\n </a>\n by Steven Lee Myers, Oct. 20, 2008\n</p>\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/stories/2006/05/08/politics/main1596464.shtml\" target=\"_blank\">\n  &quot;Bush Says He Wants To Close Guantanamo&quot;\n </a>\n by Melissa McNamara, May 8, 2006\n</p>\n<p>\n BBC News, &quot;\n <a href=\"http://news.bbc.co.uk/2/hi/americas/5102528.stm\" target=\"_blank\">\n  The US 'wants to end Guantanamo'&quot;\n </a>\n June 21, 2006\n</p>\n<p>\n Times Online (UK),\n <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article674815.ece\" target=\"_blank\">\n  &quot;Bush: 'I'd like to close Guantanamo Bay,'&quot;\n </a>\n June 14, 2006\n</p>\n<p>\n CQ Transcripts, CBS's &quot;Face the Nation&quot; interview with Colin Powell, May 22, 2009\n</p>\n<p>\n CQ Transcripts, Former Vice President Dick Cheney Delivers remarks on National Security at the American Enterprise Institute, May 21, 2009\n</p>\n<p>\n CQ Transcripts, Former Vice President Dick Cheney is Interviewed on Fox News' &quot;Your World with Neil Cavuto,&quot; May 12, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Colin", "half_true_count": 1, "home_state": "", "id": 168, "last_name": "Powell", "mostly_true_count": 0, "name_slug": "colin-powell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Colin_Powell.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/168/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>Cheney is &quot;disagreeing with President Bush's policy. President Bush stated repeatedly to international audiences and to the country that he wanted to close Guantanamo.&quot;</p>", "statement_context": "an interview on CBS's Face the Nation", "statement_date": "2009-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}