{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2014/dec/16/lc-buster-evans/politifact-high-school-diplomas-will-be-new-under-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 10315, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10315/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Gov. Nathan Deal announced in November that the state Department of Corrections will be partnering with a charter school to help inmates at one state prison receive their high school diplomas.</p>\r\n\r\n<p>Deal said the program should allow inmates at Lee Arrendale State Prison in Habersham County to &quot;change the direction of their lives&quot; and have &quot;a greater chance of avoiding relapse&quot; once they are back in society.</p>\r\n\r\n<p>Seven out of 10 inmates in Georgia&rsquo;s state prisons lack a high school diploma or GED, the governor said.</p>\r\n\r\n<p>&quot;It has been many years, if ever, since an inmate has completed his or her high school diploma while incarcerated in a state correctional facility for adults,&quot; L.C. &quot;Buster&quot; Evans, assistant commissioner of the Georgia Department of Corrections, said in a Nov. 12 press release.</p>\r\n\r\n<p>The statement by Evans, a former Forsyth County school superintendent, piqued our interest.</p>\r\n\r\n<p>Hadn&rsquo;t policymakers in Georgia and nationally been talking on and off for years about the high rate of recidivism among released prisoners? And hadn&rsquo;t most concluded that the solutions are complex but include addressing systemic barriers to success, such as insufficient job skills and education?</p>\r\n\r\n<p>We began by contacting Susan Megahee, a spokeswoman at the Georgia Department of Corrections, which runs one of the nation&rsquo;s largest prison systems with nearly 55,000 inmates, more than 160,000 probationers and 12,000 employees.</p>\r\n\r\n<p>We asked about Evans&rsquo; statement.</p>\r\n\r\n<p>&quot;We have no historical data of any offender receiving a high school diploma,&quot; Megahee told PolitiFact.</p>\r\n\r\n<p>That doesn&rsquo;t mean that some inmates who have entered the prison system as high school dropouts haven&rsquo;t become more marketable -- from an educational standpoint -- while behind bars.</p>\r\n\r\n<p>Indeed, thousands have.</p>\r\n\r\n<p>But until now, the avenue they had was the GED, a four-subject high school equivalency test that measures skills required by high schools and expected by colleges and employers. The four subjects are science, social studies, mathematical reasoning and reasoning through language arts.</p>\r\n\r\n<p>GED programs are available to offenders in state prisons, private prisons, transitional centers and the Bainbridge Substance Abuse Treatment Center, Megahee told PolitiFact.</p>\r\n\r\n<p>Inmates at those facilities earned 1,557 GEDs in fiscal 2009, 1,510 in 2010, 1,620 in 2011, 1,260 in 2012, 1,290 in 2013 and 1,167 in 2014, according to the Technical College System of Georgia, the agency that administers the GED program.</p>\r\n\r\n<p>The Department of Corrections in the past has assessed offenders&rsquo; level of education by three standards -- Literacy Remedial Reading, below the fifth-grade level; Adult Basic Education between the fifth-grade and eighth-grade levels; and General Educational Development (GED), testing at or above the eighth-grade level with the potential to earn a high school equivalency diploma.</p>\r\n\r\n<p>&quot;Now, that our partnership with (Mountain Education Charter School) has been established, we will offer an additional opportunity for education, which is a true high school diploma,&quot; Megahee said. &quot;These options will help prepare returning citizens for successful re-entry.&quot;</p>\r\n\r\n<p>This is possible under a state law that designates the Department of Corrections as a &quot;special school&quot; district, she said.</p>\r\n\r\n<p>Beginning in January, teachers from the Mountain Education Charter School -- a collaboration between the school districts in Elbert, Fannin, Forsyth, Gilmer, Lumpkin, Pickens, Rabun, Towns, Union and White counties -- are expected to use online and self-paced instructional programming to work with suitable inmates from Arrendale.</p>\r\n\r\n<p>These teachers already work with nontraditional students, and this program with the Department of Corrections will pair them with some of Arrendale&rsquo;s 1,400 female inmates -- 200 of whom are under age 22.</p>\r\n\r\n<p>&quot;This will have a long-term impact on recidivism by graduating more inmates with a high school credential,&quot; said Mike Light, a spokesman for the Technical College System of Georgia and a former spokesman for the Department of Corrections.</p>\r\n\r\n<p>He said it reflects positively &quot;on the governor on down&quot; and marks a major shift in philosophy from the days when prisoners were released with $25 and a bus ticket and told &quot;hope you don&rsquo;t come back.&quot;</p>\r\n\r\n<p>The prison system will still have GED programs, and it announced in August that it is fast-tracking GED programs for inmates at Arrendale and two other medium-security prisons.</p>\r\n\r\n<p>Inmates at these facilities will be able to prepare for their GEDs in 10 to 12 weeks -- rather than the normal 16 to 18 months -- and then be eligible for further vocational and job training, state officials said.</p>\r\n\r\n<p>&quot;With over 27,000 offenders that have self-reported as not having a high school diploma, offering this additional programming will allow for more offenders to earn their GED,&quot; Department of Corrections Commissioner Brian Owens said in August. &quot;Offender education is a top priority in our departmental efforts toward criminal justice reform.&quot;</p>\r\n\r\n<p>GEDs are recognized nationwide and accepted by more than 95 percent of U.S. employers, colleges and universities, the Technical College System of Georgia website states.</p>\r\n\r\n<p>Our conclusion: L.C.&quot;Buster&quot; Evans, assistant commissioner of the Georgia Department of Corrections, said: &quot;It has been many years, if ever, since an inmate has completed his or her high school diploma while incarcerated in a state correctional facility for adults.&quot;</p>\r\n\r\n<p>He is technically correct that Georgia prisons have not had a high school program such as the one that is being launched in January. And in a prison system where seven out of 10 inmates lack a diploma or GED, this could be the start of major improvements.</p>\r\n\r\n<p>But the GED is a high school equivalency, recognized by the vast majority of employers, colleges and universities. And that&rsquo;s something the state has been helping some inmates attain for years.</p>\r\n\r\n<p>That&rsquo;s important context. For this reason, we rate Evans&rsquo; statement Mostly True.</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "ruling_comments_date": "2014-12-15T17:02:59.739757", "ruling_date": "2014-12-16T00:00:00", "ruling_headline": "PolitiFact: High school diplomas will be new under prison partnership", "ruling_headline_slug": "politifact-high-school-diplomas-will-be-new-under-", "ruling_link_text": "55,000 inmates are in Georgia prisons", "ruling_state": null, "source_documents": null, "sources": "<p>Phone and emails with Susan Megahee, public relations &amp; information specialist, Georgia Department of Corrections</p>\r\n\r\n<p>Deal: Program to help inmates <a href=\"http://gov.georgia.gov/press-releases/2014-11-12/deal-program-help-inmates-earn-high-school-diplomas\">earn</a> high school diplomas,&quot; Office of Governor, Nov. 12,2014</p>\r\n\r\n<p>&quot;Department Launches GED Fast Track for <a href=\"http://www.dcor.state.ga.us/NewsRoom/PressReleases/PR_140814b.html\">Offenders</a> - Implemented at Three Medium Security Facilities,&quot; Georgia Department of Corrections press release, Aug. 14, 2014</p>\r\n\r\n<p>Phone and email with Mike Light, spokesman for the Technical College System of Georgia</p>\r\n\r\n<p>&quot;Deal appoints leader for prison system&rsquo;s <a href=\"http://gov.georgia.gov/press-releases/2014-02-27/deal-appoints-leader-prison-system%E2%80%99s-education-initiatives\">education</a> initiatives,&quot; Office of the Governor, Feb. 27, 2014</p>\r\n\r\n<p>&quot;It looks like a diploma but works like a passport,&quot; Technical College System of <a href=\"https://tcsg.edu/ged.php\">Georgia</a> website info on GED</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Assistant Commissioner", "false_count": 0, "first_name": "L.C. \"Buster\"", "half_true_count": 0, "home_state": "Georgia", "id": 3019, "last_name": "Evans", "mostly_true_count": 1, "name_slug": "lc-buster-evans", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/BusterEvans.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3019/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p><strong>&quot;It has been many years, if ever, since an inmate has completed his or her high school diploma while incarcerated in a state correctional facility for adults.&quot;</strong></p>\r\n", "statement_context": "in a press release", "statement_date": "2014-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}