{"art": [{"brightcove": "", "caption": "President Barack Obama on CNN's \"State of the Union\" Dec. 21, 2014.", "id": 5571, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/2014-12-21_11_37_25-State_of_the_Union_-_CNN.com_Blogs.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5571/", "title": "Candy Obama", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2014/dec/21/barack-obama/obama-iran-has-not-advanced-nuclear-ambitions-us-n/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10333, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/10333/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>When you close out the year by ditching America&rsquo;s 50-year isolation of Cuba, you can expect a few broader questions about your style on the international stage.</p>\r\n\r\n<p>President Barack Obama said in a year-end interview with CNN&rsquo;s Candy Crowley that he has been &quot;consistent in saying that where we can solve problems diplomatically, we should do so.&quot;</p>\r\n\r\n<p>Crowley pressed Obama to respond to the charge that he is too willing to cut deals that produce little in return for the United States.</p>\r\n\r\n<p>&quot;The gist of it is that you&#39;re naive and they&#39;re rolling you,&quot; Crowley said, speaking of other world leaders.</p>\r\n\r\n<p>Obama shot back that on a couple of major fronts, his track record is looking pretty good. Russia now has a crisis on its hands as its economy stalls and the value of the ruble tumbles. On Iran, the president said there have been real gains.</p>\r\n\r\n<p>&quot;Over the last year and a half, since we began negotiations with them, that&#39;s probably the first year and a half in which Iran has not advanced its nuclear program in the last decade,&quot; Obama said.</p>\r\n\r\n<p>The fear that Iran is developing nuclear weapons, a charge that Iran denies, has bedeviled the international community for over 15 years. We decided to take a closer look at whether Iran&rsquo;s program has advanced or not.</p>\r\n\r\n<p>We found general agreement that in terms of curtailing the means to produce enriched uranium and plutonium, the essential fuels needed for an atomic bomb, negotiations between the United States, Iran and other United Nations countries contributed to real progress. However, some analysts define Iran&rsquo;s nuclear program more broadly to include suspected efforts to design nuclear weapons and ballistic missiles. The negotiations don&rsquo;t address those elements, however, and what Iran is doing or has done in that area is subject to much debate.</p>\r\n\r\n<p>By way of refresher, in November 2013, the five permanent members of the United Nations Security Council, plus Germany, and Iran <a href=\"http://eeas.europa.eu/statements/docs/2013/131124_03_en.pdf\" style=\"text-decoration:none;\"><u>signed an agreement</u></a> that temporarily stopped or rolled back Iran&rsquo;s production of potentially weapons grade nuclear material. In November 2014, that agreement was extended by four months, with some additional restrictions on Iran. In exchange, Iran has been able to sell more of its oil and gain access to millions of dollars that had been frozen in overseas bank accounts.</p>\r\n\r\n<p><strong>The key elements in the agreements</strong></p>\r\n\r\n<p>Negotiators focused on nuclear fuel. This had three main aspects.</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Stopping the production and accumulation of uranium enriched to the 20 percent level of the isotope U-235 and converting a large fraction of what it had to a form harder to use in a weapon.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Stop the installation of additional centrifuge machines at Iran&rsquo;s two enrichment facilities. Centrifuges are essential to the enrichment process.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Put the brakes on construction of Iran&rsquo;s heavy water reactor in Arak. If it were operational, this reactor could produce enough plutonium in its spent fuel for one to two nuclear warheads.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Importantly, Iran agreed to inspections by the <a href=\"http://www.iaea.org/newscenter/focus/iran/iaea-and-iran-iaea-reports\" style=\"text-decoration:none;\"><u>International Atomic Energy Agency</u></a>. That agency has found that Iran complied with the terms of the original<strong> </strong>November 2013 agreement. In its <a href=\"http://www.iaea.org/sites/default/files/gov2014-58.pdf\" style=\"text-decoration:none;\"><u>November 2014 report</u></a>, the agency said, &quot;All of the enrichment related activities at Iran&rsquo;s declared facilities are under Agency safeguards, and all of the nuclear material, installed cascades, and feed and withdrawal stations at those facilities are subject to Agency containment and surveillance.&quot;</p>\r\n\r\n<p>To be clear, Iran continues to enrich uranium, but only to the level of 5 percent of U-235, a form that falls well short of the needs of weapon makers.</p>\r\n\r\n<p>Regarding heavy water facilities, the IAEA said that Iran had not stopped all work across all of its heavy water projects, but it had not installed any major components.</p>\r\n\r\n<p><strong>What the experts say</strong></p>\r\n\r\n<p>As far as nuclear material is concerned, the experts we reached said the agreements successfully, though perhaps only temporarily, curtailed production.</p>\r\n\r\n<p>&quot;When President Obama says that for the first time in the past decade Iran has not advanced its nuclear program he is correct,&quot; said Daryl Kimball, executive director of the Arms Control Association, a research group that advocates for arms control policies. &quot;Leading up to the interim deal, Iran had nearly amassed enough 20 percent enriched uranium gas, which when further enriched to weapons grade is enough for one bomb.&quot;</p>\r\n\r\n<p>That material is no longer available, Kimball said.</p>\r\n\r\n<p>Matthew Bunn, a principal investigator with the Project on Managing the Atom at Harvard University&rsquo;s Kennedy School, also said Obama basically has it right on Iran. &quot;They don&rsquo;t have any more equipment in place for producing bomb material than they had a year and a half ago,&quot; Bunn said.</p>\r\n\r\n<p>David Albright, president of the Institute for Science and International Security, a Washington-based group that aims to stop the spread of nuclear weapons, offered a more qualified view. Albright called progress on enrichment, centrifuges and the heavy water facilities in Arak, a &quot;great accomplishment.&quot;</p>\r\n\r\n<p>But Albright noted that, &quot;Iran continues to run almost 10,000 centrifuges, enriching and stockpiling 3.5 percent low enriched uranium.&quot; And Iran&rsquo;s research on advanced centrifuges, with limits, is ongoing.</p>\r\n\r\n<p>Albright is also concerned that Iran has so far not allowed the international inspectors the access they need to learn more about any nuclear weapons research Iran had in the past.</p>\r\n\r\n<p>Matthew Kroenig, a professor of international relations at Georgetown University, also focused on the weapons side of the equation. Kroenig noted that the agreements that limited and rolled back the production of nuclear-grade material were silent on this front.</p>\r\n\r\n<p>&quot;Iran&#39;s missile production continues, and we are uncertain about the nuclear weapons design work, although many experts believe that continues as well,&quot; Kroenig said.</p>\r\n\r\n<p>But Kroenig also described curtailing the production of nuclear fuel as the &quot;most important&quot; piece of the nonproliferation effort with Iran.</p>\r\n\r\n<p>Two notes on the time elements mentioned in Obama&rsquo;s comments.</p>\r\n\r\n<p>He said this is the first time in a decade that Iran&rsquo;s nuclear program did not advance. Iran restarted its uranium enrichment program in 2005. That would mean it has been a bit over nine years.</p>\r\n\r\n<p>Also, the president&rsquo;s year and a half is a bit of a stretch. The first agreement with Iran was signed barely over a year ago, although the terms were announced earlier.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama said that we have seen &quot;probably the first year and a half in which Iran has not advanced its nuclear program in the last decade.&quot; The agreement signed in November 2013 has made it harder for Iran to produce weapons-grade nuclear material. International observers report that Iran complied with the terms of the temporary agreement. The amount of enriched uranium is less, and the country&rsquo;s facilities to produce weapons-grade material has been curtailed.</p>\r\n\r\n<p>But that does not mean the country has completely stopped all activities that could produce nuclear weapons material in the future. There is also concern about broader aspects of a nuclear weapons program, such as weapons design and missile development.</p>\r\n\r\n<p>We rate Obama&rsquo;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2014-12-21T11:35:48.167809", "ruling_date": "2014-12-21T17:44:26", "ruling_headline": "Obama: Iran has not advanced nuclear ambitions since U.S. negotiations started", "ruling_headline_slug": "obama-iran-has-not-advanced-nuclear-ambitions-us-n", "ruling_link_text": "Gains, but more to be done", "ruling_state": null, "source_documents": null, "sources": "<p>CNN, <em>State of the Union</em>, Dec. 21, 2014</p>\r\n\r\n<p>International Atomic Energy Agency, <a href=\"http://www.iaea.org/sites/default/files/gov2014-62.pdf\" style=\"text-decoration:none;\"><u>Monitoring and verification of the Islamic&nbsp;Republic of Iran in relation to the extension of the Joint Plan of Action</u></a>, Dec. 11, 2014</p>\r\n\r\n<p><a href=\"http://eeas.europa.eu/statements/docs/2013/131124_03_en.pdf\" style=\"text-decoration:none;\"><u>Joint Plan of Action</u></a> between United States, United Kingdom, Germany, France, Russia, China and Iran, Nov. 24, 2013</p>\r\n\r\n<p>Congressional Research Service, <a href=\"http://fas.org/sgp/crs/nuke/R40094.pdf\" style=\"text-decoration:none;\"><u>Iran&rsquo;s Nuclear Program: Tehran&rsquo;s Compliance with International Obligations </u></a>, April 28, 2014</p>\r\n\r\n<p>International Atomic Energy Agency, <a href=\"http://www.iaea.org/newscenter/focus/iran/iaea-and-iran-iaea-reports\" style=\"text-decoration:none;\"><u>IAEA - Iran: Reports</u></a></p>\r\n\r\n<p>New York Times, &quot;<a href=\"http://www.nytimes.com/2013/11/23/world/middleeast/iran-would-eliminate-stock-of-its-most-highly-enriched-uranium-under-deal.html\" style=\"text-decoration:none;\"><u>Iran would eliminate stock of some of its enriched uranium under deal</u></a>,&quot; Nov. 22, 2013</p>\r\n\r\n<p>Arms Control Association, <a href=\"http://www.armscontrol.org/issue-briefs/2014-10-30/Iran-Nuclear-Deal-101-How-A-Comprehensive-Agreement-Can-Block-Weapons-Pathways\" style=\"text-decoration:none;\"><u>Iran Nuclear Deal 101: How A Comprehensive Agreement Can Block Weapons Pathways</u></a>, Oct. 30, 2014</p>\r\n\r\n<p>Email interview, Bernadette Meehan, White House Press office, Dec. 21, 2014</p>\r\n\r\n<p>Email interview, Matthew Kroenig, associate professor of international relations,Georgetown University, Dec. 21, 2014</p>\r\n\r\n<p>Email interview, David Albright, president, Institute for Science and International Security, Dec. 21, 2014</p>\r\n\r\n<p>Email interview, Daryl Kimball, executive director, Arms Control Association, Dec. 21, 2014</p>\r\n\r\n<p>Email interview, Matthew Bunn, professor of practice and co-principal investigator, Project on Managing the Atom, Kennedy School, Harvard University, Dec. 21, 2014</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Since the United States began negotiations with Iran, &quot;that&#39;s probably the first year and a half in which Iran has not advanced its nuclear program in the last decade.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "comments on CNN's \"State of the Union\"", "statement_date": "2014-12-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}