{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2015/jan/05/democratic-national-committee/jeb-bush-opposes-gay-marriage-and-gays-adopting-dn/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10349, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10349/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>When former Florida Gov. Jeb Bush <a href=\"http://www.politifact.com/florida/article/2014/dec/16/fact-checking-jeb-bush-possible-2016-presidential-/\">announced</a> he was exploring a bid to run for president, the Democrats let loose their opposition research.</p>\r\n\r\n<p>The Democratic National Committee released <a href=\"http://images.politico.com/global/2014/12/19/dnc_talking_points_dec_19.html\">talking points</a> it wanted Democrats to use against Bush; <em><a href=\"http://www.politico.com/story/2014/12/jeb-bush-2016-election-talking-points-113709.html\">Politico</a> </em>published a leaked copy on Dec. 19.</p>\r\n\r\n<p>Bush then posted the talking points on his own <a href=\"https://www.facebook.com/notes/620678934727820/\">Facebook</a> page, denouncing the attacks as &quot;silly&quot; and &quot;misleading.&quot;</p>\r\n\r\n<p>The DNC attacked Bush&rsquo;s statements and positions on a long list of topics, saying that another Bush presidency would mean policies &quot;that wreck the economy, that give massive breaks to the wealthy and corporations, and that are out of step with American people including women, LGBT Americans, Latinos and people of color. The reality is that Jeb Bush is no different than almost all Republicans on issue after issue.&quot;</p>\r\n\r\n<p>Among the talking points was this one: &quot;Bush not only opposes marriage equality, he&rsquo;s said he &lsquo;personally&rsquo; believes gay couples should be banned from adopting children.&quot;</p>\r\n\r\n<p>The timing of that particular attack caught our eye, because in recent months plaintiffs have filed lawsuits to overturn Florida&rsquo;s gay marriage ban, which voters approved in 2008. Federal Judge Robert Hinkle ruled in August that the ban is unconstitutional, but he stayed his order to allow for appeals. After the U.S. Supreme Court rejected requests to extend the stay, Hinkle told county clerks they will be violating the U.S. Constitution if they don&rsquo;t issue same sex marriage licenses on Jan. 6. A Miami-Dade judge allowed gay marriages to proceed in that county Jan. 5.</p>\r\n\r\n<p>Here, we&rsquo;ll look at whether the DNC was accurate in saying that Bush opposes same-sex marriage and believes gay couples should be banned from adopting children.</p>\r\n\r\n<p><strong>Same-sex marriage</strong></p>\r\n\r\n<p>While in office from 1999 to 2007, Bush consistently opposed gay marriage, though he was not a leading crusader against it.</p>\r\n\r\n<p>In 2004, Bush&rsquo;s brother President George W. Bush proposed an amendment to the U.S. Constitution to ban gay marriages. At the time, Florida law did not allow for same-sex marriage, though there was no specific ban on it in the state Constitution. In 2004, 11 states approved their own gay marriage bans.</p>\r\n\r\n<p>A spokeswoman for the DNC pointed to an article in the <em>Tallahassee Democrat </em>that stated: &quot;Bush supports his brother, President George W. Bush, in seeking a constitutional amendment to define marriage as a union of one man and one woman.&quot;</p>\r\n\r\n<p>Over the next few years, religious conservatives in Florida worked to get a question on the ballot banning gay marriage in the state constitution, and they succeeded in 2008.</p>\r\n\r\n<p>Bush faced questions about it while in office. At times, he showed some support with caveats for a state constitutional ban, but he also often said that he was reluctant to change the Constitution.</p>\r\n\r\n<p>&quot;If there was a threat that gay marriage would be accepted in our state, then I might be supportive of it,&quot; Bush said in November 2004, according to the <em>Orlando Sentinel</em>. &quot;I&#39;m not sure it&#39;s necessary to do this in a pre-emptive fashion.&quot;</p>\r\n\r\n<p>It&rsquo;s worth noting that when Bush was in office, he had plenty of company among both Republicans and Democrats in opposing gay marriage. It wasn&rsquo;t until May 2012 that President Barack Obama made a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/may/11/barack-obama/president-barack-obamas-shift-gay-marriage/\">Full Flop </a>in favor of gay marriage. And it wasn&rsquo;t until March 2013 that <a href=\"http://www.washingtonpost.com/blogs/post-partisan/wp/2014/06/13/gross-misunderstanding-of-hillary-clinton-on-gay-marriage/\">Hillary Clinton</a> announced she now supported gay marriage. That same month <a href=\"http://www.nytimes.com/2013/03/26/us/politics/bill-clintons-decision-and-regret-on-defense-of-marriage-act.html?pagewanted=all&amp;_r=0\">Bill Clinton </a>denounced the Defense of Marriage Act that he had signed in 1996.</p>\r\n\r\n<p><strong>Gay adoption</strong></p>\r\n\r\n<p>In 2001, a federal judge upheld Florida&rsquo;s ban on gay adults adopting. The state argued that married heterosexuals provided a more stable home (even though the state allowed single people to adopt). Bush supported that ruling.</p>\r\n\r\n<p>As Bush faced re-election in 2002, the ban remained a hot topic as a challenge winded its way through federal appeals court. Bush said he was reluctant to take a stand since the issue was in court.</p>\r\n\r\n<p>&quot;I think it&#39;s an issue that is marginal to the bigger issue, which is, how do we get children in loving homes?&quot; Bush said.</p>\r\n\r\n<p>Bush&rsquo;s position on gays adopting came up during an October 2002 debate when he faced re-election against Democratic rival Bill McBride.</p>\r\n\r\n<p>&quot;If you&#39;re going to have permanency, it should be with a loving couple that is a man and a wife. That is the law of this land, it&#39;s in the courts, but I also believe that personally,&quot; Bush said.</p>\r\n\r\n<p>A poll done for the <em>Orlando Sentinel </em>during that race showed that a majority of Floridians at the time opposed gays adopting and same-sex marriages.</p>\r\n\r\n<p>In January 2004, a federal appeals court upheld the ban.</p>\r\n\r\n<p>&quot;The decision validates Florida&#39;s conclusion that it is in the best interest of adopted children, many of whom come from troubled and unstable backgrounds, to be placed in a home anchored both by a father and a mother,&quot; Bush said in a <a href=\"http://votesmart.org/public-statement/29325/statement-by-governor-bush-regarding-the-ruling-from-11th-circuit-court-of-appeals#.VKGUE14AF8\">news release</a>.</p>\r\n\r\n<p>In 2010, a state appeals court <a href=\"http://www.politifact.com/florida/statements/2014/feb/20/charlie-crist/after-he-left-gop-charlie-crist-said-he-no-longer-/\">struck down the ban</a>.</p>\r\n\r\n<p><strong>Bush&rsquo;s comments since he left office</strong></p>\r\n\r\n<p>Bush has made a <a href=\"http://www.cbn.com/cbnnews/politics/2013/June/Jeb-Bush-Ill-Run-for-President-On-My-Own-Record/\">few</a> <a href=\"http://www.newsmax.com/Newsfront/jeb-bush-paul-ryan-poverty-donors/2014/05/13/id/570953/\">statements</a> since he left office defending &quot;traditional marriage&quot; but has said little about gays adopting.</p>\r\n\r\n<p>In an interview with CBS&rsquo; Charlie Rose in 2012, he seemed to express some tolerance for gay parents and used softer language to talk about gay couples.</p>\r\n\r\n<p>&quot;I think traditional marriage is what should be sanctioned and not at the expense of discriminating in other forms of family structure.&quot; Bush said. &quot;So I don&rsquo;t support it, but I would say that wholesome loving family life ought to be kind of the organizing principle in a free society. If we don&rsquo;t want to have government overwhelm us, then we have to be self-governing. ... And if people love their children with all their heart and soul, and that&rsquo;s what they do, and that&rsquo;s how they organized their life, that should be held up as examples for others to follow, because we need it. We desperately need it, and that can take all sorts of forms. It doesn&rsquo;t have to take the one that I think should be sanctioned under the law.&quot;</p>\r\n\r\n<p>In a statement to reporters at an event at <a href=\"https://www.youtube.com/watch?v=50U-BgYAlU8\">Mississippi College </a>in March 2013, he said the U.S. Supreme Court should not decide the issue: &quot;I am a supporter of traditional marriage. I do think that these decisions should be made at the state level, so I hope the constitutional amendment in California is not overturned.&quot;</p>\r\n\r\n<p>(He made his comments a few months before the <a href=\"http://www.politifact.com/florida/statements/2013/jul/08/tony-perkins/wedding-vendors-have-been-forced-participate-same-/\">U.S. Supreme Court </a>overturned the federal Defense of Marriage Act and dismissed a case on Proposition 8, California&rsquo;s law that banned gay marriage.)</p>\r\n\r\n<p>Bush told the <em><a href=\"http://www.miamiherald.com/news/local/community/gay-south-florida/article5410317.html\">Miami Herald</a></em> on Jan. 4 in a brief interview, &quot;It ought to be a local decision. I mean, a state decision. The state decided. The people of the state decided. But it&rsquo;s been overturned by the courts, I guess.&quot;</p>\r\n\r\n<p>We asked a spokeswoman for Bush about his stance on gay adults adopting and marrying. Initially, we&nbsp;did not get a reply. But soon after we published this report, a spokesperson&nbsp;sent us two comments from Bush.</p>\r\n\r\n<p>On gay couples adopting:&nbsp;&quot;Previously, I opposed gay adoption, but it has since become the law in our state, and I respect that decision.&quot;</p>\r\n\r\n<p>On same-sex marriage:&nbsp;&quot;We live in a democracy, and regardless of our disagreements, we have to respect the rule of law. I hope that we can also show respect for the good people on all sides of the gay and lesbian marriage issue &ndash; including couples making lifetime commitments to each other who are seeking greater legal protections and those of us who believe marriage is a sacrament and want to safeguard religious liberty.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The DNC said that &quot;Bush not only opposes marriage equality, he&rsquo;s said he &lsquo;personally&rsquo; believes gay couples should be banned from adopting children.&quot;</p>\r\n\r\n<p>As Bush continues to explore running for president, he may provide more specific comments about his current views, but for now we are rating the DNC&rsquo;s statement based on the evidence that was available at the time they made the statement.&nbsp;While in office, Bush repeatedly said that he opposed gay marriage, although he was reluctant at times to amend the state Constitution since it was already banned in state law. He also opposed gay adults adopting children.&nbsp;Since leaving office, Bush said that he supports &quot;traditional marriage,&quot; though he has used a softer tone when asked about it, and did so again when we asked about it. The statement is accurate but needs additional information, so we rate this statement Mostly True.</p>\r\n\r\n<p><strong>Update: </strong><em>Several hours after this item was first&nbsp;published, we received a reponse from Bush&#39;s staff, and this report has been updated to include his comments. The ruling remains the same.&nbsp;</em></p>\r\n", "ruling_comments_date": "2015-01-05T11:36:53.286849", "ruling_date": "2015-01-05T20:28:19", "ruling_headline": "Jeb Bush opposes gay marriage and gays adopting, DNC says", "ruling_headline_slug": "jeb-bush-opposes-gay-marriage-and-gays-adopting-dn", "ruling_link_text": "A supporter of 'traditional marriage' with softer rhetoric", "ruling_state": null, "source_documents": null, "sources": "<p>Democratic National Committee, <a href=\"http://images.politico.com/global/2014/12/19/dnc_talking_points_dec_19.html\">Talking points about former Florida Gov. Jeb Bush</a>, Dec. 19, 2014</p>\r\n\r\n<p>Politico,<a href=\"http://www.politico.com/story/2014/12/jeb-bush-2016-election-talking-points-113709.html\"> &quot;Leaked: Democrats attack plan for Jeb Bush,&quot;</a> Dec. 19, 2014</p>\r\n\r\n<p>Former Gov. Jeb Bush, <a href=\"https://www.facebook.com/notes/620678934727820/\">Facebook post about DNC talking points</a>, Dec. 19, 2014</p>\r\n\r\n<p>Project Vote Smart, <a href=\"http://votesmart.org/public-statement/29325/statement-by-governor-bush-regarding-the-ruling-from-11th-circuit-court-of-appeals#.VKGUE14AF8\">&quot;Statement by Governor Bush regarding the ruling of the 11th Circuit Court of Appeals,&quot; </a>Jan. 28, 2004</p>\r\n\r\n<p><em>Orlando Sentinel</em>, &quot;Poll: Many oppose adoption by gays,&quot; (Accessed in Nexis) July 1, 2002</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Reno, McBride vie for gay vote,&quot; (Accessed in Nexis) Aug. 20. 2002</p>\r\n\r\n<p>Salon, <a href=\"http://www.salon.com/2002/10/05/jeb_bush_4/\">&quot;When Jeb Bush speaks, people cringe,&quot;</a> Oct. 5, 2002</p>\r\n\r\n<p><em>Miami Herald</em> Debate Transcript, Jeb Bush vs. Bill McBride, (Accessed in Nexis) Oct. 16, 2002</p>\r\n\r\n<p>Associated Press <a href=\"http://www.highbeam.com/doc/1P1-68294921.html\">&quot;Gov. Bush&#39;s Remarks on Child&#39;s Case Criticized; &#39;Juicy Details&#39; on Caregivers Cited,&quot; </a>Oct. 4, 2002</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;McBride, Bush clash over gay adoption,&quot; Accessed in Nexis, Oct. 16, 2002</p>\r\n\r\n<p><em>Miami Herald</em> Debate Transcript, Jeb Bush vs. Bill McBride, (Accessed in Nexis) Oct. 16, 2002</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;McBride, Bush clash over gay adoption,&quot; (Accessed in Nexis) Oct. 16, 2002</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/news/local/community/gay-south-florida/article5410317.html\">&quot;Bush still guarded on gay rights,&quot; </a>Jan. 5, 2014</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.sun-sentinel.com/2002-10-16/news/0210150723_1_jeb-bush-bill-mcbride-gay-adoption\">&quot;Bush, McBride keep debate civil,&quot;</a> Oct. 16, 2002</p>\r\n\r\n<p><em>Tampa Bay Times</em>, &quot;GOP fuels gay marriage ban,&quot; (Accessed in Nexis) Jan. 12, 2006</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Ban on adoption by gays upheld by U.S. appeals court,&quot; (Accessed in Nexis) Jan. 29, 2004</p>\r\n\r\n<p><em>Tallahassee Democrat</em>, &quot;Bush opposes gay civil unions,&quot; (Accessed in Nexis) March 9, 2004</p>\r\n\r\n<p><em>Sun-Sentinel</em>, &quot;Bush speaks on gay unions,&quot; (Accessed in Nexis), Nov. 10, 2004</p>\r\n\r\n<p><em>Tampa Bay Times</em>, <a href=\"http://www.sptimes.com/2006/02/24/State/State_GOP_sinks_150_0.shtml\">&quot;State GOP sinks another $150,000 to anti-gay initiative,&quot;</a> Feb. 24, 2006</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Event could put Crist in a bind,&quot; (Accessed in Nexis) May 18, 2006</p>\r\n\r\n<p><em>Sun-Sentinel</em>, <a href=\"http://articles.orlandosentinel.com/2006-05-20/news/MJEB20_1_equality-florida-florida-constitution-florida-family-policy\">&quot;Bush tilts toward gay marriage ban,&quot;</a> May 20, 2006</p>\r\n\r\n<p>Newsmax, <a href=\"http://www.newsmax.com/Newsfront/bush-states-decide-gay/2013/03/25/id/496258/?utm_source=huffingtonpost.com&amp;utm_medium=referral&amp;utm_campaign=pubexchange_article\">&quot;Jeb Bush: States should decide gay marriage,&quot; </a>March 25, 2013</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2013/03/26/us/politics/bill-clintons-decision-and-regret-on-defense-of-marriage-act.html?pagewanted=all&amp;_r=0\">&quot;Now in defense of gay marriage, Bill Clinton,&quot;</a> March 26, 2013</p>\r\n\r\n<p>YouTube video of Jeb Bush at Mississippi College, <a href=\"https://www.youtube.com/watch?v=50U-BgYAlU8\">&quot;Jeb Bush on same sex marriage,&quot;</a> March 26, 2013</p>\r\n\r\n<p>Newsmax, <a href=\"http://www.newsmax.com/Newsfront/jeb-bush-paul-ryan-poverty-donors/2014/05/13/id/570953/\">&quot;Jeb Bush, Paul Ryan wow donors in New York City with focus on poverty,&quot;</a> May 13, 2014</p>\r\n\r\n<p><em>Washington Post</em> PostPartisan, <a href=\"http://www.washingtonpost.com/blogs/post-partisan/wp/2014/06/13/gross-misunderstanding-of-hillary-clinton-on-gay-marriage/\">&quot;Gross misunderstanding of Hillary Clinton on gay marriage,&quot; </a>June 13, 2014</p>\r\n\r\n<p>CBN News,<a href=\"http://www.cbn.com/cbnnews/politics/2013/June/Jeb-Bush-Ill-Run-for-President-On-My-Own-Record/\"> &quot;I&rsquo;ll run for president on my own record,&quot; </a>June 17, 2013</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2014/12/25/us/politics/emails-from-tenure-as-governor-of-florida-show-jeb-bushs-agenda-and-goals.html?_r=0\">&quot;Jeb Bush&rsquo;s emails as governor show his agenda and goals,&quot; </a>Dec. 24, 2014</p>\r\n\r\n<p><em>Miami Herald</em>,<a href=\"http://www.miamiherald.com/news/local/community/gay-south-florida/article4918953.html\"> &quot;U.S. Judge Robert Hinkle to Florida officials: respond by Monday in gay marriage case,&quot;</a> Dec. 24, 2014</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/news/local/community/gay-south-florida/article5140425.html\">&quot;Judge sets 11 a.m. Monday hearing in gay marriage case -- to lift her stay?&quot;</a> Dec. 29, 2014</p>\r\n\r\n<p>Associated Press, <a href=\"http://m.apnews.com/ap/db_268748/contentdetail.htm?contentguid=JmL3ZZHh\">&quot;Florida group tries to stop gay marriages,&quot;</a> Dec. 30, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/jul/08/tony-perkins/wedding-vendors-have-been-forced-participate-same-/\">&quot;Wedding vendors have been forced to participate in same-sex marriages under threat or even jail, Family Research Council says,&quot; </a>July 8, 2013</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2014/feb/20/charlie-crist/after-he-left-gop-charlie-crist-said-he-no-longer-/\">&quot;After he left the GOP, Charlie Crist said he no longer supported Florida&rsquo;s gay adoption ban,&quot; </a>Feb. 20, 2013</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/article/2014/dec/16/fact-checking-jeb-bush-possible-2016-presidential-/\">&quot;Fact-checking Jeb Bush, possible 2016 presidential contender,&quot;</a> Dec. 16, 2014</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/may/11/barack-obama/president-barack-obamas-shift-gay-marriage/\">&quot;President Barack Obama&rsquo;s shifting stance on gay marriage,&quot; </a>May 11, 2012</p>\r\n\r\n<p>Interview, Rebecca Chalif, Democratic National Committee spokeswoman, Dec. 29, 2014</p>\r\n\r\n<p>Interview, Nadine Smith, Equality Florida CEO, Dec. 29, 2014</p>\r\n\r\n<p>Email interview with&nbsp;Kristy Campbell, Jan. 5, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 12, "home_state": "", "id": 26, "last_name": "Democratic National Committee", "mostly_true_count": 8, "name_slug": "democratic-national-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-dnc.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/26/", "total_count": 37, "true_count": 7, "website": ""}, "statement": "<p>Says Jeb Bush &quot;not only opposes marriage equality, he&rsquo;s said he &lsquo;personally&rsquo; believes gay couples should be banned from adopting children.&quot;</p>\r\n", "statement_context": "a list of talking points", "statement_date": "2014-12-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}], "twitter_headline": ""}