{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/may/28/rush-limbaugh/rush-limbaugh-says-sotomayor-disregarded-law-rule-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1036, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1036/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>While many Republican leaders have been publicly cautious with their opinions about President Barack Obama&#39;s nominee for the Supreme Court, Sonia Sotomayor, radio talk show host Rush Limbaugh has been crystal clear about his opposition.</p>\r\n\r\n<p>&quot;Do I want her to fail to get on the court? Yes,&quot; Limbaugh said on his show on May 26, 2009. &quot;She&#39;d be a disaster on the court.&quot;</p>\r\n\r\n<p>In making his case, Limbaugh cited a Sotomayor ruling that has drawn scrutiny from critics this week.</p>\r\n\r\n<p>&quot;She ruled against the white firefighter &mdash; Ricci and other white firefighters &mdash; just on the basis that she thought women and minorities should be given a preference because of their skin color and because of the history of discrimination in the past,&quot; Limbaugh said. &quot;The law was totally disregarded.&quot;</p>\r\n\r\n<p>Limbaugh is referring to <em> Ricci vs. DeStefano </em> , a case involving firefighters in New Haven, Conn. A group of mostly white firefighters claimed reverse discrimination after the city threw out the results of promotional exams because white firefighters fared significantly better than black firefighters.</p>\r\n\r\n<p>Here&#39;s what happened. In late 2003, 118 New Haven firefighters took written and oral exams for promotion to the ranks of captain and lieutenant. Among the 41 who took the captain exam (eight of them black), no blacks and at most two Hispanics would have been eligible for promotion to captain. And of the 77 who took the lieutenant exam (19 of them black, 15 Hispanic), the results indicated that no blacks or Hispanics would be promoted to the rank of lieutenant.</p>\r\n\r\n<p>The New Haven Civil Service Board worried the test may have violated &quot;anti-disparate-impact requirements&quot; of Title VII of the&nbsp; Civil Rights Act of 1964, and that the city would face an employment discrimination lawsuit from nonwhite applicants who were not promoted. So the board decided not to certify the exam results, and no one was promoted.</p>\r\n\r\n<p>The white firefighters, naturally, were ticked off. One of them, John Ricci, is dyslexic, and studied hard to score highly on one of the exams, only to have it invalidated. Eighteen firefighters, 17 whites and one Hispanic, filed a lawsuit against the city claiming the decision not to certify the exam results &quot;amounted to intentional discrimination&quot; against the white firefighters in favor of black firefighters due to their race and political support for the mayor, John DeStefano.</p>\r\n\r\n<p>The federal district court judge who heard the case ruled in favor of the city. The firefighters appealed to the 2nd Circuit, the court on which Sotomayor sits.</p>\r\n\r\n<p>A three-judge panel that included Sotomayor upheld the district court ruling with a one paragraph explanation:</p>\r\n\r\n<p>&quot;We affirm, substantially for the reasons stated in the thorough, thoughtful, and well-reasoned opinion of the court below. In this case, the Civil Service Board found itself in the unfortunate position of having no good alternatives. We are not unsympathetic to the plaintiffs&#39; expression of frustration. Mr. Ricci, for example, who is dyslexic, made intensive efforts that appear to have resulted in his scoring highly on one of the exams, only to have it invalidated. But it simply does not follow that he has a viable Title VII claim. To the contrary, because the Board, in refusing to validate the exams, was simply trying to fulfill its obligations under Title VII when confronted with test results that had a disproportionate racial impact, its actions were protected.&quot;</p>\r\n\r\n<p>The brevity of that response, and its lack of analysis, rankled one dissenting appeals court judge, Jose Cabranes.</p>\r\n\r\n<p>&quot;The opinion contains no reference whatsoever to the constitutional claims at the core of this case, and a casual reader of the opinion could be excused for wondering whether a learning disability played at least as much a role in this case as the alleged racial discrimination,&quot; Cabranes wrote. &quot;This perfunctory disposition rests uneasily with the weighty issues presented by this appeal.&quot;</p>\r\n\r\n<p>Subsequently, the Supreme Court decided to take up the case, and heard arguments in April.</p>\r\n\r\n<p>But back to Limbaugh&#39;s claim. That Sotomayor ruled against &quot;white firefighter Ricci and other white firefighters&quot; is undisputed. But this is a very complex legal case and Limbaugh misleads when he boils down the ruling by Sotomayor (and two other appeals court judges), saying it was made &quot;just on the basis that she thought women and minorities should be given a preference because of their skin color and because of the history of discrimination in the past. The law was totally disregarded.&quot;</p>\r\n\r\n<p>The ruling by the three-judge panel makes no mention of giving preferential treatment to women or minorities, as Limbaugh suggested. Rather, it upholds a district court decision that the city had the right to throw out a test it felt led to racially disparate results.</p>\r\n\r\n<p>The first sentence of the panel&#39;s statement is also significant. The judges begin by saying they agree with the district court ruling &quot;substantially for the reasons stated in the thorough, thoughtful, and well-reasoned opinion of the (district court).&quot; In other words, without laying out all those opinions, they were essentially incorporating what the district court said.</p>\r\n\r\n<p>So we took a look at the <a href=\"http://ct.findacase.com/research/wfrmDocViewer.aspx/xq/fac.%5CC02%5C2008%5C20080612_0001355.C02.htm/qx\" target=\"_blank\"> opinions delivered by District Judge Janet Arterton </a> on Sept. 28, 2006.</p>\r\n\r\n<p>The first thing we note is that the opinion cites numerous other cases to back up various points. That alone weakens Limbaugh&#39;s claim that &quot;the law was totally disregarded.&quot;</p>\r\n\r\n<p>Moreover, Judge Arterton lays out very specific legal reasons for her decision.</p>\r\n\r\n<p>&quot;Nothing in the record in this case suggests that the City defendants or CSB (Civil Service Board) acted &#39;because of&#39; discriminatory animus toward plaintiffs or other non-minority applicants for promotion,&quot; Arterton wrote. &quot;Rather, they acted based on the following concerns: that the test had a statistically adverse impact on African-American and Hispanic examinees; that promoting off of this list would undermine their goal of diversity in the Fire Department and would fail to develop managerial role models for aspiring firefighters; that it would subject the City to public criticism; and that it would likely subject the City to Title VII lawsuits from minority applicants that, for political reasons, the City did not want to defend.&quot;</p>\r\n\r\n<p>The judge cites several cases which, she wrote, &quot;clearly establish&quot; that a public employer faced with the threat of a lawsuit over a test with racially disparate results does not violate civil rights laws by taking &quot;neutral, albeit race-conscious, actions to avoid such liability.&quot;</p>\r\n\r\n<p>The judge argued the white firefighters could not claim to have been discriminated against because &quot;here, all applicants took the same test, and the result was the same for all because the test results were discarded and nobody was promoted.&quot;</p>\r\n\r\n<p>In siding with the city, the judge wrote that the city&#39;s &quot;motivation to avoid making promotions based on a test with a racially disparate impact, even in a political context, does not, as a matter of law, constitute discriminatory intent, and therefore such evidence is insufficient for plaintiffs to prevail on their Title VII claim.&quot;</p>\r\n\r\n<p>We cite some of this not just to make your head hurt, or to make the case that the ruling was correct &mdash; that will ultimately be up to the Supreme Court &mdash; but to show the complicated legal issues involved, as well as the fact that the district court did, in fact, make reasoned legal arguments and cited numerous legal cases to underpin its decision. In other words, you may not agree with the conclusions, but it&#39;s wrong to suggest the judges &quot;totally disregarded&quot; the law. Nor did Sotomayor&#39;s panel or the district court ever suggest that the city ought to give preferential treatment to women and minorities. And so we rule Limbaugh&#39;s statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:43.861669", "ruling_date": "2009-05-28T14:00:11", "ruling_headline": "Rush Limbaugh says Sotomayor disregarded law to rule against white firefighters", "ruling_headline_slug": "rush-limbaugh-says-sotomayor-disregarded-law-rule-", "ruling_link_text": "Judges upheld district court ruling", "ruling_state": null, "source_documents": null, "sources": "<p>RushLimbaugh.com, <a href=\"http://www.rushlimbaugh.com/home/daily/site_052609/content/01125113.guest.html\" target=\"_blank\"> &quot;The Way To Win Hispanic Votes&quot; </a> May 26, 2009</p>\r\n\r\n<p>FindACase.com, <a href=\"http://ct.findacase.com/research/wfrmDocViewer.aspx/xq/fac.%5CC02%5C2008%5C20080612_0001355.C02.htm/qx\" target=\"_blank\"> Ricci vs. DeStefano </a></p>\r\n\r\n<p>Slate, <a href=\"http://www.slate.com/id/2219037/\" target=\"_blank\"> &quot;The Sotomayor Mystery: Why didn&#39;t she explain herself in this year&#39;s big race case?&quot; </a> by Emily Bazelon, May 26, 2009</p>\r\n\r\n<p>Hartford Courant, &quot;&#39;Ricci Shapes Up as Critical Test,&quot; by Edmund H. Mahony and Mark Spencer, May 27, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>Sotomayor &quot;ruled against the white firefighter &mdash; Ricci and other white firefighters &mdash; just on the basis that she thought women and minorities should be given a preference because of their skin color and because of the history of discrimination in the past. The law was totally disregarded.&quot;</p>\r\n", "statement_context": "his radio program", "statement_date": "2009-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 110, "photo": null, "resource_uri": "/api/v/2/subject/110/", "subject": "Sotomayor Nomination", "subject_slug": "sotomayor-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}