{"art": [{"brightcove": "", "caption": "The entrance to Walt Disney World in central Florida. (Gerard McGovern via Flickr/Creative Commons)", "id": 5622, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Disney_entrance.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5622/", "title": "Disney World gate", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Walt Disney, his brother Roy and Florida Gov. W. Haydon Burns announced plans to create a Disney theme park in the state in 1965, a year before Walt Disney's death. Walt Disney World opened in 1971.", "id": 5623, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Disney_presser.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5623/", "title": "Disney presser", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2015/jan/09/dennis-moss/disney-wanted-build-miami-dade-county-told-him-tak/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10363, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/10363/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A battle over whether to turn a swath of trees near the Zoo Miami into an amusement park has touched off a debate about whether Disney decades ago wanted to build in Miami-Dade and whether county officials told Disney &quot;to take a hike.&quot;</p>\r\n\r\n<p>County commissioners will consider declaring the area blighted at a March 3 hearing which could pave the way for developers to build a $930 million 20th Century Fox amusement park. Environmentalists vow to fight the plan.</p>\r\n\r\n<p>County Commissioner Dennis Moss, who has advocated for an amusement park in his district, told the <em>Miami Herald</em> that the land had been planned for redevelopment for years. And he says the county shouldn&rsquo;t miss another opportunity to have an amusement park.</p>\r\n\r\n<p>&quot;When Disney was looking to build Disney World, they came to Miami and we told Disney to take a hike, and they took a hike to Central Florida. You see the economic impact they had on Central Florida. We have a chance to do that with 20th Century Fox in our community,&quot; he said in a Dec. 19 article.</p>\r\n\r\n<p>His claim set off a flurry of letters to the editor by readers who debated whether Disney World &nbsp;considered Miami-Dade as a site and if local officials rejected it. Here&rsquo;s one from prominent South Florida&nbsp;attorney Ben Kuehne:</p>\r\n\r\n<p><em>&quot;I wonder who were the unidentified officials in then-Dade County who told Disney to &lsquo;take a hike,&rsquo; when Disney does not seem to have ever expressed an interest in South Florida as a potential location for its Disney World attraction. To the contrary, official Disney history is that Disney particularly chose Central Florida in order to not compete with existing tourism areas on the Atlantic Ocean or the Gulf of Mexico. Is Moss trying to pull a fast one on the Miami-Dade residents in his haste to pursue a massive theme park development in his district, contending that we lost a nonexistent opportunity once and cannot afford to do so 50 years later?&quot;</em></p>\r\n\r\n<p>But then Larry Capp, former executive director of the governmental entity <a href=\"http://www.miamidade.gov/economicadvocacytrust/history.asp\">Metro-Miami Action Plan</a> during the 1980s, wrote a letter saying that Moss is correct. Capp&rsquo;s information is based on conversations he had with the late County Mayor Stephen R. Clark in the 1980s.</p>\r\n\r\n<p>Clark &quot;never deviated from his account that Disney wanted to come to Miami,&quot; Capp wrote. But the negotiations with the county commission fell apart when Disney demanded that the county pay for infrastructure, Capp wrote. He added that Disney had already acquired large parcels in the county in the area that is now Trump National Doral. (Clark, who has since died, was first elected to the Miami city commission in 1963 and later became county mayor.)</p>\r\n\r\n<p>Time to pull out PolitiFact&rsquo;s Truth-O-Meter: Did Disney consider Miami-Dade and did county officials tell Disney to go take a hike? Take a wild ride with us as we try to separate the lore from the truth about the twists and turns in the development of Disney World.</p>\r\n\r\n<p><strong>Moss uncertain of his source</strong></p>\r\n\r\n<p>Moss, who was first elected in 1993, told PolitiFact Florida that he couldn&rsquo;t recall any specific source for his claim.</p>\r\n\r\n<p>&quot;I don&rsquo;t have anything in writing,&quot; he said.</p>\r\n\r\n<p>But Moss pointed to Capp&rsquo;s letter as &quot;witness testimony.&quot; While it is certainly possible that during the 1980s Clark told Capp this information about Disney from decades ago, that&rsquo;s not indisputable evidence in our book. County officials were unable to pinpoint any specific evidence to support Moss&rsquo; claim.</p>\r\n\r\n<p>Moss acknowledged it could be difficult to prove exactly what happened.</p>\r\n\r\n<p>&quot;Disney is about fairy tales and storybook endings, so who knows what transpired back in the 1950s?&quot;</p>\r\n\r\n<p><strong>Historians on the alleged Miami-Dade option</strong></p>\r\n\r\n<p>At PolitiFact we prefer history books to story books, so we interviewed several authors and historians who extensively researched the development of Disney World. None of them found evidence that Disney considered Miami-Dade.</p>\r\n\r\n<p>Disney hired leisure-time economics analyst Harrison &quot;Buzz&quot; Price to research Disney World locations. Price looked at several states and locations in Florida, but the closest one to Miami-Dade was in <a href=\"http://www.palmbeachpost.com/news/travel/county-wasnt-big-enough-for-both-walt-disney-joh-1/nLzpQ/\">Palm Beach County</a>, which Disney ultimately rejected.</p>\r\n\r\n<p>Price wrote in his book &quot;Walt&rsquo;s Revolution by the Numbers&quot; about how Disney ultimately chose Orlando.</p>\r\n\r\n<p>&quot;In 1961, after rejecting some other alternatives, Walt asked us to look at the rest of Florida and figure out where the park should be. Late in 1963, we studied in depth a location in Central Florida. The key conclusion was that central Florida (not Miami as most people expected it would be) was the main point of maximum intersection of Florida tourism, and that Orlando, centrally located, what&#39;s the point of maximum access to the southerly flow of Florida tourism from both the east and west shores of the state&hellip;&quot; (Price has since died.)</p>\r\n\r\n<p>Disney announced the Orlando project in 1965, and the park opened in 1971.</p>\r\n\r\n<p>There were, however, Miami connections. When Disney acquired land in the Orlando area, Disney set up dummy corporations in Miami to hide that it was acquiring the property, said Disney Family Museum historian Paula Sigman Lowery. Disney was <a href=\"http://wdwnews.com/releases/2011/07/19/walt-disney-world-resort-world-history-digest/\">secretive about his plans</a> as he was buying land because he didn&rsquo;t want prices to skyrocket. Disney used Miami lawyer Paul Helliwell, who as a CIA agent had relocated to Miami in 1960 to carry out actions against Castro. Helliwell came up with the approach to create essentially fake cities for Disney World, wrote author T.D. Allman in <a href=\"http://www.thedailybeast.com/articles/2013/04/14/how-the-cia-helped-disney-conquer-florida.html\">Finding Florida</a>.</p>\r\n\r\n<p>Five authors of books about Disney -- <a href=\"http://www.amazon.com/Married-Mouse-Disney-World-Orlando/dp/0300098286\">Rollins College professor Richard Foglesong</a>, <a href=\"http://www.thedailybeast.com/articles/2013/04/14/how-the-cia-helped-disney-conquer-florida.html\">T.D. Allman</a>, <a href=\"http://www.goodreads.com/book/show/18114522-the-disneyland-story\">Sam Gennawey</a>, <a href=\"http://www.amazon.com/The-Revised-Vault-Walt-Unauthorized-ebook/dp/B00AJA95DE\">Jim Korkis</a> and <a href=\"http://articles.orlandosentinel.com/2010-03-14/business/os-cfb-talking-with-emerson-031510-20100314_1_disney-cast-members-paul-helliwell-underground\">Chad Emerson</a> -- all told PolitiFact Florida that during their research they found no evidence that Disney considered Miami-Dade.</p>\r\n\r\n<p>&quot;I say this from having extensively researched the Disney land-purchase story, based on research at the Disney archives in Burbank and a close reading of legal documents involving depositions of key Disney players as reported in a book published by Yale University Press and fact-checked to the smallest detail,&quot; Foglesong told PolitiFact Florida in an email.</p>\r\n\r\n<p>Foglesong added, &quot;I can&rsquo;t say that it&rsquo;s not true, I can only say I did not find evidence to that claim.&quot;</p>\r\n\r\n<p>Experts told us that Disney did not want to build near the beach which would compete with his amusement park.</p>\r\n\r\n<p>But Korkis said that there are gaps in historical records which are based in part on oral history.</p>\r\n\r\n<p>&quot;The Disney Archives was not created until 1970, and it stumbled for a decade trying to locate and organize papers, and even today there are huge gaps. When it comes to Disney history, there are things that the Imagineers refer to as &lsquo;logical erroneous conclusions,&rsquo; things that sound reasonable but are completely wrong,&quot; he said. &quot;Often, people sincerely believe something is true.&quot;</p>\r\n\r\n<p><em>Miami Herald </em>researcher Monika Leal looked through two boxes of news clips from the newspaper in the 1960s about Disney World and found no reference to Disney considering Miami-Dade County.</p>\r\n\r\n<p><strong>But wait a second .... </strong></p>\r\n\r\n<p>There was a time when Miami politicians talked to Disney executives about building some type of attraction in the county, but it wasn&rsquo;t Disney World, says <a href=\"http://www.politifact.com/personalities/maurice-ferre/\">Maurice Ferre</a>, who was mayor of Miami from 1973 to 1985</p>\r\n\r\n<p>The <em>Miami Herald </em>wrote multiple articles about Ferre&rsquo;s push to bring an amusement park to Watson Island. Disney executives toured the Watson Island site in 1984, but in 1985, the <em>Miami Herald</em> reported that Disney rejected the idea.</p>\r\n\r\n<p>&quot;What I wanted was to develop on Watson Island a mini-Disney park,&quot; Ferre told PolitiFact Florida.</p>\r\n\r\n<p>We asked Moss and Capp if the lore about Disney and Miami-Dade could be related to Watson Island in the 1980s, rather than the actual Disney World project in the 1960s.</p>\r\n\r\n<p>Moss said he wasn&rsquo;t aware of the Watson Island project, however ,&quot;What I heard was in reference to Disney World.&quot;</p>\r\n\r\n<p>&quot;Gosh I really don&rsquo;t know,&quot; Capp said. Mayor Clark &quot;never mentioned Watson Island or anything downtown or the waterfront. He strictly said the Doral area. .... This is becoming quite a mystery.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Moss said, &quot;When Disney was looking to build Disney World, they came to Miami and we told Disney to take a hike.&quot;</p>\r\n\r\n<p>At PolitiFact we believe that politicians need to back up their claims, and in this case Moss said he doesn&rsquo;t have a documented source. The account by Capp that former Mayor Clark told him in the 1980s that this happened decades before doesn&rsquo;t provide first-hand evidence. And it&rsquo;s the only piece of evidence we found in favor of Moss&rsquo;s point.</p>\r\n\r\n<p>The historians we interviewed said they had never seen evidence to support the claim that Disney considered Miami-Dade for Disney World.</p>\r\n\r\n<p>If we later find evidence that shows Disney considered Miami-Dade for Disney World, we will revisit this fact-check, but so far Moss has failed to prove his claim, so we rate it False.</p>\r\n", "ruling_comments_date": "2015-01-09T11:00:51.884134", "ruling_date": "2015-01-09T14:33:17", "ruling_headline": "Disney wanted to build in Miami-Dade but county told them 'to take a hike,' Dennis Moss says", "ruling_headline_slug": "disney-wanted-build-miami-dade-county-told-him-tak", "ruling_link_text": "No evidence to support this fairy tale", "ruling_state": null, "source_documents": null, "sources": "<p>Walt Disney World, <a href=\"http://www.wdwmagic.com/walt-disney-world-history.htm\">Walt Disney World history</a> and <a href=\"http://wdwnews.com/releases/2011/07/19/walt-disney-world-resort-world-history-digest/\">history digest</a>, Accessed Jan. 8, 2015</p>\r\n\r\n<p>Theme Park Insider, <a href=\"http://www.themeparkinsider.com/flume/201307/3580/\">&quot;A short history of Walt Disney World&rsquo;s Magic Kingdom,&quot; </a>July 27, 2013</p>\r\n\r\n<p><em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/news/local/community/miami-dade/article4696344.html\">&quot;Miami-Dade wants land including rare forest declared blighted,&quot;</a> Dec. 19, 2014</p>\r\n\r\n<p><em>Miami Herald</em> letter to editor by Benedict Kuehne, <a href=\"http://www.miamiherald.com/opinion/letters-to-the-editor/article5265366.html\">&quot;Disney rejected Miami-Dade for theme park,&quot; </a>Jan. 1, 2015</p>\r\n\r\n<p><em>Miami Herald</em> letter to editor by Larry Capp, <a href=\"http://www.miamiherald.com/opinion/letters-to-the-editor/article5516916.html\">&quot;Miami-Dade blew Disney World opportunity,&quot; </a>Jan. 7, 2015</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;City officials fantasize on Disney Park on Watson Island,&quot; (Accessed in Nexis) March 24, 1984</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;Disney says no to Watson Park,&quot; (Accessed in Nexis) Feb. 27, 1985</p>\r\n\r\n<p><em>Palm Beach Post</em>,<a href=\"http://www.palmbeachpost.com/news/travel/county-wasnt-big-enough-for-both-walt-disney-joh-1/nLzpQ/\"> &quot;County wasn&rsquo;t big enough for both Disney, John D. MacArthur,&quot; </a>Nov. 18, 2011</p>\r\n\r\n<p>The Daily Beast article written by T.D. Allman, <a href=\"http://www.thedailybeast.com/articles/2013/04/14/how-the-cia-helped-disney-conquer-florida.html\">&quot;How the CIA helped Disney conquer Florida,&quot; </a>April 13, 2014</p>\r\n\r\n<p><em>Sun-Sentinel</em> guest column written by James C. Clark, <a href=\"http://articles.orlandosentinel.com/2013-11-21/news/os-ed-disney-property-anniversary-112113-20131120_1_walt-disney-ocala-niagara-falls\">&quot;The day JFK died Walt Disney discovered Orlando,&quot;</a> No. 21, 2013</p>\r\n\r\n<p>Interview, Miami-Dade county Commissioner Dennis Moss, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Jackie Anghel-Novick, Miami-Dade County spokeswoman, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Richard Foglesong,Rollins College political science professor and author of <a href=\"http://www.amazon.com/Married-Mouse-Disney-World-Orlando/dp/0300098286\">Married to the Mouse: Walt Disney World and Orlando (Yale University Press, 2001)</a>, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Paula Sigman Lowery, Walt Disney Family Museum historian, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Andi Wang, Walt Disney Family Museum spokeswoman, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Jim Korkis, author of<a href=\"http://www.amazon.com/The-Revised-Vault-Walt-Unauthorized-ebook/dp/B00AJA95DE\"> &quot;The Revised Vault of Walt</a>,&quot; Jan. 7, 2015</p>\r\n\r\n<p>Interview, James C Clark, University of Central Florida history lecturer, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Paul F. Anderson, <a href=\"http://www.disneyhistoryinstitute.com/\">Disney History Institute </a>blogger, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Sam Gennawey, author of <a href=\"http://www.goodreads.com/book/show/18114522-the-disneyland-story\">&quot;Walt and the Promise of Progress City,&quot; </a>Jan. 7, 2015</p>\r\n\r\n<p>Interview, T.D. Allman, author of <a href=\"http://www.unf.edu/uploadedFiles/aa/coas/english/td%20allman%20bio.pdf\">Finding Florida and Miami: City of the Future</a>, Jan. 8, 2015</p>\r\n\r\n<p>Interview, Benedict P. Kuehne, attorney and author of a letter to the editor about Dennis Moss&rsquo; claim, Jan. 7, 2015</p>\r\n\r\n<p>Interview, Paul George, Miami-Dade College history professor, Jan. 7, 2015</p>\r\n\r\n<p>Interview, James Skee, PhD candidate-UC Berkeley, History, Jan. 8, 2015</p>\r\n\r\n<p>Interview, Maurice Ferre, former state representative and former Miami mayor, Jan. 8, 2015</p>\r\n\r\n<p>Interview, Robert Rodriguez, Miami-Dade property appraiser spokesman, Jan. 8, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Miami-Dade County Commissioner", "false_count": 1, "first_name": "Dennis", "half_true_count": 0, "home_state": "Florida", "id": 3033, "last_name": "Moss", "mostly_true_count": 0, "name_slug": "dennis-moss", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Comm_Dennis_Moss.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3033/", "total_count": 1, "true_count": 0, "website": "http://www.miamidade.gov/district09/"}, "statement": "<p>&quot;When Disney was looking to build Disney World, they came to Miami and we told Disney to take a hike.&quot;</p>\r\n", "statement_context": "in an interview with the \"Miami Herald\"", "statement_date": "2014-12-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 209, "photo": null, "resource_uri": "/api/v/2/subject/209/", "subject": "County Government", "subject_slug": "county-government", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 100, "photo": null, "resource_uri": "/api/v/2/subject/100/", "subject": "Recreation", "subject_slug": "recreation", "used_in_edition": []}], "target": [], "twitter_headline": ""}