{"art": [{"brightcove": "", "caption": "Riot police officers check a woman at the Grand Mosque of Paris, France, Wednesday, Jan. 14, 2015, the day the French satirical newspaper Charlie Hebdo released its first issue after a lethal terrorist attack, (AP)", "id": 5649, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Paris_mosque_guarded.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5649/", "title": "Paris guards mosque", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2015/jan/14/jonathan-turley/gw-law-prof-white-house-supported-muslim-allies-tr/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 10388, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/10388/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>France has braced itself for yet another round of Islamic extremist attacks as the latest issue of <em>Charlie Hebdo</em> hits the newsstands. Following the murders of most of the Paris-based satirical paper&rsquo;s staff last week, the cover features a cartoon Mohammed with a tear rolling down his cheek, under a headline that reads in French, &quot;All is forgiven.&quot; He holds the symbol of solidarity with the slain journalists, a sign that says &quot;Je suis Charlie,&quot; or &quot;I am Charlie.&quot;<img alt=\"Charlie H cover.jpg\" src=\"https://lh4.googleusercontent.com/wxgFeY7bBSYRmKY1M4OtUYBK0P1naN1t4KHG6ySwf_UrVF8cgh_yncLWeSXJTLipxXXHMrB1IRxro-akdyY52wa04i3PN_pIoIQSNixVz0ImevyndBGvpTkAMV_ZTScuxA\" style=\"-webkit-transform:rotate(0rad); border:none; float:left; height:256px; margin:5px; transform:rotate(0rad); width:189px\" /></p>\r\n\r\n<p>While that message might be somber, a powerful vein of Muslim thought sees any depiction of Mohammed as blasphemous. Cartoons like this were what drew death threats in the past.</p>\r\n\r\n<p>In this violent clash between the pen and the sword, politicians and pundits in the western democracies largely put the onus on the Islamic world to uphold the principle of freedom of expression. But a prominent American law professor wrote in a Sunday<em> </em><a href=\"http://www.washingtonpost.com/opinions/what-it-means-to-stand-with-charlie-hebdo/2015/01/08/ab416214-96e8-11e4-aabd-d0b93ff613d5_story.html\" style=\"text-decoration:none;\"><em><u>Washington Post</u></em><u><em> </em>op-ed</u></a> that the Obama administration itself has abetted the forces of intolerance.</p>\r\n\r\n<p>In that op-ed, Jonathan Turley of George Washington University Law School primarily criticized the French for passing laws that criminalize speech that insults, defames or incites violence on the basis of religion, race, or other social marker. At the end of his piece, however, Turley brings his critique closer to home.</p>\r\n\r\n<p>&quot;In 2009, the Obama administration shockingly supported Muslim allies trying to establish a new international blasphemy standard,&quot; Turley wrote, &quot;And as secretary of state, Hillary Clinton invited delegations to Washington to work on implementing that standard.&quot;</p>\r\n\r\n<p>Has the administration really supported Muslim countries as they seek to spread an international standard forbidding blasphemy? We took a closer look. (For the record, Turley is representing House Republicans in their health care lawsuit against the president, but his stance on this issue came long before.)</p>\r\n\r\n<p>At the heart of Turley&rsquo;s argument is American support<strong> </strong>for<a href=\"http://www2.ohchr.org/english/bodies/hrcouncil/docs/16session/A.HRC.RES.16.18_en.pdf\" style=\"text-decoration:none;\"><u> United Nations Human Rights Council Resolution 16/18</u></a>. The U.S. goal was to establish common ground for religious tolerance. Or, as the opening lines of the resolution put it, &quot;to promote and encourage universal respect for and observance of all human rights and fundamental freedoms without distinction as to, inter alia, religion or belief.&quot; &nbsp;</p>\r\n\r\n<p>Approved in March 2011, the document has many clauses. These three are the most relevant to our fact-check:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>It affirms &quot;the positive role that the exercise of the right to freedom of opinion and expression and the full respect for the freedom to seek, receive and impart information can play in strengthening democracy and combating religious intolerance.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>It &quot;condemns any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, whether it involves the use of print, audio-visual or electronic media or any other means.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In a list of &quot;actions to foster a domestic environment of religious tolerance, peace and respect,&quot; it calls on states to adopt &quot;measures to criminalize incitement to imminent violence based on religion or belief.&quot;</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>For Turley and other free speech advocates, the kicker is that last point and the green light it gives to criminalizing expressions that incite others to violence.</p>\r\n\r\n<p>&quot;The president has said that he does not support criminalizing blasphemy, but the reality is that the language of the resolution criminalizes the same speech,&quot; Turley told PunditFact.</p>\r\n\r\n<p><strong>A quick history of blasphemy at the UN</strong></p>\r\n\r\n<p>The effort to give blasphemy laws international legal standing at the United Nations&nbsp;goes back 15 years. It was largely a project of Muslim nations working through the Organization of Islamic Cooperation, an umbrella group with 57 member countries. In committees like the Human Rights Council, they were able to win majority support for policies to rein in freedom of expression in the name of preventing religious defamation. The United States and Western European representatives opposed these moves on free speech grounds, but found themselves out-voted.</p>\r\n\r\n<p>The Islamic nations pressed the defamation issue until a few years ago. Then in 2011, compromise language emerged that dropped any reference to blasphemy or defamation. The measure passed by unanimous consent.</p>\r\n\r\n<p>Then-Secretary of State Hillary Clinton <a href=\"https://geneva.usmission.gov/2011/03/24/adoption-of-resolution-at-human-rights-council-combating-discrimination-and-violence/\" style=\"text-decoration:none;\"><u>called it a landmark achievement</u></a>.</p>\r\n\r\n<p>&quot;The United States strongly supports today&rsquo;s resolution, which rejects the broad prohibitions on speech called for in the former &lsquo;defamation of religions&rsquo; resolution, and supports approaches that do not limit freedom of expression or infringe on the freedom of religion,&quot; Clinton said in a prepared statement.</p>\r\n\r\n<p>Human rights advocacy groups, such as Human Rights First and British-based Article 19, also endorsed the measure. Human Rights First <a href=\"http://www.humanrightsfirst.org/wp-content/uploads/Blasphemy_Cases.pdf\" style=\"text-decoration:none;\"><u>wrote</u></a>, &quot;Resolution 16/18 ceases to provide cover for national blasphemy laws and charts a new course. The resolution omits any reference to &lsquo;defamation of religions&rsquo; and &mdash; in accordance with international standards &mdash; focuses on the protection of individuals, rather than the protection of abstract ideas and religions.&quot;</p>\r\n\r\n<p>We reached out to the White House to learn how the &quot;incitement to immediate violence&quot; phrase is different from the religious defamation language sought by the Muslim governments. We did not hear back, but in a <a href=\"http://www.forbes.com/sites/abigailesman/2011/12/30/could-you-be-a-criminal-us-supports-un-anti-free-speech-measure/\" style=\"text-decoration:none;\"><u>published letter</u></a>, two high-level State Department officials, Michael Posner and Suzan Johnson Cook, explained how these words are in synch with American law.</p>\r\n\r\n<p>They cited the 1969 <em><a href=\"http://www.law.cornell.edu/supremecourt/text/395/444\" style=\"text-decoration:none;\"><u>Brandenburg v. Ohio</u></a></em> decision involving a member of the Ku Klux Klan. In its ruling, &nbsp;the U.S. Supreme Court held that all speech is protected &quot;except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.&quot;</p>\r\n\r\n<p>Posner and Cook wrote, &quot;drawing a caricature of the prophet Muhammad that resulted in violence by Muslim extremists would not constitute &#39;incitement to imminent violence&#39;&nbsp;under the Brandenburg test.&quot;</p>\r\n\r\n<p>Accordingly, the resolution, they said, would protect freedom of expression.</p>\r\n\r\n<p><strong>Reading the UN rules differently</strong></p>\r\n\r\n<p>Blasphemy laws are not rare. According to the <a href=\"http://www.pewresearch.org/fact-tank/2014/05/28/which-countries-still-outlaw-apostasy-and-blasphemy/\" style=\"text-decoration:none;\"><u>Pew Research Center</u></a>, in 2012 nearly a quarter of all countries had them. The list includes some European countries, such as Germany and Ireland, but the greatest concentration is in the Middle East where every Muslim nation from Egypt to Pakistan has them. In Pakistan, for example, a person could, in theory, be executed for insulting the prophet Mohammed or the Koran. No executions have<strong> </strong>happened, but in 2012, Pakistan prosecuted a dozen blasphemy cases.</p>\r\n\r\n<p>Muslim governments consistently argue that it is okay to restrict speech when that speech incites others to violence.</p>\r\n\r\n<p>Ekmeleddin İhsanoğlu, Secretary-General of the Organization of Islamic Cooperation until 2014, made that clear in a <a href=\"http://www.france24.com/en/20121004-ekmeleddin-ihsanoglu-secretary-general-organisation-islamic-cooperation-ioc-protests-arab-world-anti-islam-film-syria/\" style=\"text-decoration:none;\"><u>2012 interview</u></a> with the French news service France24. İhsanoğlu spoke more than a year after the UN resolution passed and about a month after the attack on the American consulate in Benghazi that killed the U.S. ambassador and three other Americans.</p>\r\n\r\n<p>&quot;The OIC &mdash; I as secretary &mdash;<strong> </strong>I am a staunch supporter of freedom of expression,&quot; İhsanoğlu said. &quot;But freedom of expression, according to international law, does not entail freedom of insulting others, denigrating others, mocking others.&quot;</p>\r\n\r\n<p>For İhsanoğlu, just as no one has the right to randomly scream &quot;Fire!&quot; in a crowded theater, no one has the right to insult Mohammed if others might respond violently. When the interviewer pressed and said &quot;making fun of a religion doesn&rsquo;t necessarily equate with incitement to violence,&quot; İhsanoğlu was adamant and specifically said that cartoons that mock Mohammed should be banned, in France and elsewhere.</p>\r\n\r\n<p>&quot;If you don&rsquo;t respect the feelings of 1.5 billion people, and if you don&rsquo;t feel yourself responsible not to insult them, then we have a problem here. And if we have a problem here, we will have a problem there, with the demonstrations and taking to street and using violence,&quot; İhsanoğlu said.</p>\r\n\r\n<p>The secretary-general went on to say that the anti-Islam video that contributed to the attack in Benghazi and the attack itself were two sides of the same coin.</p>\r\n\r\n<p>&quot;We are equating these acts together as incitement to hatred, incitement to violence. And we say we should not be hostages to extremists on either side,&quot; İhsanoğlu said.</p>\r\n\r\n<p>A year later, in a <a href=\"http://en.interaffairs.ru/gc/480-address-by-he-ekmeleddin-ihsanoglu-secretary-general-of-the-organization-of-islamic-cooperation-international-affairs-institute-moscow-7-june-2013.html\" style=\"text-decoration:none;\"><u>speech in Moscow</u></a>, İhsanoğlu praised Resolution 16/18 for advancing the principle that freedom of expression did not include the right to defame any religion. He called the western concept, &quot;a &quot;twisted negative logic that is incomprehensible; that one exercises his freedom by insulting others, and not insulting just a few people, but insulting 1.6 billion people all over the world for no reason.&quot;</p>\r\n\r\n<p>The record is clear. The governments of Islamic majority nations see no conflict between 16/18 and laws that ban cartoons of Mohammed or any other public act that might offend believers in Islam.</p>\r\n\r\n<p><strong>A failed strategy?</strong></p>\r\n\r\n<p>Adoption of the 16/18 resolution led to a series of meetings to put its lofty goals into practice. Turley&rsquo;s op-ed referred to one such meeting held in Washington. On the issue of freedom of speech, those talks have yet to deliver the goods.</p>\r\n\r\n<p>Robert Blitt is an associate professor of law at the University of Tennessee College of Law and has studied this slice of international law very closely. Blitt told PunditFact that the process is faltering.</p>\r\n\r\n<p>&quot;The west is confronting the realization that the compromise effort that halted resolutions on defamation of religion and replaced them with an incitement-based approach did nothing to resolve the underlying, and still overriding, desire for the OIC to secure a prohibition on expression deemed defamatory of Islam,&quot; Blitt said.</p>\r\n\r\n<p>The American support for 16/18, Blitt said, probably bolstered the voices of moderate Muslim states that wanted to dial down the bad publicity they were getting with the defamation of religion resolutions.<strong> </strong>But Blitt said that tactic hasn&rsquo;t shifted the Muslim position.</p>\r\n\r\n<p>&quot;I don&rsquo;t think the administration is intentionally supporting efforts to establish a new blasphemy standard,&quot; Blitt said. &quot;However, its current stance represents an inadequate and miscalculated effort to create common ground.&quot;</p>\r\n\r\n<p>This isn&rsquo;t terribly far from Turley&rsquo;s view. Turley told PunditFact that he has talked with administration officials about this.</p>\r\n\r\n<p>&quot;They always insisted that they were taking a different approach to try to moderate the Muslim countries,&quot; Turley said.</p>\r\n\r\n<p>The claim in his op-ed, Turley said, was not based on intentions, but results. And so far, the results, in his view, have been nill.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Turley said that the Obama administration &quot;supported Muslim allies trying to establish a new international blasphemy standard.&quot; The accuracy of this statement hinges on how you understand that word &quot;supported.&quot;</p>\r\n\r\n<p>American diplomats did endorse a UN resolution that avoided words about restricting speech that defamed a religion, but left open the door to criminalizing speech that was &quot;incitement to immediate violence based on religion.&quot; The administration, as well as some free-speech advocacy groups, saw this as progress.</p>\r\n\r\n<p>But blasphemy laws remain on the books in Muslim nations, and the largest international body that speaks for those nations has said plainly that such laws are appropriate and ought to be adopted in the west.</p>\r\n\r\n<p>Not even Turley argues that this is the result the administration wanted, and another critic of the administration&#39;s strategy said American diplomats do not support efforts to establish an international blasphemy standard.</p>\r\n\r\n<p>One could argue that by participating in the ongoing negotiations, the administration has de facto endorsed a vehicle for the Muslim nations, but that is not the same as supporting their efforts.</p>\r\n\r\n<p>The statement contains an element of truth but ignores critical facts that would give a different impression.&nbsp;We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-01-14T12:06:50.635073", "ruling_date": "2015-01-14T12:04:57", "ruling_headline": "Has the WH supported the spread of blasphemy laws?", "ruling_headline_slug": "gw-law-prof-white-house-supported-muslim-allies-tr", "ruling_link_text": "A reach to call it support", "ruling_state": null, "source_documents": null, "sources": "<p><em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/opinions/what-it-means-to-stand-with-charlie-hebdo/2015/01/08/ab416214-96e8-11e4-aabd-d0b93ff613d5_story.html\" style=\"text-decoration:none;\"><u>The biggest threat to French free speech isn&rsquo;t terrorism. It&rsquo;s the government.</u></a>, Jan. 11, 2015</p>\r\n\r\n<p>United Nations Human Rights Council, <a href=\"http://www2.ohchr.org/english/bodies/hrcouncil/docs/16session/A.HRC.RES.16.18_en.pdf\" style=\"text-decoration:none;\"><u>Resolution 16/18</u></a>, April 12, 2011</p>\r\n\r\n<p>International Federation of Library Associations and Institutions, <a href=\"http://www.ifla.org/publications/the-problem-of-blasphemy-and-defamation-of-religion-laws\" style=\"text-decoration:none;\"><u>The problem of blasphemy and defamation of religion laws</u></a>, Oct. 5, 2012</p>\r\n\r\n<p>Human Rights First, <a href=\"http://www.humanrightsfirst.org/wp-content/uploads/Blasphemy_Cases.pdf\" style=\"text-decoration:none;\"><u>Blasphemy Laws Exposed: The Consequences of Criminalizing &quot;Defamation of Religions&quot;</u></a>, March 2012</p>\r\n\r\n<p>France24, <a href=\"http://www.france24.com/en/20121004-ekmeleddin-ihsanoglu-secretary-general-organisation-islamic-cooperation-ioc-protests-arab-world-anti-islam-film-syria/\" style=\"text-decoration:none;\"><u>The Interview: Ekmeleddin İhsanoğlu, Secretary-General of the Organisation of Islamic Cooperation</u></a>, Oct. 5, 2012</p>\r\n\r\n<p>Reuters, <a href=\"http://blogs.reuters.com/faithworld/2011/03/24/islamic-bloc-drops-12-year-u-n-drive-to-ban-defamation-of-religion/\" style=\"text-decoration:none;\"><u>Islamic bloc drops 12-year U.N. drive to ban defamation of religion</u></a>, March 24, 2011</p>\r\n\r\n<p>U.S. Mission to the U.N., <a href=\"https://geneva.usmission.gov/2011/03/24/adoption-of-resolution-at-human-rights-council-combating-discrimination-and-violence/\" style=\"text-decoration:none;\"><u>Secretary Clinton: Adoption of Resolution 16/18 Countering Religious Intolerance a &quot;Landmark Achievement&quot;</u></a>, March 24, 2011</p>\r\n\r\n<p>U.S. Mission to the U.N., <a href=\"http://geneva.usmission.gov/2012/03/23/combatting-intolerance/\" style=\"text-decoration:none;\"><u>HRC Adopts by Consensus Resolution on Combatting Intolerance and Discrimination</u></a>, March 23, 2012</p>\r\n\r\n<p>U.S. Mission to the U.N., <a href=\"https://geneva.usmission.gov/2012/04/19/implementation1618/\" style=\"text-decoration:none;\"><u>US Report on the First Meeting of Experts to Promote Implementation of HCR Resolution 16/18</u></a>, April 19, 2012</p>\r\n\r\n<p>Washington Review of Turkish and Eurasian Affairs, <a href=\"http://www.thewashingtonreview.org/articles/will-istanbul-process-relieve-the-tension-between-the-muslim-world-and-the-west.html\" style=\"text-decoration:none;\"><u>Will Istanbul Process Relieve the Tension Between the Muslim World and the West?</u></a>, October 2013</p>\r\n\r\n<p>Boston University International Law Journal, <a href=\"http://www.bu.edu/ilj/files/2014/05/Aswad-US-and-Blaspemy.pdf\" style=\"text-decoration:none;\"><u>Why the United States cannot agree to disagree on blasphemy laws</u></a>, March 25, 2013</p>\r\n\r\n<p>Legal Information Institute, <a href=\"http://www.law.cornell.edu/supremecourt/text/395/444\" style=\"text-decoration:none;\"><u>Brandenburg v. Ohio</u></a></p>\r\n\r\n<p>Case Western Reserve Law Review, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2040812\" style=\"text-decoration:none;\"><u>Defamation of Religion: Rumors of Its Death are Greatly Exaggerated</u></a>, June 1, 2013</p>\r\n\r\n<p>Organization of Islamic Cooperation, <a href=\"http://www.oic-oci.org/oicv2/topic/?t_id=9678&amp;t_ref=3849&amp;lan=en\" style=\"text-decoration:none;\"><u>IPHRC condemns terrorist attack on Charlie Hebdo Magazine in France</u></a>, Jan. 12, 2015</p>\r\n\r\n<p>Organization of Islamic Cooperation, <a href=\"http://www.oic-oci.org/oicv2/topic/?t_id=5920&amp;ref=2487&amp;lan=en\" style=\"text-decoration:none;\"><u>Statement by Secretary General of the Organization of Islamic Cooperation (OIC) Professor Ekmeleddin Ihsanoglu, on &quot;Confronting Intolerance and Discrimination against Muslims in Public Discourse&quot;</u></a>, Oct. 31, 2011</p>\r\n\r\n<p>International Affairs Institute, Moscow, <a href=\"http://en.interaffairs.ru/gc/480-address-by-he-ekmeleddin-ihsanoglu-secretary-general-of-the-organization-of-islamic-cooperation-international-affairs-institute-moscow-7-june-2013.html\" style=\"text-decoration:none;\"><u>Address by H.E. Ekmeleddin Ihsanoglu, Secretary General of the Organization of Islamic Cooperation, International Affairs Institute, Moscow, 7 June 2013</u></a>, Nov. 22, 2013</p>\r\n\r\n<p>Pew Research Center, <a href=\"http://www.pewresearch.org/fact-tank/2014/05/28/which-countries-still-outlaw-apostasy-and-blasphemy/\" style=\"text-decoration:none;\"><u>Which countries still outlaw apostasy and blasphemy?</u></a>, May 28, 2014</p>\r\n\r\n<p><em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/opinions/shut-up-and-play-nice-how-the-western-world-is-limiting-free-speech/2012/10/12/e0573bd4-116d-11e2-a16b-2c110031514a_story.html\" style=\"text-decoration:none;\"><u>Shut up and play nice: How the Western world is limiting free speech</u></a>, Oct. 12, 2012</p>\r\n\r\n<p>Article 19, <a href=\"http://www.article19.org/resources.php/resource/37505/en/human-rights-council:-states-must-implement-resolution-16-18-and-rabat-plan-of-action\" style=\"text-decoration:none;\"><u>Human Rights Council: States must implement resolution 16 18 and Rabat Plan of Action</u></a>, March 28, 2014</p>\r\n\r\n<p>Forbes, <a href=\"http://www.forbes.com/sites/abigailesman/2011/12/30/could-you-be-a-criminal-us-supports-un-anti-free-speech-measure/\" style=\"text-decoration:none;\"><u>Could You Be A Criminal? US Supports UN Anti-Free Speech Measure</u></a>, Dec. 30, 2011</p>\r\n\r\n<p><em>USA Today</em>, <a href=\"http://www.usatoday.com/story/opinion/2015/01/11/defending-islam-free-speech-muslim-oic-un-hate-speech-criticism-column/21609273/\" style=\"text-decoration:none;\"><u>Defending Islam from free speech: Column</u></a>, Jan. 12, 2015</p>\r\n\r\n<p>Email interview, Jonathan Turley, professor of public interest law, George Washington University School of Law, Jan. 13, 2015</p>\r\n\r\n<p>Email interview, Robert C. Blitt, associate professor, University of Tennessee College of Law, Jan. 13, 2015</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Jonathan", "half_true_count": 0, "home_state": "", "id": 3040, "last_name": "Turley", "mostly_true_count": 0, "name_slug": "jonathan-turley", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Turely.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3040/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The Obama administration &quot;supported Muslim allies trying to establish a new international blasphemy standard.&quot;</p>\r\n", "statement_context": "a \"Washington Post\" op-ed", "statement_date": "2015-01-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}