{"art": [], "author": [{"email_address": "kmulvane@providencejournal.com", "first_name": "Katie", "id": 458, "last_name": "Mulvaney", "name_slug": "katie-mulvaney", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Katie.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/458/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2015/jan/25/ron-hayduk/professor-says-right-vote-us-has-never-been-intrin/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 10433, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "kmulvane@providencejournal.com", "first_name": "Katie", "id": 458, "last_name": "Mulvaney", "name_slug": "katie-mulvaney", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Katie.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/458/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/10433/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Extending voting rights to non-citizens is a hot topic from Burlington, Vt., &nbsp;to New York City to San Francisco.</p>\r\n\r\n<p>Supporters say allowing non-citizens to vote would give members of the community, including large numbers who pay taxes and own property, a voice in local political affairs.</p>\r\n\r\n<p>Opponents argue that extending voting privileges to immigrants would demean the value of citizenship and effectively disenfranchise legitimate citizen voters by diluting their vote.</p>\r\n\r\n<p>Ron Hayduk, a political science professor at Queens College, City University of New York, &nbsp;supported expanding voting rights in a commentary &quot;<a href=\"http://www.providencejournal.com/opinion/commentary/20150101-ron-hayduk-noncitizens-voting-its-only-fair.ece\" style=\"text-decoration:none;\"><u>Noncitizens voting? It&rsquo;s only fair</u></a>,&quot; published Jan. 1, 2015, in The Providence Journal.</p>\r\n\r\n<p>Hayduk helped found the Coalition to Expand Voting Rights, a group that supports extending voting rights to legal immigrants in New York City. A movement is afoot there and elsewhere to allow non-citizens to vote and to serve on local boards. A handful of cities and towns nationwide already allow immigrants who have legal residency status to vote in local matters.</p>\r\n\r\n<p>In stating his case, Hayduk made this provocative statement: &quot;But what most don&rsquo;t know is that the right to vote in this country has never been intrinsically tied to citizenship.&quot;</p>\r\n\r\n<p>When we asked him for his evidence, he referred us to &quot;<a href=\"http://scholarship.law.upenn.edu/cgi/viewcontent.cgi?article=3652&amp;context=penn_law_review\" style=\"text-decoration:none;\"><u>Legal Aliens, Local Citizens: The Historical Constitutional, and Theoretical Meanings of Alien Suffrage</u></a>,&quot; a law review article by Jamin Raskin, professor of law at Washington College of Law at American University. In addition, Hayduk cited historical research he and a few other historians and political scientists had done.</p>\r\n\r\n<p>We read Raskin&rsquo;s article, which was published in the University of Pennsylvania Law Review in 1993; seeking a range of views, we also reached out to eight experts in the field of voting rights.</p>\r\n\r\n<p><strong>In his article, </strong>Raskin defined a citizen as &quot;an inhabitant of a city or town or a member of a state.&quot; His piece traced American suffrage throughout history, noting that at various points non-citizens voted in more than 22 states.</p>\r\n\r\n<p>&quot;It is true that in the 18th and 19th centuries lots of people who were not United States citizens were voting at every level of government,&quot; Raskin said in an interview. It is also true that not every citizen could vote during that period, namely women, children and free black men.</p>\r\n\r\n<p>(Hayduk&rsquo;s research pushed the number of states and territories that extended voting privileges to non-citizens to 40. Rhode Island had no citizenship requirement to vote from 1762 to 1842.)</p>\r\n\r\n<p>According to Raskin, non-citizen voting played an important part in the building of America until it was undone by &quot;xenophobic nationalism&quot; following World War I. After the war, many states enacted laws to restrict voting rights. Since 1926, no state has allowed non-citizens to vote in state or federal elections.</p>\r\n\r\n<p>Rogers M. Smith, associate dean of social sciences at the University of Pennsylvania, agreed that during much of the mid-to late-19th century, Western states, in particular, allowed resident aliens who indicated they had applied for citizenship to vote, a policy aimed at encouraging European immigrants to move west.</p>\r\n\r\n<p>Like Raskin, Smith also noted that being a citizen didn&rsquo;t guarantee the right to vote. He cited a Supreme Court ruling from 1875 that concluded that though women were citizens, they still couldn&rsquo;t vote. (Women finally won the right to vote in 1920 through the passage of the 19th Amendment.)</p>\r\n\r\n<p>&quot;Being a citizen didn&rsquo;t give you voting rights,&quot; said Alexander Keyssar, professor of history and social policy at Harvard University.</p>\r\n\r\n<p><strong>Robert Richie, executive director of FairVote</strong>, a nonprofit, nonpartisan group that advocates electoral reform, emphasized that for decades, black Americans were not allowed to vote, despite being citizens. In addition, voting in America was limited to white male property owners, excluding scores of adult men. Children, too, are examples of citizens who don&rsquo;t have the right to vote.</p>\r\n\r\n<p>&quot;There&rsquo;s not a connection between citizenship and suffrage,&quot; Richie said.</p>\r\n\r\n<p>Ultimately, of course, women, African Americans, and Native Americans gained the right to vote.</p>\r\n\r\n<p>We also contacted Hans von Spakovsky, senior legal fellow at The Heritage Foundation, for his take on Hayduk&rsquo;s statement.</p>\r\n\r\n<p>&quot;Citizenship has, in fact, been viewed by many as a requirement of voting,&quot; Spakovsky said in an email interview. &quot;But there is no uniform answer because your eligibility to vote was determined by the states and territories &ndash; setting the qualifications for voting is a power handed to the states by the U.S. Constitution.&quot; &nbsp;And over our history, he said, states varied greatly on whom they allowed to vote.</p>\r\n\r\n<p>Under the Constitution, eligibility to vote in federal elections largely was left to states laws defining who gets to vote in state elections, according to Smith, of the University of Pennsylvania.</p>\r\n\r\n<p>Social movements over the years, however, brought about voting reforms that expanded access to the ballot for women, non-whites, non-Protestants, and the poor. In 1971, the voting age was lowered to 18 following Vietnam War protests.</p>\r\n\r\n<p>In the mid-1990s, Congress enacted laws making it a federal crime to knowingly register and vote in federal elections by falsely claiming to be a citizen. &nbsp;</p>\r\n\r\n<p>In the past two decades, several communities have granted non-citizens the right to vote in local elections, including a half-dozen towns in Maryland. Chicago allows non-citizen parents of school children to vote in school board elections. And several Massachusetts communities have moved toward so-called &quot;resident&quot; voting, according to Hayduk.</p>\r\n\r\n<p>New York City, too, is poised to take up legislation that would allow non-citizens who are in the country legally to vote in local elections.</p>\r\n\r\n<p>With more than 22 million non-citizens now living in America, according to the U.S. Census Bureau, both proponents and objectors to such policies say a lot could be at stake.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Professor Ron Hayduk said &quot;the right to vote in this country has never been intrinsically tied to citizenship.&quot;</p>\r\n\r\n<p>We look to the words he used in making that statement. Intrinsic is defined as &quot;of or relating to the essential nature of a thing&quot; and never means, well, never.</p>\r\n\r\n<p>It&rsquo;s clear that throughout the history of the United States, citizenship has not always been tied to voting, particularly during the expansion of the West, when non-citizens were allowed to vote.</p>\r\n\r\n<p>Conversely, at times in our history, citizenship was not tied to voting for those citizens &nbsp;who were women, Native Americans or African Americans. And in many places, citizens who are also felons are currently denied the</p>\r\n\r\n<p>But over time, voting rights have increasingly been tied to citizenship. Today, citizenship is a requirement for voting in national and state elections. At the municipal level, only a handful of communities allow non-citizens to vote, and only on local issues.</p>\r\n\r\n<p>Given this evidence, we find that Hayduk overstated his case by inserting the word &quot;never.&quot;</p>\r\n\r\n<p>Because the statement is accurate but needs clarification or additional information, we rate his claim <a href=\"http://www.politifact.com/rhode-island/about/\" style=\"text-decoration:none;\"><u>Mostly True</u></a>.</p>\r\n", "ruling_comments_date": "2015-01-23T18:09:55.477047", "ruling_date": "2015-01-25T00:01:00", "ruling_headline": "Professor says right to vote in U.S. ‘has never been intrinsically tied to citizenship’", "ruling_headline_slug": "professor-says-right-vote-us-has-never-been-intrin", "ruling_link_text": "Citizenship requirements for voting grew over time", "ruling_state": null, "source_documents": null, "sources": "<p>ProvidenceJournal.com, <a href=\"http://www.providencejournal.com/opinion/commentary/20150101-ron-hayduk-noncitizens-voting-its-only-fair.ece\" style=\"text-decoration:none;\"><u>&quot;Ron Hayduk: Noncitizens voting? It&rsquo;s only fair&quot;</u></a>, Jan. 1, 2015</p>\r\n\r\n<p>Interview and email, Alexander Keyssar, professor of history and social policy at Harvard University, January 9-15, 2015</p>\r\n\r\n<p>Interview and emails, Ron Hayduk, professor of political science at Queens College, City University of New York, Jan. 8-15, 2015</p>\r\n\r\n<p>Email interview, Rogers Smith, professor of political science, University of Pennsylvania, Jan. 9-14, 2015</p>\r\n\r\n<p>Email, Marta Tienda, professor of sociology and public affairs at Princeton University, Jan. 9-15, 2015</p>\r\n\r\n<p>Interview and email, Jamin &nbsp;Raskin, professor of law, American University, Washington College of Law, Jan. 9-13, 2015</p>\r\n\r\n<p>Email interview, Hans von Spakovsky, senior legal fellow, The Heritage Foundation, Jan. 12-13, 2015</p>\r\n\r\n<p>Interview, Robert Richie, executive director, FairVote, Jan. 12, 2015</p>\r\n\r\n<p>Interview and email, Ilya Shapiro, senior fellow in Constitutional studies, Cato Institute, Jan. 13, 2015</p>\r\n\r\n<p>Cornell University Law School, Legal Information Institute, <a href=\"http://www.law.cornell.edu/uscode/text/18/611\" style=\"text-decoration:none;\"><u>18 U.S. Code &sect; 611 - Voting by aliens</u></a>, accessed Jan. 12, 2015</p>\r\n\r\n<p>&quot;<a href=\"http://scholarship.law.upenn.edu/cgi/viewcontent.cgi?article=3652&amp;context=penn_law_review\" style=\"text-decoration:none;\"><u>Legal Aliens, Local Citizens: The Historical Constitutional, and Theoretical Meanings of Alien Suffrage</u></a>,&quot; by Jamin Raskin, professor of law, American University, Washington College of Law, accessed Jan. 12, 2015</p>\r\n\r\n<p><a href=\"https://www.scribd.com/doc/253549158/Demography-and-the-Social-Contract\" style=\"text-decoration:none;\"><u>Demography and the Social Contract,</u></a> Marta Tienda, &nbsp;professor of sociology and public affairs at Princeton University, November 2002, accessed Jan. 12, 2015</p>\r\n\r\n<p>Interview and email, Paula Grenier, U.S. Citizenship and Immigration Services, Jan. 12-13, 2015</p>\r\n\r\n<p>Interview, Center for Immigration Studies, Jan. 15, 2015</p>\r\n\r\n<p>National Civic Review, <a href=\"http://d3n8a8pro7vhmx.cloudfront.net/progressivemajorityaction/pages/99/attachments/original/1372866999/7._Article_on_Noncitizen_Voting_Rights.pdf?1372866999\" style=\"text-decoration:none;\"><u>Noncitizen Voting Rights: Extending the Franchise in the United States</u></a>, by Ron Hayduk, accessed Jan. 21, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "professor of political science, Queens College", "false_count": 0, "first_name": "Ron", "half_true_count": 0, "home_state": "New York", "id": 3043, "last_name": "Hayduk", "mostly_true_count": 1, "name_slug": "ron-hayduk", "pants_count": 0, "party": {"id": 23, "party": "Activist", "party_slug": "activist", "resource_uri": "/api/v/2/party/23/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Hayduck.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3043/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;The right to vote in this country has never been intrinsically tied to citizenship.&quot;</p>\r\n", "statement_context": "a newspaper commentary", "statement_date": "2015-01-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}