{"art": [{"brightcove": "", "caption": "President Barack Obama sat for interviews with several YouTube celebrities, including Bethany Mota.", "id": 5722, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_and_Bethany.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5722/", "title": "Obama and Bethany", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The University of Minnesota, shown here circa 1903, was a land-grant college. (Library of Congress)", "id": 5724, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Old_U_of_Minn_photo.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5724/", "title": "U of Minnesota historical pic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/feb/03/barack-obama/barack-obama-says-politicians-get-credit-founding-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10466, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10466/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>President Barack Obama recently went around the mainstream media and offered sit-down interviews to a trio of YouTube celebrities -- Bethany Mota, GloZell Green and Hank Green. The <a href=\"https://www.youtube.com/watch?v=GbR6iQ62v9k\" style=\"text-decoration:none;\"><u>interviews</u></a> were live-streamed on Jan. 22, 2015.</p>\r\n\r\n<p>In the interview, Mota -- a California teen&nbsp;who makes &quot;videos about hair, makeup, fashion, DIY projects, and basically anything that I love&quot; -- asked Obama, &quot;Why should the younger generation be interested in politics, and why should it matter to them?&quot;</p>\r\n\r\n<p>Here&rsquo;s how Obama answered:</p>\r\n\r\n<p><em>&quot;Well, basically, politics is just -- how do we organize ourselves as a society? How do we make decisions about how we&#39;re going to live together? So, young people care about how college is paid for. Well, the truth of the matter is, the reason we even have colleges is that at some point there were politicians who said, &lsquo;You know what? We should start colleges.&rsquo; </em></p>\r\n\r\n<p><em>Dating back to Abraham Lincoln, who started something called the land-grant colleges. He understood that government should invest in people being able to get an education and the tools to succeed. You guys are going to be the ones who are using these colleges and universities, and if they are not getting enough funding from government, and your tuition goes up, and you&#39;ve got more debt, you&#39;re the ones affected. So you&#39;d better have a voice and know what&#39;s going on about who&#39;s making decisions about that.&quot;</em></p>\r\n\r\n<p>A reader asked us to check out the claim that &quot;the reason we even have colleges is that at some point there were politicians who said, &lsquo;You know what? We should start colleges.&rsquo; &quot;</p>\r\n\r\n<p>Initially, we wondered whether checking this claim would amount to an unfair &quot;gotcha&quot; game, but we were persuaded to rate it after hearing from higher-education historians who found Obama&rsquo;s claim problematic.</p>\r\n\r\n<p>The White House told PolitiFact that Obama was basing his claim on the federal government&rsquo;s longstanding role in creating land-grant colleges, which began with enactment of the <a href=\"http://www.ourdocuments.gov/doc.php?flash=true&amp;doc=33\" style=\"text-decoration:none;\"><u>Morrill Act</u></a> on July 2, 1862. The purpose of the law &quot;was to teach agriculture, military tactics, and the mechanic arts as well as classical studies, so members of the working classes could obtain a liberal, practical education,&quot; <a href=\"http://www.aplu.org/document.doc?id=780\" style=\"text-decoration:none;\"><u>according to the Association of Public and Land-Grant Universities</u></a>. The term &quot;land grant&quot; stems from the granting of federal lands to states for the creation of universities.</p>\r\n\r\n<p>By citing the Morrill Act, the White House has a point. Since 1862, the act has been used to establish more than 100 land-grant colleges in all 50 states, plus additional institutions in U.S. territories. They include such major institutions of higher education as Cornell, the Massachusetts Institute of Technology, Ohio State, Penn State, Texas A&amp;M and the University of Wisconsin.</p>\r\n\r\n<p>&quot;The fact is, politicians get enormous credit for creating our public universities, and most notably the land-grant colleges,&quot; said Barry Toiv, the vice president for public affairs at the Association of American Universities. &quot;It&#39;s one of the country&#39;s great, democratic, truly American accomplishments.&quot;</p>\r\n\r\n<p>Still, despite the clear achievements of the Morrill Act, Obama outstrips the evidence when he says that &quot;politicians&quot; are &quot;the reason we even have colleges.&quot;</p>\r\n\r\n<p>To start, we looked at the data for public colleges vs. private colleges, as well as the enrollment for each.</p>\r\n\r\n<p>For <a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_317.10.asp?current=yes\" style=\"text-decoration:none;\"><u>institutions</u></a>, data from the federal Education Department shows that, among four-year institutions, fully 77 percent of them are private. The rate is lower for two-year institutions -- 45 percent are private -- but if you include both categories, it works out to 66 percent private. Since private universities were not typically established by &quot;politicians,&quot; this data shows that just one-third of institutions of higher education have a good claim to having been created by &quot;politicians.&quot;</p>\r\n\r\n<p>As it happens, private colleges tend to be smaller than public colleges, so the data for <a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_303.25.asp?current=yes\" style=\"text-decoration:none;\"><u>enrollment</u></a> skews more strongly toward public institutions. But even if you measure by enrollment, private institutions comprise a significant minority, undercutting Obama&#39;s sweeping claim. For four-year institutions, 40 percent of enrollment is at private institutions, and for two-year institutions, 6 percent of enrollment is at private institutions. Overall, 28 percent of enrollment is at private universities.</p>\r\n\r\n<p>It&rsquo;s also worth noting that many colleges and universities were established in the United States -- and even in colonial America -- before the Morrill Act was passed. More than 70 colleges and universities were founded in what is now the United States prior to 1862, including seven of the eight Ivy League schools (the only exception being Cornell, a land-grant school). More than a dozen universities considered public were established prior to 1862, including the University of North Carolina, the University of Michigan and the University of Virginia.</p>\r\n\r\n<p>Historians of American higher education told PolitiFact that, in their view, Obama&rsquo;s description is glib enough to demand a correction.</p>\r\n\r\n<p>John R. Thelin, a professor at the University of Kentucky and author of <em>A History of American Higher Education</em>, said it&rsquo;s not even entirely accurate to claim credit for politicians in the founding of &quot;state&quot; schools.</p>\r\n\r\n<p>&quot;I doubt many of the &lsquo;public (or, &lsquo;state&rsquo;) colleges and universities were founded by politicians,&quot; Thelin said. &quot;Usually some individual or group petitioned and prodded to obtain a charter for the state university. Often, some politicians opposed and obstructed such initiative.&quot;</p>\r\n\r\n<p>More than a century ago in South Carolina, Thelin said, populist lawmaker &quot;Pitchfork Ben&quot; Tillman wanted to close down the elite University of South Carolina, while in the 1920s and 1930s, the University of Georgia continually had to defend itself against a governor who wanted to punish and close down the state university. Meanwhile, in New Hampshire in the early 19th century, a hostile state Legislature wanted to take away Dartmouth College&rsquo;s charter, he said.</p>\r\n\r\n<p>Roger L. Geiger, an education professor at Penn State and author of <em>The History of American Higher Education: Learning and Culture from the Founding to World War II</em>, went so far as to say that Obama&rsquo;s comment is &quot;an egregious misstatement&quot; that &quot;reflects supreme ignorance of higher education.&quot;</p>\r\n\r\n<p>&quot;Most American colleges and universities were founded when groups of private individuals decided, &lsquo;We should start a college,&quot; Geiger said.</p>\r\n\r\n<p>Geiger said that many urban universities, such as those in Akron and Youngstown, were privately founded; only later were these schools taken over by their states. Temple and Pitt also fall into this category, he said.</p>\r\n\r\n<p>The pattern of privately founded colleges later being taken over by state governments is clear in the history of &quot;normal schools,&quot; the institutions that are now called teachers&rsquo; colleges. While some states, such as Illinois, Michigan and New York did establish public normal schools, many other such schools were established privately, including institutions in Pennsylvania and Indiana.</p>\r\n\r\n<p>After World War II, many of these private normal schools became regional state universities, Geiger said. &quot;Typically the expansion of state systems occurred through the takeover of existing, privately founded institutions,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama said &quot;the reason we even have colleges is that at some point there were politicians who said, &lsquo;You know what? We should start colleges.&rsquo; &quot;</p>\r\n\r\n<p>Even allowing for some oversimplification in a live interview, Obama is exaggerating. Public colleges and universities are a distinct minority of all such institutions, and while they comprise a majority of enrollment nationally, private schools account for a significant minority of enrollment. Meanwhile, historians of American higher education note that even in the case of &quot;public&quot; universities, &quot;politicians&quot; can&rsquo;t automatically claim credit.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression, so we rated it Mostly False.</p>\r\n", "ruling_comments_date": "2015-02-02T15:16:10.134621", "ruling_date": "2015-02-03T10:34:14", "ruling_headline": "Barack Obama says politicians get credit for founding colleges", "ruling_headline_slug": "barack-obama-says-politicians-get-credit-founding-", "ruling_link_text": "Way oversimplified", "ruling_state": null, "source_documents": null, "sources": "<p>Barack Obama, <a href=\"https://www.youtube.com/watch?v=GbR6iQ62v9k\" style=\"text-decoration:none;\"><u>interview</u></a> with YouTube celebrities, Jan. 22, 2015</p>\r\n\r\n<p>U.S. Department of Education, &quot;<a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_317.10.asp?current=yes\" style=\"text-decoration:none;\"><u>Table 317.10. Degree-granting postsecondary institutions, by control and level of institution: Selected years, 1949-50 through 2012-13</u></a>,&quot; accessed Feb. 2, 2015</p>\r\n\r\n<p>U.S. Department of Education, &quot;<a href=\"http://nces.ed.gov/programs/digest/d13/tables/dt13_303.25.asp?current=yes\" style=\"text-decoration:none;\"><u>Table 303.25. Total fall enrollment in degree-granting postsecondary institutions, by control and level of institution: 1970 through 2012</u></a>,&quot; accessed Feb. 2, 2015</p>\r\n\r\n<p>Association of Public and Land-Grant Universities, &quot;<a href=\"http://www.aplu.org/document.doc?id=780\" style=\"text-decoration:none;\"><u>The Land-Grant Tradition</u></a>,&quot; 2012</p>\r\n\r\n<p>Email interview with Barry Toiv, vice president for public affairs at the Association of American Universities, Jan. 30, 2015</p>\r\n\r\n<p>Email interview with John R. Thelin, a professor at the University of Kentucky and author of <em>A History of American Higher Education</em>, Jan. 30, 2015</p>\r\n\r\n<p>Email interview with Roger L. Geiger, education professor at Penn State and author of <em>The History of American Higher Education: Learning and Culture from the Founding to World War II</em>, Jan. 30, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;The reason we even have colleges is that at some point there were politicians who said, &lsquo;You know what? We should start colleges.&rsquo; &quot;</p>\r\n", "statement_context": "an interview with YouTube celebrity Bethany Mota", "statement_date": "2015-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}