{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/jun/11/chris-dodd/medical-bankruptcy-study-not-clear-cut/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1048, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1048/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Sen. Chris Dodd wrote about the need for health reform in an op-ed published in a Connecticut newspaper.</p>\r\n<p>\"Health care costs are rising faster than our economy is growing, crushing family budgets and businesses alike,\" Dodd wrote.</p>\r\n<p>\"This week, we learned that 62 percent of all personal bankruptcies were caused by medical problems,\" he added.</p>\r\n<p>Dodd correctly cites a number from a study published in the  <em> American Journal of Medicine. </em> The report states without reservation, \"Using a conservative definition, 62.1 percent of all bankruptcies in 2007 were medical.\"</p>\r\n<p>But that's not the end of the story.</p>\r\n<p>We first looked at this issue back in 2007, when then-Sen. Hillary Clinton used 2001 data from the same authors to claim that half of bankruptcies had medical causes. The authors include David Himmelstein of Harvard Medical School and Elizabeth Warren of Harvard Law School.</p>\r\n<p>In our article about Clinton's claim, we noted that only 28.3 percent of bankruptcies were attributed to illness or injury alone. That number grew to 46.2 percent when researchers asked about additional factors such as unpaid medical bills, lost income due to illness, or the mortgage of a home to pay medical bills.</p>\r\n<p>In the most recent data, questions were asked slightly differently. But 29 percent of respondents attributed their bankruptcy to medical bills from illness or injury. Asked another way, 32.1 percent said a medical problem suffered by themselves or their spouse caused the bankruptcy. The number rose to 62 percent when people were asked if medical-related issues such as unpaid medical bills, lost income due to illness, or the mortgage of a home to pay medical bills contributed to their bankruptcy.</p>\r\n<p>Between 2001 and 2007, Congress overhauled the rules for bankruptcy, making the process more complicated. This drove down the number of overall bankruptcy filings. So the absolute numbers of medical bankruptcies is lower as well. The study doesn't give absolute numbers, so we did the math for you, using the studies' percentages and data from the American Bankruptcy Institute. In 2001, consumer filings were 1.45 million, so medical bankruptcies would have been 670,837 cases. In 2007, consumer bankruptcies were 822,590, so medical bankruptcies would have been 510,828.</p>\r\n<p>The authors say that the legislation didn't affect their findings: \"New restrictions fall equally on medical and nonmedical bankruptcies, with no preferences for medical debts or sick debtors.\" That's true, but it's also true that the legislation created a sharp decline in bankruptcy filings. It seems to us that it's possible the legislation deterred bankruptcy so that only people who were really desperate for relief from their debts would file. This could conceivably drive up the proportion of people who filed due to unexpected illness. So we wonder if the 62 percent number is higher because fewer people filed. (For more detail on this issue, check out the economics blogger  <a href=\"http://meganmcardle.theatlantic.com/\" target=\"_blank\"> Megan McCardle of The Atlantic </a> , who has criticized the most recent study.)</p>\r\n<p>We should also note that the study appeared in a peer-reviewed journal, but two of the authors belong to the group Physicians for a National Health Program, a group that advocates for a universal, single-payer health program.</p>\r\n<p>Finally, we feel another study is worth mentioning that complicates the definition of medical bankruptcies. Ning Zhu of the University of California, Davis, has a 2008 draft study analyzing bankruptcies filed in Delaware in 2003. He found that overspending on household expenditures such as houses and automobiles contributed significantly to bankruptcy filings. His data show that the overspending made people more likely to file for bankruptcy after an illness.</p>\r\n<p>That may sound like a \"no duh\" conclusion, but it raises questions about medical bankruptcies and how they are defined. If people overspend so much that they need everything to go right to meet their financial obligations, and then they get sick, should those bankruptcies properly be categorized as medical bankruptcies? We're not suggesting there's an easy answer here, but it does make the category of \"medical bankruptcy\" a good bit more complicated.</p>\r\n<p>The statistic that we think is most reliable is the percentage of people who say medical bills were the reason for their bankruptcy, and that number is 29 percent. The 2007 study uses a broader definition to conclude that 62.1 percent of all bankruptcies have medical-related causes. Dodd is citing that number correctly. But we find that percentage questionable because it reflects a broad definition of medical issues that contribute to bankruptcy. We rate his statement Half True.</p>", "ruling_comments_date": "2010-01-07T13:27:42.785393", "ruling_date": "2009-06-11T14:14:48", "ruling_headline": "Medical bankruptcy study not so clear-cut", "ruling_headline_slug": "medical-bankruptcy-study-not-clear-cut", "ruling_link_text": "Dodd correctly cites a study that has issues", "ruling_state": null, "source_documents": null, "sources": "<p>The American Journal of Medicine,  <a href=\"http://download.journals.elsevierhealth.com/pdfs/journals/0002-9343/PIIS0002934309004045.pdf\" target=\"_blank\"> Medical Bankruptcy in the United States, 2007: Results of a National Study </a> , June 4, 2009</p>\r\n<p>Sen. Chris Dodd,  <a href=\"http://dodd.senate.gov/?q=node/5005\" target=\"_blank\"> President, New Energy Bodes Well For Health Care Changes </a> , June 8, 2009</p>\r\n<p>PolitiFact.com,  <a href=\"http://www.politifact.com/truth-o-meter/statements/2007/sep/18/hillary-clinton/a-broad-definition-of-medical-bills/\" target=\"_blank\"> A broad definition of \"medical bills,\" </a> Sept. 18, 2007</p>\r\n<p>Health Affairs,  <a href=\"http://content.healthaffairs.org/cgi/content/full/hlthaff.w5.63/DC1\" target=\"_blank\"> Illness and Injury as Contributors to Bankruptcy, </a> Feb. 2, 2005</p>\r\n<p>American Bankruptcy Institute,  <a href=\"http://www.abiworld.org/AM/AMTemplate.cfm?Section=Home&amp;TEMPLATE=/CM/ContentDisplay.cfm&amp;CONTENTID=57826\" target=\"_blank\"> Annual business and non-business filings by year, 1980-2008 </a></p>\r\n<p>Ning Zhu,  <a href=\"http://www.gsm.ucdavis.edu/uploadedFiles/Faculty/Directory_and_Profiles/personal_bank.pdf\" target=\"_blank\"> Household Consumption and Personal Bankruptcy </a> , September 2008</p>\r\n<p>Megan McCardle of The Atlantic,  <a href=\"http://meganmcardle.theatlantic.com/archives/2009/06/elizabeth_warren_and_the_terri.php\" target=\"_blank\"> Elizabeth Warren and Terrible, Horrible, No Good, Very Bad, Utterly Misleading Bankruptcy Study </a> , June 4, 2009</p>\r\n<p>Megan McCardle of The Atlantic,  <a href=\"http://meganmcardle.theatlantic.com/archives/2009/06/why_warrens_new_bankruptcy_stu.php\" target=\"_blank\"> Why Warren's New Bankruptcy Study is So Bad </a> , June 5, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. senator", "false_count": 0, "first_name": "Chris", "half_true_count": 3, "home_state": "Connecticut", "id": 3, "last_name": "Dodd", "mostly_true_count": 3, "name_slug": "chris-dodd", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-chrisdodd.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3/", "total_count": 9, "true_count": 2, "website": "http://www.chrisdodd.com/"}, "statement": "<p>Sixty-two percent of all personal bankruptcies are \"caused by medical problems.\"</p>", "statement_context": "an opinion piece.", "statement_date": "2009-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}