{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jun/11/sarah-palin/palin-veto-stimulus-energy-efficiency-building-cod/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1049, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1049/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In a Fox News interview with Sean Hannity on June 8, 2009, Alaska Gov. Sarah Palin criticized the stimulus package as a \"dizzying debt that we're handing to our kids.\"</p>\r\n<p>She said, \"I vetoed a bucket of the money, not a whole lot, we did accept education dollars and infrastructure dollars, but dollars that were tied to universal energy building codes for Alaska, kind of a one-size-fits-all building code that isn't going to work up there in Alaska and really prohibits opportunity to build and to develop, and just wasn't going to work up there in Alaska, so I vetoed a bucket of that money.  <br /> <br /> \"...I don't think that it would be a healthy thing for our state to adopt because it would be a federal mandate, fixed, centralized government, telling Alaskan communities that have opted out of building codes for the most part.  <br /> <br /> \"Them telling us what's best for our businesses and residences, how to build them, and we're all for energy conservation. We have hundreds of millions of dollars, in fact, budgeted for programs there but we don't want those fat strings attached where centralized, big government is going to tell us what is best.\"</p>\r\n<p>We wondered if the building codes were as strict as Palin claimed. She did, in fact, veto $28.6 million in federal stimulus money for weatherization and other projects to make new and existing homes and buildings more energy efficient. But many state legislators in Alaska, including some of her fellow Republicans, say Palin has overstated the strings attached to the federal money.</p>\r\n<p>She initially promised to take a pass on as much as a third of the stimulus money. She later agreed to take all but 3 percent &mdash; the $28.6 million she vetoed.</p>\r\n<p>Palin was specifically concerned with a provision in the stimulus (it is Section 410, as she will refer it later) that ties the energy efficiency money to assurances that the state or local governments \"will implement\" a \"building energy code for residential buildings that meets or exceeds the most recently published International Energy Conservation Code, or achieves equivalent or greater energy savings\" as well as \"a building energy code (or codes) for commercial buildings throughout the State that meets or exceeds the ANSI/ASHRAE/IESNA Standard 90.1&ndash;2007, or achieves equivalent or greater energy savings.\" The provision also states that recipients of the federal money must implement a plan to achieve compliance with the building codes within eight years in at least 90 percent of new and renovated residential and commercial building space.</p>\r\n<p>That language seems pretty rigid, but then along came Missouri, which applied for the money, but instead of agreeing to the specifics of the building code, committed merely to \"working with communities to create model energy efficiency standards that,  <em> if local units of government choose to implement </em> <em> </em> (our emphasis), should reduce energy costs for Missourians.\" The Department of Energy approved the application.</p>\r\n<p>So Palin's chief of staff wrote to the Department of Energy to get some clarification about what exactly Alaska would be committing itself to if it accepted the money.</p>\r\n<p>In response, Steven G. Chalk of the DOE said the stimulus provision recognizes that not every state has statewide building codes, and that the governor does not have the authority to force local governments to implement building codes. In those cases, Chalk wrote, it's sufficient for the governor to simply \"promote\" the codes. It is enough, he wrote, for the state to work with local governments to create model energy efficiency standards, but no municipality would be forced to adopt any new codes.</p>\r\n<p>As for Palin's claims of \"one-size-fits-all\" building codes, Chalk wrote that the provision \"provides flexibility with regard to building codes\" and \"expressly includes standards other than those cited so long as the standards achieve equivalent energy savings.\"</p>\r\n<p>So Palin is wrong. The municipalities are not forced to accept the specific standards and, given that local governments set their own codes, the feds would be satisfied if Alaska merely  <em> promoted </em> such building codes.</p>\r\n<p>Despite these assurances from the Department of Energy, Palin vetoed the money and insisted the provision amounted to \"big brother\" government involvement. The state legislature is now threatening to pursue a very rare veto override.</p>\r\n<p>In a May 29, 2009, letter published in the  <em> Anchorage Daily News </em> , Palin said, \"Alaskans have a strong history of independence and opposition to Washington, D.C., meddling in local issues. Our constitution ensures 'maximum local self-government.' Our communities have had the option to adopt building codes for decades. Most have not done so.</p>\r\n<p>\"Alaska communities have the right to determine for themselves whether to adopt building codes,\" she wrote. \"I asked the feds to clarify their position. The Department of Energy finally admitted section 410 and their previous statements were 'inappropriate' for some states but still wanted an agreement to push model codes on all Alaskan communities. I said no.</p>\r\n<p>\"Beware of Washington, D.C., trying to cajole local community leaders to eliminate the choices Alaskans have when building or renovating homes and businesses. These new codes are so detailed they would dictate the kinds of lights that can be installed in a home in Akutan, and how thick window panes must be in Chignik.\"</p>\r\n<p>But that's not what the DOE letter said. While it did say the governor should \"promote\" more energy-efficient building codes, local municipalities were under no obligation to implement new codes. And the letter was also very clear that it was not mandating a \"one-size-fits-all\" code, that local governments could tailor their own unique codes to meet their needs so long as the standards achieved similar energy savings. In other words, accepting the money would not have dictated \"the kinds of lights that can be installed in a home in Akutan, and how thick window panes must be in Chignik.\"</p>\r\n<p>A strict reading of the requirements for the energy-efficiency money might give credence to Palin's concerns. But the experience of Missouri and the explicit letter from the Department of Energy to Palin's office made clear the feds are not imposing a \"one-size-fits-all\" building code. Palin sounds like someone looking for a fight when there isn't one. We find her statement to be False.</p>", "ruling_comments_date": "2010-01-07T13:27:42.653667", "ruling_date": "2009-06-11T18:07:53", "ruling_headline": "Sarah Palin says she vetoed stimulus money for energy efficiency because it required tougher building codes ", "ruling_headline_slug": "palin-veto-stimulus-energy-efficiency-building-cod", "ruling_link_text": "Palin manufactures a fight ", "ruling_state": null, "source_documents": null, "sources": "<p>Anchorage Daily News,  <a href=\"http://www.adn.com/opinion/story/813086.html\" target=\"_blank\"> \"Stand blocked federal control of Alaskans\" </a> by Gov. Sarah Palin, May 29, 2009</p>\r\n<p>CQ Transcripts, Gov. Palin interviewed by Sean Hannity for Fox News, June 6, 2009</p>\r\n<p>Anchorage Daily News, \"Our View: Palin's Veto,\" May 27, 2009</p>\r\n<p>Anchorage Daily News, \"Palin vetoes energy relief funds; $28.6 million: Lawmakkers dispute her claims that the stimulus money comes with too many conditions,\" by Sean Cockerham, May 22, 2009</p>\r\n<p>Anchorage Daily News, \"Lawmakers muster votes to override governor; Stimulus: Palin makes Alaska the sole state to reject energy cost relief,\" by Sean Cockerham, June 5, 2009</p>\r\n<p>Office of the Governor of Missouri, Letter from Missouri Gov. Jay Nixon to the U.S. Department of Energy Re; Missouri State Energy Program Assurances, March 23, 2009</p>\r\n<p>Office of the Governor of Alaska, Lettter from Mike Nizich, chief of Staff, to the Department of Energy, May 14, 2009</p>\r\n<p>Department of Energy, Letter from Steven G. Chalk, Principal Deputy Assistant Secretary Energy Efficiency and Renewable Energy to Mike Nizich, May 19, 2009</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>Palin said stimulus money for weatherization required \"universal energy building codes for Alaska, kind of a one-size-fits-all building code that isn't going to work up there in Alaska.\"</p>", "statement_context": "an interview with Sean Hannity on Fox", "statement_date": "2009-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}