{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/feb/17/nathan-deal/gov-deal-gets-school-math-right-comments-need-more/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 10517, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10517/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Gov. Nathan Deal&rsquo;s signature education legislation this year calls for a constitutional amendment to create a special school district solely for perennially failing schools.</p>\r\n\r\n<p>Deal&rsquo;s office says 141 schools -- more than 60 in metro Atlanta -- &nbsp;currently could land in the proposed district and under state control, having each scored 60 or below for three straight years on Georgia&rsquo;s annual report card, the College and Career Performance Index (CCRPI).</p>\r\n\r\n<p>The state would have unprecedented powers in the &quot;opportunity school district.&quot; It could run schools, close them, partner with local school districts to operate them or turn them into charter schools.</p>\r\n\r\n<p>The superintendent of the district would report directly to the governor.</p>\r\n\r\n<p>Deal acknowledges that it&rsquo;s a dramatic step and in an interview on Feb. 12 dashed off some statistics to counter those who would say more money is the answer.</p>\r\n\r\n<p>&quot;I would say to them that 96 percent of those (failing schools) pay more than the average of the state of $8,400 per child per year, and about 26 percent of them spend considerably more than the state average,&quot; the governor said. &quot;If they say that money alone will fix this, then the statistics and the information that we have does not bear that out.&quot;</p>\r\n\r\n<p>We wondered if the vast majority of these failing schools are, as the governor said, spending more money per student than the average school. We decided to check the governor&rsquo;s math.</p>\r\n\r\n<p>First, a little background. Deal&rsquo;s proposal would require approval from two-thirds of the General Assembly and would be put before voters in 2016. It would broaden the governor&rsquo;s powers over K-12 education. Those powers already include the ability to remove dysfunctional local school boards.</p>\r\n\r\n<p>Some lawmakers and local school superintendents are against creation of a special school district for failing schools. Critics say that approach creates &nbsp;a one-size-fits-all solution for some very complex problems and fails to recognize how those challenges have been compounded by years of underfunding from the state.</p>\r\n\r\n<p>At least one metro school superintendent has suggested that districts with large percentages of low-income students be given more money when the state&rsquo;s education funding formula is revamped at Deal&rsquo;s direction in the next year.</p>\r\n\r\n<p>Luvenia Jackson, superintendent of Clayton County Schools, said she &quot;applauds the governor for wanting to do more.</p>\r\n\r\n<p>&quot;But I don&rsquo;t know if this is the answer,&quot; Jackson said.</p>\r\n\r\n<p>Clayton has three of the failing schools and is a federal Title I school system due to of its overall high poverty rate.</p>\r\n\r\n<p>&quot;How about restoring some of those (budget) cuts and see what happens,&quot; said Jackson, who estimates the district has been underfunded $100 million by the state in the past five years.</p>\r\n\r\n<p>&quot;Most of our children come in with a level of readiness below what is required. They need more health care, more counselors, things that must be taken into consideration. We have to nourish the whole child.&quot;</p>\r\n\r\n<p>Robert Avossa, superintendent of Fulton County Schools, said the governor &quot;is correct to stand up for these communities and shine a bright light&quot; on the problem of failing schools.</p>\r\n\r\n<p>Fulton, one of the state&rsquo;s wealthiest counties, has already started working to bring additional support and resources to its seven failing schools, all located in areas with a multitude of problems, including high mobility, poverty, unemployment and crime, Avossa said.</p>\r\n\r\n<p>Through a public-private partnership, the school system raised enough money to offer $20,000 bonuses to recruit 15 experienced and talented teachers to three of the schools this year, he said.</p>\r\n\r\n<p>&quot;This is a people problem more than it&rsquo;s a money problem,&quot; Avossa said. &quot;We need flexibility on how we spend our salary dollars to keep the best in the lowest performing schools.&quot;</p>\r\n\r\n<p>Almost all of the state&rsquo;s failing schools qualify for Title I federal money because of their high percentages of students from low-income families. Millions more from the state&rsquo;s Race to the Top grant have targeted failing schools in the past five years.</p>\r\n\r\n<p>These schools are a tiny share of Georgia&rsquo;s 2,267 public schools: 1,321 elementary schools, 480 middle schools and 453 high schools according to the state Department of Education.</p>\r\n\r\n<p>Now to the math</p>\r\n\r\n<p>Jen Talaber, a Deal spokeswoman, said the governor based his statement on a comparison of a list of the failing schools and a report from the state Department of Education on per pupil spending by district. Information on per pupil spending at the school level is not collected by the state, she said.</p>\r\n\r\n<p>&quot;Our operating assumption, because of those data limitations, was that the district per pupil expenditure would apply to the school,&quot; Talaber said. &quot;That may not be the case in every district, and we have consistently provided that clarification in all of our conversations.&quot;</p>\r\n\r\n<p>Ben Scafidi, a nationally recognized expert on the economics of education and a professor of economics at Kennesaw State University, and PolitiFact both independently confirmed that Deal is correct: 96 percent of the schools with three consecutive years of sub-60 CCRPI scores spend above the state average per student expenditure, identified in the DOE report as $8,400.</p>\r\n\r\n<p>PolitiFact&rsquo;s analysis also showed 37 schools with a per pupil expenditure above $10,000, which could fit the governor&rsquo;s definition of schools spending well above the state average.</p>\r\n\r\n<p>Scafidi pointed out: :&quot;We cannot say whether schools with more low income or minority students spend more or less than other schools within their districts.&quot;</p>\r\n\r\n<p>The reasons, he said, are three-fold: veteran teachers who are higher paid are usually in schools with more white students and fewer lower income students; federal compensatory programs target funds to individual schools with larger portions of low income students; and federal and state programs target funds to special needs students.</p>\r\n\r\n<p>Our conclusion; Gov. Nathan Deal is pushing a constitutional amendment to create an &quot;opportunity school district&quot; that would give his office and the state broad powers over failing schools.</p>\r\n\r\n<p>Last week, the governor cited statistics indicating that 96 percent of the failing schools spend more per student than the state average and 26 percent spend well above the state&rsquo;s average per student expenditure of $8,400. His statement is accurate and relies on student spending per district in the absence of actual school-level data.</p>\r\n\r\n<p>His statement doesn&rsquo;t point out that the failing schools are likely spending more money because they are receiving more money as a result of having high concentrations of students from low-income families.</p>\r\n\r\n<p>It could be argued that the money they receive and spend isn&rsquo;t working -- afterall, they are failing schools by the state&rsquo;s current measure of success, the CCRPI index.&nbsp; Or it could be said that they need more money or a different kind of help, or both.</p>\r\n\r\n<p>That&rsquo;s important context in a discussion of what those closest to the ground -- the educators -- say is a very complex problem. For that reason, we rate the governor&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2015-02-16T17:06:45.910517", "ruling_date": "2015-02-17T00:00:00", "ruling_headline": "Gov. Deal gets school math right, but comments need more context", "ruling_headline_slug": "gov-deal-gets-school-math-right-comments-need-more", "ruling_link_text": "What's the answer for failing schools?", "ruling_state": null, "source_documents": null, "sources": "<p>&quot;Deal unveils Opportunity <a href=\"http://gov.georgia.gov/press-releases/2015-02-11/deal-unveils-opportunity-school-district-legislation\">School</a> District legislation,&quot; Governor&rsquo;s website, Feb. 11, 2015</p>\r\n\r\n<p>&quot;Divide previews schools battle: Governor&rsquo;s plan has <a href=\"http://www.pressreader.com/usa/the-atlanta-journal-constitution/20150213/textview\">state</a> taking control of struggling school districts. Dems to county with &lsquo;community concepts.&quot; By Greg Bluestein and Eric Stirgus, The Atlanta Journal-Constitution, Feb. 13, 2015</p>\r\n\r\n<p>Interview with Robert Avossa, superintendent, Fulton County Schools</p>\r\n\r\n<p>Interview with Luvenia Jackson, superintendent of Clayton County Schools</p>\r\n\r\n<p>interview with Jen Talaber, spokeswoman for Gov. Nathan Deal</p>\r\n\r\n<p>Email with Ben Scafidi, a nationally recognized expert on the economics of education and a professor of economics at Kennesaw State University</p>\r\n\r\n<p>Analysis of list of state failing schools and DOE data on per student spending</p>\r\n\r\n<p>AJC staffers Lois Norder and Jeff Ernsthausen assisted in the research for this fact-check.</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}, "statement": "<p><strong><strong>Ninety-six percent of failing schools are spending above $8,400, the average annual per student expenditure, and 26 percent spend considerably more than that.</strong></strong></p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "an interview", "statement_date": "2015-02-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}