{"art": [], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2015/feb/16/lori-haas/haas-says-fewer-women-killed-guns-states-expanded-/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 10513, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/10513/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Closing a loophole in state law that allows some Virginians to buy firearms without going through a background check is a matter of life and death to women, according to Lori Haas, state director of the Coalition to Stop Gun Violence.</p>\r\n\r\n<p>Haas was among a number of gun control advocates who spoke at a news conference last month in favor of a series of bills aimed at tightening state firearm laws. Haas has compelling experience with gun violence: Her daughter, Emily, was grazed twice in the head during the 2007 shootings at Virginia Tech that left 32 dead and 17 wounded.</p>\r\n\r\n<p>Her brief remarks touched on background check laws. All states require licensed gun dealers to conduct a background check before selling a firearm to make sure the prospective buyer does not have a criminal record or disqualifying mental condition. But Virginia and 32 other states don&rsquo;t require background checks for firearms bought through an unlicensed seller -- someone who isn&rsquo;t in the routine business of selling guns. Haas backed a bill that would have &nbsp;narrowed that exception.</p>\r\n\r\n<p>In states that run background checks for privately-sold handguns, &quot;49 percent fewer women are shot and killed,&quot; she said.</p>\r\n\r\n<p>Since Haas spoke, the General Assembly has scuttled major gun control bills, including the loophole closer. But background checks for all gun buyers is a perennial issue before the legislature and we wondered whether Haas&rsquo; statement was correct in terms of the number she used and the cause and effect of background check laws on women&rsquo;s lives. She told us the figure came from Everytown for Gun Safety, an advocacy group founded by former New York City Mayor Michael Bloomberg.</p>\r\n\r\n<p><strong>The numbers</strong></p>\r\n\r\n<p>The group issued a report last September examining firearm homicides of women by intimate partners -- current and former husbands, as well as boyfriends. It found that from 2008-2012, the rate of such murders was 46 percent lower in 14 states that had background checks for some or all private handgun sales when compared with the rest of the nation. Stacey Radnor, a spokeswoman with Everytown, said the group also found that the level of non-gun intimate partner homicides of women was much less stark -- only 4.3 percent lower in the states with private-sale background checks for handguns.</p>\r\n\r\n<p>We should note, however, that Haas&rsquo; statement focused on a broader definition of victims. &nbsp;She cited &quot;women&quot; without any reference to whether they were domestic violence victims.</p>\r\n\r\n<p>So to examine her exact statement, we needed to find figures on gun murders deaths of <em>all</em> women, which are not in Everytown&rsquo;s report.</p>\r\n\r\n<p>The Centers for Disease Control and Prevention compiles fatality data based on information from death certificates filed in each state. We looked at the 14 states that had background checks on private handgun sales during the 5-year period Everytown references. Those states are California, Connecticut, Hawaii, Illinois, Iowa, Maryland, Massachusetts, Michigan, Nebraska, New Jersey, New York, North Carolina, Rhode Island and Pennsylvania. Three other states have in recent years added private-sale background checks: Colorado, Delaware and Washington.</p>\r\n\r\n<p>We found those firearms homicide figures of women for all but three states with small populations -- Rhode Island (which requires a background check for private handgun sales) as well as Vermont and Wyoming (which do not). The CDC withholds the number of firearms homicides of women in those states because they are so few in number. But given the small size of each state&rsquo;s population, it wouldn&rsquo;t affect the overall trend line for the 47 other states where the information was available.</p>\r\n\r\n<p>We found that in states with private-sale background checks, the rate of firearm homicides of females age 18 and over was 1.0 per 100,000 women. In the states that didn&rsquo;t extend background checks to private handgun sales, the homicide rate was 1.6 per 100,000 women in that age group.</p>\r\n\r\n<p>That means there were 38 percent fewer firearms homicides of women in the states with private-sale background checks for handguns than the rest of the nation, lower than Haas&rsquo; statistic but still a significant figure.</p>\r\n\r\n<p>In Virginia, the rate was 1.4 per 100,000 women.</p>\r\n\r\n<p>We should note some states without background checks on all handgun sales bucked the trend of lower firearms violence against females.</p>\r\n\r\n<p>Minnesota, which has no requirement for background checks on private handgun sales, had a rate of 0.6 firearms homicides for every 100,000 women. That was one-third the rate of North Carolina, which requires a background check of anyone seeking to buy a handgun.</p>\r\n\r\n<p><strong>Cause and effect</strong></p>\r\n\r\n<p>Two analysts we contacted urged caution in interpreting a correlation in lower rates of gun violence to private-sale background checks.</p>\r\n\r\n<p>&quot;Making causal claims is always riskier,&quot; Jacquelyn White, a psychology professor at the University of North Carolina Greensboro, said in an email. &quot;States that require background checks may also be more likely to support other efforts that contribute to the well-being of their residents. Remember, correlation is not causation. There may be other factors, such as a more enlightened commitment to creating healthy and safe communities, that result in an array of programs and policies that reduce domestic violence.&quot;</p>\r\n\r\n<p>Gary Kleck, a criminology professor at Florida State University, said Everytown&rsquo;s figure &quot;takes no other account of any other factors that affect homicides.&quot;</p>\r\n\r\n<p>&quot;States do not randomly pass gun laws -- those that pass gun laws are different in many ways from those that do not,&quot; Kleck, who has studied the impact of background checks on homicide rates, said in an email. &nbsp;&quot;For obvious political reasons, it&rsquo;s easier to enact stricter gun laws in states with fewer gun-owning voters. Thus, states that extended background checks to private gun transfers had lower gun ownership rates even before those laws were passed. Likewise, states with stricter gun laws are more urban, less likely to be Southern or Western (and thus culturally different), more politically liberal etc. You can&rsquo;t isolate the effect of a gun law without controlling for other violence-related factors.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Haas said in states with comprehensive background checks for handguns, &quot;49 percent fewer women are shot and killed.&quot; She supports that statement by pointing to figures examining a narrower group of female firearms victims -- those killed in domestic violence situations.</p>\r\n\r\n<p>But figures examining the broader group of victims she cited in her statement -- women in general -- show 38 percent fewer women were shot and killed in the states with private-sale background checks on handgun sales.</p>\r\n\r\n<p>That&rsquo;s not quite high as the figure she cited, but it still represents a lower rate of gun homicides of women in states with comprehensive background checks.</p>\r\n\r\n<p>But experts cautioned against reading too much into that correlation. They noted that there may be other factors beyond background checks that led to that result.</p>\r\n\r\n<p>We rate her claim Half True.</p>\r\n", "ruling_comments_date": "2015-02-16T12:08:57.187153", "ruling_date": "2015-02-16T12:18:35", "ruling_headline": "Haas says fewer women killed by guns in states with expanded background checks", "ruling_headline_slug": "haas-says-fewer-women-killed-guns-states-expanded-", "ruling_link_text": "Cause and effect not certain", "ruling_state": null, "source_documents": null, "sources": "<p>Email from Lori Haas, Virginia state director of the Coalition for Gun Safety, Jan. 19. 2015.</p>\r\n\r\n<p>Everytown for Gun Safety, <a href=\"http://everytown.org/documents/2015/01/dv-background-checks-fact-sheet.pdf\" style=\"text-decoration:none;\"><u>&quot;State background check requirements and rates of domestic violence homicide,&quot;</u></a> Sept. 25, 2014.</p>\r\n\r\n<p>Everytown for Gun Safety,<a href=\"http://everytown.org/documents/2014/10/background-checks-reduce-crimes-and-save-lives.pdf\" style=\"text-decoration:none;\"><u> &quot;Gun background checks reduce crime and save lives,&quot;</u></a> October, 2014.</p>\r\n\r\n<p>Email from Stacey Radnor, spokeswoman for Everytown for Gun Safety.</p>\r\n\r\n<p>Centers for Disease Control, <a href=\"http://wonder.cdc.gov/\" style=\"text-decoration:none;\"><u>&quot;CDC Wonder,&quot;</u></a> accessed Feb. 10-11.</p>\r\n\r\n<p>National Center for Juvenile Justice, <a href=\"http://ojjdp.gov/ojstatbb/ezashr/\" style=\"text-decoration:none;\"><u>&quot;Easy access to the FBI&rsquo;s supplementary homicide reports,&quot;</u></a> accessed Feb. 10-11, 2015.</p>\r\n\r\n<p>Email from Gary Kleck, professor of criminology and criminal justice at Florida State University, Feb. 5, 2015.</p>\r\n\r\n<p>Email from Jacquelyn White, professor of psychology at the University of North Carolina Greensboro, Feb. 5, 2015.</p>\r\n\r\n<p>Reno Gazette Journal, <a href=\"http://www.rgj.com/story/news/2014/09/13/fact-checker-gun-background-check-claims-true/15153955/\" style=\"text-decoration:none;\"><u>&quot;Fact Checker: Are gun background check claims true?&quot;</u></a> Sept. 18, 2014.</p>\r\n\r\n<p>American Journal of Public Health, <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1447915/\" style=\"text-decoration:none;\"><u>&quot;Risk factors for femicide in abusive relationships,&quot;</u></a> July 2003.</p>\r\n\r\n<p>Richmond Times-Dispatch, &quot;More gun control bills scrapped,&quot; Feb. 6, 2015.</p>\r\n\r\n<p>Richmond Times-Dispatch, &quot;Va. Senate panel rejects numerous gun control bills,&quot; Jan. 27, 2015.</p>\r\n\r\n<p>Governing, <a href=\"http://www.governing.com/topics/elections/gov-voters-in-washington-state-approve-universal-background-checks.html\" style=\"text-decoration:none;\"><u>&quot;Voters in Washington state approve universal background checks,&quot;</u></a> Nov. 5, 2014.</p>\r\n\r\n<p>Smart Guns, <a href=\"http://smartgunlaws.org/universal-gun-background-checks-policy-summary/\" style=\"text-decoration:none;\"><u>&quot;Universal background checks &amp; private sale loophole policy summary,&quot;</u></a> Aug. 1, 2013.</p>\r\n\r\n<p>Email from Jon Griffin, policy specialist at the National Conference of State Legislatures, Feb. 12, 2015.</p>\r\n\r\n<p>National Conference of State Legislatures, &quot;Gun shows, private seller and universal background check statutes,&quot; March, 2014.</p>\r\n\r\n<p>Congressional Research Service, <a href=\"https://www.fas.org/sgp/crs/misc/RL32842.pdf\" style=\"text-decoration:none;\"><u>&quot;Gun control legislation,&quot;</u></a> Nov. 14, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Virginia ", "false_count": 0, "first_name": "Lori", "half_true_count": 1, "home_state": "Virginia director, Coalition to Stop Gun Violence", "id": 3080, "last_name": "Haas", "mostly_true_count": 0, "name_slug": "lori-haas", "pants_count": 0, "party": {"id": 23, "party": "Activist", "party_slug": "activist", "resource_uri": "/api/v/2/party/23/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/XGRBB0206F.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3080/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>In states that have private-sale background checks for handguns &quot;49 percent fewer women are shot and killed.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a news conference", "statement_date": "2015-01-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}