{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jun/15/bill-nelson/sen-bill-nelson-says-offshore-drilling-wont-pay-fl/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1054, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1054/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n Floridians who support offshore drilling to rescue the crippled state budget will be disappointed, U.S. Sen. Bill Nelson, D-Fla., warned this week.\n</p>\n<p>\n The federal government limits what the offshore drilling revenues can be used for, Nelson said, and it doesn't include things like paying for public schools.\n</p>\n<p>\n &quot;I&rsquo;ve had a few questions lately about this idea of Florida getting oil-drilling revenues to help with its sagging budget &mdash; and, things like schools,&quot; Nelson said in a statement on June 15, 2009. &quot;If you&rsquo;re swayed by this argument and big oil&rsquo;s latest push to put rigs off the tourism state, then you need to know something: oil money from federal leases cannot be used for that kind of stuff.&nbsp; It can only be used to clean up the mess and damages from drilling.&nbsp; Here&rsquo;s how the law allows royalty money to be used: mitigation of effects from drilling activities through onshore infrastructure projects; associated planning and administrative costs; coastal protection; and, mitigation of damage to animals or natural resources. There you have it. No budget windfall. Fact is &mdash; oil money won&rsquo;t build schools, or roads or pay teachers.&nbsp; It&rsquo;ll just 'mitigate' &mdash; slow down &mdash; the oil industry&rsquo;s ruination of the fourth largest state&rsquo;s economy and environment.&quot;\n</p>\n<p>\n Some background: In the Gulf of Mexico, which is the focus of the debate over more oil production, offshore drilling is banned within 230 miles of Tampa Bay and 100 miles of the Florida Panhandle through 2022. But in early June, the U.S. Senate energy committee approved a measure to allow oil and gas drilling just 45 miles off Florida's west coast.\n</p>\n<p>\n Nelson strongly opposes drilling off Florida's coast, and has threatened to filibuster if the amendment is attached to a broader energy bill.\n</p>\n<p>\n Nelson includes a key caveat in his warning about how Florida might be able to spend royalties from drilling. He notes that he's talking about\n <em>\n  federal\n </em>\n leases. That's important because the federal government generally controls waters more than 10 miles offshore, while Florida and some other states control the waters inside 10 miles. So if Florida allowed drilling within those 10, it could use proceeds from oil leases however it sees fit, including for teacher salaries. (There's also a provision where the state could get some money for leases between 10 and 13 miles.)\n</p>\n<p>\n Currently, four states receive money from federal royalties &mdash; Alabama, Louisiana, Mississippi and Texas. Under federal law, that money can only be used for protecting and restoring the coast through projects such as conservation, coastal restoration, hurricane protection, and mitigation of damage to fish, wildlife, or natural resources.\n</p>\n<p>\n Nelson is generally correct about the requirements as they relate to those four states, said Eileen Angelico, a spokeswoman for the federal government's Gulf of Mexico Minerals Management Service. But you can't assume the same provisions will apply to Florida, she said.\n</p>\n<p>\n &quot;There's no guarantee that if Florida is added that it'll have to go along with the same rules,&quot; she said. &quot;(Congress) can write it however they want to.&quot;\n</p>\n<p>\n We think there's also a danger that people will misinterpret Nelson's comments, to assume that he means Florida schools could not profit from\n <em>\n  any\n </em>\n offshore drilling. The fact is, Florida schools might benefit quite a bit if the state decided to allow drilling within 10 miles of its coast. States like Texas and Louisiana have reaped billions of dollars for their schools from offshore drilling leases.\n</p>\n<p>\n Texas, for example, has reaped more than $3.5 billion in revenues from offshore drilling. Most of that comes from drilling within 10 miles the coast. The money goes into an education investment fund. Every year, the state taps that fund for $800 million for public schools, said Jim Suydam, a spokesman for the Texas General Land Office. It translates to about $400 per student, and is sometimes referred to as the school's textbook fund. Texas also will get more than $35 million this year from the federal government for its share of royalties on drilling more than 10 miles offshore, he said. That money is limited to mitigation.\n</p>\n<p>\n So in fact, some gulf states have gotten quite a bit of money for their schools for allowing oil drilling off their coast. But that's mostly from drilling very close to the coast, within 10 miles.\n</p>\n<p>\n Nelson correctly specifies that the restrictions apply to federal leases. And the legislation being considered by the Senate is for drilling at least 45 miles off the western coast of Florida (in other words, entirely federal waters).\n</p>\n<p>\n We think many people might miss that distinction, however. Nelson's strongly worded statement will probably leave them with the impression that Florida couldn't get\n <em>\n  any\n </em>\n education money from any drilling, when it could opt to do what Texas has done and use revenue from drilling within 10 miles for education.\n</p>\n<p>\n He also is extrapolating the rules from other states to apply to Florida when in fact Congress still must address how the state would be affected. And it's conceivable that Congress could change the rules for Florida or the other states, and allow that money to be spent for broader uses. So we subtract a few points and give Nelson a Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:42.343579", "ruling_date": "2009-06-15T17:49:30", "ruling_headline": "Sen. Bill Nelson says offshore drilling won't pay for Florida schools", "ruling_headline_slug": "sen-bill-nelson-says-offshore-drilling-wont-pay-fl", "ruling_link_text": "For drilling way offshore, he's right", "ruling_state": null, "source_documents": null, "sources": "<p>\n U.S. Minerals Management Service,\n <a href=\"http://www.mms.gov/offshore/GOMESA/PDFs/GOMESA.pdf\" target=\"_blank\">\n  Gulf of Mexico Energy Security Act of 2006\n </a>\n</p>\n<p>\n U.S. Minerals Management Service,\n <a href=\"http://www.mms.gov/offshore/GOMESARevenueSharing.htm\" target=\"_blank\">\n  FY 2008 Allocations resulting from the Gulf of Mexico Energy Security Act of 2006 (GOMESA)\n </a>\n</p>\n<p>\n U.S. Minerals Management Service,\n <a href=\"http://www.mms.gov/aboutmms/pdffiles/ocsla.pdf\" target=\"_blank\">\n  Outer Continental Shelf Lands Act\n </a>\n , page 200\n</p>\n<p>\n U.S. Minerals Management Service,\n <a href=\"http://www.mms.gov/aboutmms/OCSLA/ocslahistory.htm\" target=\"_blank\">\n  Outer Continental Shelf Lands Act History\n </a>\n</p>\n<p>\n St. Petersburg Times, &quot;Senate Panel Says Drill Away in Gulf,&quot; by Wes Allison, June 10, 2009\n</p>\n<p>\n Texas General Land Office, Report GL16A Analysis, Fiscal Year 2007\n</p>\n<p>\n Interview with Jim Suydam, a spokesman for the Texas General Land Office, June 15, 2009\n</p>\n<p>\n Interview with Eileen Angelico, a spokeswoman for the Gulf of Mexico Minerals Management Service, June 15, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>Oil money from federal leases &quot;can only be used to clean up the mess and damages from drilling.&quot;</p>", "statement_context": "a statement.", "statement_date": "2009-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}