{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2015/mar/05/julie-lassa/julie-lassa-says-infant-mortality-rate-15-percent-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 10589, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/10589/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The arguments against right-to-work legislation usually focus on economic matters.</p>\r\n\r\n<p>Supporters say such a law will make a state more friendly to business; opponents say it will reduce the strength of unions, and depress the state&rsquo;s wages and incomes.</p>\r\n\r\n<p>The Republican-pushed bill, which prohibits employers from signing contracts with unions that require employees to pay union dues, was fast tracked in the Legislature and is expected to reach Gov. Scott Walker&rsquo;s desk by March 6, 2015.</p>\r\n\r\n<p>When the state Senate debated the right-to-work bill Feb. 25, 2015, state Sen. Julie Lassa (D-Stevens Point) <a href=\"http://www.wispolitics.com/index.iml?Article=342867\">criticized the measure</a> with the wages-and-income argument -- then she took it a step further.</p>\r\n\r\n<p>Said Lassa: &quot;Families in right-to-work states are less likely to have health insurance, and the infant mortality rate is 15 percent higher than in other states.&quot;</p>\r\n\r\n<p>Wait. Babies are at greater risk of death in right-to-work states?</p>\r\n\r\n<p><strong>Looking at the evidence</strong></p>\r\n\r\n<p>When we asked Lassa for her evidence, her staff pointed to a <a href=\"http://www.epi.org/publication/right-to-work-is-the-wrong-answer-for-wisconsin/\">Jan. 23, 2015 report by the liberal Economic Policy Institute </a>written by Gordon Lafer, a political economist at the University of Oregon.</p>\r\n\r\n<p>His report says that by a number of measures -- including infant mortality rates -- Wisconsin fares better than the 24 states with right-to-work laws. And he says right-to-work states are worse off than those without such laws.</p>\r\n\r\n<p>For infant mortality numbers, Lafer relies on data from 2010 collected by the U.S. Centers for Disease Control and Prevention.</p>\r\n\r\n<p>To do the right-to-work comparison, he added up the infant mortality rates in those states and divided by 24, to get 6.7 deaths per 1,000 births. The same approach for the other states found 5.8 deaths per 1,000 births. The difference is 15 percent.</p>\r\n\r\n<p>But simply adding up the rates and dividing by the number of states isn&rsquo;t an accurate method because the calculation could be skewed by states with relatively more or fewer births and deaths, said Geoffrey Swain, medical director and chief medical officer for the City of Milwaukee Health Department, and an expert on infant mortality.</p>\r\n\r\n<p>His office provided the raw data from the CDC for births and infant deaths for 2012, the most recent year available. Using those numbers, right-to-work states had 6.48 deaths per 1,000 live births, while the remaining states (and the District of Columbia) had 5.54.</p>\r\n\r\n<p>The difference under this approach is actually larger -- 16.97 percent.</p>\r\n\r\n<p>So, Lassa is about right when it comes to the numbers. But she linked the number to right-to-work status, suggesting there is a causal relationship: One leads to the other.</p>\r\n\r\n<p>That&rsquo;s a lot less clear, and it depends on the impact the law would have on the state&rsquo;s economy, income and wages. And, of course, the sides disagree on that front.</p>\r\n\r\n<p>A study prepared for the conservative Wisconsin Policy Research Institute by Ohio University economist Richard Vedder argues that right-to-work laws added &quot;about six percentage points to the growth rate of RTW states from 1983 to 2013. With such a law, Wisconsin&rsquo;s per capita personal income growth of 53.29 percent would have been, instead, about 59.29 percent.&quot;</p>\r\n\r\n<p>Translated: right-to-work boosts the economy and wages.</p>\r\n\r\n<p>Lafer&rsquo;s report comes to a much different conclusion. His study says right-to-work &quot;is associated with lower wages and benefits for both union and nonunion workers. In a RTW state, the average worker makes 3.2 percent less than a similar worker in a non-RTW state.&quot;</p>\r\n\r\n<p>He also said average household income in right-to-work states is $6,430 less than in states without such laws.</p>\r\n\r\n<p>Of course, it&rsquo;s impossible to predict how the law will affect jobs and wages in Wisconsin.</p>\r\n\r\n<p>The linkage Lafer -- and Lassa -- make also is based upon the idea that infant mortality rates are themselves correlated with poverty and other factors.</p>\r\n\r\n<p>Swain noted that a <a href=\"http://www.nber.org/papers/w18206\">2012 study by the National Bureau of Economic Research </a>found that there was an improvement in key factors affecting infant mortality when the federal earned income tax credit -- targeted at low income people -- was expanded. Putting a relatively modest amount of money in the hands of the most needy helped, Swain said.</p>\r\n\r\n<p>&quot;These people are living on the margins and giving them a little more (income) would make a difference,&quot; Swain said.</p>\r\n\r\n<p>Therefore, he said, &quot;it&rsquo;s likely that lower wages are going to lead &nbsp;to worse outcomes.&quot;</p>\r\n\r\n<p>For their part, CDC officials say they &quot;haven&rsquo;t investigated the association between wages (or right to work states) and infant mortality.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Lassa says right-to-work states have higher infant mortality than states without such a law.</p>\r\n\r\n<p>She&rsquo;s right on the raw numbers. But there are many more factors at work -- some of them are vigorously disputed -- when it comes to how such laws affect &nbsp;wages, incomes and especially lower income people whose babies are more at risk. That&rsquo;s simply not settled.</p>\r\n\r\n<p>Over the years, we have examined a series of claims that take a wage or job related statistic and say it is either better or worse in a right-to-work state.</p>\r\n\r\n<p>Generally, we have rated these Half True -- the statistic is right, but there is no clear evidence of a causal relationship.</p>\r\n\r\n<p>That fits here as well.</p>\r\n", "ruling_comments_date": "2015-03-05T17:20:20.745091", "ruling_date": "2015-03-05T16:38:46", "ruling_headline": "Julie Lassa says infant mortality rate is 15 percent higher in states with right-to-work laws", "ruling_headline_slug": "julie-lassa-says-infant-mortality-rate-15-percent-", "ruling_link_text": "Numbers are right but don't tell the whole story", "ruling_state": null, "source_documents": null, "sources": "<p>Emails, telephone interview, Mark Knickelbine, spokesman, Sen. Julie Lassa, March 2, 3, 2015</p>\r\n\r\n<p><a href=\"http://www.nrtw.org/en/print/1052\">National Right to Work Legal Defense Foundation</a></p>\r\n\r\n<p>U.S. Center for Disease Control, <a href=\"http://www.cdc.gov/nchs/data/nvsr/nvsr62/nvsr62_08.pdf\">National Vital Statistics Report, Dec. 18, 2013</a></p>\r\n\r\n<p>Sen. Julie Lassa, <a href=\"http://www.wispolitics.com/index.iml?Article=342867\">Wisconsin State Senate debate, Feb. 25, 2015</a></p>\r\n\r\n<p>Milwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/opinion/wpri-study-flawed-and-reaches-flawed-conclusions-on-right-to-work-b99452969z1-294461231.html\"> &quot;WPRI study flawed and reaches flawed conclusions on right to work,&quot;</a> March 1, 2015</p>\r\n\r\n<p>Milwaukee Journal Sentinel <a href=\"http://www.jsonline.com/news/119882229.html\">&quot;Empty Cradles: Confronting our infant mortality crisis&quot;</a> 2011</p>\r\n\r\n<p>The Washington Post,<a href=\"http://www.nrtw.org/en/print/1052\"> &quot;Our infant mortality rate is a national embarrassment,&quot;</a> Sept. 29, 2014</p>\r\n\r\n<p>Wisconsin Policy Research Institute, <a href=\"http://www.wpri.org/WPRI-Files/Special-Reports/Reports-Documents/rtw225.pdf\">&quot;The Economic Impact of a right-to-work law on Wisconsin,&quot;</a> Feb. 2015</p>\r\n\r\n<p>National Bureau of Economic Research, <a href=\"http://www.nber.org/papers/w18206\">&quot;Income, the Earned Income Tax Credit, and Infant Health,&quot;</a> July, 2012</p>\r\n\r\n<p>Telephone interview, Geoffrey Swain, medical director and chief medical officer for the City of Milwaukee Health Department, March 4, 2015</p>\r\n\r\n<p>Emails, Brittany Behm, U.S. Centers for Disease Control, March 5, 2015<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, 24th District", "false_count": 0, "first_name": "Julie", "half_true_count": 2, "home_state": "Wisconsin", "id": 671, "last_name": "Lassa", "mostly_true_count": 0, "name_slug": "julie-lassa", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lassa_Julie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/671/", "total_count": 3, "true_count": 0, "website": "http://www.julielassa.com/"}, "statement": "<p>The infant mortality rate is 15 percent higher in states with right-to-work laws.</p>\r\n", "statement_context": "a speech on the Senate floor", "statement_date": "2015-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}