{"art": [{"brightcove": "", "caption": "Vice President Joe Biden looks on as President Barack Obama hosts European Council President Donald Tusk in the Oval Office on March 9, 2015.", "id": 5882, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Biden_in_Oval_Office.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5882/", "title": "Biden in Oval Office", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Here's one example of an honest-to-goodness treaty signed by President Barack Obama and later ratified by the Senate: the New Start Treaty, signed by Obama and Dmitry Medvedev of Russia in 2010 in Prague.", "id": 5886, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/New_Start_Treaty.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5886/", "title": "New Start Treaty", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/mar/12/joe-biden/joe-biden-says-vast-majority-international-commitm/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10607, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10607/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The complicated process of forging international agreements has burst into the spotlight now that the Obama administration is trying to negotiate a nuclear deal with Iran.</p>\r\n\r\n<p>Recently, 47 Republican senators penned an open letter to Iranian leaders. It was structured as a civics lesson -- one intended to remind Iran that even if it is negotiating with the executive branch, Congress has powers to derail any deal it finds objectionable.</p>\r\n\r\n<p>Among other things, the March 9 letter said that the next president could revoke an agreement struck by Obama &quot;with the stroke of a pen, and future Congresses could modify the terms of the agreement at any time.&quot; (We rated that<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/mar/11/tom-cotton/letter-iran-47-republican-senators-correct-about-c/\" style=\"text-decoration:none;\"> <u>Mostly True</u></a>.)</p>\r\n\r\n<p>The senators&rsquo; letter raised eyebrows, particularly among Democrats, for seeming to break with the precedent that the executive branch is the primary driver of foreign policy.</p>\r\n\r\n<p>Just hours after the senators released their letter, Vice President Joe Biden released a toughly worded<a href=\"https://www.whitehouse.gov/the-press-office/2015/03/09/statement-vice-president-march-9-letter-republican-senators-islamic-repu\" style=\"text-decoration:none;\"> <u>statement</u></a> taking issue with the senators&rsquo; perspective on how international agreements are negotiated. Biden said in part:</p>\r\n\r\n<p><em>&quot;Around the world, America&rsquo;s influence depends on its ability to honor its commitments. Some of these are made in international agreements approved by Congress. However, as the authors of this letter must know, the vast majority of our international commitments take effect without congressional approval. And that will be the case should the United States, the United Kingdom, France, Russia, China, and Germany reach an understanding with Iran.&quot;</em></p>\r\n\r\n<p>We wondered whether Biden was right that &quot;the vast majority of our international commitments take effect without congressional approval.&quot; So we took a closer look.</p>\r\n\r\n<p>As it turns out, it&rsquo;s more complicated than it looks.</p>\r\n\r\n<p><strong>The numbers game</strong></p>\r\n\r\n<p>Several statistical tallies show that there is a large and growing reliance on what are known as &quot;executive agreements,&quot; at the expense of approving treaties, which require a two-thirds vote in the Senate.</p>\r\n\r\n<p>The upside of pursuing an executive agreement is that they are easier to negotiate -- they don&rsquo;t require approval from Congress, which removes a major obstacle. The downside of an executive agreement, however, is that it&rsquo;s easier to reverse.</p>\r\n\r\n<p>Research published by Jeffrey S. Peake of Clemson University and Glen Krutz of the University of Oklahoma found executive agreements accounting for a steadily rising percentage of international agreements.</p>\r\n\r\n<p>&bull; Between 1789 and 1839, about 31 percent were executive agreements rather than treaties.</p>\r\n\r\n<p>&bull; From 1839 to 1889, the share rose to 52.5 percent.</p>\r\n\r\n<p>&bull; From 1889 to 1939, it climbed again to 63.6 percent.</p>\r\n\r\n<p>&bull; From 1939 to 1989, it rose even further, to 94.3 percent.</p>\r\n\r\n<p>They also found that since 1949, treaties exceeded 10 percent of all international agreements during just three two-year periods -- once under President Harry Truman and twice under President Bill Clinton -- and never exceeded 17 percent of agreements. The average for any given two-year period between 1949 and 2012 was 6 percent treaties, 94 percent executive agreements.</p>\r\n\r\n<p><strong>When executive action needs Congress</strong></p>\r\n\r\n<p>But if you use this data set, there&rsquo;s a problem for Biden&rsquo;s claim. While executive agreements are, as a whole, less reliant on congressional action than treaties are, that&rsquo;s not the same thing as saying that all of them are <em>entirely unaffected </em>by congressional action.</p>\r\n\r\n<p>That&rsquo;s because there are actually three kinds of executive agreements, each with a different degree of congressional input. Here&rsquo;s the rundown:</p>\r\n\r\n<p>&bull; <strong>Congressional-executive agreements.</strong> For these agreements, both houses of Congress are involved in the authorizing process by passing a statute through both chambers, according to the Congressional Research Service. The North American Free Trade Agreement and the General Agreement on Tariffs and Trade were done this way.</p>\r\n\r\n<p>&bull; <strong>Executive agreements that follow an earlier treaty. </strong>For these agreements, the Senate has already had a say on the topic when it approved the earlier treaty.</p>\r\n\r\n<p>&bull; <strong>Sole executive agreements. </strong>This type of agreement stems from the president&rsquo;s constitutional authority, and does not require authorization by Congress.</p>\r\n\r\n<p>Peake estimates that the first two types of agreements account for 90 percent of executive agreements, with sole executive agreements accounting for perhaps 10 percent.</p>\r\n\r\n<p>This estimate is based on old data. It stems from a 1984 scholarly study by Loch Johnson titled, <em>The Making of International Agreements: Congress Confronts the Executive</em>. In the book, Johnson found that 87 percent of agreements fit into the first two categories.</p>\r\n\r\n<p>But Peake said that no updated study has been completed since, though he noted that in his conversations with State Department officials while writing his own book in 2006, they indicated that the figure had remained more or less constant since then.</p>\r\n\r\n<p>Using these figures, then, only a small percentage of international agreements escape congressional input entirely. These agreements may not be vetted by Congress in the same way, and to the same degree, as treaties are, but Biden&rsquo;s phrasing fuzzes the differences.</p>\r\n\r\n<p><strong>Biden&rsquo;s response</strong></p>\r\n\r\n<p>When we checked with Biden&rsquo;s office, they said that looking at the question in this way is misleading. Biden&rsquo;s staff said the numbers used by Peake and CRS refer to &quot;binding&quot; agreements and ignore &quot;non-binding&quot; arrangements.</p>\r\n\r\n<p>Because Iran&rsquo;s nuclear program is a major geopolitical issue, we think many Americans would assume that any deal would at least be considered binding. But in the wake of the senators&rsquo; letter, the Obama administration has <a href=\"http://www.wsj.com/articles/iran-nuclear-deal-if-reached-wouldnt-be-legally-binding-kerry-says-1426115097\" style=\"text-decoration:none;\"><u>made clear</u></a> in testimony to Congress that any agreement with Iran would actually fall into the non-binding category. This means the agreement isn&rsquo;t binding under international law, though a State Department <a href=\"http://www.state.gov/s/l/treaty/guidance/\" style=\"text-decoration:none;\"><u>guidance</u></a> adds that &quot;a non-binding instrument may carry significant moral or political weight.&quot;</p>\r\n\r\n<p>Experts told us the distinction between binding and non-binding agreements is often lost even among professionals. And Biden&rsquo;s staff emphasized to PolitiFact that non-binding arrangements aren&rsquo;t trivial. &nbsp;</p>\r\n\r\n<p>For one thing, a number of significant commitments have been considered non-binding. Recent examples include the framework for disarming Syria of chemical weapons, greenhouse gas targets agreed to last year by the United States and China, and, just days ago, a <a href=\"http://www.state.gov/r/pa/prs/ps/2015/03/238138.htm\" style=\"text-decoration:none;\"><u>joint statement</u></a> of principles between Biden and the leaders of El Salvador, Guatemala and Honduras. Collectively, these are more common than binding agreements, which are the ones counted by Peake or the CRS, Biden&rsquo;s staff said.</p>\r\n\r\n<p>Biden&rsquo;s office added that non-binding doesn&rsquo;t equal non-enforceable. The United States has methods to enforce them, such as sanctions.</p>\r\n\r\n<p>Independent experts said Biden has a point, but they expressed concern that he used the phrase the &quot;vast majority of our international commitments&quot; without being able to show his arithmetic. Without it, Biden&rsquo;s claim is not much more than speculation.</p>\r\n\r\n<p>&quot;The problem I have (with Biden&rsquo;s claim) is that I have no idea how anyone would figure out how many non-binding agreements there are, or indeed what even counts as a non-binding agreement,&quot; said Michael D. Ramsey, law professor at the University of San Diego. &quot;The president and his diplomats are constantly making arrangements with foreign officials on many issues large and small, but most of these are not extensively negotiated or directed to important matters.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Biden said &quot;the vast majority of our international commitments take effect without congressional approval.&quot;</p>\r\n\r\n<p>When looking at binding agreements -- the only types of agreements for which we have good data -- Biden is likely off&nbsp;base. While it&rsquo;s true that formal treaties represent a small minority of all binding international agreements, most of the other types of non-treaty, binding agreements do have some congressional input, even if it&rsquo;s less than treaties have.</p>\r\n\r\n<p>Biden may be on safer ground once you add in non-binding agreements. However, Biden&rsquo;s office did not provide statistics to back up this claim, and independent experts said they aren&rsquo;t aware that such a tally exists. So the claim that agreements negotiated without congressional input represent &quot;the vast majority of our international commitments&quot; is essentially informed speculation. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2015-03-11T17:10:56.692525", "ruling_date": "2015-03-12T14:53:03", "ruling_headline": "Joe Biden says 'vast majority' of international commitments are struck without congressional role", "ruling_headline_slug": "joe-biden-says-vast-majority-international-commitm", "ruling_link_text": "It depends on what numbers you use", "ruling_state": null, "source_documents": null, "sources": "<p>Joe Biden, <a href=\"https://www.whitehouse.gov/the-press-office/2015/03/09/statement-vice-president-march-9-letter-republican-senators-islamic-repu\" style=\"text-decoration:none;\"><u>statement on the March 9 letter from Republican senators to the Islamic Republic of Iran</u></a>, March 09, 2015</p>\r\n\r\n<p>Glen S. Krutz and Jeffrey S. Peake, <a href=\"http://www.press.umich.edu/pdf/9780472116874-ch1.pdf\" style=\"text-decoration:none;\"><u>Treaty Politics and the Rise of Executive Agreements: International Commitments in a System of Shared Powers</u></a>, 2011</p>\r\n\r\n<p>Jeffrey S. Peake, &quot;Unilateral Presidential Power during the Obama Presidency: Executive Agreements and the Implementation of American Diplomacy,&quot; 2014</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://fas.org/sgp/crs/misc/RL32528.pdf\" style=\"text-decoration:none;\"><u>International Law and Agreements: Their Effect upon U.S. Law</u></a>,&quot; Feb. 18, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/03/10/executive-agreements-and-senate-disagreements/\" style=\"text-decoration:none;\"><u>Executive agreements and Senate disagreements</u></a>,&quot; March 10, 2015</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"http://www.wsj.com/articles/iran-nuclear-deal-if-reached-wouldnt-be-legally-binding-kerry-says-1426115097\" style=\"text-decoration:none;\"><u>Iran Nuclear Deal, If Reached, Wouldn&rsquo;t Be &lsquo;Legally Binding,&rsquo; Kerry Says</u></a>,&quot; March 11, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/mar/11/tom-cotton/letter-iran-47-republican-senators-correct-about-c/\" style=\"text-decoration:none;\"><u>Is the letter to Iran from 47 Republican senators correct about Congress&#39; role in nuclear deal?</u></a>&quot; March 10, 2015</p>\r\n\r\n<p>Email interview with John Pike, director of GlobalSecurity.org, March 11, 2015</p>\r\n\r\n<p>Email interview with Michael D. Ramsey, law professor at the University of San Diego, March 11-12, 2015</p>\r\n\r\n<p>Email interview with Anthony Clark Arend, Georgetown University professor of government and foreign service, March 11-12, 2015</p>\r\n\r\n<p>Email interview with Jeffrey S. Peake, Clemson University political scientist and coauthor with Glen Krutz of <em>Treaty Politics and Executive Agreements </em>(University of Michigan Press, 2009), March 11-12, 2015</p>\r\n\r\n<p>Email interview with Stephen Spector, spokesman for Joe Biden, March 11-12, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>&quot;The vast majority of our international commitments take effect without congressional approval.&quot;</p>\r\n", "statement_context": "a statement released to the media", "statement_date": "2015-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}