{"art": [{"brightcove": "", "caption": "Jalen Ross, student council president at the University of Virginia, on CNN's \"State of the Union.\"", "id": 5895, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Syndicaster-20150215105541.png", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/5895/", "title": "Jalen Ross", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2015/mar/15/jalen-ross/black-name-resume-50-percent-less-likely-get-respo/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10621, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/10621/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The Sunday shows capped a turbulent week for race relations around the country, from the shooting of two officers in a new wave of protests in Ferguson, Mo., to the closing of a University of Oklahoma fraternity over racist chants.</p>\r\n\r\n<p>CNN&rsquo;s <em>State of the Union </em>invited four student leaders to talk about what the next generation can do to improve the dialogue. University of Virginia student council president Jalen Ross pointed out that the most common examples of racial discrimination aren&rsquo;t limited to dramatic&nbsp;moments that make headlines.</p>\r\n\r\n<p>&quot;Every day, a black-name resume is 50 percent less likely to get responded to than a white-name resume,&quot; Ross said. &quot;Right? That&rsquo;s everyday racism.&quot;</p>\r\n\r\n<p>Ross may not be the typical politician who meets our Truth-O-Meter, but we thought his point was interesting and telling about the state of race relations if true.</p>\r\n\r\n<p>Ross told PolitiFact by email that he was referencing a <a href=\"http://www.nber.org/papers/w9873.pdf\" style=\"text-decoration:none;\"><u>field study</u></a> from the National Bureau of Economic Research called &quot;Are Emily and Greg more employable than Lakisha and Jamal?&quot; The study is more than a decade old, published July 2003.</p>\r\n\r\n<p>Economists Marianne Bertrand and Sendhil Mullainathan wanted to explore racial bias in the job market.</p>\r\n\r\n<p>They responded to help-wanted ads for a variety of positions in the fields of sales, administrative support, clerical services and customer services posted in <em>The Boston Globe </em>and <em>Chicago Tribune </em>with fake resumes. The researchers plugged in made-up names on the resumes that are associated with African-Americans (they used Lakisha Washington and Jamal Jones as examples) or whites (Emily Walsh and Greg Baker) based on naming data for babies born between 1974-79 in Massachusetts. The name on each resume was randomly assigned, so the same resume in some cases had a black name and in others had a white name. &nbsp;&nbsp;</p>\r\n\r\n<p>Then they counted the callbacks.</p>\r\n\r\n<p>The resumes with white-sounding names spurred 50 percent more callbacks than the ones with black-sounding names.</p>\r\n\r\n<p>After responding to 1,300 ads with more than 5,000 resumes, the researchers found that the job applicants with white names needed to send 10 resumes to get one callback, but the black candidate needed to send 15 for one.</p>\r\n\r\n<p>It didn&rsquo;t matter whether the employer was a federal contractor or was described as an &quot;equal opportunity employer,&quot; as those also discriminated like the others.</p>\r\n\r\n<p>&quot;We find little evidence that our results are driven by employers inferring something other than race, such as social class, from the names,&quot; their paper states. &quot;These results suggest that racial discrimination is still a prominent feature of the labor market.&quot;</p>\r\n\r\n<p>Ross erred slightly in his exact wording. While white-sounding names spurred 50 percent more callbacks than the ones with black-sounding names, black-sounding names were 33 percent less likely to get responded to. (Thanks percentage change calculators.)</p>\r\n\r\n<p>The researchers cautioned that their findings do not reveal anything about gaps in hiring rates or earnings between whites and blacks. Also, they only focused on one avenue for job postings, newspaper ads, even though social circles represent a major way people find employment (not to mention that online postings for jobs are much more popular now than 2002).</p>\r\n\r\n<p>Still, their findings echoed similar preferences among employers for applicants with names that were not distinctively black.&nbsp;</p>\r\n\r\n<p>After we published our fact-check, Mullainathan told us by email that Ross&#39;s characterization of the study is &quot;broadly right,&quot; though it&#39;s possible the numbers have changed.</p>\r\n\r\n<p>&quot;I know there have been more recent studies but often in other areas (not employment but housing, etc.), and they continue to find large gaps today,&quot; he said.</p>\r\n\r\n<p>David Figlio, a Northwestern University professor of education and social policy and of economics, said he had no reason to think the dynamics have substantially changed.</p>\r\n\r\n<p>&quot;There have been a number of recent studies on related topics that suggest that similar patterns are still at work in other areas,&quot; Figlio said. &quot;So while I can&#39;t confirm the exact number, I believe the fundamental relationship to still be true.&quot;</p>\r\n\r\n<p>We found another <a href=\"http://www.nber.org/papers/w9938.pdf\" style=\"text-decoration:none;\"><u>National Bureau of Economic Research paper</u></a> looked at a slightly related angle: whether having a name that sounded African-American posed significant harm for one&rsquo;s economic well-being.</p>\r\n\r\n<p>The authors analyzed naming patterns of children born in California from the 1960s to 2000. The names DeShawn, Tyrone, Reginald, Shanice, Kiara, Deja and Precious were very popular black names but &quot;virtually unheard of&quot; for white children, they found. Conversely, names such as Connor, Cody, Jake, Molly, Emily, Abigail and Caitlin were way more popular for white children. The differences in name preferences took off with the rise of the Black Power movement in the late 1970s, the authors said.</p>\r\n\r\n<p>The key difference between the papers is that economists Roland Fryer and Steven D. Levitt found &quot;little evidence&quot; that names alone can have a direct effect on one&rsquo;s economic livelihood, concluding that having a black name is &quot;primarily a <em>consequence </em>rather than a cause of poverty and segregation.&quot;</p>\r\n\r\n<p>But the authors said this does not necessarily negate the findings of Bertrand and Mullainathan. They noted that having a black name on its own is not likely to have a big effect throughout the interviewing process, as an employer who meets an applicant and discriminates on race would immediately notice his or her race during the meeting.</p>\r\n\r\n<p>Also, the fact that Levitt and Fryer did not find a significant impact &quot;could simply mean that their data aren&rsquo;t comprehensive enough,&quot; said Alan Auerbach, a University of California Berkeley economist.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Ross said, &quot;Every day, a black name resume is 50 percent less likely to get responded to than a white name&nbsp;resume.&quot;</p>\r\n\r\n<p>A reputable study by respected economists of callback rates for resumes with white- and black-sounding names backs up this point. Ross&#39; biggest error is his specifc phrasing, while white names were 50 percent more likely to get a call back, that means that black names were 33 percent less likely to do so.</p>\r\n\r\n<p>Ross made a mistake in his phrasing -- one that tripped us up as well. But his overall point remains valid and the study he relied on showed a sizable discrepancy between white and black sounding names.</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n\r\n<p><em>Correction: Like Ross, we originally made a mistake calculating the percent change conveyed by the study. This item has been updated to reflect the correct information.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2015-03-15T10:28:55.258517", "ruling_date": "2015-03-15T18:29:38", "ruling_headline": "Do job-seekers with 'white' names get more callbacks than 'black' names?", "ruling_headline_slug": "black-name-resume-50-percent-less-likely-get-respo", "ruling_link_text": "Update: We all need to use a percent change calculator", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Jalen Ross, University of Virginia student body president, March 15, 2015</p>\r\n\r\n<p>Interview with Alan Auerbach, University of California Berkeley economics professor, March 15, 2015</p>\r\n\r\n<p>Interview with David Figlio, Northwestern University economist, March 15, 2015</p>\r\n\r\n<p>National Bureau of Economic Research, &nbsp;&quot;Are Emily and Greg more employable than Lakisha and Jamal?&quot; July 2003</p>\r\n\r\n<p>National Bureau of Economic Research, &quot;The causes and consequences of distinctively black names,&quot; August 2003</p>\r\n\r\n<p>Associated Press via CBS News, &quot;&lsquo;<a href=\"http://www.cbsnews.com/news/black-names-a-resume-burden/\" style=\"text-decoration:none;\"><u>Black&rsquo; names: A resume burden</u></a>?&quot; Sept. 29, 2003</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Jalen", "half_true_count": 0, "home_state": "", "id": 3119, "last_name": "Ross", "mostly_true_count": 1, "name_slug": "jalen-ross", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jalen-Ross.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3119/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Every day, a black name resume is 50 percent less likely to get responded to than a white name&nbsp;resume.&quot;</p>\r\n", "statement_context": "comments on CNN's \"State of the Union\"", "statement_date": "2015-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}