{"art": [{"brightcove": "", "caption": "John Oliver interviews Edward Snowden in the April 5, 2015, episode of his HBO show \"Last Week Tonight.\"", "id": 5992, "infogram": "", "ndn": "<div data-config-site-section=\"tbtimes\" data-config-video-id=28857946 data-config-tracking-group=\"90964\" data-config-type=\"VideoPlayer/Single\" data-config-widget-id=\"2\" class=\"ndn_embed\" id=\"ndn_single_player\"></div>", "ndnid": "28857946", "other": "", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/5992/", "title": "John Oliver and Edward Snowden", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2015/apr/09/edward-snowden/fact-checking-john-olivers-interview-edward-snowde/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10702, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/10702/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Most Americans have a fuzzy understanding of exactly what the National Security Agency can and cannot see with its surveillance programs, much less what a former NSA contractor named Edward Snowden tried to do about it.</p>\r\n\r\n<p>That&rsquo;s the finding, anyway, of informal street interviews by John Oliver&rsquo;s crew at<em> Last Week Tonight </em>on HBO.</p>\r\n\r\n<p>Oliver devoted his April 5 show to the NSA spying story. It included an exclusive interview with Snowden, who is living in Russia after the State Department canceled his passport. And it included the topic of this fact-check: Can emails sent between two people living in the United States unwittingly end up on the computer screen of some NSA analyst?</p>\r\n\r\n<p>Oliver, who blends comedy with journalism, framed the discussion around the NSA peeping on nude pictures.</p>\r\n\r\n<p>Oliver asked Snowden to describe the capability of various NSA surveillance programs in relation to nude pictures sent by Americans, starting with &quot;702 surveillance.&quot; This refers to section 702&nbsp;of the <u><a href=\"http://fas.org/irp/agency/doj/fisa/\" style=\"text-decoration:none;\">Foreign Intelligence Surveillance Act of 1978</a></u><u>. This section was added in 2008 and was&nbsp;renewed under&nbsp;</u>President Barack Obama in 2012.</p>\r\n\r\n<p>Could the NSA see a picture of, say, Oliver&rsquo;s privates under this provision, he asked?</p>\r\n\r\n<p>&quot;Yes,&quot; Snowden said, &quot;the FISA Amendments Act of 2008, which section 702 falls under, allows the bulk collection of internet communications that are one-end foreign.&quot;</p>\r\n\r\n<p>After an Oliver joke about &quot;bulk collection,&quot; Snowden continued, &quot;So if you have your email somewhere like Gmail, hosted on a server overseas or transferred overseas or anytime crosses outside the borders of the United States, your junk ends up in the database.&quot;</p>\r\n\r\n<p>Oliver jumped in and asked Snowden to clarify that the racy picture &mdash; if you&rsquo;ve seen the interview, you know we&rsquo;re paraphrasing &mdash; wouldn&rsquo;t necessarily have to be sent to Germany in order to end up in NSA storage.</p>\r\n\r\n<p>&quot;No,&quot; Snowden said. &quot;Even if you sent it to someone within the United States, your wholly domestic communication between you and your wife can go to New York to London and back and get caught up in the database.&quot;</p>\r\n\r\n<p>Is it really true that this situation (regardless of the content of the email) could happen, and if so, is it likely?</p>\r\n\r\n<p><strong>You&rsquo;ve got mail &hellip; being collected by the NSA</strong></p>\r\n\r\n<p>Several experts in national security law agreed Snowden&rsquo;s scenario is plausible, thanks to holes in international surveillance laws that affect data shared between Americans living in America.</p>\r\n\r\n<p>The law that Oliver mentioned, <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-110publ261/pdf/PLAW-110publ261.pdf\" style=\"text-decoration:none;\"><u>Section 702</u></a> of FISA Amendments Act of 2008, is labeled &quot;Procedures For Targeting Certain Persons Outside The United States Other Than United States Persons.&quot; Going on name alone, that sounds like the opposite of a license for the NSA to collect private messages between Americans.</p>\r\n\r\n<p>Not necessarily.</p>\r\n\r\n<p>The section addresses spying on communications on U.S. soil in which one end of the conversation is foreign. Critics, including the <a href=\"https://www.eff.org/deeplinks/2014/05/way-nsa-uses-section-702-deeply-troubling-heres-why\" style=\"text-decoration:none;\"><u>Electronic Frontier Foundation</u></a>, Center for Technology and Democracy, and American Civil Liberties Union, deem it a &quot;backdoor search loophole&quot; that allows the NSA to get access to information on U.S. citizens.</p>\r\n\r\n<p>The section says the government cannot &quot;intentionally target&quot; citizens of the United States with its surveillance, nor can it target a person outside the country to learn more about the communications of a person who is in the United States. &quot;Intentionally,&quot; obviously, is a pretty big gap. NSA communications spying under Section 702 does not need an individual warrant.</p>\r\n\r\n<p>There are a few government spying programs that we know about, through Snowden&rsquo;s leaks to journalists, that operate using Section 702, including <a href=\"http://www.washingtonpost.com/investigations/us-intelligence-mining-data-from-nine-us-internet-companies-in-broad-secret-program/2013/06/06/3a0c0da8-cebf-11e2-8845-d970ccb04497_story.html\" style=\"text-decoration:none;\"><u>Prism</u></a> and Upstream.</p>\r\n\r\n<p>Prism, as outlined in a leaked slide, allows the NSA to collect via court order email, chats, videos, photos, stored data and files of foreign targets from technology companies such as Google, Apple, Yahoo, Microsoft and Facebook.</p>\r\n\r\n<p>Analysts reportedly use Prism <a href=\"http://www.theguardian.com/world/2013/jun/08/nsa-prism-server-collection-facebook-google\" style=\"text-decoration:none;\"><u>in concert with Upstream</u></a>, by which the NSA collects foreigners&rsquo; communications directly from the fiber-optic backbone of the Internet. A <a href=\"http://www.washingtonpost.com/business/economy/the-nsa-slide-you-havent-seen/2013/07/10/32801426-e8e6-11e2-aa9f-c03a72e2d342_story.html\" style=\"text-decoration:none;\"><u>leaked NSA slide </u></a>reported by the <em>Washington Post</em> describes Upstream as amassing &quot;communications on fiber cables and infrastructure as data flows past.&quot;</p>\r\n\r\n<p>Through those spying programs, it is possible that American-to-American email could hit an overseas server and be pulled into NSA databases even though those emails are not the target of NSA searches. The law does not prohibit this kind of &quot;incidental&quot; collection of Americans&rsquo; communications, as long as it was part of an otherwise valid collection of non-Americans&rsquo; information, said Stephen Vladeck, American University national security law professor.</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/sites/default/files/docs/2013-12-12_rg_final_report.pdf\" style=\"text-decoration:none;\"><u>Government</u></a> <a href=\"https://www.pclob.gov/library/702-Report-2.pdf\" style=\"text-decoration:none;\"><u>reports</u></a>, leaks and a scathing <a href=\"https://www.eff.org/document/october-3-2011-fisc-opinion-holding-nsa-surveillance-unconstitutional\" style=\"text-decoration:none;\"><u>2011 Foreign Intelligence Surveillance Court opinion </u></a>offer more proof that the NSA cannot separate out communications between Americans from the emails involving a foreigner. &quot;NSA&rsquo;s knowing acquisition of tens of thousands of wholly domestic communications through its Upstream collection is a cause of concern for the court,&quot; wrote FISC Judge John D. Bates in the declassified opinion.</p>\r\n\r\n<p>It&rsquo;s unknown exactly how often this happens, but it does not appear unusual.</p>\r\n\r\n<p>&quot;It doesn&rsquo;t matter whether it&rsquo;s a d--- pic or a bland email,&quot; said Andrew Crocker, a senior analyst at the Electronic Frontier Foundation, which sued the NSA to release the Bates opinion. &quot;These are all things that can be swept up.&quot;</p>\r\n\r\n<p>By law, the NSA is supposed to &quot;minimize&quot; wholly domestic communications it obtains, said Molly Bishop Shadel, a University of Virginia law professor who represented the United States on terrorism-related matters before the Foreign Intelligence Surveillance Court while working for the Justice Department. This could mean deleting the email or not searching or using the information, something Snowden doesn&rsquo;t say.</p>\r\n\r\n<p>&quot;I can&rsquo;t promise the email wouldn&rsquo;t end up in an NSA database,&quot; she said, &quot;but it&rsquo;s not going to be accessible to the government if it does.&quot;</p>\r\n\r\n<p>Other experts pointed out that we don&rsquo;t know for sure what happens to these exchanges when they are collected. Jonathan Mayer, a cybersecurity fellow at Stanford University&rsquo;s Center for Internet and Society, said many important features of Upstream collection &quot;haven&rsquo;t leaked and remain classified,&quot; such as whether it involves bulk collection, massive-but-targeted collection or only individually targeted collection, he said.</p>\r\n\r\n<p><strong>Email routes that cross international boundaries</strong></p>\r\n\r\n<p>So, yes, it&rsquo;s possible that an email between you and your wife or husband about the grocery list could wind up in the hands of the NSA. But to do so, the electronic footprint of that email needs to leave the confines of the United States.</p>\r\n\r\n<p>How likely is that to happen?</p>\r\n\r\n<p>Understanding how or why an email may hit an overseas server even if it&rsquo;s sent to someone in the same area requires a basic knowledge of how the Internet works. But even then, it&rsquo;s complicated. So we turned to technologists, who had different opinions.</p>\r\n\r\n<p>Predicting how an email travels to its destination&nbsp;once you hit &quot;send&quot; is not an exact science &mdash; and it can change from hour to hour. When a person sends an email, it goes through the Internet service provider to an email provider, is exchanged with another provider, and goes back to someone else&rsquo;s Internet service provider.</p>\r\n\r\n<p>If the Internet provider is big, like Verizon, the most efficient, least congested path to route the bits of information might just be a cable that crosses a foreign country&rsquo;s boundary.</p>\r\n\r\n<p>Chats, pictures and messages travel from senders to recipients through the Internet along fiber-optic cables, some underground and some undersea. These cables can send messages in milliseconds.</p>\r\n\r\n<p>&quot;The way the network thinks about distance is very different from the way you think about distance in the real physical world,&quot; said Joseph Hall, Center for Democracy and Technology chief technologist.</p>\r\n\r\n<p>Hall mentioned an example using the concept of &quot;trombone routing:&quot; Two people could be on opposite sides of Denver, and the most efficient way to get bits of information to them may be through a cable that runs through Canada.</p>\r\n\r\n<p>Mayer, of Stanford University, suggested the odds are good that your message is stored domestically if you&rsquo;re an American who is working within the continental United States and who is using Gmail.<strong> </strong>Mayer called Snowden&rsquo;s example of an intimate picture shared between a couple in New York hitting a London server en route to its destination &quot;hypothetically possible, but it&rsquo;s unlikely.&quot; The route between providers would have to be unusual, and the connection would have to be unencrypted, he said.</p>\r\n\r\n<p>&quot;There are enormous privacy implications from the one-end foreign rule, to be clear,&quot; Mayer said. &quot;I just don&rsquo;t think this is a very generalizable example.&quot;</p>\r\n\r\n<p>On the other hand, Hall said, &quot;It&rsquo;s not hard to see this happening at all,&quot; even though more providers are encrypting their networks in response to NSA practices.</p>\r\n\r\n<p>Even though Hall and Mayer have different estimations for how likely it is for a U.S. user&rsquo;s communications to be transmitted over a national border at a given time, Hall agrees it&rsquo;s more likely for an email to cross a border in places that don&rsquo;t have a huge infrastructure. &nbsp;</p>\r\n\r\n<p>Because Snowden mentioned Google&rsquo;s Gmail service as an example, we checked in with the company to figure out under which conditions this example could happen.</p>\r\n\r\n<p>The company has strengthened the <a href=\"https://www.google.com/transparencyreport/saferemail/tls/?hl=en\" style=\"text-decoration:none;\"><u>encryption</u></a> of its infrastructure as a way to dissuade the government from using &quot;backdoor&quot; methods of tapping its network data without its knowledge.</p>\r\n\r\n<p><a href=\"http://gmailblog.blogspot.com/2014/03/staying-at-forefront-of-email-security.html\" style=\"text-decoration:none;\"><u>Emails between Gmail accounts are encrypted</u></a> as they go to Gmail servers, which essentially means they look like gibberish to outsiders, and as they move from Google&rsquo;s data centers around the country and the world. Copies of emails could be stored in several places, including in data centers abroad, as a way to provide backups in case one center fails. If the NSA tried to collect emails between Google data centers, they may be able to <a href=\"http://www.newyorker.com/tech/elements/the-daunting-challenge-of-secure-e-mail\">pull the metadata</a> of messages (the to and from) but not the content.</p>\r\n\r\n<p>If one side of the exchange is not a Gmail user, the message may not be encrypted and therefore may be more vulnerable.</p>\r\n\r\n<p>As for how often an email may end up in a foreign server, even if it&rsquo;s between two American Gmail users, spokesman Aaron&nbsp;Stein said, &quot;We aren&#39;t always able to predict how often that happens.&quot;</p>\r\n\r\n<p>The NSA press office did not return requests for comment.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Snowden said, &quot;Even if you sent it to someone within the United States, your wholly domestic communication between you and your wife can go to New York to London and back and get caught up in the database.&quot;</p>\r\n\r\n<p>In Oliver&rsquo;s context of a naked picture, the comment may be surprising. But to experts familiar with the laws governing surveillance practices and the NSA programs brought to light through his leaks, Snowden is correct that this could happen.</p>\r\n\r\n<p>But this isn&rsquo;t the most likely scenario for most Americans emailing other Americans day-in, day-out. Moreover, the NSA is supposed to &quot;minimize&quot; domestic emails that get caught up in a broader sweep, either by deleting them or not searching or using the information.</p>\r\n\r\n<p>Snowden&rsquo;s claim is accurate but misses that context. We rate it Mostly True.</p>\r\n", "ruling_comments_date": "2015-04-09T10:25:54.978531", "ruling_date": "2015-04-09T17:31:28", "ruling_headline": "Fact-checking John Oliver's interview with Edward Snowden about NSA surveillance", "ruling_headline_slug": "fact-checking-john-olivers-interview-edward-snowde", "ruling_link_text": "Possible, but probable?", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, &quot;<a href=\"https://www.youtube.com/watch?v=XEVlyP4_11M\" style=\"text-decoration:none;\"><u>Last Week Tonight with John Oliver: Government surveillance,</u></a>&quot; April 5, 2015</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jun/13/mike-rogers/rep-mike-rogers-says-its-expressly-prohibited-law-/\" style=\"text-decoration:none;\"><u>Mike Rogers says it&rsquo;s &lsquo;expressly prohibited by law&rsquo; for the government to read domestic email traffic</u></a>,&quot; June 13, 2013</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2013/jul/02/are-americans-being-targeted-surveillance/\" style=\"text-decoration:none;\"><u>Are Americans being targeted for surveillance?</u></a>&quot; July 2, 2013</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/article/2014/apr/30/what-we-know-about-nsa-surveillance-program/\" style=\"text-decoration:none;\"><u>What we know about the NSA surveillance program</u></a>,&quot; April 30, 2014</p>\r\n\r\n<p>Email interview with <a href=\"https://www.wcl.american.edu/faculty/vladeck/\" style=\"text-decoration:none;\"><u>Steve Vladeck</u></a>, American University professor of national security law, April 7, 2015</p>\r\n\r\n<p>Email interview with <a href=\"http://www.law.virginia.edu/lawweb/faculty.nsf/FHPbI/1207404\" style=\"text-decoration:none;\"><u>Molly Bishop Shadel</u></a>, University of Virginia law professor and Center for National Security Law senior fellow, April 7, 2015</p>\r\n\r\n<p>Interview with <a href=\"https://www.eff.org/about/staff/andrew-crocker\" style=\"text-decoration:none;\"><u>Andrew Crocker</u></a>, Electronic Frontier Foundation staff attorney, April 7, 2015</p>\r\n\r\n<p>Email interview with <a href=\"http://cyberlaw.stanford.edu/about/people/jonathan-mayer\" style=\"text-decoration:none;\"><u>Jonathan Maye</u></a>r, a fellow at the Center for Internet and Society and the Center for International Security and Cooperation at Stanford University, April 7, 2015</p>\r\n\r\n<p>Interview with Patrick Toomey, ACLU National Security Project staff attorney, April 7, 2015</p>\r\n\r\n<p>Interview with Joe Hall, Center for Democracy and Technology chief technologist , April 8, 2015</p>\r\n\r\n<p>Email interview with Jeremy Gillula, Electronic Frontier Foundation staff technologist, April 7, 2015</p>\r\n\r\n<p>Email interview with Ben Wizner, legal adviser to Snowden and ACLU , April 8, 2015</p>\r\n\r\n<p>Interview with Google spokesman Aaron Stein, April 9, 2015</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/business/technology/agreements-with-private-companies-protect-us-access-to-cables-data-for-surveillance/2013/07/06/aa5d017a-df77-11e2-b2d4-ea6d8f477a01_story.html\" style=\"text-decoration:none;\"><u>Agreements with private companies protect U.S. access to cables&rsquo; data for surveillance</u></a>,&quot; July 6, 2013</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/world/national-security/nsa-gathered-thousands-of-americans-e-mails-before-court-struck-down-program/2013/08/21/146ba4b6-0a90-11e3-b87c-476db8ac34cd_story.html\" style=\"text-decoration:none;\"><u>NSA gathered thousands of Americans&rsquo; emails before court ordered it to revise its tactics</u></a>,&quot; Aug. 21, 2013</p>\r\n\r\n<p>Government Printing Office, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-110publ261/pdf/PLAW-110publ261.pdf\" style=\"text-decoration:none;\"><u>Foreign Intelligence Surveillance Act of 1978 Amendments Act of 2008</u></a>,&quot; July 10, 2008</p>\r\n\r\n<p>Government Printing Office, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-112publ238/html/PLAW-112publ238.htm\" style=\"text-decoration:none;\"><u>FISA Amendments Act Reauthorization Act of 2012</u></a>,&quot; Dec. 30, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Edward", "half_true_count": 0, "home_state": "Russia", "id": 3145, "last_name": "Snowden", "mostly_true_count": 1, "name_slug": "edward-snowden", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/snowdenmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3145/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Wholly domestic communication between you and your wife can go to New York to London and back and get caught up in the (NSA) database.&quot;</p>\r\n", "statement_context": "an interview on \"Last Week Tonight\"", "statement_date": "2015-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}