{"art": [{"brightcove": "", "caption": "Former Sen. Rick Santorum, R-Pa., addressed the National Rifle Association convention on April 10, 2015.", "id": 6019, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Santorum_nra.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6019/", "title": "Santorum NRA still", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Here's the video of Rick Santorum's speech to the NRA.", "id": 6020, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/6020/", "title": "Santorum NRA video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/LS9rwnANNPg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "LS9rwnANNPg"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/apr/15/rick-santorum/book-howard-zinn-most-popular-high-school-history-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 10728, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/10728/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A debate over high school history books doesn&rsquo;t seem like the most obvious point to bring up during a speech to members of the National Rifle Association. But potential presidential candidate Rick Santorum did just that during the group&rsquo;s annual convention last week.</p>\r\n\r\n<p>In addition to touching on gun rights issues in his speech, Santorum, a former Republican senator from Pennsylvania, criticized teachers for assigning works by the late Howard Zinn, including <em><a href=\"http://www.amazon.com/A-Peoples-History-United-States/dp/0060838655\" style=\"text-decoration:none;\"><u>A People&rsquo;s History of the United States</u></a></em>, that cast a critical -- and often sharply negative -- light on the past actions of the U.S. government.</p>\r\n\r\n<p>&quot;Do you know the most popular textbook that&#39;s taught in our high schools in America is written by a man named Howard Zinn, who is an anti-American Marxist, and that is the most common textbook?&quot; Santorum <a href=\"https://www.youtube.com/watch?v=LS9rwnANNPg\" style=\"text-decoration:none;\"><u>said in the April 10, 2015, speech</u></a>. (It&rsquo;s around the 10:15 mark.)</p>\r\n\r\n<p>We wondered whether Santorum was correct, so we took a closer look.</p>\r\n\r\n<p><strong>Who was Howard Zinn?</strong></p>\r\n\r\n<p>First, some background on Zinn.</p>\r\n\r\n<p>Zinn was born in 1922 to Eastern European immigrants and grew up in working-class Brooklyn. &quot;By his late teens, his reading had veered into politics, especially Marxism,&quot; <a href=\"http://www.newrepublic.com/article/112574/howard-zinns-influential-mutilations-american-history\" style=\"text-decoration:none;\"><u>wrote</u></a> Rutgers University historian David Greenberg. Greenberg noted that historians have divided over the question of whether Zinn ever officially joined the Communist Party, but there is no doubt that his politics were -- and remained -- left-wing until his death in 2010.</p>\r\n\r\n<p>Zinn earned a Ph.D. in history from Columbia, taught for more than two decades at Boston University, and went on to write a number of books and plays, but <em>A People&rsquo;s History</em> became his most famous work, selling more than 2 million copies since its publication in 1980, including various updated editions, according to <a href=\"http://www.amazon.com/Howard-Zinn/e/B000AQ01MQ/ref=kar_mr_9_33\" style=\"text-decoration:none;\"><u>Amazon.com</u></a>. Zinn intended it as history from the bottom-up -- &quot;the Constitution from the standpoint of the slaves, of Andrew Jackson as seen by the Cherokees, of the Civil War as seen by the New York Irish&nbsp;... .&quot; It&rsquo;s a black-and-white, heroes-and-villains history of the United States in which the United States is almost always in the wrong.</p>\r\n\r\n<p>The book clearly hit a nerve: It became a cultural icon, name-checked on such television shows as <em>The Sopranos</em> and <em>The Simpsons</em> and receiving a prominent endorsement by Matt Damon&rsquo;s character in the movie <em>Good Will Hunting</em>. The book also informed a number of historical documentaries and has inspired a national effort to promote his approach to history called the <a href=\"http://zinnedproject.org/\" style=\"text-decoration:none;\"><u>Zinn Education Project</u></a>.</p>\r\n\r\n<p>So Zinn clearly has his admirers. But he also has detractors -- and they are not just conservatives. Some of Zinn&rsquo;s fiercest critics have been liberals.</p>\r\n\r\n<p>Greenberg, <a href=\"http://www.newrepublic.com/article/112574/howard-zinns-influential-mutilations-american-history\" style=\"text-decoration:none;\"><u>writing</u></a> in the liberal magazine <em>The New Republic</em> in 2013, called it a &quot;pretty lousy piece of work&quot; and said Zinn&rsquo;s scholarly contributions were &quot;meager.&quot; Zinn &quot;renounces the ideals of objectivity and empirical responsibility, and makes the dubious leap to the notion that a historian need only lay his ideological cards on the table and tell whatever history he chooses,&quot; Greenberg wrote.</p>\r\n\r\n<p>Even a <a href=\"http://www.aft.org/periodical/american-educator/winter-2012-2013/undue-certainty\" style=\"text-decoration:none;\"><u>publication of the American Federation of Teachers</u></a> -- one of the nation&rsquo;s two leading teachers&rsquo; unions -- ran a piece critical of Zinn by Stanford education and history professor Sam Wineburg.</p>\r\n\r\n<p>&quot;It seems that once (Zinn) made up his mind, nothing&mdash;not new evidence, not new scholarship, not the discovery of previously unknown documents, not the revelations of historical actors on their deathbeds&mdash;could shake it,&quot; Wineburg wrote. He added that &quot;history as truth, issued from the left or from the right, abhors shades of gray. It seeks to stamp out the democratic insight that people of good will can see the same thing and come to different conclusions.&quot;</p>\r\n\r\n<p><strong>What&rsquo;s the evidence?</strong></p>\r\n\r\n<p>We won&rsquo;t take a position on the merits of Zinn&rsquo;s historiography, but we will look at the evidence for whether Santorum is correct that Zinn is the author of &quot;the most popular textbook that&#39;s taught in our high schools in America.&quot;</p>\r\n\r\n<p>We&rsquo;ll start by noting that, contrary to Santorum&rsquo;s wording, <em>A People&rsquo;s History</em> is &quot;not a textbook but a trade book,&quot; said Gilbert T. Sewall, director of the New York City-based American Textbook Council. While <em>A People&rsquo;s History </em>might serve as supplementary material in a high school history class, &quot;its choices are highly idiosyncratic and it really wouldn&rsquo;t do as your main text for a U.S. history survey class,&quot; Greenberg of Rutgers told PolitiFact.</p>\r\n\r\n<p>Beyond this, though, is there hard evidence that Zinn is the &quot;most popular&quot; book in high-school history classes? The short answer is no.</p>\r\n\r\n<p>When we asked Matt Beynon, a spokesman for Santorum, for supporting evidence, he referred us to <a href=\"http://historynewsnetwork.org/article/1493\" style=\"text-decoration:none;\"><u>two</u></a> <a href=\"http://www.eagleforum.org/psr/2010/nov10/psrnov10.html\" style=\"text-decoration:none;\"><u>articles</u></a> that mentioned the book but didn&rsquo;t provide any hard evidence that it was the &quot;most popular.&quot;</p>\r\n\r\n<p>Other experts also came up empty in the search for hard data.</p>\r\n\r\n<p>&quot;I have never heard anyone in our organization suggest that it is the most popular by any stretch of the definition of &lsquo;most,&rsquo; &quot; said Susan Griffin, executive director of the National Council for the Social Studies, which represents high school history teachers.</p>\r\n\r\n<p>Peter Wood, president of the National Association of Scholars, said that while he believes anecdotally that Zinn&rsquo;s books are &quot;widely used&quot; in American high schools, he is unaware &quot;of any hard data on how often it is assigned relative to other textbooks or how popular it is compared to other historical surveys.&quot;</p>\r\n\r\n<p>Sewall, of the American Textbook Council, concurred. While Zinn&rsquo;s impact on social studies teachers &quot;is prodigious and possibly unparalleled,&quot; he said, &quot;there is no way to determine the most popular base history instructional materials used in U.S. high schools.&quot;</p>\r\n\r\n<p>In an interview, Wineburg of Stanford added that &quot;not a single state in the union&quot; has put Zinn&rsquo;s books on an &quot;approved adoption list for middle or high school. Three big companies, including the biggest, Holt-McDougal, control about 90 percent of the market. They issue conventional, 1,000-page behemoths. &hellip; Find me one instance in which Zinn appears on any one of 50 state adoption lists, and I&#39;ll find you a unicorn.&quot;</p>\r\n\r\n<p>Not even Zinn&rsquo;s supporters agree with the claims that his influence in high school classrooms is unmatched.</p>\r\n\r\n<p>Alison Kysia, who has taught history at Northern Virginia Community College and has served as a fellow with the group that co-sponsors the Zinn Education Project, has <a href=\"https://zinnedproject.org/2013/11/bashing-howard-zinn-a-critical-look-at-one-of-the-critics/\" style=\"text-decoration:none;\"><u>written</u></a> that &quot;for as much as I wish&quot; it were true that <em>A People&rsquo;s History</em> was the most popular history textbook used in classrooms today, &quot;it isn&rsquo;t.&quot; Not only is there no comprehensive study, she wrote, but the evidence of the volume&rsquo;s use in college classes shows that it&rsquo;s not used especially widely.</p>\r\n\r\n<p>Specifically, a <a href=\"http://www.dancohen.org/files/by_the_book.pdf\" style=\"text-decoration:none;\"><u>study</u></a> by Dan Cohen, the founding executive director of the<a href=\"http://dp.la\" style=\"text-decoration:none;\"> <u>Digital Public Library of America</u></a> and a former historian at George Mason University, found that of 258 undergraduate U.S. history survey courses in spring 2004, only three assigned Zinn&rsquo;s book. The most commonly assigned volumes were <em><a href=\"http://www.amazon.com/s/ref=nb_sb_ss_i_0_15?url=search-alias%3Dstripbooks&amp;field-keywords=roark+the+american+promise&amp;sprefix=roark+the+ameri%2Cstripbooks%2C215\" style=\"text-decoration:none;\"><u>The American Promise</u></a></em>, by Roark, Johnson, Cohen, Stage and Hartmann, and <em><a href=\"http://www.amazon.com/American-People-Creating-Society-Concise/dp/0205805388/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1429122153&amp;sr=1-1&amp;keywords=nash+the+american+people\" style=\"text-decoration:none;\"><u>The American People: Creating a Nation and a Society</u></a></em>, by Nash, Jeffrey, Howe Frederick, Davis, Winkler, Mires and Pestana.</p>\r\n\r\n<p><strong>&quot;</strong>I doubt that high school is much different,&quot; Cohen told PolitiFact.&nbsp;&quot;There are a lot of textbooks out there, and Zinn&#39;s is a tiny fraction of the assigned books.&quot;</p>\r\n\r\n<p><strong>Anecdotal evidence</strong></p>\r\n\r\n<p>So we find no evidence to support the statistical claim that Zinn&rsquo;s is &quot;the most popular textbook that&#39;s taught in our high schools in America.&quot; But we do think it&rsquo;s worth paying at least some attention to the broader question of whether Zinn remains influential.</p>\r\n\r\n<p>For starters, Zinn&rsquo;s sales are still strong, even five years after his death. He ranks <a href=\"http://www.amazon.com/author-rank/History/books/9/ref=ntt_at_kar_B000AQ01MQ#4\" style=\"text-decoration:none;\"><u>about 30th</u></a> on Amazon.com&rsquo;s list of best-selling history authors. (The ranking changes constantly based on new sales, so it&rsquo;s impossible to pinpoint a specific number.) While this bit of evidence should be taken with a grain of salt -- Fox News host Bill O&rsquo;Reilly ranks about 10th on the same list -- it does suggest a continuing interest in his works.</p>\r\n\r\n<p>Indeed, Wood of the National Association of Scholars said it&rsquo;s possible to interpret Santorum&rsquo;s use of the word &quot;popular&quot; as meaning best-liked, rather than most widely used. While he acknowledges that this would be impossible to test empirically, he said it&rsquo;s not implausible to think that Zinn&rsquo;s supporters have an unmatched level of passion for his writings. &quot;There really is no other history textbook that enjoys the level of enthusiasm among students as Zinn&rsquo;s book enjoys,&quot; he said.</p>\r\n\r\n<p>There&rsquo;s anecdotal evidence for this. Wineburg of Stanford noted in his article that &quot;in 2008, the National Council for the Social Studies invited Zinn to address its annual conference&mdash;the largest gathering of social studies teachers in the country. Zinn&#39;s speech met with raucous applause.&quot;</p>\r\n\r\n<p>Greenberg of Rutgers, while he called Santorum&rsquo;s claim &quot;hyperbole,&quot; agreed that Zinn&rsquo;s works are &quot;influential.&quot;</p>\r\n\r\n<p>&quot;It&rsquo;s very simplistic and appeals to the high school mind,&quot; he said. &quot;I think there is a germ of truth in the conservative complaint that the academy is captive to left-wing ideas.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Santorum said that Zinn wrote &quot;the most popular textbook that&#39;s taught in our high schools in America.&quot;</p>\r\n\r\n<p>While there is anecdotal evidence that Zinn&rsquo;s work is popular among some high-school teachers, there is zero hard evidence to support Santorum&rsquo;s core statistical claim -- that Zinn&rsquo;s volume is taught in more high-school history classes than any other book.</p>\r\n\r\n<p>The claim contains an element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2015-04-15T14:41:40.854717", "ruling_date": "2015-04-15T16:28:09", "ruling_headline": "Is book by Howard Zinn the 'most popular' high-school history textbook?", "ruling_headline_slug": "book-howard-zinn-most-popular-high-school-history-", "ruling_link_text": "No hard evidence for that", "ruling_state": null, "source_documents": null, "sources": "<p>Rick Santorum, <a href=\"https://www.youtube.com/watch?v=LS9rwnANNPg\">speech</a> to the National Rifle Association, April 10, 2015</p>\r\n\r\n<p>David Greenberg, &quot;<a href=\"http://www.newrepublic.com/article/112574/howard-zinns-influential-mutilations-american-history\">Agit-Prof: Howard Zinn&rsquo;s Influential Mutilations of American History</a>&quot; (in <em>The New Republic</em>), &nbsp;March 19, 2013</p>\r\n\r\n<p>Sam Wineburg, &quot;<a href=\"http://www.aft.org/periodical/american-educator/winter-2012-2013/undue-certainty\">Undue Certainty: Where Howard Zinn&#39;s A People&#39;s History Falls Short</a>&quot; (in <em>The American Educator</em>), Winter 2012-2013</p>\r\n\r\n<p>Dan Cohen, &quot;<a href=\"http://www.dancohen.org/files/by_the_book.pdf\">By the Book: Assessing the Place of Textbooks in U.S. Survey Courses</a>&quot; (in the <em>Journal of American History</em>), March 2005</p>\r\n\r\n<p>Eagle Forum, &quot;<a href=\"http://www.eagleforum.org/psr/2010/nov10/psrnov10.html\">What&#39;s Happened to Public School Curriculum?&quot;</a> November 2010</p>\r\n\r\n<p>Daniel J. Flynn, &quot;<a href=\"http://historynewsnetwork.org/article/1493\">Howard Zinn&rsquo;s Biased History</a>,&quot; June 9, 2003</p>\r\n\r\n<p>Alison Kysia, &quot;<a href=\"https://zinnedproject.org/2013/11/bashing-howard-zinn-a-critical-look-at-one-of-the-critics/\">Bashing Howard Zinn</a>,&quot; November 2011</p>\r\n\r\n<p>Chris Beneke and Randall Stephens, &quot;<a href=\"http://www.theatlantic.com/national/archive/2012/07/lies-the-debunkers-told-me-how-bad-history-books-win-us-over/260251/\">Lies the Debunkers Told Me: How Bad History Books Win Us Over</a>&quot; in <em>The Atlantic</em>, July 24, 2012</p>\r\n\r\n<p>Email interview with Gilbert T. Sewall, director of the New York City-based American Textbook Council, April 14, 2015</p>\r\n\r\n<p>Email interview with Susan Griffin, executive director of the National Council for the Social Studies, April 14, 2015</p>\r\n\r\n<p>Email interview with Peter Wood, president of the National Association of Scholars, April 14, 2015</p>\r\n\r\n<p>Email interview with Dan Cohen, founding executive director of the Digital Public Library of America, April 14, 2015</p>\r\n\r\n<p>Email interview with Sean Wilentz, Princeton University historian, April 14, 2015</p>\r\n\r\n<p>Email interview with David Greenberg, Rutgers University historian, April 15, 2015</p>\r\n\r\n<p>Email interview with Sam Wineburg, Stanford University professor of education and history, April 15, 2015</p>\r\n\r\n<p>Email interview with Matt Beynon, spokesman for Rick Santorum, April 15, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>Says Howard Zinn, &quot;an anti-American Marxist,&quot; wrote &quot;the most popular textbook that&#39;s taught in our high schools in America.&quot;</p>\r\n", "statement_context": "a speech to the NRA", "statement_date": "2015-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}