{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/09/rush-limbaugh/limbaugh-claims-climate-bill-wasnt-written-when-it/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1079, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1079/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In Washington, it&#39;s not unusual for lawmakers to get as heated about the arcane rules of Congress as they do about the substance of a bill.<br />\r\n&nbsp;<br />\r\nSuch was the case with a plan to slow climate change passed by the House of Representatives on June 26, 2009. Republican lawmakers not only opposed cap-and-trade because they fear it will be too expensive, but they were angry that they&#39;d had only a few hours to vet 300 pages of last-minute changes to the already massive legislation. With such a quick turnaround, &quot;pages of text were being passed around the speaker&#39;s desk by clerks,&quot; wrote Florida Rep. Ginny Brown-Waite on her party&#39;s blog. &quot;Who knows what we voted on? Members of Congress sure didn&#39;t.&quot;<br />\r\n&nbsp;<br />\r\nThen came this lament from Rush Limbaugh: On the day the House voted on the climate change bill, &quot;there was not even a copy of the bill in the well of the House, which is standard. It wasn&#39;t even written,&quot; he said during his June 29 radio show.<br />\r\n&nbsp;<br />\r\nLimbaugh is right on at least one point: It is standard for the reading clerk &mdash; you&#39;ve probably seen them on C-SPAN reciting the text of a bill &mdash; to have a copy of the legislation at their desk. So, we found it hard to believe that there was not one complete copy of the cap-and-trade plan in the chamber the day the House passed the bill.<br />\r\n&nbsp;<br />\r\nBut before we can solve the Case of the Missing Bill, we&#39;ll need a brief lesson in congressional procedure.<br />\r\n&nbsp;<br />\r\nBefore the House debates a bill, it goes to the chamber&#39;s Rules Committee, a group controlled by the majority party that has the important role of deciding which amendments can come up for a vote and how long debate will last. Frequently, the Rules Committee will also adopt last-minute changes to the bill, which can range from minor technical tweaks to big compromises. All those decisions are compiled in one long document &mdash; which is called, simply, a rule &mdash; and brought to the House floor where it becomes the chamber&#39;s first order of business before lawmakers can get to the meat of the legislation. If the rule is adopted, lawmakers have officially agreed to make all those changes to the original version of the bill. The House then takes up the bill itself.<br />\r\n&nbsp;<br />\r\nThe cap-and-trade bill followed this process. After the bill was passed by the Energy and Commerce Committee on May 21, its two lead authors, Reps. Henry Waxman and Edward Markey, set out to find enough votes in the full House. In the process, it appears the duo had to cut some deals; for example, one change made farms exempt from the emissions cap. And, not coincidentally, some farm-state lawmakers ultimately backed the bill.<br />\r\n<br />\r\nIn the early morning of June 26, more than 300 pages of changes were adopted by the Rules Committee. And later in the day, the House voted 217-205 to accept those changes.<br />\r\n&nbsp;<br />\r\nAfter that, the chamber got down to debating the newly updated bill, and that&#39;s when the controversy over the missing copies began.<br />\r\n&nbsp;<br />\r\n&quot;Is there somewhere physically in the House of Representatives a copy of what we are voting on?&quot; asked Joe Barton, who is the top Republican on the Energy and Commerce Committee.<br />\r\n&nbsp;<br />\r\n&quot;My inquiry is how do I get a copy of the other 300 pages that people here on the floor haven&rsquo;t had a chance to read or see? Where do we get that before we slam this and cram this down on the American people?&quot; echoed Louie Gohmert of Texas.<br />\r\n&nbsp;<br />\r\nMarkey came to the floor to reassure Barton and Gohmert that they could find the latest changes on the Rules Committee Web site. And besides, they had just voted on the new language and it could be found at the reader&#39;s desk, Markey said.<br />\r\n&nbsp;<br />\r\nBut Gohmert wasn&#39;t satisfied. Here&#39;s an excerpt from the <em> Congressional Record </em> of his conversation with the the speaker pro tempore, the House member who then had the rotating duty of running the House:<br />\r\n<br />\r\nGOHMERT. My parliamentary inquiry, I was just at the dais and the clerks, as always, were immensely helpful. But apparently the official copy of the 1,090 pages are there, and then the additional 300 pages are sitting beside it, and the clerk is having to go through and is in the process as we speak of going through and figuring out where the extra 300 pages that has been added goes in the official copy. So even as I speak, Madam Speaker, the official copy is not truly an official copy because it doesn&rsquo;t have all of the amendments in it. And since the rule says there is an official copy at the desk, my inquiry is whether it is truly an official copy if it, as yet, does not have all of the pages in the official copy.<br />\r\n&nbsp;<br />\r\nSPEAKER PRO TEMPORE: The clerk is currently executing the order of the House in House Resolution 587.<br />\r\n<br />\r\nGOHMERT. Right, to put the extra pages into the official copy. But is it required that it actually be a full official copy put together before you satisfy the requirement of having an official copy at the desk?<br />\r\n<br />\r\nSPEAKER PRO TEMPORE: The two components of the official copy are there together, so it is, in effect, the official copy.<br />\r\n<br />\r\nGOHMERT: So the two together in two different piles that are being worked out together is the official copy.<br />\r\n<br />\r\nIn theory, House leadership could have called a recess to meld the 1,090 pages of the original bill with the more than 300 pages of changes as Gohmert and Barton wanted. But the leadership did not.<br />\r\n<br />\r\nSo to determine if Limbaugh is correct, we have to decide if two stacks of paper at the reading desk instead of one mean the bill was not on the House floor.<br />\r\n<br />\r\nWe went to House Parliamentarian John Sullivan, the guru of all things having to do with chamber procedure. He&#39;s been advising members on their rules since 2004.<br />\r\n<br />\r\n&quot;It&#39;s not true,&quot; he said of Limbaugh&#39;s claim. &quot;Obviously &#39;the&#39; copy of the bill was at the reading clerk&#39;s desk the entire time. ... All the ingredients that made the final bill were at the desk,&quot; he said.<br />\r\n<br />\r\nIn fact, it&#39;s not at all unusual for pages of legislation to be in flux during debate, Sullivan said. For example, as amendments are adopted on the House floor, someone literally sits at the front of the chamber, adding or subtracting language in a bill.</p>\r\n\r\n<p>And it&#39;s a time-tested tactic for the minority to complain that the majority has rushed a bill through and not given members enough time to read it.<br />\r\n&nbsp;<br />\r\nLimbaugh claimed that &quot;there was not even a copy of the bill in the well of the House. . . . It wasn&#39;t even written.&quot; And indeed, it&#39;s clear from the <em> Congressional Record </em> that many lawmakers were frustrated that the copy at the desk consisted of two parts: the original bill and a second part that included changes that were compiled by the Rules Committee and adopted by the entire chamber. So in that sense, there is some truth to Limbaugh&#39;s claim that the bill &quot;wasn&#39;t even written.&quot;<br />\r\n<br />\r\nBut the <em> Congressional Record </em> and our interview with the parliamentarian show that Limbaugh is wrong to say that there was no copy of the bill in the chamber during the vote. As Sullivan said, every component of the final version was in the chamber from the start, available for members to read. The final House bill, the one that was sent to the Senate on July 6, included all those changes; two documents effectively became one. So we give Limbaugh a Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:40.732985", "ruling_date": "2009-07-09T17:24:58", "ruling_headline": "Limbaugh claims the climate bill wasn't written when it came up for a vote", "ruling_headline_slug": "limbaugh-claims-climate-bill-wasnt-written-when-it", "ruling_link_text": "The bill was right under their noses, actually", "ruling_state": null, "source_documents": null, "sources": "<p>The Rush Limbaugh Show, <a href=\"http://www.rushlimbaugh.com/home/daily/site_062909/content/01125106.guest.html\" target=\"_blank\"> comments on the climate bill </a> , accessed July 8, 2009</p>\r\n\r\n<p>Rep. Ginny Brown-Waite, <a href=\"http://www.gop.gov/blog/09/07/08/brown-waite-on-the-national\" target=\"_blank\"> comments on the climate bill </a> , accessed July 8, 2009</p>\r\n\r\n<p>The House Rules Committee, <a href=\"http://www.rules.house.gov/archives/rules_role.htm\" target=\"_blank\"> role of the committee </a> , accessed July 9, 2009</p>\r\n\r\n<p>Thomas.gov, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.RES.587:\" target=\"_blank\"> vote on the climate bill rule </a> , accessed July 9, 2009</p>\r\n\r\n<p>The Congressional Record, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?dbname=2009_record&amp;page=H7449&amp;position=all\" target=\"_blank\"> June 26, 2009 </a> , accessed July 9, 2009</p>\r\n\r\n<p>Interview with John Sullivan, House parliamentarian</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>On the day the House voted on the climate change bill, &quot;there was not even a copy of the bill in the well of the House, which is standard. It wasn&#39;t even written.&quot;</p>\r\n", "statement_context": "his radio show", "statement_date": "2009-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}