{"art": [], "author": [{"email_address": "alim@statesman.com", "first_name": "Andra", "id": 412, "last_name": "Lim", "name_slug": "andra-lim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/412/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2015/may/18/sharlene-leurig/water-expert-says-austin-only-city-arid-western-us/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 10834, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alim@statesman.com", "first_name": "Andra", "id": 412, "last_name": "Lim", "name_slug": "andra-lim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/412/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/10834/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Austin&rsquo;s not the only city in the midst of drought<strong> </strong>that&rsquo;s grappling with long-term questions about its water supply. Still, could it be more vulnerable than others?</p>\r\n\r\n<p>Sharlene Leurig, who directs the sustainable water infrastructure program at the Boston-based nonprofit <a href=\"https://www.ceres.org/\" style=\"text-decoration:none;\"><u>Ceres</u></a>, recently called Austin&rsquo;s dependence on the Colorado River for water a &quot;critical vulnerability.&quot; Leurig <a href=\"http://www.mystatesman.com/news/news/local/in-shadow-of-1999-deal-austin-is-tied-to-colorado-/nkNwS/#79afd5d8.3710975.735718\" style=\"text-decoration:none;\"><u>went on</u></a> at a Feb. 9, 2015, <a href=\"http://austintx.swagit.com/play/02092015-571/0/\" style=\"text-decoration:none;\"><u>Austin City Council workshop</u></a>: &quot;Austin is the only city in an arid landscape in the western United States dependent on a single source of water.&quot;</p>\r\n\r\n<p><strong>Leurig&rsquo;s caveat</strong></p>\r\n\r\n<p>Austin all alone? We sought elaboration from Leurig, who replied by email with a caveat: &quot;Of the top twenty major cities by population, Austin is the only city in an arid climate with a single source of water. Of course if you looked at all the cities west of the Mississippi, this isn&rsquo;t true, but for major cities, it is.&quot;</p>\r\n\r\n<p>Leurig, who chaired the<a href=\"https://austintexas.gov/content/austin-water-resource-planning-task-force\" style=\"text-decoration:none;\"><u> city&rsquo;s water resource planning task force in 2014</u></a>, added by phone she&rsquo;s never explicitly researched the question, but she&rsquo;s become familiar with water systems nationally through her job advising investors who buy water utility debt.</p>\r\n\r\n<p>Austin has enjoyed abundant water for decades, Leurig said, thanks to the chain of dammed lakes breaking up the Colorado River. Meanwhile, she said, other cities west of the Mississippi have diversified their supplies because existing water wasn&rsquo;t abundant or in reaction to &quot;stress events.&quot;</p>\r\n\r\n<p>For instance, she said, the Dallas-Fort Worth region was motivated by the historic 1950s drought to build reservoirs farther east, in wetter parts of Texas. In contrast, she said, Austin faced its first comparable crisis with the Texas drought that started in 2008.</p>\r\n\r\n<p>Leurig was correct about Austin drawing all its drinking water from one source, the Colorado River. To be precise, river water is pulled from Lake Travis and Lake Austin, which are both part of the seven-member Highland Lakes system. There&rsquo;s a long-term reason for this dependence. In 1999, the city prepaid $100 million to the Lower Colorado River Authority to guarantee water to Austin from the river through at least 2050. The <a href=\"http://www.lcra.org/about/overview/pages/default.aspx\" style=\"text-decoration:none;\"><u>authority</u></a> manages a 600-mile stretch of the Colorado River in Texas and the Highland Lakes by Austin.</p>\r\n\r\n<p>Two of the lakes, Buchanan and Travis, have had historically low inflows of water in the drought, leading Leurig and others, such as <a href=\"http://www.adlerforaustin.com/water/\" style=\"text-decoration:none;\"><u>Mayor Steve Adler</u></a>, to say Austin&rsquo;s long-term rights to water matter not if there isn&rsquo;t enough water in the lakes--and that it&rsquo;s time for Austin to look at diversifying its sources.</p>\r\n\r\n<p><strong>Nature Conservancy scientist</strong></p>\r\n\r\n<p>For another take on Austin&rsquo;s unusual reliance on a single water source, we turned to Rob McDonald, a senior scientist of urban sustainability at the Nature Conservancy, who <a href=\"http://water.nature.org/waterblueprint/#/intro=true\" style=\"text-decoration:none;\"><u>worked on a project mapping the water sources of 220 U.S. cities plus 534 cities outside the U.S</u></a>. (A Google search led us to the map; a Nature Conservancy spokesman connected us to McDonald.)</p>\r\n\r\n<p>McDonald pointed out that if all western cities are considered, Austin likely wouldn&rsquo;t be the only one to use a single water source. According to McDonald&rsquo;s map and city websites, some smaller towns--as close to Austin as <a href=\"http://www.killeentexas.gov/index.php?section=125\" style=\"text-decoration:none;\"><u>Killeen</u></a> 70 miles northwest or as distant as <a href=\"http://ci.billings.mt.us/index.aspx?NID=599\" style=\"text-decoration:none;\"><u>Billings, Montana</u></a>--rely on just one source.</p>\r\n\r\n<p>Also, McDonald said, numerous cities essentially rely on a single source because they draw<strong> </strong>80 to 90 percent of the water supply from one surface source<strong> </strong>like a river or lake, McDonald said. He pointed to Las Vegas as an example; the <a href=\"http://www.lvvwd.com/about/wr.html\" style=\"text-decoration:none;\"><u>Las Vegas Valley Water District&rsquo;s website</u></a> says southern Nevada gets almost 90 percent of its water from that state&rsquo;s Colorado River; 10 percent comes from groundwater.</p>\r\n\r\n<p>It&rsquo;s also not always clear, McDonald said, whether a particular body of water should be counted as one or two sources. Yes, Austin draws its water from the Colorado River, he noted, but water from the Edwards Aquifer flows into the river.</p>\r\n\r\n<p>Asked about this point, an Austin Water Utility spokesman, Jason Hill, agreed that various &quot;tributary creeks and rivers, runoff, and springs&quot; flow into the Colorado River. But, Hill said by phone, it&rsquo;s a &quot;stretch&quot; to consider the Edwards Aquifer a city water source. That&rsquo;s because the city doesn&rsquo;t pump water directly from the aquifer, Hill said. All the water the city uses, all the water the city has rights to, is in the river, Hill said.</p>\r\n\r\n<p><strong>Checking city water supplies</strong></p>\r\n\r\n<p>We endeavored to<strong> </strong>test<strong> </strong>Leurig&rsquo;s claim for ourselves by fetching a U.S. Census Bureau list of the <a href=\"https://www.census.gov/popest/data/cities/totals/2013/index.html\" style=\"text-decoration:none;\"><u>top 20 U.S. cities by population as of July 2013</u></a>. Then, we <a href=\"https://www.google.com/maps/d/edit?mid=zC85ObSgJuy0.kbOPXI-vRQVE\" style=\"text-decoration:none;\"><u>mapped out those cities</u></a> and narrowed the list to the ones west of the Mississippi River: Austin (of course), Houston, San Antonio, Dallas, Fort Worth, El Paso, Phoenix, San Diego, Los Angeles, San Jose and San Francisco.</p>\r\n\r\n<p>Next, we contacted each city&rsquo;s main water supplier, in many cases the city&rsquo;s utility.</p>\r\n\r\n<p>Each of the <a href=\"https://docs.google.com/spreadsheets/d/1rPJJQaIrNWpp6kZqEYiw1KXIOpnQX7Owp7s2NTHAnJY/edit#gid=0\" style=\"text-decoration:none;\"><u>10 other populous cities reported more than one source for water</u></a><strong> </strong>though our hunt proved a little muddy in that cities varied in how they defined a &quot;water source.&quot; Who knew?</p>\r\n\r\n<p>By phone, Leurig said that in her view, a source is &quot;hydrologically distinct.&quot; For instance, a river and its tributary are not hydrologically distinct, but two rivers that don&rsquo;t merge are, Leurig said. Separately, to our inquiries, representatives of the American Water Works Association and the Texas Water Development Board each advised there isn&rsquo;t a standard definition of a water source, leaving this aspect unsettled.</p>\r\n\r\n<p><strong>Houston: </strong>As of 2015, the Bayou City was getting 75 percent of its drinking water from the San Jacinto and Trinity rivers. The remaining 25 percent came from the Chicot and Evangeline aquifers, city spokesman Alvin Wright told us by email.</p>\r\n\r\n<p><strong>San Antonio: </strong>Officials with the San Antonio Water System told us the utility taps seven water sources, topped by the underground Edwards Aquifer, which provided 77 percent of the water in 2014. (The system serves most of Bexar County, which is home to San Antonio, and other nearby areas). A <a href=\"https://drive.google.com/file/d/0B-1rl1WsSuFJR1hBbXZWdE1KT3M/view\" style=\"text-decoration:none;\"><u>report</u></a> emailed to us by water system spokeswoman Anne Hayden showed that in the year, other water sources were:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Edwards Aquifer water pumped out of the aquifer and stored in the Carrizo Aquifer (8 percent)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Groundwater from the Carrizo Aquifer in southern Bexar County (4 percent)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Surface water from Canyon Lake, which is part of the Guadalupe River system (4 percent)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Groundwater from the Carrizo Aquifer in Gonzales County (3 percent)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Groundwater from the Trinity Aquifer (2 percent)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Groundwater from the Carrizo Aquifer in Guadalupe and Gonzales counties, and surface water from Lake Dunlap, which is part of the Guadalupe River system (2 percent)</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Hayden said by phone the water system previously drew water from Medina Lake, which is fed by the Medina River, but recently stopped after its level sank.</p>\r\n\r\n<p>Though the San Antonio Water System clearly has more than one source of water, we wondered if the system overcounts. After all, some of the listed sources appear to originate from the same place, such as the Carrizo or Edwards aquifers, or the Guadalupe River.<strong> </strong>Hayden and Darren Thompson, the director of water resources for the San Antonio Water System, said by phone there are key differences between those sources, such as who regulates the water.</p>\r\n\r\n<p>For instance, the city pulls some of its water directly from the Edwards Aquifer under a permit from the Edwards Aquifer Authority, Thompson said. Once that water is put into the Carrizo Aquifer and later taken out, it doesn&rsquo;t fall under the authority&rsquo;s regulations.</p>\r\n\r\n<p>Different bodies regulate different supplies from the Carrizo Aquifer, Hayden said. Thompson also pointed out that the city draws from different points of the expansive underground source in three counties: Bexar, Guadalupe and Gonzales. The water can have different characteristics, such as mineral level, depending on where in the aquifer it is taken, Thompson said.</p>\r\n\r\n<p><strong>Phoenix: </strong>This city&rsquo;s hydrologically distinct sources as of 2015 were the Salt River, the Verde River, the Colorado River and groundwater from the Salt River Valley Aquifer. Just over half of the city&rsquo;s water was coming from the Salt and Verde rivers, a little less than half from the Colorado River and the rest is from the aquifer.</p>\r\n\r\n<p>Kathryn Sorensen, water services director for Phoenix&rsquo;s water services department, said by phone the city has &quot;roughly 100 legally distinct supplies.&quot; For instance, the city&rsquo;s rights to water from the Salt and Verde rivers have different priority levels depending on what date the water was first put to &quot;beneficial use,&quot; she said. Priority matters, because the lower the priority, the sooner the water will be cut off when river flows slow. Phoenix&#39;s access to Colorado River water &nbsp;- which also has different priority levels - comes through subcontracts with the U.S. Secretary of the Interior, settlement agreements approved through the U.S. Congress, and leases with various Indian communities in Arizona.</p>\r\n\r\n<p><strong>Dallas: </strong>In 2020, according to Dallas Water Utility projections, about 47.5 percent of the city&rsquo;s water will come from the Trinity River, with the Sabine River and its tributary making up 52.5 percent, Denis Qualls, a senior program manager with the Dallas Water Utility, told us by phone.</p>\r\n\r\n<p><strong>Fort Worth: </strong>As of 2015, about 80 percent of the city&rsquo;s water was coming from the Cedar Creek and Richland-Chambers reservoirs, said Mary Gugliuzza, spokeswoman for the city&rsquo;s water department. Cedar Creek is fed by Kings Creek while Richland-Chambers is fed by Richland Creek and Chambers Creek - all of which are separate from the Trinity River, said Chad Lorance, spokesman for the Tarrant Regional Water District, by phone. The Trinity River provides the rest of the city&rsquo;s water, Gugliuzza said.</p>\r\n\r\n<p><strong>El Paso: </strong>As of 2015,<strong> </strong>El Paso Water Utilities was getting 70 percent of its water from the Mesilla Bolson and Hueco Bolson aquifers, utility spokesman Javier Camacho said by email. Another 4 percent of its water consisted of brackish Hueco Bolson water treated in the Kay Bailey Hutchison Desalination Facility. The remaining 26 percent was coming from the Rio Grande and is stored about 120 miles north in Elephant Butte, New Mexico.</p>\r\n\r\n<p><strong>San Diego:</strong> As of 2015, the city got nearly all its water--85 to 90 percent--from two sources, city spokesperson Arian Collins said by email, namely the Colorado River and the Sacramento-San Joaquin River Delta with 10 to 15 percent coming from rainfall runoff captured in reservoirs. The delta,<strong> </strong>where the rivers merge to flow to the Pacific Ocean, provided water to two-thirds of Californians, <a href=\"http://www.water.ca.gov/swp/delta.cfm\" style=\"text-decoration:none;\"><u>according to</u></a> the California Department of Water Resources.</p>\r\n\r\n<p><strong>Los Angeles: </strong>On average in 2009-14, the city got a little more than half its water from the Sacramento-San Joaquin River Delta and the Colorado River; 34 percent from the Los Angeles Aqueduct, fed by snowpack from the Eastern Sierra Nevada Mountains; and 12 percent from the San Fernando Valley Aquifer, a source mostly replenished with stormwater, Michelle Figueroa, city water and power department spokeswoman, told us by email.</p>\r\n\r\n<p><strong>San Jose: </strong>John Tang, a spokesman for the San Jose Water Company, said that<strong> </strong>as of 2015, the company served about 80 percent of the city<strong> </strong>and was pulling 40 percent of its water from the Santa Clara Groundwater Basin. Another 50 percent was coming from the Sacramento-San Joaquin Delta, Tang said, with the rest consisting of rainfall captured in a reservoir in the Santa Cruz mountains.</p>\r\n\r\n<p><strong>San Francisco: </strong>As of 2015, most of the city&rsquo;s water, 85 percent, was coming from the Hetch Hetchy watershed in Yosemite National Park, originating as snowmelt and running into the Tuolumne River, said Paula Kehoe, director of water resources for the San Francisco Public Utilities Commission. Some 15 percent of the city&rsquo;s water came from the Alameda and Peninsula watersheds, where reservoirs captured rain and runoff and also stored Hetch Hetchy water, Kehoe said. Less than 1 percent of the city&rsquo;s water was coming from groundwater from the Sunol Filter Galleries.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Leurig said Austin is the only city in an arid landscape in the western United States dependent on a single source of water.</p>\r\n\r\n<p>That&rsquo;s not so, as she acknowledged to us, and even if you limit the focus to big cities, some of those--such as San Francisco and arguably San Antonio, which seems to overcount its sources--get more than four-fifths of their water from a source.</p>\r\n\r\n<p>On balance, we find this claim Half True.</p>\r\n\r\n<hr />\r\n<p><strong><em>HALF TRUE</em></strong><em><strong> </strong>&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-05-13T18:35:25.802036", "ruling_date": "2015-05-18T15:02:18", "ruling_headline": "Water expert says Austin only city in arid western U.S. depending on a single water source", "ruling_headline_slug": "water-expert-says-austin-only-city-arid-western-us", "ruling_link_text": "Others strapped too", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1X5PlM2JnR64UEHX7GT9lZxkzFmMTIeAn9wEcgivwlbY/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Sharlene Leurig, director of sustainable water infrastructure program, Ceres, March 10, 2015</p>\r\n\r\n<p>Phone interviews, Sharlene Leurig, director of sustainable water infrastructure program, Ceres, April 3, 2015 and May 4, 2015</p>\r\n\r\n<p>Web page, <a href=\"http://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\" style=\"text-decoration:none;\"><u>Annual Estimates of the Resident Population for Incorporated Places of 50,000 or More, Ranked by July 1, 2013 Population</u></a>, U.S. Census Bureau, accessed April 30, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/13yHIkRsScwe-Pp8NR3xo3Al0jhjiWo-kQ0hWDX33Va4/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Alvin Wright, City of Houston Public Works and Engineering Department, April 23, 2015</p>\r\n\r\n<p>Phone interview, Alvin Wright, City of Houston Public Works and Engineering Department, April 1, 2015</p>\r\n\r\n<p>Phone interview, Darren Thompson and Anne Hayden, San Antonio Water System, April 23, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1d0DFEhJF1iMuDlK4oAwPmf8vMz-eVWGyjG-PKaqDnkg/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Anne Hayden, San Antonio Water System, April 22, 2015</p>\r\n\r\n<p>Phone interview, Kathryn Sorensen and Stephanie Bracken, City of Phoenix Water Services Department, April 7, 2015</p>\r\n\r\n<p>Phone interview, Denis Qualls, Dallas Water Utility, April 1, 2015</p>\r\n\r\n<p>Phone interview, Mary Gugliuzza, City of Fort Worth Water Department, April 3, 2015</p>\r\n\r\n<p>Phone interview, Chad Lorance, Tarrant Regional Water District, April 21, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1jVC2Pp_S-llp0Zem9ZqZ1eb25JIXoe41zPhajd0eL1U/edit\" style=\"text-decoration:none;\"><u>Emails</u></a>, Javier Camacho and Christina Montoya, El Paso Water Utilities, April 24 and 29, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Wmd7Jz50Lf2Y2Y6CXIYZ-NS2vJJ8IOatLFvjqWpNaD0/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Arian Collins, City of San Diego Public Utilities Department, April 30, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1aZgxmauljW2C9160s0oKaxSxloBt0Mh-MCwF-VQoo5c/edit\" style=\"text-decoration:none;\"><u>Emails</u></a>, Michelle Figueroa, City of Los Angeles Department of Water and Power, April 22 and 23, 2015</p>\r\n\r\n<p>Phone interview, John Tang, San Jose Water Company, April 2015</p>\r\n\r\n<p>Phone interview, Paula Kehoe and Deborah Chilvers, San Francisco Public Utilities Commission, April 6, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1jTLU0FsrSLwZKuI3t5_8aAmaOyT6_N4Wwt65N_8h0ck/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Deborah Chilvers, San Francisco Public Utilities Commission, April 8, 2015</p>\r\n\r\n<p>Phone interview, Rob McDonald, The Nature Conservancy, April 3, 2015</p>\r\n\r\n<p>Web report, &quot;<a href=\"http://www.austintexas.gov/sites/default/files/files/Water/Drought/Understanding_the_Drought_Feb2015.pdf\" style=\"text-decoration:none;\"><u>Understanding the Drought</u></a>,&quot; Austin Water Utility, accessed April 30, 2015</p>\r\n\r\n<p>Web page, <a href=\"http://www.lvvwd.com/about/wr.html\" style=\"text-decoration:none;\"><u>Water Resources</u></a>, Las Vegas Valley Water District, accessed April 30, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1gsxZxKvz-mthEJjR99GwE6r48NhGoJMhjSvmv-bbaQE/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Jason Hill, Austin Water Utility, May 4, 2015</p>\r\n\r\n<p>Phone interview, Jason Hill, Austin Water Utility, May 4 and May 5, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/12mX4U3SrHWQAWThIDhvkYjeALW-fU1gkOu5RYTLQaDU/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Greg Kail, American Water Works Association, May 5, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1B2oG5GMMYhfzuOQwLS4q9CuOj8fos_zWC_AkAN4iaYY/edit\" style=\"text-decoration:none;\"><u>Email</u></a>, Merry Klonower, Texas Water Development Board, May 5, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director, Sustainable Water Infrastructure Program, Ceres", "false_count": 0, "first_name": "Sharlene", "half_true_count": 1, "home_state": "Texas", "id": 3182, "last_name": "Leurig", "mostly_true_count": 0, "name_slug": "sharlene-leurig", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leurigpic051315pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3182/", "total_count": 1, "true_count": 0, "website": "http://www.ceres.org/about-us/who-we-are/ceres-staff/sharlene-leurig"}, "statement": "<p>&quot;Austin is the only city in an arid landscape in the western United States dependent on a single source of water.&quot;</p>\r\n", "statement_context": "an Austin City Council workshop", "statement_date": "2015-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}