{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/may/15/childrens-defense-fund-texas/childrens-defense-fund-texas-says-texas-failure-ex/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 10839, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/10839/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Hold up on providing Texas tax cuts, an advocacy group says, because the billions of dollars in play would be better spent on children.</p>\r\n\r\n<p><a href=\"http://www.cdftexas.org/about-us/texas-staff/houston/patrick-bresette-bio-page.html\">Patrick Bresette</a>, executive director of the Children&rsquo;s Defense Fund-Texas, maintained in an April 28, 2015, statement sent to reporters that more than $4 billion in tax reductions under consideration by the Republican-led Texas Senate and House would serve the state&rsquo;s wealthiest. &quot;We are further distressed,&quot; Bresette said, &quot;that the House is considering such deep reductions to its revenue stream while our state is standing on the brink of a health care crisis.</p>\r\n\r\n<p>&quot;In the last 24 months,&quot; Bresette said, &quot;ten rural Texas hospitals have been forced to shut their doors because state leaders have chosen not to invest in our state&rsquo;s health care systems by rejecting billions in available Medicaid funds to cover more of our state&rsquo;s uninsured.&quot;</p>\r\n\r\n<p>Ten country hospitals shuttered due to leaders spurning Medicaid?</p>\r\n\r\n<p>We confirmed some closings while learning about multiple factors for the closings including GOP resistance to expanding the Medicaid program to many Texas adults as intended by the 2010 Obamacare law.</p>\r\n\r\n<p>Let&rsquo;s tally the closings, then cover possible reasons.</p>\r\n\r\n<p><strong>Children&#39;s Defense Fund backup</strong></p>\r\n\r\n<p>Anat Kelman Shaw of the Children&rsquo;s Defense Fund-Texas emailed us web links to news stories declaring 10 rural hospitals had closed of late. We also reached the <a href=\"http://www.torchnet.org/\" style=\"text-decoration:none;\"><u>Texas Organization of Rural &amp; Community Hospitals</u></a>, which provided its<a href=\"https://docs.google.com/document/d/1v2qZPrL7P6rRAcHCwputsvgOBVcklSe9q6KBappEDpo/edit?usp=sharing\" style=\"text-decoration:none;\"><u> April 2015 list</u></a> of rural hospitals shut down since 1995.</p>\r\n\r\n<p>The list showed 10 that closed from February 2013 through December 2014 though we confirmed that within that group, the Central Texas Hospital in Cameron was later succeeded by the Little River Healthcare (<a href=\"http://lrhealthcare.com/cameronhospital\" style=\"text-decoration:none;\"><u>its website</u></a> says it&rsquo;s Cameron Hospital) and the shuttered Cozby-Germany Hospital in Grand Saline was later converted to the <a href=\"http://texasgeneralhospital.com\" style=\"text-decoration:none;\"><u>Texas General Hospital Van Zandt Regional Medical Center</u></a>, which opened April 18, 2015, Suleman Hashmi, president of Texas General Hospital LP, told us by phone.</p>\r\n\r\n<p>The other TORCH-listed hospitals and their closing dates:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Renaissance Hospital in Terrell (February 2013)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Shelby Regional Medical Center in Center (July 2013)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Lake Whitney Medical Center in Whitney (April 2014)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Good Shepherd Medical Center in Linden (April 2014)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Cleveland Regional in Cleveland (August 2014)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>East Texas Medical Center in Gilmer (December 2014)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>East Texas Medical Center in Mount Vernon (December 2014)</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>East Texas Medical Center in Clarksville (December 2014).</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Another aspect: While checking these hospital names, we noticed the ones in Terrell, Center, Grand Saline and Whitney had been owned by a legally embattled physician, Tariq Mahmood, <a href=\"http://www.dallasnews.com/news/metro/20140724-former-texas-hospital-chain-owner-found-guilty-of-medicare-fraud.ece\" style=\"text-decoration:none;\"><u>who was found guilty</u></a> in Dallas County in July 2014 of defrauding Medicare by submitting more than $1.1 million in bogus billing claims&mdash;making us wonder to what extent his involvement drove those closings.</p>\r\n\r\n<p>Separately, we asked the Texas Department of State Health Services about the closings. By email, spokesman Chris Van Deusen guided us to an <a href=\"http://www.dshs.state.tx.us/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=8589995718\" style=\"text-decoration:none;\"><u>agency chart</u></a> showing that as of April 2015, more than 660 hospitals were licensed by the state. The list didn&rsquo;t lead us to identify any additional hospital openings in rural Texas over the 24 months in question.</p>\r\n\r\n<p>So, did the state&rsquo;s non-expansion of Medicaid cause the closings?</p>\r\n\r\n<p><strong>Texas Republican opposition to expanding Medicaid</strong></p>\r\n\r\n<p>To be sure, Texas Republicans have staunchly opposed Medicaid expansion.</p>\r\n\r\n<p>The Obamacare law required states to widen access to Medicaid. But after the U.S. Supreme Court found the mandate unconstitutional, the government left it up to each state to widen access with Uncle Sam covering related costs for three years.</p>\r\n\r\n<p>In July 2012, Texas Gov. Rick Perry<a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/perry-texas-will-opt-out-of-medicaid-expansion-ins/nRp4L/\" style=\"text-decoration:none;\"> <u>rejected</u></a> the deal, calling the offer a brazen intrusion into state sovereignty. In 2013, in turn, the Republican-led Legislature &quot;shot down federal efforts to cover uninsured, low-income Texans by expanding access to Medicaid,&quot; according to a May 2013 <em>Austin American-Statesman</em><a href=\"http://shar.es/1WdKdI\" style=\"text-decoration:none;\"> <u>news story</u></a>. Through the first four months of the 2015 legislative session, Shaw pointed out, Democratic attempts to win a reversal didn&#39;t get traction.</p>\r\n\r\n<p>Non-expansion has left many Texas adults uninsured. In March 2015, <a href=\"http://www.politifact.com/texas/statements/2015/mar/01/texas-democratic-party/texas-democrats-say-rick-perry-left-more-1-million/\" style=\"text-decoration:none;\"><u>we found Mostly True</u></a> a claim by the Texas Democratic Party that more<strong> </strong>than 1 million Texans lacked affordable health care due to the decision not to expand. That is, around 1 million adults were making too little money to qualify for private insurance subsidies offered under the Obamacare law and they also remained ineligible for Medicaid because Texas did not expand access.</p>\r\n\r\n<p><strong>Closed hospitals cite various factors</strong></p>\r\n\r\n<p>Shaw, asked to elaborate on the state not expanding Medicaid causing rural hospitals to close, pointed out a March 2015 <em>Lubbock Avalanche-Journal</em> <a href=\"http://lubbockonline.com/local-news/2015-03-21/area-rep-says-lawmakers-have-awareness-rural-hospitals-critical-needs#.VQ9c42TF9qY%20%E2%80%A6\" style=\"text-decoration:none;\"><u>news story</u></a> quoting TORCH&rsquo;s Don McBeath, the former judge of &nbsp;Lubbock County, saying: &quot;Rural hospitals have always operated on a very narrow financial margin and have been hit with a series of payment cuts from Medicaid and Medicare in the past four years.&quot;</p>\r\n\r\n<p>An April 4, 2015, <em>Graham Leader</em> <a href=\"http://www.grahamleader.com/ci_27844293/medicaid-expansion-would-have-benefitted-local-hospital\" style=\"text-decoration:none;\"><u>news story</u></a> quoted Larry Kovar, chairman of the board of the Graham Regional Medical Center, which had laid off 15 workers, saying the hospital had lost significant revenue because Texas opted out of Medicaid expansion. &quot;A lot more people would have been eligible for Medicaid (had Texas accepted the expansion), and the government was paying 100 percent of that Medicaid, certainly for the next several years,&quot; Kovar said. &quot;And that would have brought in more money to the hospital, obviously.&quot;</p>\r\n\r\n<p>Kovar also said: &quot;Unfortunately, to the extent that we didn&rsquo;t accept that Medicaid, the hospital is funding those patients now through indigent care and such programs in lieu of the expanded Medicaid. We still treat those people, but they&rsquo;re not eligible for Medicaid, so it hurts the hospital to some extent.&quot;</p>\r\n\r\n<p>Earlier, a March 6, 2015, <a href=\"http://www.torchnet.org/newsroom/?p=1001#\" style=\"text-decoration:none;\"><u>news item</u></a> in the Quorum Report, a Capitol newsletter, quoted <a href=\"http://www.etmc.org/location/etmc-jacksonville/admin/\" style=\"text-decoration:none;\"><u>Jack Endres</u></a>, the administrator of East Texas Medical Center-Jacksonville, saying financial troubles led to its closing the hospitals in Clarksville, Mount Vernon and Gilmer. Endres said cuts in state and federal payments needed to be reversed or more hospitals would close.</p>\r\n\r\n<p>By phone, Endres told us he doesn&rsquo;t know if the state&rsquo;s resistance to expanding Medicaid was the driving factor in the closings. &quot;It was certainly a factor,&quot; Endres said. &quot;We&rsquo;re basically getting death by a thousand cuts, one thing after another.&quot;</p>\r\n\r\n<p>In that vein, a March 20, 2015, Texas Tribune <a href=\"http://www.texastribune.org/2015/03/20/rural-hospitals-struggle-keep-their-doors-open/\" style=\"text-decoration:none;\"><u>news story</u></a> declared multiple factors behind such rural shutdowns, stating hospitals were suffering due to unfulfilled promises &quot;of federal health reform, payment cuts by both government programs and private insurers, falling patient volumes and a declining rural population... &nbsp;Add to that Texas&rsquo; distinction as the state with the highest percentage of people without health insurance and you get a financially hostile landscape for rural hospital operators.&quot;</p>\r\n\r\n<p>The story, written in partnership with <a href=\"http://www.kaiserhealthnews.org/\" style=\"text-decoration:none;\"><u>Kaiser Health News</u></a>, affiliated with the Henry J. Kaiser Family Foundation, quoted John Henderson, chief executive of the Childress Regional Medical Center, taking note of the state&rsquo;s historically huge uninsured population and saying: &quot;And we took Medicare cuts hoping that we could cover more people.&quot;</p>\r\n\r\n<p>Henderson, the story said, was referring to an agreement negotiated by the American Hospital Association when Democrats in Congress were drafting the Obamacare law. &quot;The idea was that hospitals would take cuts to their Medicare payments, but in return they would have to spend less on &lsquo;charity care&rsquo; because most patients would have health insurance,&quot; the story said. &quot;But because Texas&#39; Republican leadership has vehemently opposed expanding Medicaid to low-income adults, hospitals say they are paying the price for cost savings they didn&#39;t receive.&quot;</p>\r\n\r\n<p>Moreover, the Tribune reported, federal health reform mandated penalties for hospitals, rural and urban, that had too many patients readmitted for follow-up care. Another program, the story said, cracks the whip on hospitals where too many patients get sick during their stay. On top of that, federal sequestration, the fairly new budget-cutting practice, &quot;has meant a 2 percent across-the-board cut to Medicare payments,&quot; the story said, with rural hospitals taking a further hit from the Obamacare law&rsquo;s reductions in &quot;disproportionate share hospital&quot; payments to hospitals with large numbers of indigent and uninsured patients.</p>\r\n\r\n<p>Meanwhile in Texas, the story said, the 2011 Texas Legislature imposed a 10 percent cut in payments for all Medicaid outpatient care as part of balancing the state budget; that reduction remains.</p>\r\n\r\n<p>Upshot: It looks like various federal and state actions contributed to reduced revenues.</p>\r\n\r\n<p><strong>Other views</strong></p>\r\n\r\n<p>We asked TORCH&rsquo;s McBeath and a national representative of rural hospitals to discuss Bresette&rsquo;s statement.</p>\r\n\r\n<p>By phone, McBeath and Alan Morgan, chief executive of the Washington, D.C.-based National Rural Health Association, each said multiple factors including Texas not expanding Medicaid access have played into hospital closings.</p>\r\n\r\n<p>Morgan said factors include the Obamacare law reducing payments to hospitals for uncompensated care (services to individuals lacking health coverage)--the wrinkle intended to take advantage of more Americans getting covered by Medicaid. Also, Morgan said, Congress approved reductions in Medicare payments--focusing on outcomes rather than procedures--which reduced income streams.</p>\r\n\r\n<p>Nationally since 2010, Morgan said, about 50 rural hospitals have closed compared to none the prior decade. &quot;Of the 50 rural hospitals that have closed, I&rsquo;ve heard 50 different stories. Poor leadership, lack of community support, board relations&quot; plus, he said, a lack of financial support at the state, local or federal levels.</p>\r\n\r\n<p>McBeath said he sees no single reason rural hospitals have closed in Texas.</p>\r\n\r\n<p>&quot;In simple terms, those hospitals closed because their revenue did not match up to their expenses,&quot; he said. Outside factors, he said, included the reduced federal payments for uncompensated care. Also, he said, there was the 2011 Legislature&rsquo;s 10-percent cut in Medicaid outpatient payments to hospitals and a change cutting 20 percent from payments for patients treated in an emergency room whose needs weren&rsquo;t emergencies. It&rsquo;s worth noting, McBeath said, rural hospitals serve a large share of uninsured Texans.</p>\r\n\r\n<p>Per the closings, McBeath said, &quot;it&rsquo;s not correct to blame one thing. But the lack of Medicaid expansion continues to be&quot; a factor.</p>\r\n\r\n<p>We followed up with Bresette, who said by email that if he had a chance to make his statement afresh, he&rsquo;d say the decision not to expand Medicaid access was among actions forcing hospitals to shut their doors.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Children&rsquo;s Defense Fund-Texas said:<strong> </strong>&quot;In the last 24 months, 10 rural Texas hospitals have been forced to shut their doors because state leaders have chosen not to invest in our state&rsquo;s health care systems by rejecting billions in available Medicaid funds to cover more of our state&rsquo;s uninsured.&quot;</p>\r\n\r\n<p>Ten rural hospitals closed, we found, though different hospitals later opened on two sites. Also, as Bresette acknowledged, the non-expansion of Medicaid wasn&rsquo;t the only reason for the rural closings. Our sense is they occurred due to various squeezes extending, in a few cases, to an owner&rsquo;s fraudulent acts.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong> </em><em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><strong>UPDATE, 2:01 p.m., May 15, 2015</strong>: We revised the wording of our ruling to clarify that Bresette acknowledged the non-expansion of Medicaid wasn&#39;t the only reason for the hospital closings and to make it clear we found a range of factors.</p>\r\n", "ruling_comments_date": "2015-05-15T14:13:09.940664", "ruling_date": "2015-05-15T14:20:00", "ruling_headline": "Children's Defense Fund-Texas says Texas failure to expand Medicaid caused rural hospital closings", "ruling_headline_slug": "childrens-defense-fund-texas-says-texas-failure-ex", "ruling_link_text": "UPDATED: Hospitals strapped many ways", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1m8d4d5P_p1BGKWmaIpmVQMKSkHcmIM73cWynR9cp7JI/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Anat Kelman Shaw, communications director; Patrick Bresette, executive director, Children&rsquo;s Defense Fund-Texas, May 5-7, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.dallasnews.com/news/metro/20140724-former-texas-hospital-chain-owner-found-guilty-of-medicare-fraud.ece\" style=\"text-decoration:none;\"><u>&quot;Former Texas hospital chain owner found guilty of Medicare fraud,&quot;</u></a> <em>Dallas Morning News</em>, July 24, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1xiX6S4w4uUgSRCP8ta0wHJePuz5kqpxjzL-3cskXC2k/pub\" style=\"text-decoration:none;\"><u>Emails</u></a> and telephone interview, Don McBeath, director of government relations, Texas Organization of Rural &amp; Community Hospitals, Austin, May 6 and 13, 2015</p>\r\n\r\n<p>Documents, <a href=\"https://docs.google.com/document/d/1v2qZPrL7P6rRAcHCwputsvgOBVcklSe9q6KBappEDpo/edit?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;TEXAS RURAL HOSPITAL CLOSURES (1995-2015),&quot;</u></a> Texas Organization of Rural &amp; Community Hospitals, revised April 15, 2015; <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMUZEc0lzZnV0YVE/view?usp=sharing\" style=\"text-decoration:none;\"><u>&quot;Twenty-five things to know about Texas rural hospitals,&quot;</u></a> undated (received by email from Don McBeath, director of government relations, TORCH, May 6, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1dL5zwGPUXwliRgUFUk95hvgEnuW5_El6C1Qh6Qs_IYc/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Chris Van Deusen, press officer, Texas Department of State Health Services, Austin, May 13, 2015</p>\r\n\r\n<p>Chart, <a href=\"http://www.dshs.state.tx.us/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=8589995718\" style=\"text-decoration:none;\"><u>&quot;Directory of General and Special Hospitals,&quot;</u></a> Texas Department of State Health Services, as of March 30, 2015 (downloaded from web link provided by email from Chris Van Deusen, press officer, DSHS, May 13, 2015)</p>\r\n\r\n<p>News story, <a href=\"http://lubbockonline.com/local-news/2015-03-21/area-rep-says-lawmakers-have-awareness-rural-hospitals-critical-needs#.VQ9c42TF9qY%20%E2%80%A6\" style=\"text-decoration:none;\"><u>&quot;Area rep. says lawmakers have &#39;awareness&#39; of rural hospitals&#39; critical needs,&quot;</u></a> <em>Lubbock Avalanche-Journal</em>, March 21, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.texastribune.org/2015/03/20/rural-hospitals-struggle-keep-their-doors-open/\" style=\"text-decoration:none;\"><u>&quot;Rural Hospitals Struggle to Keep Their Doors Open,&quot;</u></a> The Texas Tribune, March 20, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.grahamleader.com/ci_27844293/medicaid-expansion-would-have-benefitted-local-hospital\" style=\"text-decoration:none;\"><u>&quot;Medicaid expansion would have benefitted local hospital,&quot;</u></a> the <em>Graham Leader</em>, April 4, 2015</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2015/mar/01/texas-democratic-party/texas-democrats-say-rick-perry-left-more-1-million/\" style=\"text-decoration:none;\"><u>&quot;Texas Democrats say Rick Perry left more than 1 million Texans without affordable health care,&quot;</u></a> PolitiFact Texas, March 1, 2015</p>\r\n\r\n<p>Telephone interview Don McBeath, Austin, May 6, 2015</p>\r\n\r\n<p>Telephone interview, <a href=\"http://connect.nrharural.org/myprofile/profile/?UserKey=0ccfac99-d06b-41b8-9335-face6dcce944\" style=\"text-decoration:none;\"><u>Alan Morgan</u></a>, ceo, National Rural Health Association, Washington, D.C., May 6, 2015</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.etmc.org/location/etmc-jacksonville/admin/\" style=\"text-decoration:none;\"><u>Jack Endres,</u></a> administrator, East Texas Medical Center, Tyler, May 13, 2015</p>\r\n\r\n<p>Telephone interview, Suleman Hashmi, president of Texas General Hospital LP, Grand Prairie, May 14, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Advocacy group", "false_count": 0, "first_name": "Children's", "half_true_count": 0, "home_state": "Texas", "id": 3184, "last_name": "Defense Fund-Texas", "mostly_true_count": 0, "name_slug": "childrens-defense-fund-texas", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/cdftexaslogo051515pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3184/", "total_count": 1, "true_count": 0, "website": "http://www.cdftexas.org/"}, "statement": "<p>&quot;In the last 24 months, 10 rural Texas hospitals have been forced to shut their doors because state leaders&quot; chose not to expand Medicaid.</p>\r\n", "statement_context": "a press release", "statement_date": "2015-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}