{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2015/jun/03/andy-craig/ballot-laws-mean-only-half-assembly-races-are-cont/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 10880, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/10880/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When state Assembly seats are on the ballot, Wisconsin voters have far fewer candidates to choose from than residents of neighboring Minnesota and Michigan, a group called <a href=\"https://www.facebook.com/CompelWisconsin\">Competitive Elections Wisconsin</a> claims.</p>\r\n\r\n<p>In a May 11, 2015 letter to Assembly Speaker Robin Vos (R-Rochester), a leader of the group who is also an official with the Libertarian Party of Wisconsin took the claim a step further.</p>\r\n\r\n<p>&quot;The problem is simple. For all offices in Wisconsin, the number of signatures required for nomination petitions is too high,&quot; Andy Craig wrote in <a href=\"http://www.independentpoliticalreport.com/2015/05/competitive-elections-wisconsin-issues-open-letter-to-state-assembly-speaker/\">the letter</a>, which was released publicly. &quot;These levels are set such that incumbents and candidates with party backing can meet them with ease, but upstart challengers are often scared off from even attempting it.&quot;</p>\r\n\r\n<p>The result, Craig contends, is that nearly half of the candidates elected to the Wisconsin Assembly in November 2014 were alone on the general-election ballot.</p>\r\n\r\n<p>By contrast, he continued, &quot;just 9 out of 134 Representatives ran unopposed in Minnesota. In Michigan all 110 State Representative elections were contested by both major parties.&quot;</p>\r\n\r\n<p>&quot;It is hard to believe that people in Wisconsin are that much more disinterested in deciding who their legislators are,&quot; Craig wrote.</p>\r\n\r\n<p>Craig&rsquo;s letter caught our attention.</p>\r\n\r\n<p>Wisconsin historically has high voter turnout.</p>\r\n\r\n<p>Can our legislative races be so uncompetitive -- and is it due to unusually high hurdles to candidacy?</p>\r\n\r\n<p><strong>The evidence</strong></p>\r\n\r\n<p>When we asked Craig, a 2014 <a href=\"http://wisconsinvote.org/candidates/andy-craig\">Libertarian candidate for secretary of state</a>, to back up his claim, he pointed to the <a href=\"http://ballotpedia.org/Policypedia/Election_Policy\">Ballotpedia</a> and <a href=\"http://ballot-access.org/\">Ballot Access News </a>websites. The websites include tallies of contested races and state-by-state comparisons of candidacy requirements.</p>\r\n\r\n<p>Regarding the contention that lower ballot access hurdles result in more candidates and fewer uncontested elections, Craig told us, &quot;that seems self-evident, primarily in the comparison to other states that make it easier.&quot;</p>\r\n\r\n<p>He also cited his experiences recruiting and assisting candidate, some of whom missed making the ballot because they couldn&#39;t get enough signatures in time.</p>\r\n\r\n<p>We checked with election experts and compiled our own tallies of contested races from state election websites.</p>\r\n\r\n<p>Here&rsquo;s what we found:</p>\r\n\r\n<p>Michigan and Minnesota did have at least two candidates facing off in the 2014 general elections in virtually all cases cited. And Wisconsin&rsquo;s Assembly candidates were unopposed in nearly half the races.</p>\r\n\r\n<p>(It should be noted that in 17 state Senate races, Wisconsin had only two without multiple candidates. But the group&rsquo;s claim focused on Assembly races, and even when including both senators and representatives there are still far more uncontested races in Wisconsin than in the other two states.)</p>\r\n\r\n<p>That gap between those states is longstanding, according to <a href=\"https://www.followthemoney.org/research/blog/no-contest-36-percent-of-2014-state-legislative-races-offer-no-choice-blog/\">research by the National Institute on Money in State Politics</a>. And mirroring a national trend, Wisconsin has seen the number of uncontested Assembly races double since the mid-1970s, <a href=\"http://ballotpedia.org/File:Ballot_StateGraph02_Uncont_Stateno49Wisconsin2015_04_23.png\">Ballotpedia reported</a>.</p>\r\n\r\n<p>Why is there a gap?</p>\r\n\r\n<p>Now to the &quot;why&quot; part.</p>\r\n\r\n<p>Craig points out, correctly, that Michigan and <a href=\"http://www.sos.state.mn.us/index.aspx?page=896\">Minnesota</a> allow candidates to pay $100 filing fees to secure a ballot spot if they don&rsquo;t want to collect signatures from residents. Wisconsin does not allow the filing fee option.</p>\r\n\r\n<p>Elsewhere in the Midwest, two others states with a lot of uncontested 2014 races -- neighboring <a href=\"http://www.elections.state.il.us/Downloads/ElectionInformation/PDF/2014CanGuide.pdf\">Illinois</a> and Iowa -- similarly have no option to forgo signature collection.</p>\r\n\r\n<p>Richard Winger, editor of Ballot Access News, said he thinks relatively more difficult ballot access rules explain the differences in those states.</p>\r\n\r\n<p>&quot;Asking strangers for signatures is somewhat like hitch-hiking,&quot; Winger said. &quot;It is psychologically difficult for most people to ask for favors from strangers.&quot;</p>\r\n\r\n<p>Winger is a widely quoted expert on ballot access laws and advocates for fairness in allowing minor party candidates on ballots.</p>\r\n\r\n<p>We heard a more skeptical view from <a href=\"https://www.polisci.wisc.edu/people/person.aspx?id=1041\">Barry Burden</a>, an expert in election administration at the University of Wisconsin-Madison.</p>\r\n\r\n<p>As parties, the Democrats and Republicans quality for ballot lines pretty easily in all three states, and there is little doubt that any of them would lose their status as major parties, Burden said. He added that it can be harder for minor party candidates to get on ballots.</p>\r\n\r\n<p>But the claim rests on what individuals have to do to get on ballots.</p>\r\n\r\n<p>The fee option might attract more candidates, Burden said, because it is low and, since it can be paid at the last moment, requires little organization or planning.</p>\r\n\r\n<p>But the signature requirements are also low, he said. That requirement is lower in Wisconsin (200 for Assembly candidates) than Minnesota (500) for major party candidates. In Michigan, <a href=\"http://www.michigan.gov/documents/sos/Filing_Req_for_State_Rep2014_428509_7.pdf\">the rule</a> is 200 for major party candidates and 600 for independents.</p>\r\n\r\n<p>&quot;Any candidate who has at least a skeletal organization or a little free time should be able to scoop up a couple hundred signatures without much trouble,&quot; Burden said.</p>\r\n\r\n<p>Burden and others suggest that other factors are at play.</p>\r\n\r\n<p>For the last two election cycles in Wisconsin, the redrawing of legislative district lines has helped to squelch competition, Burden said.</p>\r\n\r\n<p>As the Milwaukee Journal Sentinel&rsquo;s Craig Gilbert reported in <a href=\"http://www.jsonline.com/news/statepolitics/polarized-wisconsins-legacy-no-consensus-little-common-ground-b99268173z1-258974221.html\">&quot;Dividing Lines&quot;</a>, that redistricting and the ultra-polarized geography of southeastern Wisconsin mean that &quot;there are practically no competitive seats in the most populous part of this competitive swing state.&quot;</p>\r\n\r\n<p>Burden said party strategy differences can determine whether parties field candidates in &quot;lost causes&quot; areas.</p>\r\n\r\n<p>In Minnesota, Burden noted, public funding of elections there is more likely to enhance competition by luring in candidates who might otherwise believe they would be unable to compete financially.</p>\r\n\r\n<p>In Michigan, <a href=\"https://www.followthemoney.org/research/blog/no-contest-36-percent-of-2014-state-legislative-races-offer-no-choice-blog/\">some have suggested that the state&rsquo;s term limits enhance competition</a>. Burden disagreed, saying that by creating automatic openings every six to eight years, term limits actually reduce competition in other years. Strong candidates, he said, typically wait to run until the incumbent is forced from office.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Andy Craig of Competitive Elections Wisconsin claimed: &quot;Thanks to restrictive and anticompetitive ballot laws,&quot; candidates in November 2014 ran unopposed in nearly half of Wisconsin&rsquo;s state legislative races but in Michigan and Minnesota were challenged in nearly all races.</p>\r\n\r\n<p>There&rsquo;s no dispute that Wisconsin dramatically lags those states in competitive races, and ballot access rule differences are one possible factor in that gap. But it&rsquo;s clear that other factors are at play as well.</p>\r\n\r\n<p>We rate his claim Half True.</p>\r\n", "ruling_comments_date": "2015-05-28T17:49:40.616852", "ruling_date": "2015-06-03T05:00:00", "ruling_headline": "Ballot laws mean only half of Assembly races are contested, Libertarian says", "ruling_headline_slug": "ballot-laws-mean-only-half-assembly-races-are-cont", "ruling_link_text": "Many explanations for the gap", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.independentpoliticalreport.com/2015/05/competitive-elections-wisconsin-issues-open-letter-to-state-assembly-speaker/\">Competitive Elections Wisconsin</a>, Open letter to Rep. Vos on ballot access reform, May 11, 2015</p>\r\n\r\n<p>Interview with Andy Craig, Competitive Elections Wisconsin lead coordinator, May 13, 2015</p>\r\n\r\n<p>Interview with Barry Burden, University of Wisconsin-Madison political science professor, May 28, 2015</p>\r\n\r\n<p>Interview with Richard Winger, editor, Ballot Access News, May 27, 2015</p>\r\n\r\n<p>Milwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/polarized-wisconsins-legacy-no-consensus-little-common-ground-b99268173z1-258974221.html\">&quot;Dividing Lines&quot; </a>special report, published May 2014</p>\r\n\r\n<p>Ballotpedia, &quot;<a href=\"http://ballotpedia.org/Electoral_competitiveness_in_Wisconsin\">Electoral Competitiveness in Wisconsin</a>,&quot; accessed May 2015</p>\r\n\r\n<p>Ballotpedia,<a href=\"http://ballotpedia.org/Competitiveness_in_State_Legislative_Elections:_1972-2014\"> &quot;Competitiveness in State Legislative Elections, 1972-2014,&quot; </a>accessed May 2015</p>\r\n\r\n<p>National Institute on Money in State Politics, <a href=\"https://www.followthemoney.org/research/blog/no-contest-36-percent-of-2014-state-legislative-races-offer-no-choice-blog/\">&quot;No Contest: 36% of 2014 State Legislative Races Offered No Choice,&quot;</a> Nov. 20, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary, Libertarian Party of Wisconsin Midwest Regional Director, Our America Initiative Lead Coo", "false_count": 0, "first_name": "Andy", "half_true_count": 1, "home_state": "Wisconsin", "id": 3197, "last_name": "Craig", "mostly_true_count": 0, "name_slug": "andy-craig", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Andy_Craig.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3197/", "total_count": 1, "true_count": 0, "website": "http://www.independentpoliticalreport.com/2015/05/competitive-elections-wisconsin-issues-open-letter-to-state-assembly-speaker/"}, "statement": "<p>&quot;Thanks to restrictive and anticompetitive ballot laws,&quot; candidates in November 2014 ran unopposed in nearly half of Wisconsin&rsquo;s state representative races but in Michigan and Minnesota nearly all races had challengers.</p>\r\n", "statement_context": "a news release", "statement_date": "2015-05-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}