{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/22/barack-obama/obama-overstates-tax-relief-individuals-and-busine/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1094, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1094/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>To counter Republican criticism that the stimulus package has made little impact on the economy, President Barack Obama has been boasting that the package has provided $43 billion in tax relief. But his claim includes a questionable tax number that inflates the impact. <br /><br />In his July 11, 2009, weekly radio address, Obama said the stimulus \"has delivered $43 billion in tax relief to American working families and businesses. Without the help the Recovery Act has provided to struggling states, it's estimated that state deficits would be nearly twice as large as they are now, resulting in tens of thousands of additional layoffs.\" <br /><br />We wondered if he was right that the stimulus has provided $43 billion in tax relief. <br /><br />The $787 billion stimulus bill comes in two parts. About $499 billion was set aside to fund new roads, hire teachers and generally keep people employed, an issue we've explored previously. The other part of the bill &mdash; about $288 billion &mdash; is meant for tax breaks to individuals and businesses. According to the Congressional Budget Office, $64.8 billion in tax relief is expected to go out this year. The $43 billion Obama refers to would mean the government has doled out about two-thirds of this year's tax relief. <br /><br />We asked the Treasury Department for a breakdown of that $43 billion. Here's what a department spokeswoman told us has been provided to individuals and businesses: <br />&nbsp; <br />&bull; About $15 billion has come from a new program called Making Work Pay, the tax cut for the middle class that Obama promised during the campaign. In 2009 and 2010, about 95 percent of working families will get between $400 and $800 per year back from the government through reduced paycheck withholdings. Congress' Joint Committee on Taxation estimates that $19 billion will be paid out this year, so the government is nearing its goal for 2009.</p>\r\n<p>&bull; About $11 billion in tax relief has resulted in allowing businesses to write off 50 percent of new equipment purchases, like computers, construction equipment or cars used for work. That's a little less than the $23.5 billion the tax committee expects the government to spend this year.</p>\r\n<p>&bull; About $5 billion has gone to help people who have lost their jobs pay for health insurance.&nbsp;</p>\r\n<p>&bull; The Treasury Department estimates that extending the fixes to Alternative Minimum Tax has saved people about $8 billion, although the congressional tax committee puts that number at about $2 billion this year (we'll get into this discrepancy a bit later).</p>\r\n<p>That fix is necessary to prevent the AMT from drastically raising taxes on millions of Americas. Originally, the AMT was targeted at very wealthy people, but over the years it has grown to include those in lower income brackets as well. So Congress has been passing yearly fixes to keep middle class taxpayers from paying the AMT.</p>\r\n<p>&bull; The remaining $4 billion is made up of a mix of other tax breaks. <br />&nbsp; <br />So the Treasury Department's breakdown of Obama's $43 billion claim makes sense to us &mdash; except for the inclusion of the AMT money. <br /><br />We're not sure why the Treasury estimate is $6 billion more than the tax committee's figure. And we found the Treasury Department was vague on how the number was calculated, saying it takes into account estimated taxes as well as wages and salaries. A spokesman would not give more detail to us on the record. <br /><br />Furthermore, many tax experts argue that including AMT relief in the stimulus tax calculation is a bit of smoke and mirrors. By extending the AMT fix every year, the government ensures that the 3 million to 4 million people paying the tax doesn't expand to more than 20 million people, said Dan Mitchell, a senior fellow at the free-market Cato Institute. <br /><br />\"AMT is something those people never expect to pay,\" he said. \"It's kind of like saying that, if I didn't rob you on the way home from work today, I gave you money.\" <br /><br />It's a trick that the Bush administration employed to inflate tax relief, and it seems the Obama administration is taking a similar approach, Mitchell said. <br /><br />Rosanne Altshuler, co-director of the Tax Policy Center, a collaboration between the Urban Institute and Brookings Institution, agreed. <br /><br />\"On one hand, you have to view the baseline [for the estimate] as the current law,\" which includes the AMT patch, she said. \"But it's not money back from the government in the sense that it's a refund or money being withheld. It would be different if people expected to pay for it.\" <br /><br />Altshuler's group gave the AMT extension a D-minus in its Tax Stimulus Report Card because \"the provision would provide virtually no economic stimulus. Because the patch is perennially extended, it would have no effect on behavior in 2009. Almost 80 percent of the benefits would go to the richest 20 percent of households, who would be least likely to spend the additional funds and stimulate demand.\" <br /><br />Back to Obama's claim. He's right that quite a bit of tax relief has been given to individuals and businesses, but our experts tell us that counting AMT relief doesn't really make sense because people would not expect to pay that money in taxes in the first place. It's not tax relief as much as it is the status quo.</p>\r\n<p>On top of that, the administration's estimate for how much tax relief the AMT has provided is far more than the congressional estimate, creating some uncertainty about how much money the tax break is really worth in the first place. So we don't think Obama can accurately say $43 billion. It could be as low as $35 billion.&nbsp; He's making incorrect assumptions and including the impact of a tax change that isn't much of a tax break. That's a significant exaggeration that earns a Half True.</p>", "ruling_comments_date": "2010-01-07T13:27:39.637554", "ruling_date": "2009-07-22T17:25:37", "ruling_headline": "Obama overstates tax relief to individuals and businesses", "ruling_headline_slug": "obama-overstates-tax-relief-individuals-and-busine", "ruling_link_text": "The devil is in the details with Obama's tax relief claim", "ruling_state": null, "source_documents": null, "sources": "<p>White House, <a href=\"http://www.whitehouse.gov/the_press_office/Weekly-Address-President-Obama-Praises-Recovery-Act-Progress/\" target=\"_blank\">President Barack Obama's weekly radio address </a>, accessed July 17, 2009</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/99xx/doc9989/hr1conference.pdf\" target=\"_blank\">estimate on the cost of the stimulus bill </a>, accessed July 17, 2009</p>\r\n<p>Senate Finance Committee, <a href=\"http://finance.senate.gov/press/Bpress/2009press/prb021209.pdf\" target=\"_blank\">summary of tax provisions </a>, accessed July 17, 2009</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2009/02/13/your-money/13money.html\" target=\"_blank\">What's in the Stimulus Bill for You </a>, by Ron Lieber, Feb. 12, 2009</p>\r\n<p>Joint Committee on Taxation, <a href=\"http://www.house.gov/jct/x-19-09.pdf\" target=\"_blank\">Estimated Budget Effects of the Revenue Provisions Contained in the Conference Agreement for H.R. 1 </a>, accessed July 17, 2009</p>\r\n<p>Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/UploadedPDF/411839_conference_reportcard.pdf\" target=\"_blank\">stimulus bill report card </a>, accessed July 17, 2009</p>\r\n<p>Interview with Dean Baker, co-director Center for Economic and Policy Research, July 14, 2009</p>\r\n<p>Interview with Rosanne Altshuler, co-director Tax Policy Center, July 16, 2009</p>\r\n<p>Interview with Treasury Department official, July 16, 2009</p>\r\n<p>Interview with Brian Riedl, the Heritage Foundation, July 14, 2009</p>\r\n<p>Interview with Dan Mitchell, the Cato Institute, July 20, 2009</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>The stimulus \"has delivered $43 billion in tax relief to American working families and businesses\"</p>", "statement_context": "his weekly radio address", "statement_date": "2009-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}