{"art": [{"brightcove": "", "caption": "Aziz Ansari on the June 16, 2015, edition of \"The Daily Show.\" (Comedy Central)", "id": 6342, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ds_20_120_guest2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6342/", "title": "Aziz Ansari on Daily Show", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/punditfact/statements/2015/jun/23/aziz-ansari/startling-stat-checks-out-46-percent-young-women-j/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 10983, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/10983/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p dir=\"ltr\">Aziz Ansari departs from the usual comedian slapstick in his first book, <em>Modern Romance</em>, teaming up with a sociologist and traveling overseas to examine the science of how people date in the Internet-at-your-fingertips age.</p>\r\n\r\n<p dir=\"ltr\">The academic effort intrigued <em>The Daily Show</em>&rsquo;s Jon Stewart during his June 16 interview with Ansari. Stewart asked his <a href=\"https://instagram.com/p/4AeWUbSRDa/?taken-by=azizansari\">former <em>Daily Show</em> intern</a> if he learned anything shocking during his time reporting for the book.</p>\r\n\r\n<p dir=\"ltr\">Ansari zeroed in on how dating culture in Japan wasn&rsquo;t what he expected.</p>\r\n\r\n<p dir=\"ltr\">&quot;Well, when we went to Japan, I definitely had this thought of like, &lsquo;Oh, that&rsquo;s, like, such a technologically advanced culture, they&#39;re probably like on the cutting edge of whatever online dating or apps. And then you get there and you realize, I read all these articles, there&rsquo;s like a crisis there,&quot; he said. &quot;And like there was some insane statistic, like, 46 percent of women between the age of 16 to 24 despise sexual contact. And 25 percent of the guys in that same age.</p>\r\n\r\n<p dir=\"ltr\">&quot;Despise. Despise. Like, that is like, an aggressive word.&quot;</p>\r\n\r\n<p dir=\"ltr\">Ansari&rsquo;s claim about nearly half of Japanese young women not being interested in sex also struck us as incredibly high, so we decided to check it out.</p>\r\n\r\n<p dir=\"ltr\"><strong>What his book says</strong></p>\r\n\r\n<p dir=\"ltr\">In <em>Modern Romance</em>, Ansari spotlights international cultures in three cities that offer wildly different perspectives on dating: Paris, where relationships are more casual and similar to other European countries; Buenos Aires, which he describes as &quot;romantically aggressive;&quot; and Tokyo, where a lack of romance among young people amid falling marriage rates and birthrates has the government on edge. Japan is going through &quot;a crisis of sorts,&quot; and leaders are trying to intervene by offering subsidies for parents with kids and throwing state-funded dating events.</p>\r\n\r\n<p dir=\"ltr\">Ansari brings up the figure about young women not being into sex in his book with a host of other scary statistics, writing, &quot;In 2013 a whopping 45 percent of women aged 16 to 24 &lsquo;were not interested in or despised sexual contact,&rsquo; and more than a quarter of men felt the same way.&quot;</p>\r\n\r\n<p dir=\"ltr\">Ansari&rsquo;s coauthor, New York University sociology professor Eric Klinenberg, showed PunditFact by email that the statistic is also cited in 2013 stories about Japanese young people&rsquo;s disinterest in sex in the <em>Guardian </em>and <a href=\"http://www.slate.com/blogs/xx_factor/2013/10/22/celibacy_syndrome_in_japan_why_aren_t_young_people_interested_in_sex_or.html\">Slate</a>. Just one problem for English speakers: The source for the statistic is a survey by the Japan Family Planning Association and written in Japanese.</p>\r\n\r\n<p dir=\"ltr\">PunditFact doesn&rsquo;t know Japanese, but Kumiko Endo, a Japanese-American academic, does.</p>\r\n\r\n<p dir=\"ltr\">Endo helped Ansari and Klinenberg navigate the complex story of Japan&rsquo;s changing relationship norms for <em>Modern Romance</em>. A 34-year-old single woman born and raised in Japan, she said it makes sense why she chose to focus on the identity of Japanese singles and their role in the economy at The New School for Social Research.</p>\r\n\r\n<p dir=\"ltr\"><strong>What the Japanese research shows</strong></p>\r\n\r\n<p dir=\"ltr\">The Japanese Family Planning Association has conducted this survey every two years since 2002, sending it to 3,000 people between 16 and 49. About 1,300 people responded in 2012, Endo said.</p>\r\n\r\n<p dir=\"ltr\">Both men and women were asked to rate how interested they are in having sex from Very Interested, Somewhat Interested, Not Very Interested, Not Interested at All, and I Feel an Aversion to It.</p>\r\n\r\n<p dir=\"ltr\">The percentage of women who responded they were not interested in sex at all or felt an aversion to it was 60.3 percent for ages 16-19 and 31.6 percent for ages 20-24. Combine the age groups, and the average response was about 46 percent negative &mdash; the figure that drove attention-grabbing stories in Western media.</p>\r\n\r\n<p dir=\"ltr\">The association released its newest survey for 2014 a few months ago. In that survey, 65.8 percent of women 16-19 were not interested in sex or felt an aversion to it, and 39.2 percent of women 20-24 felt the same way.</p>\r\n\r\n<p dir=\"ltr\">This survey is the only one we could find that asks about specific views of sex. Endo mentioned another survey by the government, the National Institute of Population and Social Security Research, that asked 4,276 women, of which about 3,400 were 18 to 34, if they had ever had any kind of sexual encounter.</p>\r\n\r\n<p dir=\"ltr\">The percentage of women ages 18-19 who said they had never had sex was 68.1 percent; for women 20-24, it was 40.1 percent; for women 25-29, it was 29.3 percent; and for women 30-34, 23.8 percent.</p>\r\n\r\n<p dir=\"ltr\">&quot;So even at age 34, one out of four women are virgins in Japan,&quot; Endo said. &quot;It&rsquo;s definitely not a religion that&rsquo;s pushing that number.&quot; (Japan is a secular society.)</p>\r\n\r\n<p dir=\"ltr\">Endo mentioned a third survey by the NIPSSR that could corroborate the family planning association&rsquo;s statistic. This one asks men and women if they have any relationships with the opposite sex &mdash; even platonic ones.</p>\r\n\r\n<p dir=\"ltr\">Again, the results speak to a trend of disinterest. In 2010, 49.5 percent of unmarried single Japanese women between the ages of 18-34 said they have no relations with the opposite sex. For men, it was 61.4 percent on average.</p>\r\n\r\n<p dir=\"ltr\"><strong>What changed</strong></p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">There&rsquo;s no simple explanation for what&rsquo;s going on in Japan.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">It&rsquo;s been years in the making, though the drastic change has occurred in a relatively small window of time.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">First of all, it&rsquo;s important to understand some cultural differences. Endo says that where westerners might see sex as an act unto itself, in Japan &quot;sex was never an isolated thing.&quot; In addition, the younger generation has never known anything but economic stagnation, which Endo notes could psychologically dampen interest in sex.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">And Japanese younger than 27 also are the first to come up in a very changed educational system, one that is no longer centered on competition. All of these things, she speculates, might create a &quot;generational identity&quot; that feels differently about sex than the older cohort.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">The funny thing is, among younger Japanese, it is only attitudes toward sex, not marriage, that have changed.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">In the corporate-centered society that catapulted Japan into a leading world economy after World War II, men would graduate from college with job offers from corporations that offered employment and benefits for life. They met their wives through family or work, and the women would then leave their jobs to take on the role of primary caregiver for children and the elderly.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">Family structure and the corporate system effectively constituted Japan&rsquo;s &quot;welfare society,&quot; where the government indirectly provided for the people through its support of the corporations; in turn, their smooth functioning was based upon the understanding that women would provide child care and elderly care while receiving security and benefits in return as part of their husbands&rsquo; and sons&rsquo; lifetime employment.</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">But the country&rsquo;s real estate bubble burst in the 1990s, sending Japan into a long period of economic depression and stagnation. Where there once was job stability and the ability to plan ahead, there is now a system in restructuring mode and uncertainty.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">On top of the worsened labor market, young people in Japan also have the burden of caring and preparing for the oldest population in the world. It would be reasonable to assume that all of these factors would cut into their interest in marriage, but it really hasn&rsquo;t.&nbsp;</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">In 2010, 86.3 percent of men and 89.4 percent of women still said they &quot;intend to marry some day.&quot; Japanese women assuming a strong professional role is relatively new, and gender equality in the labor market is decades behind other advanced industrialized nations, Endo said.</p>\r\n\r\n<p style=\"line-height: 20.7999992370605px;\">But even though Japanese women are more and more highly educated and career-oriented, she said women 18- to 24-years-old have been expressing an increasing desire to become full-time housewives. It&rsquo;s just that many of those same women say they&rsquo;re not very interested in sex by itself.</p>\r\n\r\n<p dir=\"ltr\"><strong>Our ruling</strong></p>\r\n\r\n<p dir=\"ltr\">Ansari said, &quot;46 percent of women between the age of 16 to 24 despise sexual contact&quot; in Japan.</p>\r\n\r\n<p dir=\"ltr\">Despise seems a slightly bold word for it. Still, the surveys on this question all point to a healthy proportion of the young Japanese population having little interest in sex, relationships and dating, and one survey in particular reflects what Ansari said.</p>\r\n\r\n<p dir=\"ltr\">Experts say Ansari had it right. We rate this claim True.</p>\r\n\r\n<p dir=\"ltr\"><em>Update: This item was updated on June 25&nbsp;with more details about the relationship between marriage and sex in Japan.</em></p>\r\n", "ruling_comments_date": "2015-06-23T10:42:11.139430", "ruling_date": "2015-06-23T12:05:06", "ruling_headline": "A startling stat that checks out: 46 percent of young women in Japan are averse, uninterested in sex", "ruling_headline_slug": "startling-stat-checks-out-46-percent-young-women-j", "ruling_link_text": "'At age 34, one out of four women are virgins in Japan'", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\"><em>Modern Romance</em>, Aziz Ansari and Eric Klinenberg, 2015</p>\r\n\r\n<p dir=\"ltr\">Interview with Eric Klinenberg, New York University sociologist, June 17, 2015</p>\r\n\r\n<p dir=\"ltr\">Bustle, &quot;<a href=\"http://www.bustle.com/articles/88965-how-is-dating-different-around-the-world-aziz-ansari-looks-at-the-dating-habits-of-7\">How dating is different in seven major cities</a>,&quot; June 15, 2015</p>\r\n\r\n<p dir=\"ltr\">Slate, &quot;<a href=\"http://www.slate.com/blogs/xx_factor/2013/10/22/celibacy_syndrome_in_japan_why_aren_t_young_people_interested_in_sex_or.html\">Young people in Japan have given up on sex</a>,&quot; Oct. 22, 2013</p>\r\n\r\n<p dir=\"ltr\"><em>Guardian</em>, &quot;<a href=\"http://www.theguardian.com/world/2013/oct/20/young-people-japan-stopped-having-sex\">Why have young people in Japan stopped having sex</a>?&quot; Oct. 20, 2013</p>\r\n\r\n<p dir=\"ltr\">Vox, &quot;<a href=\"http://www.vox.com/2014/5/7/5662608/in-different-area-codes\">Six maps and charts that explain sex around the world</a>,&quot;</p>\r\n\r\n<p dir=\"ltr\">American Enterprise Institute column by Nicholas Eberstadt, &quot;<a href=\"http://www.aei.org/publication/global-flight-family/\">The global flight from the family,</a>&quot; Feb. 20, 2015</p>\r\n\r\n<p dir=\"ltr\">National Institute on Population and Social Security Research, &quot;The 14th Japanese National Fertility Survey,&quot; 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Actor", "false_count": 0, "first_name": "Aziz", "half_true_count": 0, "home_state": "", "id": 3222, "last_name": "Ansari", "mostly_true_count": 0, "name_slug": "aziz-ansari", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/comedians_ansari.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3222/", "total_count": 1, "true_count": 1, "website": "http://azizansari.com/"}, "statement": "<p>&quot;46 percent of women between the age of 16 to 24 despise sexual contact&quot; in Japan.</p>\r\n", "statement_context": "comments on \"The Daily Show\"", "statement_date": "2015-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}