{"art": [], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/jul/01/various-media-reports/south-carolina-georgia-3-other-states-dont-have-ha/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 11017, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11017/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The U.S. Justice Department is weighing whether to bring a federal hate crimes charge in the June 17 church massacre in Charleston. The announcement has put the spotlight on the lack of a state-level law in South Carolina, as well as in a handful of other states.</p>\r\n\r\n<p>News media outlets, including Newsweek, and National Public Radio, have reported that South Carolina is one of only five states without a hate crimes law.</p>\r\n\r\n<p>PolitiFact Georgia decided to dig deeper into the claim.</p>\r\n\r\n<p>First, a little background. The FBI defines a hate crime as a traditional offense, such as murder, arson or vandalism, with the added element that the motivation is a bias based on race, religion, disability, ethnic origin or sexual orientation. Nearly 6,000 hate crimes were reported by law enforcement agencies in 2013, according to the FBI&rsquo;s Uniform Crime Reporting (UCR) Program.</p>\r\n\r\n<p>In Charleston, authorities seemed fairly confident from the beginning that the mass shooting at historically black Emanuel A.M.E. Church was a hate crime.</p>\r\n\r\n<p>At a press conference on June 18, shellshocked city officials met with reporters to discuss the nine deaths and announce the arrest of suspect Dylann Roof, a 21-year-old high school dropout and sometimes construction worker who is white. &quot;We believe this is a hate crime; that is how we are investigating it,&quot; Charleston Police Chief Greg Mullen said.</p>\r\n\r\n<p>According to news reports, witnesses claim Roof told victims before shooting them, &quot;You are raping our women and taking over our country.&quot; Roof also reportedly said after his arrest that he been out to start a &quot;race war.&quot;</p>\r\n\r\n<p>On June 18, U.S. Attorney General Loretta Lynch announced the Justice Department had opened a federal hate crimes investigation into the church shootings, which she termed a &quot;barbaric crime.&quot;</p>\r\n\r\n<p>In media reports that followed, South Carolina, Arkansas, Wyoming, Indiana and Georgia -- were identified as five states out of 50 without hate crimes law.</p>\r\n\r\n<p>Steven M. Freeman, legal affairs director for the Anti-Defamation League, arguably the biggest advocacy group for these laws, said the list is accurate.</p>\r\n\r\n<p>But it&rsquo;s clearly complicated. Newsweek first reported five states without hate crimes laws, then later revised its report to show only three states, Georgia, Arkansas and South Carolina. Michigan provided PolitiFact a copy of its hate crimes law, countering some reports that it belonged on the no-law list with Georgia.</p>\r\n\r\n<p>State hate crime laws can vary widely. Some are specific only to sexual orientation, while others address biases related to race and gender.</p>\r\n\r\n<p>Freeman said hate crime prosecution is best left to the states, since most crimes are investigated by state or local police. The federal hate crime law, he said, is meant as &quot;a backstop.&quot;</p>\r\n\r\n<p>The federal hate crimes law has enhanced penalties for various crimes, as do most state laws of this nature. The filing of a federal hate crime charge in the Charleston church slayings could be viewed as largely symbolic since Roof is already charged with nine counts of murder, and South Carolina&rsquo;s governor has called for the death penalty.</p>\r\n\r\n<p><strong>Georgia unique</strong></p>\r\n\r\n<p>Unlike South Carolina and the other three states, Georgia did have a hate crimes law.</p>\r\n\r\n<p>The Georgia General Assembly passed a hate crime bill in 2000 calling for enhanced prison sentences if a person or a person&#39;s property were victimized &quot;because of bias or prejudice.&quot;</p>\r\n\r\n<p>The bill, sponsored by state Sen. Vincent Fort, D-Atlanta, was thrown out as &quot;unconstitutionally vague&quot; in 2004 by the Georgia Supreme Court. It did not specifically outlaw crimes committed based on specific biases, related to a victim&rsquo;s race, religion, ethnicity, gender, disability or sexual orientation, as laws in other states did.</p>\r\n\r\n<p>Fort has tried since the 2004 ruling to pass another hate crimes bill, but has been unsuccessful. He said last week that he will try to build on the momentum of Charleston and push for passage of a new law next year.</p>\r\n\r\n<p>Charleston brings home the point he was trying to make in 1999 when he first introduced Georgia&rsquo;s bill, that a hate crime is &quot;terrorism and terrorism is different,&quot; Fort said.</p>\r\n\r\n<p>&quot;It ultimately is designed to intimidate, not just one person, but an entire group,&quot; he said. &quot;That is an important lesson out of Charleston. Hate crimes are terrorism.&quot;What this man did in that church is nothing less than terrorism.&quot;</p>\r\n\r\n<p>Like Fort, Charleston lawmakers have said they are renewing their efforts to establish a South Carolina hate crimes law.</p>\r\n\r\n<p>Jeannine Bell, a professor of law at Indiana University at Bloomington and a nationally recognized scholar on the topic of hate crimes, said state hate crime laws are effective, but not for the reason most people think.</p>\r\n\r\n<p>&quot;They are not needed to address hate murders like what occurred in Charleston,&quot; Bell said. &quot;Hate murders are relatively rare.&quot;</p>\r\n\r\n<p>The vast majority of hate crimes are low- level crimes that, but for hate crime legislation would not even be investigated by the police, let alone prosecuted, she said.</p>\r\n\r\n<p>The hate crime legislation provides a way to punish crimes that extremely traumatize the victim and community, Bell said.</p>\r\n\r\n<p>She said she believes there is a stigma attached to states without any form of hate crime legislation.</p>\r\n\r\n<p>&quot;It may not be as significant as the stigma attached to those states that fly the Confederate battle flag,&quot; Bell said. &quot;But my question, as a scholar in this area is: &lsquo;Why wouldn&rsquo;t a state enact legislation that addresses extreme acts of bias directed at its citizens?&rsquo; I cannot see any downsides to the legislation.&quot;</p>\r\n\r\n<p><strong>Some civil libertarians see &quot;slipper slope&quot;</strong></p>\r\n\r\n<p>But hate crime laws do raise concerns for some.</p>\r\n\r\n<p>Jonathan Turley, professor of law at George Washington University Law School, said the biggest concern is the threat to free speech as more speech is declared hate speech. He points to Europe and Canada as prime examples of prime examples of the dangers of expansive definitions of hate speech.</p>\r\n\r\n<p>&quot;Unless carefully defined, these laws can place societies on a slippery slope of speech regulation,&quot; Turley said. &quot;Since there are already laws criminalizing threats and related crimes,</p>\r\n\r\n<p>civil libertarians have always cautioned legislators about the implications and necessity of such laws.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Attorney General Loretta Lynch has opened an investigation to determine whether a federal hate crimes charge should be brought in the mass church shooting in Charleston. This is in the absence of a state hate crimes law in South Carolina.</p>\r\n\r\n<p>The tragedy has drawn attention South Carolina, Georgia and three others identified as the only ones without state-level hate crime laws. The Anti-Defamation League, which has arguably been the biggest advocate of these laws, says research backs up that there are five states in this category..</p>\r\n\r\n<p>We rate the statement True.</p>\r\n", "ruling_comments_date": "2015-06-30T16:40:44.525046", "ruling_date": "2015-07-01T00:00:00", "ruling_headline": "South Carolina, Georgia, 3 other states don't have hate crimes laws", "ruling_headline_slug": "south-carolina-georgia-3-other-states-dont-have-ha", "ruling_link_text": "Church shooting labeled early as \"hate crime\"", "ruling_state": null, "source_documents": null, "sources": "<p><strong>&quot;Attorney General Lynch <a href=\"http://www.justice.gov/opa/speech/attorney-general-lynch-delivers-remarks-shooting-incident-charleston-south-carolina\" style=\"text-decoration:none;\">Delivers</a> Remarks on the Shooting Incident in Charleston, South Carolina,&quot; Thursday, June 18, 2015. Justice Department</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Email and phone call with Steven M. Freeman, legal affairs director for the Anti-Defamation League, </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&quot;Charleston Shooting <a href=\"http://www.newsweek.com/charleston-shooting-may-be-hate-crime-state-has-no-such-law-345304\" style=\"text-decoration:none;\">May</a> Be Hate Crime, but State Has No Such Law,&quot; Newsweek, By Polly Mosendz, June 19, 2015</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Revised to three states: http://www.newsweek.com/2015/07/03/charleston-shooting-may-be-hate-crime-state-has-no-such-law-345979.html</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Phone interview with state Sen. Vincent Fort, D-Atlanta</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;Georgia Court Strikes Down <a href=\"http://www.nytimes.com/2004/10/26/national/26hate.html?_r=0\">Hate</a> Crimes Law,&quot; The New York Times, Oct. 26, 2004,</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Anti-Defamation League <a href=\"http://www.adl.org/assets/pdf/combating-hate/2014-adl-updated-state-hate-crime-statutes.pdf\" style=\"text-decoration:none;\">update</a> on state laws</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&quot;How Well Do <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/28/417231920/how-well-do-hate-crime-laws-really-workhttp://www.npr.org/sections/itsallpolitics/2015/06/28/417231920/how-well-do-hate-crime-laws-really-work\" style=\"text-decoration:none;\">Hate</a> Crime Laws Really Work?&quot; By James Doubek, National Public Radio, June 28, 2015</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>&quot;South Carolina Is One of the Only States That Still <a href=\"http://thinkprogress.org/justice/2015/06/18/3671111/south-carolina-shooting-hate-crime/\" style=\"text-decoration:none;\">Doesn&rsquo;t </a>Have a Hate Crime Law,&quot; By Aviva Shen, Think Progress, June 18, 2015</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;Church shooting suspect Dylann Roof <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2015/06/17/white-gunman-sought-in-shooting-at-historic-charleston-african-ame-church/\">captured</a> amid hate crime investigation,&quot; The Washington Post, By <a href=\"http://www.washingtonpost.com/people/robert-costa\">Robert Costa</a>, <a href=\"http://www.washingtonpost.com/people/lindsey-bever\">Lindsey Bever</a>, <a href=\"http://www.washingtonpost.com/people/j-freedom-du-lac\">J. Freedom du Lac</a> and <a href=\"http://www.washingtonpost.com/people/sari-horwitz\">Sari Horwitz</a> June 18, 2015</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Email with Jonathan Turley,&nbsp;nationally <a href=\"http://http://www.law.gwu.edu/faculty/profile.aspx?id=1738\">recognized</a> legal scholar and professor at George Washington Law since 1990.&nbsp; GW Law faculty in 1990.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;Confederate Flag Flying on SC Capitol <a href=\"http://Confederate Flag Flying on SC Capitol Grounds Provokes Anger\">Grounds</a> Provokes Anger,&quot; ABC Radio, June 19, 20<strong>Email with </strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Email with Jeannine Bell,</strong> law <a href=\"http://nfo.law.indiana.edu/faculty-research/faculty-staff/profiles/faculty/bell-jeannine.shtml\">professor,</a> author and nationally-recognized scholar in the area of policing and hate crime.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Bio of &nbsp;Loretta E. Lynch, sworn in as the 83rd Attorney General of the United States, April 27, 2015</strong></p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "reporting", "false_count": 0, "first_name": "Various", "half_true_count": 0, "home_state": "Georgia", "id": 3232, "last_name": "media reports", "mostly_true_count": 0, "name_slug": "various-media-reports", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouette_2_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3232/", "total_count": 2, "true_count": 2, "website": "http://ajc.com/"}, "statement": "<p>Only five states, including Georgia, do not have a hate crimes law.</p>\r\n", "statement_context": "church shooting aftermath", "statement_date": "2015-06-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}