{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/jul/29/glenn-beck/glenn-beck-claims-science-czar-john-holdren-propos/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 1103, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1103/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>As evidence that the country is closer to socialist than capitalist these days, radio and talk show host Glenn Beck recently made this claim about John Holdren, director of the White House Office of Science and Technology Policy:</p>\r\n\r\n<p>&quot;I mean, we&#39;ve got czars now,&quot; Beck said during his July 22, 2009, program. &quot;Czars like John Holdren, who has proposed forcing abortions and putting sterilants in the drinking water to control population.&quot;</p>\r\n\r\n<p>Political figures like Holdren, who are little-known by most Americans, make easy targets. And Beck&#39;s biting quick hit on Holdren provides a healthy enough dose of outrage on which to hang his argument.</p>\r\n\r\n<p>But is it true?</p>\r\n\r\n<p>Beck&#39;s allegation has its roots in a book Holdren co-authored with Paul and Annie Ehrlich more than three decades ago called <em> Ecoscience: Population, Resources, Environment </em> .</p>\r\n\r\n<p>Conservative bloggers have quoted the book extensively, and often out of context, to make the point that Holdren has advocated positions such as the ones Beck stated.</p>\r\n\r\n<p>We obtained the book to see exactly what Holdren, then a young man, wrote (or co-wrote). The book is just over 1,000 pages, and it clearly makes that case that an explosion in population presented a grave crisis. Although it is a textbook, the authors don&#39;t shy away from presenting a point of view. As the preface states, &quot;We have tried throughout the book to state clearly where we stand on various matters of controversy.&quot;</p>\r\n\r\n<p>In a section on &quot;Involuntary Fertility Control,&quot; Holdren and the other authors discuss various &quot;coercive&quot; means of population control &mdash; including putting sterilants in the drinking water. But they stop well short of advocating such measures.</p>\r\n\r\n<p>Here&#39;s a few excerpts:</p>\r\n\r\n<p>&quot;The third approach to population limitation is that of involuntary fertility control. Several coercive proposals deserve discussion, mainly because some countries may ultimately have to resort to them unless current trends in birth rates are rapidly reversed by other means. ...<br />\r\n<br />\r\n&quot;Adding a sterilant to drinking water or staple foods is a suggestion that seems to horrify people more than most proposals for involuntary fertility control. Indeed, this would pose some very difficult political, legal, and social questions, to say nothing of the technical problems. No such sterilant exists today, nor does one appear to be under development. To be acceptable, such a substance would have to meet some rather stiff requirements: it must be uniformly effective, despite widely varying doses received by individuals, and despite varying degrees of fertility and sensitivity among individuals; it must be free of dangerous or unpleasant side effects; and it must have no effect on members of the opposite sex, children, old people, pets, or livestock. ...<br />\r\n<br />\r\n&quot;Again, there is no sign of such an agent on the horizon. And the risk of serious, unforeseen side effects would, in our opinion, militate against the use of any such agent, even though this plan has the advantage of avoiding the need for socioeconomic pressures that might tend to discriminate against particular groups or penalize children.&quot;<br />\r\n<br />\r\nLater, the authors conclude, &quot;Most of the population control measures beyond family planning discussed above have never been tried. Some are as yet technically impossible and others are and probably will remain unacceptable to most societies (although, of course, the potential effectiveness of those least acceptable measures may be great).<br />\r\n<br />\r\n&quot;Compulsory control of family size is an unpalatable idea, but the alternatives may be much more horrifying. As those alternatives become clearer to an increasing number of people in the 1980s, they may begin demanding such control. A far better choice, in our view, is to expand the use of milder methods of influencing family size preferences, while redoubling efforts to ensure that the means of birth control, including abortion and sterilization, are accessible to every human being on Earth within the shortest possible time. If effective action is taken promptly against population growth, perhaps the need for the more extreme involuntary or repressive measures can be averted in most countries.&quot;</p>\r\n\r\n<p>And here&#39;s the part that some have interpreted as Holdren advocating for forced abortions.</p>\r\n\r\n<p>&quot;To date, there has been no serious attempt in Western countries to use laws to control excessive population growth, although there exists ample authority under which population growth could be regulated. For example, under the United States Constitution, effective population-control programs could be enacted under the clauses that empower Congress to appropriate funds to provide for the general welfare and to regulate commerce, or under the equal-protection clause of the Fourteenth Amendment. Such laws constitutionally could be very broad. Indeed, it has been concluded that compulsory population-control laws, even including laws requiring compulsory abortion, could be sustained under the existing Constitution if the population crisis became sufficiently severe to endanger the society. Few today consider the situation in the United States serious enough to justify compulsion, however.&quot;</p>\r\n\r\n<p>This comes in a section discussing population law. The authors argue that compulsory abortions could potentially be allowed under U.S. law &quot;if the population crisis became sufficiently severe to endanger the society.&quot; Again, that&#39;s a far cry from advocating or proposing such a position.</p>\r\n\r\n<p>In the book, the authors certainly advocate making abortions readily accessible for women who want to get them. But they never advocate forced abortions. Big difference.</p>\r\n\r\n<p>In response to the comments from Beck and others, Holdren&#39;s office issued this statement: &quot;The quotations used to suggest that Dr. Holdren supports coercive approaches to limiting population growth were taken from a 1977 college textbook on environmental science and policy, of which he was the third author.&nbsp; The quoted material was from a section of the book that described different possible approaches to limiting population growth and then concluded that the authors&rsquo; own preference was to employ the noncoercive approaches before the environmental and social impacts of overpopulation led desperate societies to employ coercive ones.&nbsp; Dr. Holdren has never been an advocate of compulsory abortions or other repressive means of population limitation.&quot;</p>\r\n\r\n<p>Holdren&#39;s office also provided a statement from Annie and Paul Ehrlich, the co-authors: &quot;We have been shocked at the serious mischaracterization of our views and those of John Holdren in blog posts based on misreadings of our jointly-authored 1000-page 1977 textbook, ECOSCIENCE.&nbsp; We were not then,&nbsp; never have been, and are not now &#39;advocates&#39; of the Draconian measures for population limitation described &mdash; but not recommended &mdash; in the book&#39;s 60-plus small-type pages cataloging the full spectrum of population policies that, at the time, had either been tried in some country or analyzed by some commentator.</p>\r\n\r\n<p>Under questioning by Sen. David Vitter, R-La., during his Senate confirmation hearing, Holdren said he &quot;no longer thinks it&#39;s productive to focus on optimum population for the United States. ... I think the key thing today is that we need to work to improve the conditions that all of our citizens face economically, environmentally, and in other respects. And we need to aim for something that I have for years been calling &#39;sustainable prosperity.&#39;&quot;</p>\r\n\r\n<p>Vitter continued with his line of question, asking directly, &quot;Do you think determining optimal population is a proper role of government?&quot;<br />\r\n<br />\r\nSaid Holdren: &quot;No, senator, I do not. ... I think the proper role of government is to develop and deploy the policies with respect to economy, environment, security, that will ensure the well-being of the citizens we have.&quot;</p>\r\n\r\n<p>But with regard to Beck&#39;s claim that Holdren &quot;has proposed forcing abortions and putting sterilants in the drinking water to control population,&quot; the text of the book clearly does not support that. We think a thorough reading shows that these were ideas presented as approaches that had been discussed. They were not posed as suggestions or proposals. In fact, the authors make clear that they did not support coercive means of population control. Certainly, nowhere in the book do the authors advocate for forced abortions.</p>\r\n\r\n<p>Some have argued that Holdren&#39;s view of the imminent and grave global dangers posed by overpopulation should provide pause, given Holdren&#39;s current view that global warming now presents imminent and grave global dangers. That&#39;s a matter for reasoned debate. &nbsp;</p>\r\n\r\n<p><!-- [if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:Compatibility> <w:BreakWrappedTables  /> <w:SnapToGridInCell  /> <w:WrapTextWithPunct  /> <w:UseAsianBreakRules  /> </w:Compatibility> <w:BrowserLevel>MicrosoftInternetExplorer4</w:BrowserLevel> </w:WordDocument> </xml><![endif]--><!--   /* Font Definitions */  @font-face \t{font-family:Verdana; \tpanose-1:2 11 6 4 3 5 4 4 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:536871559 0 0 0 415 0;}  /* Style Definitions */  p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --><!-- [if gte mso 10]> <mce:style><!/* Style Definitions */  table.MsoNormalTable \t{mso-style-name:\"Table Normal\"; \tmso-tstyle-rowband-size:0; \tmso-tstyle-colband-size:0; \tmso-style-noshow:yes; \tmso-style-parent:\"\"; \tmso-padding-alt:0in 5.4pt 0in 5.4pt; \tmso-para-margin:0in; \tmso-para-margin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:\"Times New Roman\";} --><!-- [endif]--><!-- [if gte mso 9]><xml> <o:shapedefaults v:ext=\"edit\" spidmax=\"1026\"  /> </xml><![endif]--><!-- [if gte mso 9]><xml> <o:shapelayout v:ext=\"edit\"> <o:idmap v:ext=\"edit\" data=\"1\"  /> </o:shapelayout></xml><![endif]--></p>\r\n\r\n<p>But in seeking to score points for a political argument, Beck seriously mischaracterizes Holdren&#39;s positions. Holdren didn&#39;t advocate those ideas then. And, when asked at a Senate confirmation hearing, Holdren said he did not support them now. We think it&#39;s irresponsible to pluck a few lines from a 1,000-page, 30-year-old textbook, and then present them out of context to dismiss Holdren&#39;s long and distinguished career. And we rate Beck&#39;s claim Pants on Fire!</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:39.037271", "ruling_date": "2009-07-29T15:54:48", "ruling_headline": "Glenn Beck claims science czar John Holdren proposed forced abortions and putting sterilants in the drinking water to control population", "ruling_headline_slug": "glenn-beck-claims-science-czar-john-holdren-propos", "ruling_link_text": "Holdren never endorsed these ideas", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck program Web site, <a href=\"http://www.glennbeck.com/content/articles/article/198/28262/\" target=\"_blank\"> &quot;Glenn Beck: This Can&#39;t Be the Same Country I Grew Up In,&quot; </a> July 22, 2009</p>\r\n\r\n<p>Senate Committee on Commerce, Science and Transportation, <a href=\"http://commerce.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&amp;Hearing_ID=9ba25fea-5f68-4211-a181-79ff35a3c6c6\" target=\"_blank\"> Nominations Hearing, Dr. John Holdren </a> , Feb. 12, 2009</p>\r\n\r\n<p>Ecoscience: Population, Resouces, Environment, by Paul R. Ehrlich, Anne H. Ehrlich and John P. Holdren, 1977</p>\r\n\r\n<p>CQ Transcripts, Senate Confirmation Hearing for John Holdren, Feb. 12, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>John Holdren, director of the White House Office of Science and Technology Policy, &quot;has proposed forcing abortions and putting sterilants in the drinking water to control population.&quot;</p>\r\n", "statement_context": "his TV program", "statement_date": "2009-07-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "", "id": 197, "last_name": "Holdren", "mostly_true_count": 0, "name_slug": "john-holdren", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": null, "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/197/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": ""}