{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/jul/08/bernie-sanders/sanders-child-poverty-higher-america-any-other-maj/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11039, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/11039/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One plank of Bernie Sanders&rsquo; increasingly popular presidential platform is his focus on decreasing poverty and income inequality in America. In a recent appearance on CNN, he decried the influence Wall Street has had on economic policy, and the wealth disparities and class differences that have arisen in the United States.</p>\r\n\r\n<p>The junior senator from Vermont promised that his administration would look elsewhere to alleviate Americans&rsquo; economic problems: &quot;There are a lot of great public servants out there, great economists who for years have been standing up for the middle class and the working families of this country, who know that it is an international embarrassment that we have the highest rate of childhood poverty of any major country on Earth.&quot;</p>\r\n\r\n<p>Sanders&rsquo; remark about the American rate of childhood poverty surprised us. But it&rsquo;s not the first time Sanders has made this claim, so we decided to see if we could corroborate it.</p>\r\n\r\n<p><strong>Different surveys, but America always near the top</strong></p>\r\n\r\n<p>Jeff Frank, Sanders&rsquo; press secretary, clarified that when the senator said &quot;major country,&quot; he meant a member nation of the OECD, an international economic group composed of 34 generally wealthy countries. (OECD stands for the Organization for Economic Co-operation and Development.)</p>\r\n\r\n<p>Frank also said that Sanders was referring to a 2012 UNICEF report on childhood poverty in which the United States ranked 34th out of 35 countries with a childhood poverty rate of 23.1 percent, besting only non-OECD member Romania. The report primarily uses data from 2009.</p>\r\n\r\n<p>According to that report, Sanders&rsquo; statement would be true; however, a later UNICEF report from 2014 with more recent OECD data put the U.S. rate of childhood poverty lower than that of Israel, Mexico, Spain, and Greece, as well as that of non-OECD Latvia. (Romania was not included.)</p>\r\n\r\n<p>The OECD also released its own report on childhood poverty in 2014, using data from 2010. According to that, the United States has less childhood poverty than Chile, Mexico, Turkey, Israel &mdash; all of which are OECD members &mdash; &nbsp;and Romania.</p>\r\n\r\n<p>Matters are further complicated by the fact that the two UNICEF reports use different metrics for determining how to set the threshold for childhood poverty. The 2012 report (and the OECD report) defines impoverished children as those living in households below 50 percent of the median national income.</p>\r\n\r\n<p>The 2014 report changes this relative poverty line to 60 percent of the 2008 median national income despite its results being from 2012. This is because the report aims to measure the impact of the recession on childhood poverty, something that could not be done if the poverty line were adjusted to the new national income, since incomes would presumably trend downward.</p>\r\n\r\n<p><strong>Relative vs. absolute poverty</strong></p>\r\n\r\n<p>Using a relative income line in both studies clarifies the confusion that many Americans may feel in seeing that the United States &mdash; with a higher income per capita than most other comparatively democratic nations &mdash; has such a high rate of childhood poverty.</p>\r\n\r\n<p>Since the reports define poverty as a household earning less than a certain percentage of the national income, countries with higher levels of income inequality are also more likely to have higher rates of poverty. The inverse is also true: thus, the Nordic countries, known for the parity of their wealth distribution, have the lowest rates of childhood poverty.</p>\r\n\r\n<p>As a result of this approach, some commentators have criticized the report for missing the point of a measurement of poverty. One can be less well-off, the argument goes, without being poor, since being poor is defined instead by a lack of access to certain key goods, not by where one&rsquo;s income falls relative to everyone else&rsquo;s.</p>\r\n\r\n<p>Nevertheless, other measures of child well-being tend to confirm what the high childhood poverty rate suggests: According to a UNICEF report on 29 similarly affluent countries, American children rank 25th in safety, 27th in education, and 23rd in housing and environment, among other metrics. These results are less open to charges of political bias; the education ranking, for example, bases its findings mostly on school participation rates and international test scores.</p>\r\n\r\n<p>The 2012 UNICEF report also defends itself against the charge of primarily measuring income inequality by pointing out that all forms of measuring poverty are relative, because poverty itself is a relative concept, specific to a certain time and place: &quot;Any poverty line intended to represent a minimum acceptable standard of living in the industrialized world today implies higher standards of food, clothing, housing, water supply, sanitation, health care, education, transport and entertainment than were available to even the wealthiest households of previous eras.&quot;</p>\r\n\r\n<p>The report also points out that using an &quot;absolute&quot; poverty line &mdash; determined at some fixed income and pegged only to inflation &mdash; becomes less useful as time passes and incomes rise. This is the approach of the U.S. government, which sets a number of different poverty thresholds predicated on the basic needs of different sizes of families. From the 1960s to the year 2000, the fixed poverty line fell from 50 percent to 30 percent of median income.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sanders said, &quot;We have the highest rate of childhood poverty of any major country on Earth.&quot; His office later clarified that &quot;major country&quot; referred to those nations that were members of the OECD.</p>\r\n\r\n<p>The 2012 UNICEF report he pointed to agrees with him, but two studies released since then, including another one from UNICEF, show that while the United States does consistently have one of the highest rates of childhood poverty in the world, there are several OECD members with higher rates, notably Israel and Mexico.&nbsp;We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2015-07-08T12:26:01.640370", "ruling_date": "2015-07-08T16:53:14", "ruling_headline": "Sanders: Child poverty is higher in America than any other major country", "ruling_headline_slug": "sanders-child-poverty-higher-america-any-other-maj", "ruling_link_text": "Israel and Mexico have higher rates", "ruling_state": null, "source_documents": null, "sources": "<p>UNICEF Innocenti Research Centre (2012), &lsquo;Measuring Child Poverty: New league tables of child poverty in the world&rsquo;s rich countries&rsquo;, Innocenti Report Card 10</p>\r\n\r\n<p>UNICEF Office of Research (2014). &lsquo;Children of the Recession: The impact of the economic crisis on child well-being in rich countries&rsquo;, Innocenti Report Card 12</p>\r\n\r\n<p>OECD Family Database, &quot;Child Poverty,&quot; Jan 2014</p>\r\n\r\n<p>U.S. Department of Health and Human Services, &quot;2015 Poverty Guidelines&quot;</p>\r\n\r\n<p>Miles Corak, &quot;The sad, sad story of the UNICEF Child Poverty Report and its critics,&quot; May 29, 2012</p>\r\n\r\n<p>US Census Bureau, &quot;Child Poverty in the United States 2009 and 2010: Selected Race Groups and Hispanic Origin,&quot; November 2011</p>\r\n\r\n<p><em>The Telegraph</em>, &quot;Unicef&#39;s report on child poverty just doesn&#39;t make sense,&quot; May 30, 2012</p>\r\n\r\n<p>The Review of Income and Wealth, &quot;Monitoring absolute and relative poverty: &lsquo;not enough&rsquo; is not the same as &lsquo;much less,&rsquo; &quot; June 2011</p>\r\n\r\n<p>Interview with Gonzalo Fanjul, July 8, 2015</p>\r\n\r\n<p>UNICEF Office of Research, &quot;Child Well-being in Rich Countries: a Comparative Overview,&quot; 2013</p>\r\n\r\n<p>CNN, State of the Union, July 5, 2015</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 20, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 129, "true_count": 16, "website": "http://sanders.senate.gov/"}, "statement": "<p>&quot;We have the highest rate of childhood poverty of any major country on Earth.&quot;</p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2015-07-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}