{"art": [{"brightcove": "", "caption": "The alleged shooting by Juan Francisco Lopez-Sanchez, right, has put sanctuary cities in the spotlight. (AP)", "id": 6434, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sanchez_in_court.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6434/", "title": "Sanchez in court", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2015/jul/16/hans-von-spakovsky/heritage-analyst-obama-administration-released-134/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11068, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/11068/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The sanctuary city movement has drawn much fire since the shooting death of a young woman visiting San Francisco in early July. The man accused of the killing should never have been in the country in the first place but, despite a request from federal immigration officials, had been released from a San Francisco jail. By <a href=\"http://sfgsa.org/index.aspx?page=1067\">local ordinance</a>, San Francisco employees generally don&rsquo;t help enforce immigration laws.</p>\r\n\r\n<p>In a <a href=\"http://dailysignal.com/2015/07/09/how-sanctuary-policies-have-directly-led-to-thousands-of-crimes-against-americans/\">column published by the conservative Heritage Foundation</a> July 9, 2015, Heritage analyst Hans von Spakovsky charged that the sanctuary movement leaves Americans vulnerable to crime at the hands of non-U.S. citizens. For von Spakovsky, this is all in keeping with White House policy.</p>\r\n\r\n<p>&quot;In fiscal year 2013, the Obama administration released over 36,000 convicted criminal aliens awaiting the outcome of deportation hearings upon an unsuspecting public, and another 30,558 in fiscal year 2014 according to the House Judiciary Committee,&quot; von Spakovsky wrote. &quot;And in 2013 alone, the administration didn&rsquo;t even bring removal proceedings against an additional 68,000 criminal aliens convicted of everything from homicide to sexual assault.&quot;</p>\r\n\r\n<p>Von Spakovsky added it up and issued a chilling warning.</p>\r\n\r\n<p>&quot;If the over 134,000 aliens released by the administration in just the past two years follow the pattern of those aliens studied by the GAO (Government Accountability Office) in 2005, they will commit hundreds of thousands of more crimes, victimizing countless innocent Americans in crimes that could have been prevented.&quot;</p>\r\n\r\n<p>In this fact-check, we focus on the claim that the administration moved to release about 134,000 criminal aliens. We exchanged emails with von Spakovsky but ultimately did not get any answers to the questions we raised. However, his column pointed to his sources.</p>\r\n\r\n<p><strong>Convicted criminals</strong></p>\r\n\r\n<p>As you might guess from von Spakovsky&rsquo;s words, there are two sets of criminal aliens -- one group of about 66,000 (36,000 + 30,558) and another of about 68,000. We&rsquo;ll take each in turn.</p>\r\n\r\n<p>The group of 66,000 stems from a report from the Center for Immigration Studies, an organization that favors reduced immigration. The people in this category&nbsp;have been convicted of a crime, served their sentence in jail or prison and were then turned over to U.S. Immigration and Customs Enforcement (ICE) for deportation. The center&rsquo;s director of policy studies Jessica Vaughan looked at the <a href=\"http://cis.org/ICE-Document-Details-36000-Criminal-Aliens-Release-in-2013\">federal numbers for 2013</a>, and the House Judiciary Committee took a similar approach <a href=\"http://judiciary.house.gov/_cache/files/718a8157-af82-4d6e-b3e8-a17ee3312fb5/fy14-criminal-releases-total-crimes.pdf\">for 2014</a>.</p>\r\n\r\n<p>Federal officials confirm&nbsp;the accuracy of the overall numbers. According to ICE data, the agency released 36,007 criminals in 2013 and 30,558 in 2014 (both are fiscal years.)</p>\r\n\r\n<p>The most significant caveat comes from Vaughan, who told us that by her calculations (not included in the report), about 45 percent of the releases were the result of a court order, not administration policy. In some instances, an immigration judge issued the ruling. In a smaller number of cases, the driving force was a <a href=\"https://www.law.cornell.edu/supct/html/99-7791.ZS.html\">U.S. Supreme Court ruling</a> in 2001 that limits how long immigration authorities can hold people once they&rsquo;ve served the sentence that put them behind bars.</p>\r\n\r\n<p>Either way, the judiciary said the government could no longer detain the person as it waited to move forward with deportation. ICE spokeswoman Jennifer Elzea told us that &quot;the majority of releases of serious criminal offenders were made pursuant to federal court decisions or bond decisions by immigration judges.&quot;</p>\r\n\r\n<p>How you apportion responsibility depends on your point of view.</p>\r\n\r\n<p>&quot;Just over half of the releases came because ICE decided to release them,&quot; Vaughan said.</p>\r\n\r\n<p>Plus, Vaughan noted that ICE has the option to challenge a court&rsquo;s ruling but rarely does. Investigative reporters at the <em><a href=\"http://specialprojects.myajc.com/immigration-detainees-released/\">Atlanta Journal Constitution</a></em> and the <em><a href=\"https://www.bostonglobe.com/metro/2012/12/09/secret-criminals-quietly-released-criminals-who-were-supposed-deported-with-deadly-consequences/864u1YQbUaVcRiSnz6VaxJ/story.html#\">Boston Globe</a></em> also found that pattern. (Those articles documented the failure of ICE to monitor violent criminals after release or warn their past victims, sometimes with deadly consequences.)</p>\r\n\r\n<p>For the purposes of this fact-check, the prime significance of these court orders is that the administration did not choose on its own to release nearly half of these criminal aliens. When von Spakovsky faulted the Obama White House for releasing these people, he failed to note the role of the courts, which reduces by some large percentage the overall total of 66,000 attributable to the administration .</p>\r\n\r\n<p><strong>A failure to deport</strong></p>\r\n\r\n<p>There is no doubt that all of these people were deportable. They were sitting in ICE custody as their case was processed which raises the question, why wasn&rsquo;t the government able to follow through?</p>\r\n\r\n<p>In some cases, the person&rsquo;s home country refused to accept them. A hat tip goes to investigative reporter Jeremy Redmon at the <em>Atlanta Journal Constitution</em> who used the Freedom of Information Act to get hard numbers from ICE. When we crunched that data, we found that in FY 2013, home country refusal led to the release of 3,746 people.</p>\r\n\r\n<p>Over 80 people convicted of homicide were on that list. Nearly half of them came from Cuba, a country that routinely rejects any prisoners from the United States. Vietnam came in second, refusing to take back 15 convicted killers.</p>\r\n\r\n<p><strong>68,000 criminal aliens</strong></p>\r\n\r\n<p>This second group in von Spakovsky&rsquo;s tally is much harder to pinpoint.</p>\r\n\r\n<p>Von Spakovsky said their crimes range &quot;from homicide to sexual assault.&quot; In reality, the range is much wider. According to Vaughan, the great majority of these people have come to ICE&rsquo;s attention because they were reported by local police or some other law enforcement agency. Their crimes include misdemeanors and felonies. And in some cases, Vaughan said the criminal alien label comes when an ICE agent decides that the person represents a criminal threat (meaning they haven&rsquo;t been accused of a crime), an obviously subjective assessment.</p>\r\n\r\n<p>The meaning of &quot;criminal alien&quot; itself is broad. The term includes anyone who is not an American citizen and includes both those who are here legally and those who aren&rsquo;t. The label can apply to a wide range of crimes from breaking immigration laws, to driving without a license, to more serious offenses like sexual assault, rape and murder. Some people are deportable and some are not.</p>\r\n\r\n<p>Von Spakovsky cited <a href=\"http://cis.org/catch-and-release\">Vaughan&rsquo;s work</a>. But Vaughan told us the data available from ICE is limited.</p>\r\n\r\n<p>The agency reported the total number of criminal aliens who came to its attention in 2013. It reported the number of deportation orders it initiated with that group. The difference came to nearly 68,000.</p>\r\n\r\n<p>The government data show that ICE decided not to deport the person. However, it doesn&rsquo;t show what happened to the person beyond that.</p>\r\n\r\n<p>&quot;If ICE doesn&#39;t pursue deportation, that person might be released immediately or not,&quot; Vaughan said. &quot;They might serve out the duration of their sentience. There are a variety of possible outcomes.&quot;</p>\r\n\r\n<p>The point is, while von Spakovsky said the administration released these people, there are several missing pieces. Most of them were not in federal custody to begin with. We don&rsquo;t know that they were released. And given the broad meaning of criminal alien, it isn&rsquo;t certain that every person was deportable in the first place, and so ICE wouldn&rsquo;t have that option.</p>\r\n\r\n<p>That said, as a matter of policy, ICE picks and chooses the sort of criminals to deport. The Department of Homeland Security <a href=\"http://www.dhs.gov/sites/default/files/publications/14_1120_memo_prosecutorial_discretion.pdf\">issued guidelines in November 2014</a> that established a hierarchy of criminal offenses.</p>\r\n\r\n<p>Adam Cox, a law professor at New York University, has studied this for several years. Cox said ICE discretion is crucial.</p>\r\n\r\n<p>&quot;These data show clearly that the agency is not simply arresting every person it identifies,&quot; Cox said. &quot;The data also show, however, that the likelihood that ICE chooses to detain a person identified through fingerprint screening goes up as the person&#39;s criminal record becomes more serious.&quot;</p>\r\n\r\n<p>In a prepared statement, ICE told us that the agency &quot;prioritizes its available resources on those who pose the biggest threat to national security, border security and public safety.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Von Spakovsky said that the Obama administration had released about 134,000 criminal aliens. There are several flaws in this statement. About half of von Spakovsky&rsquo;s total, 66,000, involved convicted criminals who had completed their sentences but remained in custody pending deportation. For some large fraction of that group, perhaps as high as 45 percent, it was a court ruling that drove the release, not a decision by the administration.</p>\r\n\r\n<p>Regarding the other half of von Spakovsky&rsquo;s total, 68,000, it is likely that in most cases ICE decided not to pursue deportation. However, some portion of that group might not have been deportable, and some portion might have continued to serve out a locally imposed sentence and not been released.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details. We rate it Half True.</p>\r\n", "ruling_comments_date": "2015-07-15T12:48:00.332455", "ruling_date": "2015-07-16T11:13:39", "ruling_headline": "Heritage analyst: Obama administration released 134,000 criminal aliens", "ruling_headline_slug": "heritage-analyst-obama-administration-released-134", "ruling_link_text": "Many releases ordered by the courts", "ruling_state": null, "source_documents": null, "sources": "<p>Heritage Foundation, <a href=\"http://dailysignal.com/2015/07/09/how-sanctuary-policies-have-directly-led-to-thousands-of-crimes-against-americans/\">How Sanctuary Policies Have Directly Led to Thousands of Crimes Against Americans</a>, July 9, 2015</p>\r\n\r\n<p>U.S. House Judiciary Committee, <a href=\"http://judiciary.house.gov/index.cfm/hearings?Id=4BDE4F12-75A2-42EC-AE62-4B2D4074F30A&amp;Statement_id=867F3643-0ECA-4890-8CEC-BAD70EF8D888\">Hearing: Oversight of U.S. Immigration and Customs Enforcement</a>, April 14, 2015</p>\r\n\r\n<p>Center for Immigration Studies, <a href=\"http://cis.org/ICE-Document-Details-36000-Criminal-Aliens-Release-in-2013\">ICE Document Details 36,000 Criminal Alien Releases in 2013</a>, May 2014</p>\r\n\r\n<p>Center for Immigration Studies, <a href=\"http://cis.org/catch-and-release\">Catch and Release</a>, March 2014</p>\r\n\r\n<p>Congressional Research Service, <a href=\"https://www.fas.org/sgp/crs/homesec/R42057.pdf\">Interior immigration enforcement programs targeting criminal aliens</a>, Dec. 20, 2012</p>\r\n\r\n<p>Department of Homeland Security, <a href=\"http://www.dhs.gov/sites/default/files/publications/14_1120_memo_prosecutorial_discretion.pdf\">Policies for the Apprehension, Detention and Removal of Undocumented Immigrants</a>, Nov. 20, 2014</p>\r\n\r\n<p><em>Atlanta Journal Constitution</em>, <a href=\"http://specialprojects.myajc.com/immigration-detainees-released/\">Convicted but free to roam</a>, May 24, 2015</p>\r\n\r\n<p><em>Boston Globe</em>, <a href=\"https://www.bostonglobe.com/metro/2012/12/09/secret-criminals-quietly-released-criminals-who-were-supposed-deported-with-deadly-consequences/864u1YQbUaVcRiSnz6VaxJ/story.html#\">Many freed criminals avoid deportation, strike again</a>, Dec. 9, 2012</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"http://cis.org/sites/cis.org/files/2013-wrd_0_0.pdf\">Weekly departures and detention report</a>, Oct 6, 2013</p>\r\n\r\n<p>U.S. House Judiciary Committee, <a href=\"https://drive.google.com/file/d/0B8H7afyVKChhb28zRDBzQjgxSkk/view\">FY 2013 Criminal alien releases</a>, undated</p>\r\n\r\n<p>U.S. House Judiciary Committee, <a href=\"http://judiciary.house.gov/_cache/files/718a8157-af82-4d6e-b3e8-a17ee3312fb5/fy14-criminal-releases-total-crimes.pdf\">FY 2014 Criminal alien releases</a>, undated</p>\r\n\r\n<p>Interview, Jessica Vaughan, director of policy studies, Center for Immigration Studies, July 14, 2015</p>\r\n\r\n<p>Email interview, Adam Cox, professor of law, New York University School of Law, July 14, 2015</p>\r\n\r\n<p>Email interview, Denise Gilman, clinical professor, School of Law, University of Texas-Austin, July 13, 2015</p>\r\n\r\n<p>Interview, Jennifer Elzea, spokeswoman, U.S. Immigration and Customs Enforcement, July 15, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Hans", "half_true_count": 1, "home_state": "", "id": 3246, "last_name": "von Spakovsky", "mostly_true_count": 0, "name_slug": "hans-von-spakovsky", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Spakovsky.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3246/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;134,000 (criminal) aliens have been released by the (Obama) administration in just the past two years.&quot;</p>\r\n", "statement_context": "an article on the Heritage Foundation website", "statement_date": "2015-07-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}