{"art": [{"brightcove": "", "caption": "Iran's heavy-water nuclear facility near Arak, in a 2011 file photo. (AP/ISNA/Hamid Foroutan)", "id": 6438, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Arak_Iran.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6438/", "title": "Arak Iran", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Barack Obama and Vice President Joe Biden announce a nuclear agreement with Iran on July 14, 2015.", "id": 6439, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_and_Biden_announce_nuclear_deal.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6439/", "title": "Obama and Biden announce nuclear deal", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/jul/16/don-beyer/deal-puts-irans-nuclear-program-under-lock-key-and/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11074, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11074/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Now that the Obama administration has negotiated a nuclear agreement with Iran, it&rsquo;s time for Congress to see whether opponents can muster enough votes to scuttle the deal. Rep. Don Beyer, D-Va., came out early with an op-ed supporting the agreement.</p>\r\n\r\n<p>Published on July 14, 2015 -- just as the agreement was being announced in the United States -- Beyer&rsquo;s <a href=\"http://www.msnbc.com/msnbc/why-ill-vote-favor-the-iran-nuclear-deal\">column</a> had a straightforward title: &quot;Why I&rsquo;ll vote in favor of the Iran nuclear deal.&quot;</p>\r\n\r\n<p>&quot;Thanks to the Obama administration&rsquo;s negotiations,&quot; Beyer wrote, &quot;Iran&rsquo;s nuclear program will be under lock, key and camera 24 hours a day, 365 days a year. The eyes of the international community are on every centrifuge, every ounce of uranium, in all of Iran&rsquo;s nuclear facilities. Inspectors have &lsquo;when needed, where needed&rsquo; inspection rights to any Iranian military site suspected of being involved in the nuclear program.&quot;</p>\r\n\r\n<p>We wondered whether it&rsquo;s accurate for Beyer to say that &quot;Iran&rsquo;s nuclear program will be under lock, key and camera 24 hours a day, 365 days a year.&quot; So we checked the <a href=\"https://www.scribd.com/fullscreen/271540447?access_key=key-TpiOt4XaXcBMbeBPUgSG&amp;allow_share=true&amp;escape=false&amp;view_mode=scroll\">text of the agreement</a> and asked a range of experts.</p>\r\n\r\n<p>We found that -- as might be expected for a lengthy agreement that has barely been available for scrutiny and that hasn&rsquo;t yet been tested in practice -- there&rsquo;s quite a bit of room for disagreement in interpretation.</p>\r\n\r\n<p>Beyer&rsquo;s strongest argument concerns certain specific Iranian assets that will be under 24/7 monitoring by inspectors from the International Atomic Energy Agency, or IAEA.</p>\r\n\r\n<p>According to the agreement, &quot;for 15 years, Iran will permit the IAEA to implement continuous monitoring, including through containment and surveillance measures, as necessary, to verify that stored centrifuges and infrastructure remain in storage, and are only used to replace failed or damaged centrifuges.&quot;</p>\r\n\r\n<p>This round-the-clock monitoring will explicitly include &quot;electronic seals which communicate their status within nuclear sites to IAEA inspectors, as well as other IAEA approved and certified modern technologies,&quot; according to the agreement.</p>\r\n\r\n<p>For instance, at an Iranian facility like Natanz, where more than 5,000 centrifuges will be operating, the IAEA will have cameras that provide 24-hour monitoring, said Matthew Bunn, a nuclear specialist at the Harvard Kennedy School. In addition, the agreement says, &quot;Iran will permit the IAEA regular access, including daily access as requested by the IAEA, to relevant buildings at (the Iranian nuclear facility at) Natanz ... for 15 years.&quot;</p>\r\n\r\n<p>However, this sort of 24/7 surveillance will not be the rule everywhere in the Iranian nuclear archipelago.</p>\r\n\r\n<p>&quot;At most locations, inspections will be every once in a while, on a schedule the inspectors judge to be sufficient based on the sensitivity of the activities at that location, how long it would take for Iran to do something there that would make a difference, and so on,&quot; Bunn said. &nbsp;&nbsp;</p>\r\n\r\n<p>For this reason,&quot;I would not say it&rsquo;s accurate that the entire program is under &lsquo;lock, key, and camera 24 hours a day, 365 days a year,&rsquo; &quot; Bunn said. The other sites have &quot;the potential to be inspected at any time, 24 hours a day, 365 days a year, but in reality there won&rsquo;t be inspectors or cameras physically there all the time.&quot;</p>\r\n\r\n<p>In fact, even if Iran ultimately agrees to a contentious inspection, the wait could be as long as 24 days.</p>\r\n\r\n<p>The agreement spells out that if the IAEA and Iran can&rsquo;t work out their differences over suspicions about undeclared nuclear materials or activities within 14 days, a joint commission empowered by the agreement would try to resolve the situation for another seven days. Once the commission decides what to do, Iran would have three more days to follow through.</p>\r\n\r\n<p>There is wide agreement that the inspection protocols are the most stringent devised for any country not defeated in war. But there is less agreement on whether that standard is sufficient to stop a country intent on getting nuclear weapons from getting them.</p>\r\n\r\n<p>Rick Brennan, a senior political scientist at the Rand Corp., a think tank, calls the protocol a &quot;far cry&quot; from the ironclad promises Beyer makes.</p>\r\n\r\n<p>&quot;There are a number of provisions in the monitoring regime that enable Iran to delay, obstruct, and eventually prevent IAEA inspectors from effectively monitoring any portion of the Iranian nuclear program that it seeks to hide,&quot; Brennan said.&nbsp;Five of the eight members of the joint commission would have to agree to both the concerns of the IAEA and the protocols involving that specific inspection, he said, calling it &quot;an extremely high hurdle because China and Russia will almost certainly side with Iran on most issues.&quot;</p>\r\n\r\n<p>Theodore R. Bromund, a senior research fellow at the Heritage Foundation, agreed.</p>\r\n\r\n<p>&quot;The real problem is this: When inspectors get delayed, denied, hassled, bugged, followed, or pelted by stones from &lsquo;spontaneous&rsquo; mobs, what do you do? We should recall that Clinton bombed Iraq in Operation Desert Fox in 1998. Will Obama do that? I very much doubt it,&quot; he said.</p>\r\n\r\n<p>However, other experts say that for many key sites, a 24-day wait is still sufficient, given the complexity of the nuclear process and the time required to construct and ramp up the needed infrastructure.</p>\r\n\r\n<p>At an Iranian facility known as Arak, for instance, a reactor &quot;is years away from being able to operate -- it would be pointless to have inspectors there 24/7,&quot; Bunn said.</p>\r\n\r\n<p>Bunn also cited the experience of the secret 2007 bombing of a nuclear site in Syria.</p>\r\n\r\n<p>&quot;The Syrians bulldozed the entire site and cleaned it up and blocked IAEA access until months later, but the IAEA still found uranium particles that couldn&rsquo;t be easily explained,&quot; a discovery that led to the IAEA&rsquo;s conclusion that it had been a nuclear site, Bunn said.</p>\r\n\r\n<p>This is the argument Obama is making.</p>\r\n\r\n<p>&quot;As for the fact that it may take 24 days to finally get access to the site, the nature of nuclear programs and facilities is such, this is not something you hide in a closet,&quot; he said at a July 15 press conference. &quot;This is not something you put on a dolly and kind of wheel off somewhere. &nbsp;And, by the way, if we identify an undeclared site that we&rsquo;re suspicious about, we&rsquo;re going to be keeping eyes on it. So we&rsquo;re going to be monitoring what the activity is, and that&rsquo;s going to be something that will be evidence if we think that some funny business was going on there that we can then present to the international community.&quot;</p>\r\n\r\n<p>Ultimately, the plan&rsquo;s supporters and its critics both make fair points, said Richard Nephew, a research scholar and program director for economic statecraft, sanctions and energy markets at Columbia University.</p>\r\n\r\n<p>&quot;It is true that there will be a process for granting access to some sites, and it is also true that this will take time and that critics think it is too much time,&quot; Nephew said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Beyer said, &quot;Thanks to the Obama administration&rsquo;s negotiations, Iran&rsquo;s nuclear program will be under lock, key and camera 24 hours a day, 365 days a year.&quot;</p>\r\n\r\n<p>Parts of Iran&rsquo;s nuclear complex will indeed be under high-tech surveillance and monitoring around the clock. But for other parts of the country&rsquo;s nuclear infrastructure, there will be no such direct surveillance, and inspectors won&rsquo;t have the right to barge in whenever they want -- they could be delayed for as long as 24 days. While some experts say such delays won&rsquo;t undercut the agreement&rsquo;s effectiveness, others disagree.</p>\r\n\r\n<p>Beyer&rsquo;s statement is partially accurate but leaves out important details, so we rate it Half True.</p>\r\n", "ruling_comments_date": "2015-07-16T10:12:09.331178", "ruling_date": "2015-07-16T11:13:03", "ruling_headline": "Deal puts Iran's nuclear program under lock, key and camera 24/7, says Rep. Don Beyer", "ruling_headline_slug": "deal-puts-irans-nuclear-program-under-lock-key-and", "ruling_link_text": "Supporters and critics both make fair points", "ruling_state": null, "source_documents": null, "sources": "<p>Don Beyer, &quot;<a href=\"http://www.msnbc.com/msnbc/why-ill-vote-favor-the-iran-nuclear-deal\">Why I&rsquo;ll vote in favor of the Iran nuclear deal</a>,&quot; July 14, 2015</p>\r\n\r\n<p><a href=\"https://www.scribd.com/fullscreen/271540447?access_key=key-TpiOt4XaXcBMbeBPUgSG&amp;allow_share=true&amp;escape=false&amp;view_mode=scroll\">Text</a> of nuclear agreement with Iran, accessed July 14, 2015</p>\r\n\r\n<p>Barack Obama, <a href=\"https://www.whitehouse.gov/the-press-office/2015/07/15/press-conference-president\">transcript of press conference</a>, July 15, 2015</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/blogs/worldviews/wp/2015/07/15/how-the-nuclear-deal-can-keep-iran-from-cheating-according-to-a-former-u-n-inspector/?hpid=z2\">How the nuclear deal can keep Iran from &lsquo;cheating,&rsquo; according to a former U.N. inspector</a>,&quot; July 15, 2015</p>\r\n\r\n<p>Email interview with Matthew Bunn, nuclear specialist at the Harvard Kennedy School, July 15, 2015</p>\r\n\r\n<p>Email interview with Theodore R. Bromund, a senior research fellow at the Heritage Foundation, July 14, 2015</p>\r\n\r\n<p>Email interview with Rick Brennan, senior political scientist at the Rand Corp., July 14, 2015</p>\r\n\r\n<p>Email interview with Richard Nephew, research scholar and program director for economic statecraft, sanctions and energy markets at Columbia University, July 14, 2015</p>\r\n\r\n<p>Email interview with Thomas Scanlon, communications director for Rep. Don Beyer, July 15, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "8th District congressional candidate", "false_count": 2, "first_name": "Don", "half_true_count": 1, "home_state": "Virginia", "id": 2923, "last_name": "Beyer", "mostly_true_count": 3, "name_slug": "don-beyer", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Don_beyer_headshot.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2923/", "total_count": 8, "true_count": 1, "website": "http://friendsofdonbeyer.com/"}, "statement": "<p>&quot;Thanks to the Obama administration&rsquo;s negotiations, Iran&rsquo;s nuclear program will be under lock, key and camera 24 hours a day, 365 days a year.&quot;</p>\r\n", "statement_context": "an op-ed", "statement_date": "2015-07-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}