{"art": [{"brightcove": "", "caption": "Former Texas Gov. Rick Perry, running for president, spoke July 2, 2015 at the National Press Club (C-SPAN video).", "id": 6444, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe frameborder='0' width='512' height='330' scrollable='no' src='http://www.c-span.org/video/standalone/?326898-1/former-governor-rick-perry-rtx-economic-plan'></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/6444/", "title": "Rick Perry National Press Club 7/2/15", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/jul/20/rick-perry/rick-perry-says-texas-shot-no-2-no-27-high-school-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11080, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11080/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>It hasn&rsquo;t been long since we checked a Rick Perry claim about the schools in his home state. In June, <a href=\"http://www.politifact.com/texas/statements/2015/jun/19/rick-perry/rick-perry-says-texas-has-second-best-high-school-/\">we found Mostly True</a> the former governor&rsquo;s declaration that Texas has the second-highest high school graduation rate in the country and the highest graduation rate for African Americans and Hispanics.</p>\r\n\r\n<p>That was close to entirely right.</p>\r\n\r\n<p>Then after that, &nbsp;the second-time Republican presidential aspirant caught our interest when he said in a July 2, 2015, speech in Washington, D.C.: &quot;Texas&rsquo; high school graduation rate went from 27th in the country in 2002, to second highest in the country in 2013.&quot;</p>\r\n\r\n<p>As we wrote before, Perry was off by a notch in that Texas in 2012-13 tied for third with Wisconsin for its 88 percent graduation rate, according to a February 2015 <a href=\"http://nces.ed.gov/ccd/tables/ACGR_RE_and_characteristics_2012-13.asp\">federal chart</a>.</p>\r\n\r\n<p>And did Texas rocket past two dozen states from about a decade before?</p>\r\n\r\n<p>Hold that thought: To arrive at his claim, Perry did the statistical equivalent of mixing apples and artichokes.</p>\r\n\r\n<p>That is, the measurement he cited for the No. 27 ranking was not the same measurement used to arrive at Texas&rsquo; No. 3 ranking. The more recent ranking reflected each state&rsquo;s four-year &quot;adjusted cohort graduation rate,&quot; based on the &quot;number of students who graduate in four years with a regular high school diploma divided by the number of students who form the adjusted cohort for the graduating class,&quot; <a href=\"http://nces.ed.gov/ccd/tables/ACGR_2010-11_to_2012-13.asp\">according to</a> the National Center for Education Statistics, which is part of the U.S. Department of Education. The center says the size of each potential graduating class was adjusted starting the first year of high school by adding students who subsequently transferred in and subtracting students who transferred out, moved to another country or who died as reported by each state.</p>\r\n\r\n<p>Put another way, if Perry had stuck with the indicator that landed Texas around 27th nationally in 2001-02, he would have ensured accuracy by saying Texas was tied with four states for 22nd in 2011-12, the latest year of available data. A factor in Perry doing otherwise, we speculate, is the metric landing Texas at No. 3 wasn&rsquo;t universally applied until a few years ago.</p>\r\n\r\n<p><strong>2001-02</strong></p>\r\n\r\n<p>Our search for 2002 data started with an email to Perry campaign aides asking about the basis of his comparison; we fielded no reply.</p>\r\n\r\n<p>When we asked the Texas Education Agency about the state&rsquo;s 2002 graduation rate, spokeswoman DeEtta Culbertson advised by email that the agency did not circulate state-by-state rankings at that time because accurate comparisons were believed to be hard to nail.</p>\r\n\r\n<p>In 2003, though, the Texas Legislature directed the department to &quot;compute dropout rates and graduation rates consistent with federal standards and definitions,&quot; Culbertson said. Nationally, she said, a mandated graduation rate standard was put in place in 2008 in accord with the No Child Left Behind Act (which was approved by Congress in 2001). &quot;It took some time for many states to develop the data collection and processing systems to calculate a rate based on four years of individual student-level data,&quot; Culbertson wrote.</p>\r\n\r\n<p>So, Texas in 2012-13 ranked near the top nationally in its graduation rate by a measure that wasn&rsquo;t in place in 2002.</p>\r\n\r\n<p>Responding to our request for data covering earlier years, Culbertson noted that <a href=\"http://tea.texas.gov/acctres/DropComp_2006-07.pdf\">in 2002-03</a>, the year after the one singled out by Perry, Texas ranked 29th nationally, tied with Indiana, for its 75.5 percent &quot;averaged freshman graduation rate.&quot; New Jersey led the nation with an 87 percent rate.</p>\r\n\r\n<p>Those rates were calculated, according to the NCES, &nbsp;by dividing the number of high school students who graduated with a regular high school diploma that year by the average of three enrollments: Grade 8 enrollment five years earlier, Grade 9 enrollment four years earlier and Grade 10 enrollment three years earlier</p>\r\n\r\n<p>Our search of the center&rsquo;s website led us to an October 2005 <a href=\"http://nces.ed.gov/pubs2006/2006601.pdf\">report</a> showing averaged freshman graduation rates in 2001-02, Perry&rsquo;s cited year. Texas then landed 28th among the states, we found, with a 73.5 percent rate. New Jersey led nationally with an 85.8 percent rate. The report&rsquo;s introduction touched on how this measurement differs from those that track each student individually, stating that while the averaged freshman graduation rate is not as accurate, it &quot;can be computed with currently available data.&quot;</p>\r\n\r\n<p><strong>2011-12</strong></p>\r\n\r\n<p>In 2011-12, the latest year of available data, Texas ranked 22nd nationally in its averaged freshman graduation rate, according to a<a href=\"http://nces.ed.gov/pubs2014/2014391/tables/table_04.asp\"> center chart</a>. The 82 percent rate tied the rates for California, Colorado, Illinois and Kentucky. Vermont and Nebraska tied for first with 93 percent rates.</p>\r\n\r\n<p>So by this gauge, Texas went from 28th nationally in 2002 to tied for 22nd in 2012.</p>\r\n\r\n<p><strong>Misleading?</strong></p>\r\n\r\n<p>We wondered if it mattered that Perry echoed rankings rooted in different calculations. To our inquiries, experts told us his statement was misleading.</p>\r\n\r\n<p>Grover Whitehurst, a senior fellow at the Brookings Institution, emailed: &quot;Perry should have used the same measure to compare graduation rates across the years in question rather than one measure for the beginning year and another measure for the ending year. His statement is misleading.&quot;</p>\r\n\r\n<p>Whitehurst agreed the yardstick placing Texas third in 2012-13 wasn&rsquo;t available in 2002. &quot;It is quite possible to switch measures when discussing different points on the trend line, as the governor did, because of confusion rather than intentional cherry picking of the numbers that make the progress in Texas look best,&quot; he wrote. The NCES, he said, publishes &quot;dueling statistics on graduation and completion rates in such a way that a casual reader can easily make the mistake of comparing incommensurate measures.&quot; &nbsp;&nbsp;</p>\r\n\r\n<p>By phone, Walt Haney, a retired Boston College professor, called Perry&rsquo;s dual-method comparison &quot;potentially extremely misleading. It&rsquo;s based on different metrics.&quot; Haney said it would have been more meaningful to air the state&rsquo;s rank in 2002 and 2012 by the been-around-longer &quot;averaged freshman graduation rate&quot; indicator.</p>\r\n\r\n<p>Likewise, Rob Warren, a University of Minnesota sociologist, said Perry tapped incompatible metrics.</p>\r\n\r\n<p>&quot;On the only metric for which you have measurements over time, &nbsp;there has been little change,&quot; Warren said by email. &quot;I infer that not much has changed.&quot; Broadly, Warren said by phone, he also doubts the averaged freshman graduation rate indicator delivers accurate state-to-state comparisons. He said that&rsquo;s because each state has leeway to define what goes into the rate calculations. Of note, he said, is whether a state as a whole holds back a lot of ninth-grade students. If so, the related graduation rate calculation will distort actual results--to the detriment of the state&rsquo;s standing.</p>\r\n\r\n<p>Perry&rsquo;s claim misleads, Warren said, because the 2013 and 2002 percentages don&rsquo;t measure the same thing. &quot;So you may be higher on one, lower on the other, that doesn&rsquo;t tell you which one is right. They have similar names, purport to measure similar things, but they&rsquo;re not the same thing,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Perry said: &quot;Texas&rsquo; high school graduation rate went from 27th in the country in 2002, to 2nd highest in the country in 2013.&quot;</p>\r\n\r\n<p>Texas graduation rates improved while Perry was governor. But this comparison evidently jammed together results reached by different calculations--a statistical no-no leaving the misimpression that Texas galloped past many states on Perry&rsquo;s watch.</p>\r\n\r\n<p>It looks to us like Texas actually moved from about 27th nationally in 2002 to tied for 22nd in 2012, according to a measure that compares graduates each year to tallies of students earlier enrolled in lower grades. By a newer gauge tied to tracking individual students, Texas in 2013 tied for third (not No. 2).</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-07-16T17:09:07.796468", "ruling_date": "2015-07-20T10:00:00", "ruling_headline": "Rick Perry says Texas shot to No. 2 from No. 27 in high-school graduation rates in about a decade", "ruling_headline_slug": "rick-perry-says-texas-shot-no-2-no-27-high-school-", "ruling_link_text": "Apples and artichokes", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1l3e7k9TrQKremGZstAcdN_kRvgIrL9QMqFeaghgQx3o/pub\">Emails</a>, DeEtta Culbertson, information specialist, Texas Education Agency, July 10 and 13, 2015</p>\r\n\r\n<p>Report, <a href=\"http://tea.texas.gov/acctres/DropComp_2006-07.pdf\">&quot;Secondary School Completion and Dropouts in Texas Public Schools 2006-07,&quot;</a> Texas Education Agency, August 2008</p>\r\n\r\n<p>Report, <a href=\"http://nces.ed.gov/pubs2006/2006601.pdf\">&quot;The Averaged Freshman Graduation Rate for &nbsp;Public High Schools &nbsp;From the Common Core &nbsp;of Data &nbsp;School Years &nbsp;2001-02 and 2002-03,&quot;</a> National Center for Education Statistics, U.S. Department of Education, October 2005</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1JtSNAsnsSXWJKdjd58pGpE9sJU7QHJRnOU6tMktQpMg/pub\">Emails</a>, Grover (Russ) Whitehurst, senior fellow in economic studies, the Center for Children and Families, the Brookings Institution, July 14-15, 2015</p>\r\n\r\n<p>Telephone interview, Walt Haney, retired professor, Department of Counseling, Developmental, and Educational Psychology, Boston College, Westminster, Mass., July 15, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1n8xd0Ma1ytnVcVJ90O0iXUHQCL9dpdQBANhELGEl130/pub\">Emails</a> and telephone interview, John Robert (&quot;Rob&quot;) Warren, professor, Department of Sociology, University of Minnesota, St. Paul, July 15, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>&quot;Texas&rsquo; high school graduation rate went from 27th in the country in 2002, to second highest in the country in 2013.&quot;</p>\r\n", "statement_context": "a speech at the National Press Club", "statement_date": "2015-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}