{"art": [{"brightcove": "", "caption": "Secretary of State John Kerry and Iranian Foreign Minister Mohammad Javad Zarif, right, pose for a photograph prior to a bilateral meeting in Vienna, Austria, on Nov. 23, 2014. (AP/Ronald Zak)", "id": 6471, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kerry-Zarif_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6471/", "title": "Kerry-Zarif", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "We checked a recent claim by Sen. Tom Cotton, R-Ark., one of the fiercest critics of the nuclear agreement with Iran.", "id": 6472, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Tom_Cotton_on_CNN.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6472/", "title": "Tom Cotton on CNN", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/jul/22/tom-cotton/was-obamas-goal-beginning-negotiations-dismantle-i/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 11099, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Christian", "id": 486, "last_name": "Belanger", "name_slug": "christian-belanger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/486/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/11099/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In the wake of the newly completed Iran nuclear agreement, a number of Republicans have charged that the Obama administration has struck a deal that they see as dangerous and inadequate.</p>\r\n\r\n<p>Among them is freshman Sen. Tom Cotton, R-Ark., a frequent critic of Obama&rsquo;s foreign policy. In an appearance on CNN on July 15, Cotton lamented what he saw as a weak agreement:</p>\r\n\r\n<p>&quot;He (Obama) said at the beginning of the negotiations that the basic approach was to dismantle Iran&#39;s nuclear program in exchange for dismantling the sanctions. In fact, we are going to keep Iran&#39;s nuclear program in place. In fact, Western countries are going to help Iran develop advanced capabilities.&quot;</p>\r\n\r\n<p>We decided to check the claim that the administration&rsquo;s original intent was to dismantle Iran&rsquo;s nuclear program in exchange for dismantling the sanctions.</p>\r\n\r\n<p><strong>Which nuclear program?</strong></p>\r\n\r\n<p>Since Iran has long asserted that it has a right to pursue nuclear energy -- as distinct from nuclear weapons -- a key question for us was whether the term &quot;nuclear program&quot; referred narrowly to nuclear weapons or more broadly to any kind of nuclear research, including nuclear energy. It&rsquo;s easy to see how a speaker could say &quot;nuclear program&quot; when they actually intended to say &quot;nuclear weapons program.&quot;</p>\r\n\r\n<p>The answer, according to Cotton&rsquo;s staff, is that the senator was referring to the nuclear program as a whole, not simply the weapons program.</p>\r\n\r\n<p>Cotton&rsquo;s staff also pointed PolitiFact to some quotes from Obama&rsquo;s 2012 presidential debate against Mitt Romney to back up their claim. In the debate, Obama boasted of the success of sanctions in paving a way forward for negotiations:</p>\r\n\r\n<p>&quot;The work that we&rsquo;ve done with respect to sanctions now offers Iran a choice. They can take the diplomatic route and end their nuclear program or they will have to face a united world and a United States president, me, who said we&rsquo;re not going to take any options off the table,&quot; he said. He alluded to Iran either giving up or ending their nuclear program &mdash; he didn&rsquo;t specify that he was referring to the Iranian nuclear weapons program &mdash; two more times during the debate.</p>\r\n\r\n<p>However, this wouldn&rsquo;t have been, as Cotton said, &quot;at the beginning of negotiations&quot; -- the first meeting between Secretary of State John Kerry and his Iranian counterparts was held on Sept. 26, 2013. (Here&#39;s a detailed <a href=\"http://www.theguardian.com/world/2015/apr/02/iran-nuclear-talks-timeline\">timeline</a>.) So we decided to see if we could find some stronger evidence.</p>\r\n\r\n<p>As it happens, a pro-Israel group, the Israel Project, also made a statement much like Cotton&rsquo;s, and a spokeswoman pointed us to several pieces of evidence. &nbsp;</p>\r\n\r\n<p>One is a remark by Kerry before the House Foreign Affairs Committee on Dec. 10, 2013, right around the time negotiations were kicking into gear.</p>\r\n\r\n<p>&quot;But I don&rsquo;t think that any of us thought we were just imposing these sanctions for the sake of imposing them. We did it because we knew that it would hopefully help Iran dismantle its nuclear program. That was the whole point of the regime.&quot;</p>\r\n\r\n<p>Upon examining the full context of Kerry&rsquo;s speech, however, it becomes clear that Kerry was not referring to the strategy of the White House, but rather to his own time in the Senate, and he seems to reflect the mind-set he and his fellow senators had toward sanctions.</p>\r\n\r\n<p>&quot;I will tell you that in my 29 years, just about shy of the full 29 I&rsquo;ve served in the Senate, I was always a leading proponent of the sanctions against Iran. I&rsquo;m proud of what we did here. But it was undeniable that the pressure we put on Iran through these sanctions is exactly what has brought Iran to the table today, and I think Congress deserves an enormous amount of credit for that,&quot; said Kerry. Only then does he add, &quot;But I don&rsquo;t think that any of us thought we were just imposing these sanctions for the sake of imposing them. We did it because we knew that it would hopefully help Iran dismantle its nuclear program. That was the whole point of the regime.&quot;</p>\r\n\r\n<p>The Israel Project also pointed us to a comment by Wendy Sherman, the under secretary of state for political affairs, during a PBS interview on Dec. 4, 2013.</p>\r\n\r\n<p>Asked whether a comprehensive agreement will &quot;include dismantling, full dismantling,&quot; Sherman replied, &quot;This includes a lot of dismantling of their infrastructure &hellip; At the end of the day, what is critical here is that the international community and the United States of America must have full confidence that Iran truly has a peaceful program.&quot;</p>\r\n\r\n<p>But Sherman&rsquo;s statement refers to &quot;a lot of dismantling,&quot; which is short of a full dismantling.</p>\r\n\r\n<p><strong>Contrary evidence</strong></p>\r\n\r\n<p>Perhaps the most definitive refutation of Cotton&rsquo;s claim comes from Obama himself, in an appearance on Dec. 7, 2013, at a Middle East policy forum -- again, right around when the negotiations were starting.</p>\r\n\r\n<p>&quot;If we could create an option in which Iran eliminated every single nut and bolt of their nuclear program and forswore the possibility of ever having a nuclear program, and for that matter got rid of all its military capabilities, I would take it. But I want to make sure everybody understands it &mdash; that particular option is not available. So as a consequence, what we have to do is make a decision as to, given the options available, what is the best way for us to (ensure) Iran does not get a nuclear weapon?&quot;</p>\r\n\r\n<p>This suggests that the Obama administration was focused not on completely eliminating the Iranian nuclear program, but rather on blocking the pathway to a nuclear weapon.</p>\r\n\r\n<p>&quot;It has not been the goal of the George W. Bush administration or the Obama administration to completely dismantle every aspect of their nuclear program,&quot; said Daryl Kimball, executive director of the Arms Control Association, a group that aims to educate the public on arms control policy. He added, &quot;Look at the context &mdash; (the U.S.) goal is to dismantle, curtail, reduce, to the point (Iran) cannot acquire a nuclear weapon. Nobody is arguing about completely eliminating the nuclear program.&quot;</p>\r\n\r\n<p>The time element of Cotton&rsquo;s claim is one of its most problematic features. If Cotton had been referring to statements Obama made before he was president, he would have had a better argument, experts say.</p>\r\n\r\n<p>&quot;There&rsquo;s a difference between what the president has said about the nuclear program while he was in the process of trying to get elected and comments that he has made when trying to garner support in Congress and then today, when trying to explain what he has,&quot; said Richard Brennan, a political scientist at the Rand Corp.</p>\r\n\r\n<p>Brennan pointed us to a March 2007 speech Obama made in Chicago to the American-Israel Public Affairs Committee, a pro-Israel group. In his remarks, Obama said, &quot;The world must work to stop Iran&rsquo;s uranium enrichment program and prevent Iran from acquiring nuclear weapons.&quot;</p>\r\n\r\n<p>Uranium enrichment is a key component of any nuclear program, not simply a nuclear weapons program, so this could be interpreted as Obama talking about more than simply preventing Iran from acquiring a nuclear weapon.</p>\r\n\r\n<p>On balance, Brennan agreed with other experts we checked with that, on its face, Cotton&rsquo;s statement &quot;was probably not accurate.&quot; By the time negotiations seriously began in late 2013, the administration had changed its position to ensuring primarily that Iran did not have a nuclear weapon.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cotton said that Obama &quot;said at the beginning of the negotiations that the basic approach was to dismantle Iran&rsquo;s nuclear program in exchange for dismantling the sanctions.&quot;</p>\r\n\r\n<p>In 2007 or even as late as 2012, that might have been true, though believing so requires some careful parsing of the words and intentions of Obama and his advisers. Still, by late 2013 -- the negotiation period Cotton specifically referred to -- the administration had settled on a strategy of blocking a pathway to a nuclear weapon, rather than eliminating any trace of nuclear activities in Iran, including energy. On Dec. 7, 2013, Obama himself explicitly repudiated the idea that it would be possible to fully dismantle &quot;every single nut and bolt of their nuclear program.&quot; We rate Cotton&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2015-07-22T11:55:23.356321", "ruling_date": "2015-07-22T12:30:43", "ruling_headline": "Was Obama's goal 'at the beginning of the negotiations' to 'dismantle Iran's nuclear program'?", "ruling_headline_slug": "was-obamas-goal-beginning-negotiations-dismantle-i", "ruling_link_text": "Maybe before, but not by start of talks", "ruling_state": null, "source_documents": null, "sources": "<p>Transcript of <em>New Day</em>, CNN, July 15, 2015</p>\r\n\r\n<p>Transcript of Obama-Romney Presidential Debate, October 22, 2012</p>\r\n\r\n<p><em>The </em>(Baltimore) <em>Sun</em>, &quot;Ensuring a Good Iran Nuclear Deal,&quot; June 29, 2015 (Nexis)</p>\r\n\r\n<p>John Kerry, Remarks before the House Foreign Affairs Committee, December 10, 2013</p>\r\n\r\n<p>PBS <em>Newshour</em>, Interview with Wendy Sherman, December 4, 2013</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;Obama says Iran could be allowed a modest nuclear enrichment program,&quot; December 7, 2013</p>\r\n\r\n<p>Transcript of Obama&rsquo;s speech to the American Israeli Public Affairs Committee, March 2, 2007</p>\r\n\r\n<p>Interview with Daryl Kimball, Arms Control Association, July 17, 2015</p>\r\n\r\n<p>Interview with Matthew Bunn, Belfer Center for Science and International Affairs at Harvard, July 20, 2015</p>\r\n\r\n<p>Interview with Richard Brennan, RAND Corp., July 20, 2015</p>\r\n\r\n<p>Interview with Alexa Gitler, The Israel Project, July 17, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. House of Representatives", "false_count": 5, "first_name": "Tom", "half_true_count": 2, "home_state": "Arkansas", "id": 2269, "last_name": "Cotton", "mostly_true_count": 4, "name_slug": "tom-cotton", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Cotton_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2269/", "total_count": 16, "true_count": 0, "website": "http://cotton.house.gov/"}, "statement": "<p>President Barack Obama &quot;said at the beginning of the negotiations that the basic approach was to dismantle Iran&rsquo;s nuclear program in exchange for dismantling the sanctions.&quot;</p>\r\n", "statement_context": "an interview on CNN's \"New Day\"", "statement_date": "2015-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}