{"art": [{"brightcove": "", "caption": "U.S. Sen. Marco Rubio spoke about the Iran nuclear deal on Fox News July 22, 2015.", "id": 6482, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Rubio_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6482/", "title": "Marco Rubio speaks on Fox News July 22, 2015.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2015/jul/23/marco-rubio/marco-rubio-says-iran-deal-means-we-have-help-defe/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "facebook_headline": null, "id": 11105, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/11105/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sen. Marco Rubio says that part of the Iran deal could force the United States into the position of helping Iran defend itself against our allies, including Israel. &nbsp;&nbsp;</p>\r\n\r\n<p>&quot;At the last minute, they were able to get all sorts of outrageous concessions including the concession that I talked about earlier which now says this: Iran, we have to help Iran protect itself against sabotage,&quot; Rubio <a href=\"https://www.youtube.com/watch?v=xVc-nTAdvs0\">said </a>on Fox News July 22. &quot;If any other country tries to undermine their nuclear program, we have to help them defend themselves against Israel, Egypt, Saudis, our own allies.&quot;</p>\r\n\r\n<p>As the Republican from Florida campaigns for <a href=\"http://www.politifact.com/personalities/marco-rubio/\">president</a>, he has repeatedly criticized the recently negotiated nuclear deal with Iran. Is he correct that the deal would force the United States&nbsp;to defend Iran from Israel and Egypt and Saudia Arabia?</p>\r\n\r\n<p><strong>The Iran deal</strong></p>\r\n\r\n<p>Six major powers including the United States&nbsp;reached an <a href=\"https://www.scribd.com/fullscreen/271540447?access_key=key-TpiOt4XaXcBMbeBPUgSG&amp;allow_share=true&amp;escape=false&amp;view_mode=scroll\">agreement</a> this month with Iran with the goal of preventing Iran from obtaining or developing a nuclear bomb. The agreement has several components that include allowing inspectors from the International Atomic Energy Agency to <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/16/don-beyer/deal-puts-irans-nuclear-program-under-lock-key-and/\">monitor Iranian assets</a> and lifting sanctions. The U.N. Security Council voted unanimously in favor of it while it is expected to receive a vote in Congress in September.</p>\r\n\r\n<p>A spokeswoman for Rubio&rsquo;s campaign pointed to Article 10, <a href=\"http://eeas.europa.eu/statements-eeas/docs/iran_agreement/annex_3_civil_nuclear_cooperation_en.pdf\">Annex III</a>, of the agreement which states:</p>\r\n\r\n<p>&quot;E3/EU+3 parties, and possibly other states, as appropriate, are prepared to cooperate with Iran on the implementation of nuclear security guidelines and best practices.&quot;</p>\r\n\r\n<p>That includes the following:</p>\r\n\r\n<p>&bull; &quot;Co-operation in the form of training courses and workshops to strengthen Iran&#39;s ability to prevent, protect and respond to nuclear security threats to nuclear facilities and systems as well as to enable effective and sustainable nuclear security and physical protection systems;</p>\r\n\r\n<p>&bull; &quot;Co-operation through training and workshops to strengthen Iran&rsquo;s ability to protect against, and respond to nuclear security threats, including sabotage, as well as to enable effective and sustainable nuclear security and physical protection systems.&quot;</p>\r\n\r\n<p>This Article has been criticized in the Israeli media.</p>\r\n\r\n<p>&quot;One of the clauses in the nuclear deal reached between world powers and Iran last week guarantees that the world powers will assist Iran in thwarting attempts to undermine its nuclear program,&quot; <a href=\"http://www.israelhayom.com/site/newsletter_article.php?id=26999\">Israel Hayom</a>, a newsletter, wrote July 20.</p>\r\n\r\n<p>But experts told PolitiFact that such interpretations are, at best, exaggerated. The aim of the provision, they said, is to protect nuclear materials from theft (say, if terrorists tried to steal Iranian assets) or from sabotage (with the intent of causing a hazardous-materials threat to health).</p>\r\n\r\n<p>For years, in both Republican and Democratic administrations, the United States&nbsp;has pushed countries around the world to improve security for their nuclear material and facilities, said Matthew Bunn, a professor at Harvard and an expert on nuclear theft and terrorism. This agreement furthers that goal, he said.</p>\r\n\r\n<p>&quot;It has nothing to do with helping Iran protect its nuclear facilities from a military attack&quot; of the kind that Israel or Egypt might carry out, Bunn said. &quot;It&rsquo;s about protecting against thieves and terrorists who might want to steal nuclear material or sabotage a nuclear facility.&quot;</p>\r\n\r\n<p>Bunn called Rubio&rsquo;s interpretation &quot;absurd,&quot; asking whether the senator &quot;thinks it would be a good thing if a terrorist attack led to a Fukushima-scale release from the Bushehr reactor?&quot;</p>\r\n\r\n<p>Bunn added that by its plain language, the provision does not obligate any of the signatories, including the United States, to do anything in particular. Rather, it says the signatories are &quot;prepared&quot; to cooperate with Iran on these topics, with lots of wiggle room for all sides. &quot;My guess is that very little cooperation in these areas will take place,&quot; Bunn said. Russia and China might be willing to do some training, but nothing would force the United States to do so.</p>\r\n\r\n<p>If the United States did participate, there&rsquo;s even some historical precedent for intelligence gains from this sort of activity, Bunn said. He said United States&rsquo; cooperation with Russia after the collapse of the Soviet Union dramatically reduced the risk that nuclear material would be stolen and gave the U.S. insights into the Russian nuclear complex.</p>\r\n\r\n<p>Meanwhile, the agreement allows -- but doesn&rsquo;t mandate -- training for Iran in protecting against threats such as cyber-sabotage. Some see this as ironic because of reports that Obama secretly ordered the Stuxnet computer virus to be launched against Iran to derail its nuclear program. But it&rsquo;s hard to believe that the U.S. would share its secrets in this realm, and the agreement doesn&rsquo;t force them to do so.</p>\r\n\r\n<p>&quot;Do you seriously think that any training we might offer Iran would help them ward off another Stuxnet?&quot; Bunn said. &quot;This is really silly. There are good arguments on both sides about this agreement, but this isn&rsquo;t one of them.&quot;</p>\r\n\r\n<p>Richard Brennan, a senior political scientist at the RAND Corp. and a career Army officer, agreed that the agreement doesn&rsquo;t prevent the U.S. from attacking Iran using cyber or other means or require the U.S. to develop measures to counter a future cyber attack.</p>\r\n\r\n<p>&quot;The intent (of the provision) is to make certain that Iran is capable to protect nuclear materials from falling into the wrong hands, and help it prevent sabotage,&quot; he said.</p>\r\n\r\n<p>Justin Logan, director of foreign policy studies at the libertarian Cato Institute, agreed that while this particular article in the agreement is not very well defined, &quot;I would assume on the U.S. side that it is interpreted as pertaining to the sorts of nuclear insecurity we would worry about, not the kind we&rsquo;ve been engaged in over the past several years. It&rsquo;s a perfectly reasonable thing to ask about, but it&rsquo;s irresponsible to jump to conclusions about its interpretation, as Rubio has here,&quot; he said.</p>\r\n\r\n<p>The strongest argument for the provision being problematic is that it could make it harder for the United States or its allies to degrade the Iranian nuclear complex if Iran doesn&rsquo;t abide by the agreement.</p>\r\n\r\n<p>&quot;At one level, this is a good thing because there is an overriding interest in ensuring that nuclear materials are safeguarded,&quot; Brennan said. &quot;On the other hand, success in developing these security protocols would also make it more difficult to attack or degrade the program in the future should Iran violate the terms of the agreement.&quot;</p>\r\n\r\n<p>The administration has been clear about how it interprets this provision. A day after Rubio made his claim on Fox News, <a href=\"http://insider.foxnews.com/2015/07/23/marco-rubio-john-kerry-nuke-deal-rewards-iran-atrocious-human-rights-record\">he quizzed Secretary of State John Kerry </a>on this portion of the deal during a Senate Foreign Relations Committee hearing. Here is an excerpt:</p>\r\n\r\n<p><strong>Rubio:</strong> &quot;If Israel conducts an airstrike against a physical facility, does this deal, the way I read it, does it require us to help Iran protect and respond to that threat?&quot;</p>\r\n\r\n<p><strong>Kerry:</strong> &quot;No.&quot;</p>\r\n\r\n<p>Rubio followed up with a similar question:</p>\r\n\r\n<p><strong>Rubio:</strong> &quot;If Israel conducts cyber attack against Iranian nuclear program are we obligated to help them defend themselves against the Israeli cyberattack?&quot;</p>\r\n\r\n<p><strong>Kerry:</strong> &quot;No, I assure you, that we will be coordinating very, very closely with Israel as we do on every aspect of Israel&rsquo;s security.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said that according to the Iran deal, &quot;if any other country tries to undermine (Iran&rsquo;s) nuclear program, we have to help them defend themselves against Israel, Egypt, Saudis, our own allies.&quot;</p>\r\n\r\n<p>The claim rests on an interpretation of a provision that the U.S. and other partners are prepared where &quot;appropriate&quot; to cooperate with training to strengthen Iran&rsquo;s ability to protect against and respond to nuclear security threats, including sabotage.</p>\r\n\r\n<p>But this provision is targeted at terrorists and saboteurs, not &quot;countries&quot; as Rubio put it, and certainly not toward such U.S. allies as Israel, Egypt, and Saudi Arabia. Kerry made clear that that&rsquo;s how the administration is interpreting it. And even if you adopt Rubio&rsquo;s more expansive interpretation, nothing in the agreement says the United States will &quot;have to&quot; offer assistance, as Rubio puts it; the language of the provision offers significant wiggle room surrounding who, if anyone, might provide such assistance. We rate the claim False.</p>\r\n", "ruling_comments_date": "2015-07-23T14:38:58.009108", "ruling_date": "2015-07-23T17:42:01", "ruling_headline": "Marco Rubio says Iran deal means we have to help defend Iran from Israel or other allies", "ruling_headline_slug": "marco-rubio-says-iran-deal-means-we-have-help-defe", "ruling_link_text": "This provision says U.S. or other partners can provide security training", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, <a href=\"https://www.youtube.com/watch?v=xVc-nTAdvs0\">Interview with Sen. Marco Rubio</a>, July 22, 2015</p>\r\n\r\n<p>Fox News, <a href=\"http://insider.foxnews.com/2015/07/23/marco-rubio-john-kerry-nuke-deal-rewards-iran-atrocious-human-rights-record\">&quot;Rubio to Kerry: Nuke deal rewards Iran for &lsquo;atrocious human rights record,&rsquo;&quot; </a>July 23, 2015</p>\r\n\r\n<p><a href=\"https://www.scribd.com/fullscreen/271540447?access_key=key-TpiOt4XaXcBMbeBPUgSG&amp;allow_share=true&amp;escape=false&amp;view_mode=scroll\">Text</a> of nuclear agreement with Iran and <a href=\"http://eeas.europa.eu/statements-eeas/docs/iran_agreement/annex_3_civil_nuclear_cooperation_en.pdf\">Annex III civil nuclear cooperation</a>, July 2015</p>\r\n\r\n<p>Israel Hayom, <a href=\"http://www.israelhayom.com/site/newsletter_article.php?id=26999\">&quot;Nuclear deal will see powers &#39;help Iran protect facilities,&#39;&quot;</a> July 22, 2015</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2012/06/01/world/middleeast/obama-ordered-wave-of-cyberattacks-against-iran.html?_r=0\">&quot;Obama order sped up wave of cyberattacks against Iran,&quot; </a>June 1, 2012</p>\r\n\r\n<p>Bloomberg, <a href=\"http://www.bloomberg.com/politics/articles/2015-07-23/kerry-tells-senator-rubio-that-president-rubio-wouldn-t-kill-iran-deal\">&quot;Kerry tells Senator Rubio that President Rubio wouldn&rsquo;t kill Iran deal,&quot; </a>July 23, 2015</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/19/marco-rubio/rubio-iran-deal-breaks-anytime-anywhere-inspection/\">&quot;Marco Rubio says Iran deal breaks &lsquo;anytime, anywhere&rsquo; inspection promise by Barack Obama,&quot; </a>July 19, 2015</p>\r\n\r\n<p>Interview, Rick Brennan Jr., senior political scientist with Rand Corp., July 22, 2015</p>\r\n\r\n<p>Interview, Daryl Kimball, executive director of the Arms Control Association, July 22, 2015</p>\r\n\r\n<p>Interview, Matthew Bunn, nuclear specialist at the Harvard Kennedy School, July 22, 2015</p>\r\n\r\n<p>Interview, Brooke Sammon, U.S. Sen. Marco Rubio campaign spokeswoman, July 22, 2015</p>\r\n\r\n<p>Interview, Ned Price, U.S. National Security Council spokesman, July 22, 2015</p>\r\n\r\n<p>Interview, Justin Logan, Director of Foreign Policy Studies at the Cato Institute, July 23, 2015</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>The Iran deal says that &quot;if any other country tries to undermine (Iran&#39;s) nuclear program, we have to help them defend themselves against Israel, Egypt, Saudis, our own allies.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2015-07-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}