{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/jul/24/christine-gilbert/letter-writer-says-texas-capitol-built-facing-sout/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11108, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11108/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Amid debate about Confederate flags, statues and like symbols, artist Christine Gilbert of Austin drew our attention by spreading the word about a claim on a state web page that the Texas Capitol faces south to honor a revolutionary conflict.</p>\r\n\r\n<p>Gilbert wrote a letter to the editor of the <em>Austin American-Statesman</em> about the pink-granite Texas Capitol, planted in downtown Austin at the top of Congress Avenue north of the Colorado River. The letter, <a href=\"http://www.mystatesman.com/news/news/opinion/letter-to-the-editor-july-11-2015/nmwXT/\">published July 11, 2015</a>, opened by mentioning reader Jim Challstrom&rsquo;s earlier letter saying he&rsquo;d told Uber passengers that the Capitol (<a href=\"http://www.tspb.state.tx.us/SPB/capitol/history/history.htm\">which opened in 1888</a>) faces south &quot;to snub the Union.&quot; In early 1861, after all, <a href=\"https://www.tsl.texas.gov/ref/abouttx/secession/index.html\">Texas had joined the rebellious Confederate States of America</a>.</p>\r\n\r\n<p>Gilbert said she wondered if Challstrom was right, noting in her letter that the Capitol &quot;was built&quot; starting &quot;in 1885.&quot; Also, she wrote, the &quot;previous Capitol was built in 1853 and also faced south,&quot; her point being that this construction occurred before the Civil War. Then Gilbert&#39;s letter quoted a statement on a Texas Senate <a href=\"http://www.senate.state.tx.us/75r/Senate/Images.htm\">web page</a>: &quot;The Texas Capitol building faces South toward Goliad, in memory of the most horrific battle of the Texas Revolution. &lsquo;Remember the Alamo! Remember Goliad!&rsquo; were cries that were heard in 1836.&quot;</p>\r\n\r\n<p>Gilbert made us wonder afresh. Is Goliad, site of the infamous massacre of Texas soldiers about 130 miles southeast of Austin, why the Capitol faces south?</p>\r\n\r\n<p><strong>A Texas Senate website</strong></p>\r\n\r\n<p>A few days after Gilbert&rsquo;s letter appeared, we clicked to the cited Senate web page, titled <a href=\"http://www.senate.state.tx.us/75r/Senate/Images.htm\">&quot;Capitol Images,&quot;</a> and noticed 14 statements about the Capitol including the Goliad entry alongside photos from the archives of Senate Media Services:</p>\r\n\r\n<p><img alt=\"071515 txsenmediagoliad.JPG\" src=\"https://lh5.googleusercontent.com/g5m1jX7PRBZn0pWnfwxrtQypkmXx6aUloqbqBQ7lUmPtos_RGgsgbhDXXky7Zv5UfyXz7upX6Q2hDgKiz5SKEInOUdaPPQUqeN9IHsDwurcDp9TQ0efdbH48TV3sVApzlH076tg\" style=\"border:none; height:94px; width:686px\" />There were two major revolutionary turns in Goliad&mdash;<a href=\"https://tshaonline.org/handbook/online/articles/qdg01\">an 1835 battle</a> won by the Texians (pointed out to us by a reader after we initially posted this fact check) and a nearby battle of the Coleto <a href=\"http://www.tsl.texas.gov/treasures/republic/goliad/goliad.html\">in March 1836 where Col. James Fannin</a> and his men were surrounded and forced to surrender. &quot;The Texans were imprisoned by the Mexicans at Goliad and subsequently murdered by order of Antonio L&oacute;pez de Santa Anna&quot; with Fannin shot separately, according to an account by the Texas State Library and Archives Commission. About a month later, <a href=\"http://www.tsl.texas.gov/treasures/republic/san-jacinto.html\">Sam Houston led forces to victory at San Jacinto</a> in the rout that brought Texas its independence by treaty in May 1836.</p>\r\n\r\n<p>Next, we contacted the secretary of the Texas Senate, Patsy Spaw, who told us by phone she didn&rsquo;t know the basis of the Goliad reference on the Senate web page. &quot;I&rsquo;m not certain we can say anything definitely about why the Capitol faces south, but the more likely reason,&quot; Spaw speculated by email, &quot;is that it was built to face the town and the river.&quot;</p>\r\n\r\n<p><strong>Historical resources</strong></p>\r\n\r\n<p>We also ventured to the Legislative Reference Library and perused the ninth (2010) edition of a publication from the Texas Legislative Council, &quot;A History of the Lone Star Statehouse,&quot; which said the current Capitol was preceded by a one-story building a few blocks south and before that, just south of the current location, the three-story Old Stone Capitol, which was destroyed in an 1881 fire. That publication did not speak to why the Renaissance Revival-style Capitol that&rsquo;s still in place faces south.</p>\r\n\r\n<p>We also reached the State Preservation Board, which maintains the Capitol, whose staff spokesman, Chris Currens, said by phone the agency has no records connecting the Capitol&rsquo;s alignment and Goliad. Currens added that he believes the Capitol was built to face the heart of the city including its main business thoroughfare, Congress Avenue, in keeping with surveyor Edwin Waller&rsquo;s plan for the city (see below) showing a Capitol Square in a prominent place on a rise north of the river.</p>\r\n\r\n<p><strong>Waller&#39;s plan for Austin</strong></p>\r\n\r\n<p>In 1839, <a href=\"https://tshaonline.org/handbook/online/articles/fwa38\">according to</a> the Handbook of Texas, <a href=\"https://tshaonline.org/handbook/online/articles/fla15\">Mirabeau Lamar</a>, president of the young Republic of Texas, chose Waller to supervise the surveying and sale of town lots and the construction of public buildings at the new capital at Austin. Waller did so and also was elected Austin&#39;s first mayor in 1840.</p>\r\n\r\n<p><img alt=\"071515 austinplanaustinhistorycenter.jpg\" src=\"https://lh6.googleusercontent.com/Fb62944HgwDBNSlJu52AAZDmO2-UMwqAowdOHqUKVPzKTgufGqEVYw3UHzU4cUaQsiT3HqY3Rrc2u9M8fIOp82mK5Z_2_orF9JpT2ahBXSUiQPB_rOikuGTSO32uxa9z6jkmFLU\" style=\"border:none; height:775px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <em>Austin History Center (received by email from Chris Currens, director of special projects, State Preservation Board, July 15, 2015)</em></p>\r\n\r\n<p>Currens emailed us a page from a December 1989 report on the preservation board&#39;s master plan, which said: &quot;When Waller laid out the city of Austin between the river and two creeks (now Waller and Shoal), he situated his imaginary Capitol building at the high northern end of a grand avenue stretching 10 blocks from the river. His so-called Capitol Square, roughly the size of four city blocks, held the most prominent point in the plan, and Waller&rsquo;s vision of the building was no doubt one of grandeur.&quot;</p>\r\n\r\n<p><strong>A 1932 thesis and a 2013 book</strong></p>\r\n\r\n<p>Our search for insight on this claim led next to the Austin History Center where we read a 1932 master&rsquo;s degree thesis on the building of the Capitol by Joubert Lee Greer. Greer noted that legislators who set the construction in motion specified in 1879 that it be located on the Capitol grounds. Later, the architectural plans developed by E.E. Myers of Detroit made it clear which way the main entrance would face. Greer wrote: &quot;The building was shown in the form of a Greek Cross, with the main entrance of the building fronting the south.&quot; The thesis did not specify why.</p>\r\n\r\n<p>Meantime, Spaw advised by email that additional research by her office had yielded no sign of a Goliad element to the Capitol facing south. She pointed out that a 2013 book, &quot;Seat of Empire: The Embattled Birth of Austin, Texas,&quot; by <a href=\"http://www.jeffreyskerr.com/index.php?option=com_content&amp;view=article&amp;id=80&amp;Itemid=7\">Jeffrey S. Kerr</a> of Austin, says Waller originally planned for the Capitol to be in the center of Austin &quot;grid&quot; that he drew south of the present-day Capitol but that when he arrived at the intended site, he decided the &quot;topography called for situating the public buildings on high ground to the rear so as to overlook the river.&quot; &nbsp;Spaw added: &quot;Of course, the current Capitol wasn&rsquo;t built until much later but this indicates that the plan all along was to have the Capitol face the river.&quot;</p>\r\n\r\n<p>Kerr also wrote that Waller &quot;quickly recognized the advantage of placing the permanent capitol to the rear of the city overlooking the sloping plains leading down to the river.&quot; Reached by email, <a href=\"https://docs.google.com/document/d/1_ZaLF7gzdU7W-E8BgK7F_Xc6jeqENFbtMHhSKRpOQpE/pub\">Kerr told us</a> he&rsquo;d never heard the Capitol was built to face Goliad. Facing the Capitol north would have turned it away from town, Kerr wrote. &quot;When it was designed in the 1880s most of the city (certainly the business part of town and government buildings) still lay toward the river.&quot; He added: &quot;I cannot state that honoring Goliad was not a consideration; I&#39;ve just never seen that mentioned anywhere.&quot;</p>\r\n\r\n<p><strong>Former Sen. Terrell&#39;s Goliad mention</strong></p>\r\n\r\n<p>Like us, Spaw separately reached out to the state library where researchers unearthed a newspaper story from the 1880s quoting a former officeholder mentioning Goliad in a speech during ceremonies dedicating the new Capitol. <a href=\"https://tshaonline.org/handbook/online/articles/fte16\">Alexander Terrell</a>, who as a state senator had carried legislation authorizing the sale of state-owned lands to fund the Capitol&rsquo;s construction, recalled that after Austin became the capital, Texans came &quot;and erected a rude state house for the republic.&quot; Urging celebrants to remember those who sacrificed their lives in the Texas Revolution, Terrell then mentioned Goliad, saying:</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;This stately edifice typifies in its strength and fair proportions the unity of a mighty state. On its lofty dome you behold the statue of Liberty, holding up in her hand a single star to blaze amid its sister constellations, fit emblem of the aspirations, the grandeur and the unity of Texas. It rose above the massacre at Goliad to typify redemption. Its lustre is for all the land from the Red river to the Rio Grande, and from New Mexico to the gulf, and for a people who will preserve this state one and indivisible forever.&quot;</p>\r\n\r\n<p>By email, Spaw agreed this Goliad mention did not demonstrate the Capitol was built to face that site. She also said that she&#39;d ordered the declaration at issue removed from the Senate&rsquo;s website. The Goliad claim isn&rsquo;t substantiated, Spaw said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Quoting a snippet on a Senate website, Gilbert said the Texas Capitol faces south toward Goliad in memory of a key battle in the Texas Revolution.</p>\r\n\r\n<p>We found no factual foundation to that; the Goliad claim also was removed from the site a few days after we launched our inquiries.</p>\r\n\r\n<p>Besides, we conclude, the Capitol faces south so lawmakers can perennially keep an eye on the <em>Austin American-Statesman</em>, located on the south bank of the Colorado River. <em>Just kidding</em>! The historical consensus is that in keeping with Waller&#39;s Austin vision, the Capitol was built, on a gentle rise at the top of the city&rsquo;s main street, to face south toward the capital&rsquo;s heart.</p>\r\n\r\n<p>We rate the statement False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE </em></strong>&ndash; The statement is not accurate.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><strong>CORRECTION, 10:30 a.m., July 25, 2015: </strong>This story has been amended to correct the original version stating there was no battle at Goliad during the Texas Revolution. The Texas forces won an 1835 battle in Goliad. This revision did not affect our rating of the statement.</p>\r\n", "ruling_comments_date": "2015-07-23T18:08:46.526461", "ruling_date": "2015-07-24T09:22:31", "ruling_headline": "Letter writer says Texas Capitol built facing south in memory of battle at Goliad", "ruling_headline_slug": "letter-writer-says-texas-capitol-built-facing-sout", "ruling_link_text": "UPDATED: Remember Edwin Waller!", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1PEZ5eVhqLUIYb-I-n8Ya_nk-0O6E93CqWg1PJ3daEoU/pub\">Emails</a>, Christine Gilbert, July 13, 2015</p>\r\n\r\n<p>Website, <a href=\"https://www.tsl.texas.gov/ref/abouttx/secession/index.html\">&quot;Narrative History of Texas Secession and Readmission to the Union,&quot;</a> Texas State Library and Archives Commission, last modified Aug. 25, 2011 (accessed July 15, 2015)</p>\r\n\r\n<p>Website, <a href=\"http://www.tspb.state.tx.us/SPB/capitol/history/history.htm\">&quot;History: Texas transmits herself to posterity,&quot;</a> State Preservation Board, undated (accessed July 15, 2015)</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1OLYT-LPy_k3HYPV0QtXVsL2mFAPRpT08FMQtMHGvMnI/pub\">emails</a>, Patsy Spaw, secretary, the Texas Senate, July 15-16 and 20, 2015</p>\r\n\r\n<p>Telephone interview, Chris Currens, director of special projects, State Preservation Board, Austin, July 15, 2015</p>\r\n\r\n<p><a href=\"https://tshaonline.org/handbook/online/articles/fwa38\">Entry for Edwin Waller</a>, &quot;Handbook of Texas Online,&quot; Texas State Historical Association (accessed July 16, 2015)</p>\r\n\r\n<p>Book, &quot;Seat of Empire, the Embattled Birth of Austin, Texas,&quot; Jeffrey Stuart Kerr, Texas Tech University Press, 2013 (Austin Public Library)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1_ZaLF7gzdU7W-E8BgK7F_Xc6jeqENFbtMHhSKRpOQpE/pub\">Email</a>, Jeffrey Stuart Kerr, author, July 20, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/19Fm8eV32lXRauKpCwKolPYl_C15Q_8c_ubHzLAT_tyY/pub\">Email</a>, reference/documents staff, Texas State Library and Archives Commission, July 17, 2015</p>\r\n\r\n<p>Web page, <a href=\"http://texashistory.unt.edu/ark:/67531/metapth90331/\">&quot;<em>Fort Worth Weekly Gazette</em>. (Fort Worth, Tex.), Vol. 18, No. 22, Ed. 1, Friday, May 18, 1888,&quot;</a> the Portal to Texas History, University of North Texas (accessed July 17, 2015)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Artist", "false_count": 1, "first_name": "Christine", "half_true_count": 0, "home_state": "Texas", "id": 3244, "last_name": "Gilbert", "mostly_true_count": 0, "name_slug": "christine-gilbert", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/cgilbertnewpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3244/", "total_count": 1, "true_count": 0, "website": "http://www.politifact.com/texas"}, "statement": "<p>The Texas Capitol faces South toward Goliad, in memory of the most horrific battle of the Texas Revolution.</p>\r\n", "statement_context": "a letter to the editor of the Austin American-Statesman", "statement_date": "2015-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}