{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/jul/30/bill-pascrell/pascrell-says-53-percent-americans-cut-back-health/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 1111, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1111/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n The debate over reforming the U.S. health care system has inspired a torrent of often conflicting statistics. We will look at three assertions made by Democratic Rep. Bill Pascrell of New Jersey. In this item, we will test his assertion that 53 percent of Americans cut back on their health care in the last year because of costs.\n <br />\n <br />\n On July 28, 2009, Pascrell took to the House floor to counter assertions by Republicans and others that a Democratic bill under consideration in the chamber would lead to the rationing of health care. Pascrell&rsquo;s larger point was that rationing already exists today, just a different type &mdash; thanks to the financial barriers to coverage faced by millions of Americans.\n <br />\n <br />\n Specifically, Pascrell said: &ldquo;Forty-five percent of Americans went without needed care because of costs in this country in 2007. That&rsquo;s rationing. Fifty-three percent of Americans cut back on their health care in the last year because of costs. That&rsquo;s rationing. &hellip; As many as 22,000 Americans die each year because they don&rsquo;t have health insurance. My brothers and sisters, that&rsquo;s rationing.&rdquo;\n <br />\n <br />\n We are not going to weigh in on the question of whether it&rsquo;s fair to equate Pascrell&rsquo;s examples of &ldquo;rationing&rdquo; with what the bill&rsquo;s critics charge the bill would do if enacted. Rather, we wanted to gauge whether Pascrell&rsquo;s numbers were sound. So we looked at these three claims individually.\n <br />\n <br />\n Pascrell&rsquo;s second claim is based on a tracking poll by the Kaiser Family Foundation, which is a respected, independent source of data on health policy.\n <br />\n <br />\n Pascrell chose a survey result from February, when the foundation sponsored a poll of 1,204 randomly sampled adults ages 18 and over. All told, 53 percent said that they or a family member in their household had done one of the following things because of cost concerns: relied on home remedies or over-the-counter drugs instead of going to see a doctor (35 percent said yes); skipped dental care or checkups (34 percent); put off or postponed getting health care you needed (27 percent); skipped a recommended medical test or treatment (23 percent); not filled a prescription (21 percent); cut pills in half or skipped doses (15 percent); or had problems getting mental health care (7 percent).\n <br />\n <br />\n What Pascrell or his staff apparently wasn&rsquo;t aware of was that the same survey has subsequently been repeated three more times &mdash; that&rsquo;s the purpose of a tracking poll, after all &mdash; and that, in fact, the percentage of respondents saying they had done one of those things has jumped around quite a bit. In April, the number rose to 59 percent, before falling to 55 percent in June and 49 percent in July.\n <br />\n <br />\n Another point to note: Not all of the actions mentioned to survey respondents are equally damaging, which suggests that the 53 percent figure ought to be taken with a grain of salt.\n <br />\n <br />\n Taking over-the-counter drugs for a temporary condition such as a cold might not be very risky; indeed, for minor illnesses such as colds that doctors aren&rsquo;t able to treat well anyway, some health care economists would be delighted to see Americans skipping a visit to the doctor. Moreover, the poll data shows that Americans who did scale back their visits seemed to have the right priorities.\n <br />\n <br />\n Of the 27 percent of respondents in the February poll who answered &ldquo;yes&rdquo; to the question about putting off needed health care, the two most common items skipped were &ldquo;a visit to the doctor for a temporary illness, such as a cold or stomach flu&rdquo; and &ldquo;preventive care such as a yearly physical exam,&rdquo; both at 19 percent. Lower rates were recorded for more urgent situations, including a visit for a chronic condition such as diabetes or asthma (10 percent), minor surgery (6 percent) or major surgery (5 percent).\n <br />\n <br />\n Cathy Schoen, a senior vice president with the Commonwealth Fund, agreed that the results on chronic conditions are especially important.\n <br />\n <br />\n &ldquo;Health plans have started to notice this, as have some employers, and they are lowering cost-shares for essential and effective medications, especially generics,&rdquo; she said. &ldquo;Otherwise, plans are seeing an increase in emergency room or hospital visits for complications, which mean higher costs.&rdquo;\n <br />\n <br />\n Schoen added, &ldquo;Fortunately most people are healthy each year: The healthiest 50 percent of the population accounts for only 3 percent of all spending. The sickest 10 percent account for 64 percent of all spending. This is where timely and appropriate medical care can make a difference.&rdquo;\n <br />\n <br />\n Finally, the survey wording raises a bit of a red flag. Pascrell said that 53 percent of Americans &ldquo;cut back on their health care in the last year because of costs,&rdquo; a number that reflects anyone who cited one of the seven possible actions offered to respondents. But Pascrell&rsquo;s statement is not far off from one of those seven offerings, a rather broadly worded question that asked respondents whether they had &ldquo;put off or postponed getting health care you needed.&rdquo; That question drew a yes from 27 percent of respondents, well below the 53 percent Pascrell chose to cite.\n <br />\n <br />\n Pascrell accurately conveyed the survey&rsquo;s topline figure, but he did use old numbers (figures that have varied a bit in subsequent months) and the survey provides other data that make the problem seem less dire than the headline number indicates. We rate his assertion Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:40.957390", "ruling_date": "2009-07-30T17:27:02", "ruling_headline": "Pascrell says 53 percent of Americans cut back on health care due to costs", "ruling_headline_slug": "pascrell-says-53-percent-americans-cut-back-health", "ruling_link_text": "On the right track, but the data is a little more nuanced", "ruling_state": null, "source_documents": null, "sources": "<p>\n Rep. Bill Pascrell, House floor\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H8880&amp;dbname=2009_record\" target=\"_blank\">\n  speech\n </a>\n , July 28, 2009\n</p>\n<p>\n Kaiser Health Tracking\n <a href=\"http://www.kff.org/kaiserpolls/posr022509pkg.cfm\" target=\"_blank\">\n  Poll\n </a>\n , February 2009\n</p>\n<p>\n Kaiser Health Tracking\n <a href=\"http://www.kff.org/kaiserpolls/posr042309pkg.cfm\" target=\"_blank\">\n  Poll\n </a>\n , April 2009\n</p>\n<p>\n Kaiser Health Tracking\n <a href=\"http://www.kff.org/kaiserpolls/posr061609pkg.cfm\" target=\"_blank\">\n  Poll\n </a>\n , June 2009\n</p>\n<p>\n Kaiser Health Tracking\n <a href=\"http://www.kff.org/kaiserpolls/posr072309pkg.cfm\" target=\"_blank\">\n  Poll\n </a>\n , July 2009\n</p>\n<p>\n Interview with Ed Haislmaier, Heritage Foundation scholar, July 30, 2009\n</p>\n<p>\n Interview with Cathy Schoen, senior vice president, the Commonwealth Fund, July 30, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "Bill", "half_true_count": 4, "home_state": "New Jersey", "id": 200, "last_name": "Pascrell", "mostly_true_count": 4, "name_slug": "bill-pascrell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/pascrell_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/200/", "total_count": 11, "true_count": 0, "website": ""}, "statement": "<p>&quot;53 percent of Americans cut back on their health care in the last year because of costs.&quot;</p>", "statement_context": "a speech on the House floor", "statement_date": "2009-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}