{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/20/bill-pascrell/pascrell-says-22000-americans-die-yearly-because-t/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 1112, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1112/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n <em>\n  On July 30, 2009, PolitiFact rated as True a statement by Democratic Rep. Bill Pascrell of New Jersey that &quot;as many as 22,000 Americans die each year because they don&rsquo;t have health insurance.&quot; We based that ruling on the same study that Pascrell did. Subsequently, a reader pointed out a paper published last spring in the online edition of the journal HSR: Health Services Research that contradicts the study Pascrell relied on. So we are changing our rating to Half True and providing this new analysis.\n </em>\n</p>\n<p>\n Much of the push for reforming the nation's health care system has been driven by concerns about uninsured Americans. So it's no surprise that a statistic on the number of Americans who die every year due to lack of health insurance has been used frequently in speeches and opinion columns. However, this statistic, which stems from a report by an influential, quasi-governmental institution, is quietly coming under academic attack.\n</p>\n<p>\n When Democratic Rep. Bill Pascrell of New Jersey said on July 30 that &quot;as many as 22,000 Americans die each year because they don&rsquo;t have health insurance,&quot; the number he cited was an updated version of one originally calculated by the federally chartered Institute of Medicine. In 2002, an IOM panel of more than a dozen medical specialists estimated that 18,000 Americans died in 2000 because they were uninsured. They came up with this figure by looking at long-term studies that measured the links between insurance status and death rates. The IOM then used annual statistics on insurance rates and deaths to determine an estimate of extra deaths attributable to the lack of insurance.\n <br />\n <br />\n In January 2008, Stan Dorn, a senior research associate at the Urban Institute, published a paper that sought to update the IOM's study with newer data. Replicating the Institute of Medicine's methodology, Dorn concluded that the 18,000 figure should be increased to 22,000 &mdash; the figure later cited by Pascrell. Given the Institute of Medicine's prestige and Pascrell's caution in saying that &quot;as many as&quot; 22,000 Americans die annually from a lack of insurance, which signaled some uncertainty about the exact number, we gave the congressman a True rating.\n <br />\n <br />\n But a more recent paper raises questions about the IOM's conclusions.\n <br />\n <br />\n The paper, published online in April in HSR: Health Services Research, is by Richard Kronick of the Department of Family and Preventive Medicine at the University of California (San Diego) School of Medicine. Using data on adult health and mortality from the National Center for Health Statistics, which is a part of the federal Centers for Disease Control and Prevention, Kronick concludes that the Institute of Medicine's estimate (or any that replicates its methodology, such as Dorn's) is &quot;almost certainly incorrect.&quot;\n <br />\n <br />\n Pascrell's office was not aware of the paper when he made his statement and we did not find it when we researched his claim.\n <br />\n <br />\n The most notable difference between the Institute of Medicine's data &mdash; which were drawn from the CDC's National Health and Nutrition Examination Survey as well as the Census Bureau's Current Population Survey &mdash; is that Kronick adjusted it for a number of demographic and health factors, such as status as a smoker and body mass index. When he did that, &quot;the risk of subsequent mortality is no different for uninsured respondents than for those covered by employer-sponsored group insurance.&quot; In other words, once you compare death rates in an apples-to-apples fashion &mdash; comparing insured smokers to uninsured smokers, for instance &mdash; the likelihood of dying evens out. This, in turn, would mean that IOM's estimate of 18,000 deaths would drop essentially to zero.\n <br />\n <br />\n In his paper, Kronick acknowledges that this is a &quot;counterintuitive&quot; result, possibly resulting from the safety net of public hospitals and community clinics providing &quot;'good enough' access to care for the uninsured to keep their mortality rate similar to that of the insured.&quot;\n <br />\n <br />\n Either way, he writes, &quot;there would not be much change in the number of deaths in the United States as a result of universal coverage, although the difficulties of inferring causality from observational analyses temper the strength of this conclusion.&quot;\n <br />\n <br />\n We ran Kronick's paper by a number of health care policy experts to see whether they thought it undercut the Institute of Medicine's death estimate. Everyone agreed that both Kronick personally and the journal that published him are credible. Because the significance of his finding could also have political consequences &mdash; on June 24, for instance, John Goodman, president of the conservative National Center for Policy Analysis, testified to the House Energy and Commerce Subcommittee on Health that we &quot;do not know how much morbidity and mortality is attributable to lack of health insurance&quot; &mdash; we also wanted to determine whether there may be any ideological bias at work. But we found no evidence of it.\n <br />\n <br />\n In fact, far from having ties to the conservative movement, Kronick served as a senior health care policy adviser in the Clinton administration, where, according to his biography, he contributed to the development of the Clinton health care reform proposal. Kronick's articles have appeared in the\n <em>\n  New England Journal of Medicine\n </em>\n and the\n <em>\n  Journal of the American Medical Association\n </em>\n , and his work has at times been funded by the Commonwealth Fund, whose mission is &quot;to promote a high-performing health care system&quot; that aids &quot;society's most vulnerable,&quot; including &quot;the uninsured.&quot;\n <br />\n <br />\n Kronick even told PolitiFact that his finding was &quot;not the answer I wanted&quot; and, as a result, he agonized over whether to publish it or not. He said he's &quot;grateful&quot; that it has so far been unnoticed in the increasingly hostile debate over health care. &quot;I don't have a whole lot of friends, and will probably lose a few over this,&quot; he told us. &quot;And I might make some friends I didn't want.&quot;\n <br />\n <br />\n But a number of experts we spoke to are glad that Kronick did publish it. Henry Aaron, a health policy specialist at the centrist-to-liberal Brookings Institution, said that he was impressed by Kronick's research from the time Kronick presented an early draft of it at a Brookings lunch seminar. &quot;I found his reasoning compelling,&quot; said Aaron, himself a member of the Institute of Medicine. &quot;In fact, after listening to his presentation, I had a hard time believing that the IOM had done what they had done.&quot;\n <br />\n <br />\n In interviews, Aaron and other health care scholars agreed with Kronick that uninsured and insured Americans differ in many ways other than their insurance status. &quot;To estimate the impact of the lack of insurance on mortality rates, one has to control statistically for all of those differences,&quot; Aaron said. That, he added, is exactly what Kronick has sought to do so.\n <br />\n <br />\n Robert Book, a senior research fellow in health economics at the conservative Heritage Foundation, agrees with Aaron. &quot;I would be more inclined to believe Kronick's than other studies,&quot; he said, &quot;I'm just surprised the IOM did their study without controlling for other factors.&quot;\n <br />\n <br />\n Book also praised Kronick&rsquo;s decision to run calculations with numerous alternative models, and to remove various factors, one at a time, from the calculations. &quot;From the standpoint of a careful econometric study, Kronick&rsquo;s paper is excellent,&quot; Book said. &quot;I&rsquo;ve seen few papers that are this thorough in terms of seeking alternate explanations for their conclusions.&quot;\n</p>\n<p>\n Other health policy specialists we talked to were open to the idea of Kronick being right, while urging caution before overruling the Institute of Medicine estimate.\n</p>\n<p>\n Dorn, the Urban Institute researcher, pointed to a second study published by the Institute of Medicine on Feb. 24, 2009. This 268-page volume, America's Uninsured Crisis: Consequences for Health and Health Care, provides a detailed analysis of subsequent studies on the topic. While it didn&rsquo;t provide a new estimate of extra deaths from uninsurance, the new Institute of Medicine study concluded that &quot;the body of evidence on the health consequences of health insurance is stronger than ever before.&quot;\n <br />\n <br />\n Karen Davis, the president of the Commonwealth Fund and an Institute of Medicine member, said that the existence of Kronick's study &quot;doesn't convince me yet not to use the IOM study,&quot; but she added that &quot;if I saw a few more, I might be convinced. I tend to believe things when I see multiple studies using different databases and methodologies come to the same conclusion.&quot; (Aaron said he agreed with Davis on this point.)\n</p>\n<p>\n For the record, an IOM spokeswoman said the institute has not assessed Kronick's paper and thus had no comment on its assertions.\n <br />\n <br />\n On one key point, the Institute of Medicine and Kronick actually aren't that far apart. Kronick said he doesn't doubt that individuals' health suffers when they're uninsured &mdash; he just hasn't found evidence that they die sooner. &quot;No one would choose not to have insurance if they could afford it,&quot; Kronick said. &quot;There's no benefit to having 47 million Americans uninsured.&quot;\n <br />\n <br />\n When we asked Pascrell&rsquo;s office whether the Kronick study would change their view, spokesman Paul Brubaker said it would not.\n <br />\n <br />\n &quot;The point of the congressman&rsquo;s statistic is to show a direct correlation between one&rsquo;s ability to pay and the ability to have insurance, and therefore on their ability to be healthy,&rdquo; Brubaker said.\n <br />\n <br />\n But for us, Kronick&rsquo;s study raises questions about the reliability of the Institute of Medicine&rsquo;s death estimate. We acknowledge that there is not yet a consensus among the experts. But in re-evaluating Pascrell's claim, we can no longer rate it True. We recognize that the Institute of Medicine is still widely respected, but an ideologically diverse group of experts is giving credence to Kronick's findings. That leaves us with something of a split decision, and so we downgrade our rating to Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:40.832867", "ruling_date": "2009-08-20T16:59:21", "ruling_headline": "Pascrell says up to 22,000 Americans die yearly because they don’t have health insurance", "ruling_headline_slug": "pascrell-says-22000-americans-die-yearly-because-t", "ruling_link_text": "UPDATED: We revise our ruling in light of new report ", "ruling_state": null, "source_documents": null, "sources": "<p>\n Rep. Bill Pascrell,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H8880&amp;dbname=2009_record\" target=\"_blank\">\n  House floor speech\n </a>\n , July 28, 2009\n <br />\n <br />\n Institute of Medicine,\n <a href=\"http://www.nap.edu/catalog.php?record_id=10367\" target=\"_blank\">\n  <em>\n   Care Without Coverage: Too Little, Too Late\n  </em>\n </a>\n , released May 21, 2002\n <br />\n <br />\n Institute of Medicine,\n <a href=\"http://www.iom.edu/CMS/3809/54070/63118.aspx\" target=\"_blank\">\n  <em>\n   America's Uninsured Crisis: Consequences for Health and Health Care\n  </em>\n </a>\n , released Feb. 24, 2009\n <br />\n <br />\n Stan Dorn, &quot;\n <a href=\"http://www.urban.org/UploadedPDF/411588_uninsured_dying.pdf\" target=\"_blank\">\n  Uninsured and Dying Because of It: Updating the Institute of Medicine Analysis on the Impact of Uninsurance on Mortality\n </a>\n ,&quot; Urban Institute report, released January 2008\n <br />\n <br />\n Richard Kronick, &quot;\n <a href=\"http://www.hsr.org/hsr/abstract.jsp?aid=4470695438\" target=\"_blank\">\n  Health Insurance Coverage and Mortality Revisited\n </a>\n ,&quot; in HSR: Health Services Research, volume 44, issue 4, August 2009\n <br />\n <br />\n Interview with Urban Institute scholar Stan Dorn, Aug. 6, 2009\n <br />\n <br />\n E-mail interviews with Brookings Institution scholar Henry Aaron, Aug. 19, 2009\n <br />\n <br />\n Interviews with Heritage Foundation scholar Robert Book, Aug. 19, 2009\n <br />\n <br />\n Interview with Commonwealth Fund president Karen Davis, Aug. 19, 2009\n <br />\n <br />\n Interview with University of California (San Diego) School of Medicine professor Richard Kronick, Aug. 19, 2009\n <br />\n <br />\n E-mail interview with Institute of Medicine spokeswoman Christine Stencel, Aug. 19, 2009\n <br />\n <br />\n John Goodman,\n <a href=\"http://energycommerce.house.gov/Press_111/20090624/testimony_goodman.pdf\" target=\"_blank\">\n  testimony\n </a>\n before the House Energy and Commerce Subcommittee on Health, June 24, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "Bill", "half_true_count": 4, "home_state": "New Jersey", "id": 200, "last_name": "Pascrell", "mostly_true_count": 4, "name_slug": "bill-pascrell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/pascrell_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/200/", "total_count": 11, "true_count": 0, "website": ""}, "statement": "<p>&quot;As many as 22,000 Americans die each year because they don&rsquo;t have health insurance.&quot;</p>", "statement_context": "a speech on the House floor", "statement_date": "2009-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}