{"art": [{"brightcove": "", "caption": "Fox News anchor Kimberly Guilfoyle suggested people who visit the Cash for Clunkers Web site would give the government access to their home computer.", "id": 143, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/143/", "title": "Glenn Beck warning on Cash for Clunkers", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/mqfuZ7hiap0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "mqfuZ7hiap0"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/03/kimberly-guilfoyle/glenn-beck-claims-governments-cash-clunkers-web-si/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1114, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1114/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On Glenn Beck&#39;s Fox News program on July 31, 2009, Fox anchor Kimberly Guilfoyle suggested that clicking on the government&#39;s Cash for Clunkers Web page (cars.gov) would give the government complete access to your home computer.</p>\r\n\r\n<p>The accusation came in a back-and-forth exchange among Beck, Guilfoyle and Jonah Goldberg, author of <em> Liberal Fascism. </em></p>\r\n\r\n<p>After warning viewers not to try this at home, Beck typed in cars.gov., the U.S. Department of Transportation Web site for the program better known as Cash for Clunkers.</p>\r\n\r\n<p>&quot;Here is Cars.gov,&quot; Beck said. &quot;Let&#39;s say you go in. If I understand this right, I go in and I say, &#39;I want to turn in my clunker.&#39; The dealer goes to Cars.gov, and then they hit &#39;submit transaction.&#39; Here it says &#39;privacy act and security statement,&#39; and it&#39;s like, oh, it&#39;s the Privacy Act of 1974. Whatever. I agree.&quot;<br />\r\n<br />\r\nBut when you pull it up, he noted, here&#39;s how the warning statement read: &quot;This application provides access to the DOT CARS system. When logged on to the CARS system, your computer is considered a federal computer system and it is property of the United States Government. Any or all uses of this system and all files on this system may be intercepted, monitored, recorded, copied, audited, inspected, and disclosed to authorized CARS, DOT, and law enforcement personnel, as well as authorized officials of other agencies, both domestic and foreign.&quot;<br />\r\n<br />\r\n&quot;Good God Almighty!&quot; Beck said.<br />\r\n<br />\r\nSaid Guilfoyle: &quot;Could it be any more broad and frightening? Here you are trying to be a good citizen and make a charitable contribution, do something that&#39;s good &mdash; and guess what? They are jumping right inside you, seizing all of your personal and private (information) ... And it&#39;s absolutely legal, Glenn. They can do it.&quot;<br />\r\n<br />\r\n&quot;They can continue to track you basically forever,&quot; Guilfoyle warned. &quot;Once they tap into your system, the government, of course, has like malware systems and tracking cookies and they can tap in anytime they want.&quot;<br />\r\n<br />\r\n&quot;Can you believe that?&quot; she asked. &quot;I mean, seriously, they can get all your information.&quot;<br />\r\n<br />\r\nLater, Goldberg said it was &quot;all very troubling. And, look, let me give you a hard example of this. Say you use Skype or some other Internet phone system, right? If you&#39;re on the phone while logged in on this thing, according to this, according to a lawyer I talked to before ... the government can legally listen to your phone call. They can check out what Web sites you&#39;ve been searching.&quot;<br />\r\n<br />\r\n&quot;Because it says ... your computer is a government&#39;s property,&quot; Goldberg said.<br />\r\n<br />\r\n&quot;That&#39;s correct, if you log on to this at your home, everything in your home is now theirs?&quot; Beck asked.<br />\r\n<br />\r\n&quot;Basically,&quot; Guilfoyle said, &quot;and there&#39;s nothing you can do.&quot;</p>\r\n\r\n<p>To dissect this one, we have to begin by noting the small amount of truth in their comments. The statement Beck read was on a government Web site for auto dealers, but Guilfoyle twists that into some incorrect claims about the government getting access to individuals.</p>\r\n\r\n<p>Here&#39;s the true part: The Department of Transportation confirmed the language was on the cars.gov Web site, but on Aug. 3 it was removed. The DOT released this statement to PolitiFact: &quot;A security warning on the CARS.gov dealer support page that stated computers logged into the system were considered property of the Federal Government has been removed.&nbsp; We are working to revise the language.&nbsp; The language was posted on the portion of the website accessible by car dealers and not the general public.&quot;</p>\r\n\r\n<p>&quot;It would be factually inaccurate to say that any computer that went to cars.gov would become the property of the U.S. government,&quot; said Sasha Johnson, a DOT spokeswoman said.</p>\r\n\r\n<p>Although Beck began his segment by noting that the warning was on a part of the site for dealers, Guilfoyle then distorted the truth by suggesting it applied to members of the general public coming to the site for information about Cash for Clunkers. The allegations escalated as she and Goldberg issued warnings about anyone even typing in that address at home. And that&#39;s just wrong.</p>\r\n\r\n<p>Beck seemed to concede that point when raising the issue again on Aug. 3.</p>\r\n\r\n<p>&quot;Now, these blogs have come out this weekend and said, &#39;Oh, there goes Glenn Beck trying to stir up trouble again. It doesn&#39;t affect the average person. It&#39;s just the car dealerships.&#39; I&#39;m sorry. I&#39;m sorry. It&#39;s just the car dealerships. Oh, so then I shouldn&#39;t care? It&#39;s not the average people? It&#39;s just the average people who are in small business running the car dealerships,&quot; Beck said.</p>\r\n\r\n<p>DOT&#39;s Johnson said the government has no plans to take over the computer of auto dealers either. And, again, the language was removed on Aug. 3.</p>\r\n\r\n<p>But the language was there when Beck and Guilfoyle first raised their concerns. And clearly the language was overly broad, and bad enough to give ammunition to conspiracy theorists. That much is implied by the fact the government felt the need to remove the language. So in that sense, we think the DOT bears some blame for the confusion.</p>\r\n\r\n<p>Had she said from the start that this just applied to dealers completing transactions, we might be more generous in our ruling. But we think anyone who saw the July 31 program &mdash; in which she claimed &quot;seriously, they can get all your information&quot; &mdash; would be left with the clear impression that anyone who logged into the cars.gov site was opening their computer to Big Brother. And that&#39;s False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:41.097076", "ruling_date": "2009-08-03T17:57:16", "ruling_headline": "On Glenn Beck's Fox News program, Guilfoyle claims government's Cash for Clunkers Web site would give government complete access to your home computer", "ruling_headline_slug": "glenn-beck-claims-governments-cash-clunkers-web-si", "ruling_link_text": "Cash for Clunkers doesn't mean the government gets a peek", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=bWs12ccbOiE\" target=\"_blank\"> Glenn Beck Program with Kimberly Guilfoyle about Cash for Clunkers Web site </a> , July 31, 2009</p>\r\n\r\n<p>Cars.gov, T <a href=\"http://www.cars.gov/\" target=\"_blank\"> he U.S. Department of Transportation&#39;s Car Allowance rebate System (CARS) Web page </a></p>\r\n\r\n<p>Glenn Beck Show Web site, <a href=\"http://www.glennbeck.com/content/articles/article/198/28815/?ck=1\" target=\"_blank\"> &quot;Glenn Beck: Cash for Clunkers update,&quot; </a> Aug. 3, 2009</p>\r\n\r\n<p>Interview with Sasha Johnson, spokeswoman for the U.S. Department of Transportation, Aug. 3, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Kimberly", "half_true_count": 0, "home_state": "", "id": 202, "last_name": "Guilfoyle", "mostly_true_count": 0, "name_slug": "kimberly-guilfoyle", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/guilfoyle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/202/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>If you log into the government&#39;s Cash for Clunkers Web site (cars.gov) from your home computer, the government can &quot;seize all of your personal and private&quot; information, and track your computer activity.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "the Glenn Beck show", "statement_date": "2009-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}