{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/jul/31/ted-cruz/ted-cruz-states-not-singled-out-supreme-court-not-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11142, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11142/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The U.S. Supreme Court holds ultimate sway on the laws of the land, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/may/29/mike-huckabee/huckabee-supreme-court-cant-overrule-other-branche/\">yes</a>?</p>\r\n\r\n<p>Hold on, Ted Cruz said in an interview about the court&rsquo;s 5-4 decision <a href=\"https://shar.es/1sTIGY\">holding tha</a>t state bans on gay marriage violate federal principles of equal protection and fair treatment under the law, creating a &quot;grave and continuing harm&quot; to families led by such couples.</p>\r\n\r\n<p>After <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf\">the June 26, 2015, ruling</a>, which addressed challenges to state laws in Ohio, Tennessee, Michigan and Kentucky, Cruz said that if a party isn&rsquo;t directly involved in a dispute before the Supreme Court, it&rsquo;s not required to comply with the ruling.</p>\r\n\r\n<p>&quot;Those who are not parties to the suit are not bound by it,&quot; Cruz said.</p>\r\n\r\n<p>A reader asked us to check Cruz&rsquo;s claim.</p>\r\n\r\n<p>The Republican senator and presidential aspirant should know about the high court. He argued before the court on Texas&rsquo; behalf in a <a href=\"http://www.politifact.com/texas/statements/2015/mar/25/jerry-falwell/ted-cruz-longest-serving-solicitor-general-texas-j/\">past job as the state&rsquo;s solicitor general</a>.</p>\r\n\r\n<p>In the interview, Cruz told Steve Inskeep, who hosts NPR&rsquo;s Morning Edition program, that the court&rsquo;s ruling imposed &quot;elitist radical views,&quot; short-circuiting the ability of each state to define marriage.</p>\r\n\r\n<p>Inskeep asked if Cruz would encourage officials who disagree with the ruling to ignore or defy it. State officials &quot;cannot ignore a direct judicial order,&quot; Cruz said. &quot;The parties to a case cannot ignore a direct judicial order. But it does not mean that those who are not parties to case are bound by a judicial order.&quot;</p>\r\n\r\n<p>INSKEEP: &quot;Did I understand you to say just now that as you read the law, as you read our system, this decision is not binding on the entire country, only to the specific states that were named in the suit.&quot;</p>\r\n\r\n<p>CRUZ: &quot;Article III of the Constitution gives the court the authority to resolve cases and controversies. Those cases and controversies, when they&#39;re resolved, when you&#39;re facing a judicial order, the parties to that suit are bound (by) it. Those who are not parties to the suit are not bound by it. Now, in subsequent litigation, other courts will follow the precedence of the court, but a judicial order only binds those to whom it is directed, those who are parties to the suit. That&#39;s the way our litigation system works.&quot; (See <a href=\"https://docs.google.com/document/d/1rqf8eCtKpo51tElqsE-DtnMCwtTlwXA48BhVUjE3dWE/pub\">fuller excerpts of this part of the interview here</a>.)</p>\r\n\r\n<p>We alerted Cruz&rsquo;s campaign to this fact check and didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>Legal experts</strong></p>\r\n\r\n<p>Separately, several legal experts told us the idea that states not party to the marriage cases weren&rsquo;t bound by the court&rsquo;s ruling may have technical merit, but that&rsquo;s all.</p>\r\n\r\n<p>Richard Fallon, a Harvard specialist in constitutional law, said by email that under the doctrine of precedent, &quot;any official who failed to issue gay marriage licenses would be sueable for failure to do so, and any court in which the suit was filed would be obliged to follow the Supreme Court&rsquo;s gay marriage ruling. &nbsp;In the long run, non-compliance thus amounts at most to a delaying tactic. &nbsp;And there are lots of complicated questions about whether officials should regard themselves as obliged to do what they know a court would order them to do if they were sued &mdash; even if they are not technically bound by the Supreme Court&rsquo;s ruling. &nbsp;But on Senator Cruz&rsquo;s technical point, he is probably correct, if you understand it as being only a very limited, technical point about a delaying tactic.&quot;</p>\r\n\r\n<p>In contrast, <a href=\"http://www.law2.byu.edu/faculty/profile_fancy.php?id=34\">Lynn Wardle</a>, a law professor at Brigham Young University who has advocated that the Constitution leaves it to legislators to stipulate who may marry, called Cruz&rsquo;s statement &quot;precisely correct.&quot; Entities not party to a suit are not bound by the resulting judicial order, Wardle said by email, adding: &quot;That&rsquo;s the way our litigation system works.&quot;</p>\r\n\r\n<p>Only parties before the court are bound by its judgment and orders, <a href=\"https://www.law.georgetown.edu/faculty/barnett-randy-e.cfm\">Randy Barnett</a>, a professor of legal theory at the Georgetown University Law Center, said by email, but all other courts are bound to follow the court (which Cruz hinted at). So, Barnett wrote, &quot;it is futile for states who are not parties to resist. More importantly, when a ruling is clear, ignoring the Supreme Court&#39;s decisions until a court directly orders them to obey undermines the rule of law. Bad people say &lsquo;we won&#39;t obey the law until you make us.&rsquo; Unless they are engaged in justified civil disobedience &mdash; in which case they are liable to be punished &mdash; good people follow the law before they are directly commanded.&quot;</p>\r\n\r\n<p>If nonparties to the suits don&rsquo;t go along with the ruling, he said, &quot;they are postponing the inevitable and flouting the rule of law that was announced by the Court.&quot;</p>\r\n\r\n<p><a href=\"https://www.wcl.american.edu/faculty/vladeck/\">Stephen Vladeck</a>, an American University law professor, called Cruz&rsquo;s statement &quot;literally true, but deeply misleading. Technically, the only parties that are bound by a ruling by the Supreme Court are the parties to that litigation &mdash; and so, in the context of the marriage cases, the small subset of states whose bans on gay marriage were before the Court.</p>\r\n\r\n<p>&quot;But the way our system works,&quot; Vladeck emailed, &quot;every state and federal court is ultimately subject to the supervision of the Supreme Court at least where federal law is concerned. That&rsquo;s why those courts generally apply the Constitution as it has been interpreted by the Justices in Washington; if they don&rsquo;t, they&rsquo;re likely to be reversed.&quot; Asked if Wardle had a point saying Cruz was precisely correct, Vladeck said that read is misleading in that states still have to go along with such a ruling, absent a good-faith reason not to.</p>\r\n\r\n<p>In the &quot;immediate aftermath of a decision like this one, when there is no reason to think the Supreme Court would answer the question any differently were a different state a party to the suit,&quot; Vladeck said, &quot;it&rsquo;s unreasonable for a state official or state court to decline to follow that ruling. They&rsquo;re not literally bound to do so (and, thus, can&rsquo;t be held in contempt for failing to do so), but they are practically bound by dint of the Supreme Court&rsquo;s appellate jurisdiction.&quot;</p>\r\n\r\n<p>By phone, <a href=\"http://www.lambdalegal.org/about-us/staff/susan-sommer\">Susan Sommer</a>, the lead lawyer for <a href=\"http://www.lambdalegal.org/\">Lambda Legal</a> in the suits that reached the Supreme Court, suggested that &quot;only in the very most technical and hair-splitting way could it be said that the Supreme Court&rsquo;s ruling is not immediately and directly binding on every state government and government official in the country.&quot; Sommer said she knows of no legitimate school of thought that could say the ruling doesn&rsquo;t apply to all the states. &quot;It&rsquo;s sort-of Law School 101,&quot; Sommer said.</p>\r\n\r\n<p>We also heard back from SCOTUS Blog reporter <a href=\"http://www.scotusblog.com/author/lyle-denniston/\">Lyle Denniston</a>, who&rsquo;s covered the Supreme Court for more than 50 years.</p>\r\n\r\n<p>The Constitution&rsquo;s <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">Article III</a>, Denniston said by email, limits the authority of federal courts to actual cases or controversies, so the outcome is between the actual litigants, as Cruz said.</p>\r\n\r\n<p>Then again, he said, &quot;the Supreme Court since 1803 (Marbury v. Madison) has claimed the authority to &lsquo;say what the law is&rsquo; constitutionally, and its conclusions on what the Constitution means in a given case are made binding across the land, as a result of the reinforcement of its authority by the Supremacy Clause of Article VI&quot; of the Constitution.</p>\r\n\r\n<p>Denniston further said: &quot;The Supreme Court, in the 1958 decision in Cooper v. Aaron (the Little Rock high school integration case), said explicitly that the combination of the Marbury decision and Article VI made the Supreme Court&#39;s decisions binding on the states. That decision, by the way, is the only&quot; one &quot;in history where each of the nine Justices explicitly signed the opinion to give it more force.&quot; <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">Article VI</a> says the Constitution shall be the &quot;supreme Law of the Land&quot; with judges bound to it along with legislators and executive and judicial officers, state and federal.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said states not directly involved in the gay marriage lawsuits that reached the Supreme Court &quot;are not bound&quot; by the court&rsquo;s ruling.</p>\r\n\r\n<p>He has a thread of a point in that only four states were directly involved in the case. But that&rsquo;s an incomplete answer to the question of whether states could ignore the court&rsquo;s ruling. Other courts would be bound by the Supreme Court&rsquo;s precedent, making the ruling applicable throughout the nation. That&rsquo;s a fact that Cruz alluded to only after being pressed by the interviewer for clarification of his earlier misleading statement.</p>\r\n\r\n<p>We rate the claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><strong>MOSTLY FALSE</strong> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-07-31T15:03:49.072611", "ruling_date": "2015-07-31T14:06:22", "ruling_headline": "Ted Cruz: States not singled out by Supreme Court not bound by gay marriage ruling", "ruling_headline_slug": "ted-cruz-states-not-singled-out-supreme-court-not-", "ruling_link_text": "Highest court means something", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/may/29/mike-huckabee/huckabee-supreme-court-cant-overrule-other-branche/\">&quot;Mike Huckabee: Supreme Court &#39;can&#39;t overrule&#39; other branches of government,&quot;</a> PolitiFact, May 29, 2015<a href=\"http://www.npr.org/about-npr/418600824/complete-transcript-senator-ted-cruz-interview-with-npr-news\">Transcript</a>, interview of Sen. Ted Cruz, NPR News, June 28, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.politico.com/story/2015/06/ted-cruz-gay-marriage-ruling-reaction-npr-interview-119559.html\">&quot;Ted Cruz: States should ignore gay-marriage ruling,&quot;</a> Politico, June 29, 2015</p>\r\n\r\n<p>Telephone interview, Susan Sommer, director of constitutional litigation, Lambda Legal, New York, July 22, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1hR-Xbb2QKKJSwnid6PgTjPLGCFKLqNvRSMyoTWfTt9k/pub\">Emails</a>,<a href=\"https://www.wcl.american.edu/faculty/vladeck/\"> Stephen I. Vladeck</a>, professor, American University Washington College of Law, July 22-23, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/15SozJB35TnIrvkJ3_AXZe1pAEwqc64ZwetrTXr-Xsl4/pub\">Email</a>,<a href=\"http://law.pepperdine.edu/faculty-research/faculty/?faculty=douglas_kmiec\"> Douglas Kmiec</a>, professor of Constitutional Law and Caruso Family Chair in Constitutional Law, Pepperdine University School of Law, July 22, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1s9-FjM4gIcmDsZMyQrd0QF8VEsAmNRkzZ9jH9AjUtiY/pub\">Emails</a>,<a href=\"https://www.law.georgetown.edu/faculty/barnett-randy-e.cfm\"> Randy E. Barnett</a>, Carmack Waterhouse professor of legal theory and director, Georgetown Center for the Constitution, Georgetown Law Center, July 22, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1puLaX7dgqwMufyYx3yt_FFu2BO5m6tY6PjuNN-xV1rw/pub\">Emails</a>, Kermit Roosevelt, professor of law, University of Pennsylvania Law School, July 22, 2015</p>\r\n\r\n<p>Email,<a href=\"http://www.law2.byu.edu/faculty/profile_fancy.php?id=34\"> Lynn D. Wardle</a>, Bruce C. Hafen professor of law, Brigham Young University, July 22, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1JnVTSjPJQrLmYoq0DBh0Ar_kCdynkElF_wyhSnGm9Vk/pub\">Email</a>,<a href=\"http://hls.harvard.edu/faculty/directory/10247/Fallon\"> Richard Fallon</a>, Ralph S. Tyler, Jr. professor of constitutional law, Harvard Law School, July 23, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1aJItXEyiLWtdVaXoNvU9JpL04yKsVbkF_GAeXy-DvjI/pub\">Email</a>,<a href=\"http://www.scotusblog.com/author/lyle-denniston/\"> Lyle Denniston,</a> reporter, SCOTUS Blog, July 22, 2015</p>\r\n\r\n<p>Document, <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\">U.S. Constitution</a>, the National Archives (accessed July 22, 2015)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says states not directly involved in the gay marriage lawsuits that reached the Supreme Court &quot;are not bound&quot; by the court&rsquo;s ruling.</p>\r\n", "statement_context": "an interview with NPR News", "statement_date": "2015-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}