{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/04/michelle-malkin/michelle-malkin-says-former-clinton-official-says-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1115, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1115/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>It&#39;s a conundrum of compassion: If you provide someone with unemployment benefits, does he lose the incentive to find a job?<br />\r\n<br />\r\nOn the Aug. 2, 2009, edition of ABC&#39;s <em> This Week with George Stephanopoulos, </em> conservative blogger Michelle Malkin asserted that even a liberal economist believes that unemployment benefits have a negative impact on joblessness because those benefits discourage people from taking jobs.<br />\r\n<br />\r\n&quot;It was Larry Katz, who was the chief labor economist under the Clinton Labor Department, who came out with a study, and there are a lot of these smart economists who say this &ndash; that if you keep extending these temporary unemployment benefits, you&#39;re just going to extend joblessness even more,&quot; she said.<br />\r\n&nbsp;<br />\r\nStephanopoulous expressed skepticism at the idea that Americans would choose &quot;to take the unemployment benefits when a job is available.&quot;<br />\r\n&nbsp;<br />\r\nBut Malkin was undeterred. &quot;Well, it&#39;s 79 weeks already,&quot; she said. &quot;And then they&#39;re going to extend it by another 13 weeks. And what happens is, according to these economists who have seen it, including this Clinton economist, is that people will just delay getting a job until the three weeks before the benefits run out.&quot;<br />\r\n&nbsp;<br />\r\nMalkin&#39;s fellow panelists joined Stephanopoulos in pushing back against Malkin&#39;s assertion.<br />\r\n&nbsp;<br />\r\n&quot;But when businesses advertise the few job openings they have &mdash; they&#39;ll advertise 20 openings &mdash; they have 6,000 applicants,&quot; said Cynthia Tucker of the <em> Atlanta Journal-Constitution </em> . &quot;So I don&#39;t think that&#39;s the problem at the moment.&quot;<br />\r\n<br />\r\nWe decided to see if Malkin was correct. We contacted Katz, now a Harvard professor, and he said Malkin was probably referring to two papers he co-wrote in 1990 with fellow economist Bruce D. Meyer. One, &quot;The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment,&quot; was published in the <em> Journal of Public Economics </em> in February 1990. The other, &quot;Unemployment Insurance, Recall Expectations and Unemployment Outcomes,&quot; was published in The <em> Quarterly Journal of Economics </em> , in November 1990.<br />\r\n&nbsp;<br />\r\nWe looked at the papers, and the first seems especially on point. The paper noted that in certain European countries, generous unemployment benefit policies often had a strong correlation with high rates of long-term unemployment. After looking at U.S. unemployment data from 1979 to 1983, the authors concluded that &quot;the potential duration of [unemployment insurance] benefits has a strong impact on the duration of the unemployment.&quot; In fact, the authors wrote, &quot;an increase in potential benefit duration from 6 months to 1 year is predicted to increase mean duration of unemployment by 4-5 weeks, and an increase from 6 months to 2 years is predicted to generate a 13-16 week increase in unemployment duration.&quot;<br />\r\n&nbsp;<br />\r\nTo scholars, this was not a shocking result: It confirmed other research, and it has regularly been cited in subsequent studies.<br />\r\n&nbsp;<br />\r\nSo Malkin was correct in summarizing Katz&#39;s work. But there is a significant caveat: Katz himself argues that his two-decade-old finding isn&#39;t valid in today&#39;s recession.<br />\r\n<br />\r\nIn fact, the day before Malkin went on the air, the <em> New York Times </em> ran a front-page story headlined, &quot;Prolonged Aid to Unemployed Is Running Out&quot; that happened to quote Katz. The article said:<br />\r\n<br />\r\n&quot;Traditionally, many economists have been leery of prolonged unemployment benefits because they can reduce the incentive to seek work. But that should not be a concern now because jobs remain so scarce, said Lawrence Katz, a labor economist at Harvard. For every job that becomes available, about six people are looking, Dr. Katz said. &lsquo;Unemployment insurance gives income to families who are really suffering and can&#39;t find work even if they are hustling to look,&#39; he said. With the economy still listing, he added, a temporary extension can provide a quick fiscal stimulus. And, Dr. Katz said, when people exhaust unemployment and health insurance, many end up applying for disability benefits, which become a large, unending drain on the Treasury.&quot;<br />\r\n&nbsp;<br />\r\nWhen we asked Katz about the discrepency between his remarks then and now, he explained that labor markets in the late 1970s and early 1980s were significantly different from today. Back then, it was common for companies making layoffs to later recall workers, and often workers accepted those jobs right as their benefits were coming to an end. Today, recalls rarely happen, and with the job market so tight, a job search can prove fruitless for many months. Most unemployed workers don&#39;t have the luxury of timing when they accept a job.<br />\r\n<br />\r\nFor that reason, Katz told us in an interview, &quot;I strongly favor extensions of UI benefits when the labor market is weak and the ratio of job seekers to job openings is very high&quot; &ndash; in other words, like the situation is right now.<br />\r\n&nbsp;<br />\r\nAs for Malkin&#39;s claim that other economists agreed with Katz&#39; 1990 view that extending benefits merely prolongs unemployment, we found that they concurred that his old papers were sound &mdash; but they also agreed that the papers&#39; conclusions aren&#39;t applicable to today&#39;s recession. They said that today&#39;s job market is so tight that if someone does turn down a job in order to remain on unemployment benefits, someone else who&#39;s unemployed will take that job instead, canceling out any extra time the first person stays on unemployment benefits.</p>\r\n\r\n<p>We spoke with several economists and found a consensus that the broader stimulative effect on the economy that comes from extending unemployment benefits outweighs any potential lengthening of how long some people choose to stay on unemployment.<br />\r\n<br />\r\nSo let&#39;s review what Malkin said. She correctly characterized Katz&#39;s writings from nearly 20 years ago. However, due to the changed nature of the labor market in today&#39;s recession, neither Katz nor most economists we talked to believe that his findings have much relevance to the current situation. This undercuts Malkin&#39;s assertion that &quot;there are a lot of these smart economists who say this &ndash; that if you keep extending these temporary unemployment benefits, you&#39;re just going to extend joblessness even more.&quot; For this reason, we rate her statement Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:41.240435", "ruling_date": "2009-08-04T18:04:17", "ruling_headline": "Michelle Malkin says former Clinton official says extending unemployment benefits is counterproductive", "ruling_headline_slug": "michelle-malkin-says-former-clinton-official-says-", "ruling_link_text": "She'd be right if we were in the late 1970s", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://abcnews.go.com/Video/playerIndex?id=8233167\" target=\"_blank\"> This Week with George Stephanopoulous </a> , Aug. 2, 2009<br />\r\n&nbsp;<br />\r\nErik Eckholm, &quot; <a href=\"http://www.nytimes.com/2009/08/02/us/02unemploy.html?scp=1&amp;sq=Prolonged%20Aid%20to%20Unemployed%20Is%20Running%20Out&amp;st=cse\" target=\"_blank\"> Prolonged Aid to Unemployed Is Running Out </a> ,&quot; New York Times, Aug. 1, 2009<br />\r\n&nbsp;<br />\r\nLawrence F. Katz and Bruce D. Meyer, &quot;The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment,&quot; Journal of Public Economics, 41 (Feb 1990), 45-72.<br />\r\n&nbsp;<br />\r\nLawrence F. Katz and Bruce D. Meyer, &quot;Unemployment Insurance, Recall Expectations and Unemployment Outcomes,&quot; The Quarterly Journal of Economics, Vol. 105, No. 4 (Nov., 1990), pp. 973-1002<br />\r\n&nbsp;<br />\r\nE-mail interview with Lawrence Katz, Harvard University economist, Aug. 3, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Heidi Shierholz, Economic Policy Institute economist, Aug. 3, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Louis S. Jacobson, Center for Naval Analyses economist, Aug 3, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Kevin Hassett, American Enterprise Institute economist, Aug. 3, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with David Card, University of California (Berkeley) economist, Aug. 3, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Gary Burtless, Brookings Institution economist, Aug. 3, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Blogger and commentator", "false_count": 1, "first_name": "Michelle ", "half_true_count": 1, "home_state": "Colorado", "id": 204, "last_name": "Malkin", "mostly_true_count": 0, "name_slug": "michelle-malkin", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/090513_Malkin_0.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/204/", "total_count": 3, "true_count": 1, "website": "http://michellemalkin.com/"}, "statement": "<p>A former Clinton administration official and other economists agree that &quot;if you keep extending these temporary unemployment benefits, you&#39;re just going to extend joblessness even more.&quot;</p>\r\n", "statement_context": "on This Week with George Stephanopoulos", "statement_date": "2009-08-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}