{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/aug/06/donald-trump/trump-mexican-government-they-send-bad-ones-over/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11164, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11164/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In the first Republican primary debate of the 2016 presidential race, billionaire developer Donald Trump -- the leader in recent polls -- made a splash.</p>\r\n\r\n<p>Early in the debate, Fox News&rsquo; Chris Wallace, one of the moderators, pressed Trump on some of his past statements about undocumented immigration -- the signature issue of Trump&rsquo;s campaign.</p>\r\n\r\n<p>Wallace asked Trump, &quot;What evidence do you have, specific evidence, that the Mexican government is sending criminals across the border?&quot;</p>\r\n\r\n<p>Trump cited conversations with &quot;border patrol people&quot; who told him that it was true: &quot;Our leaders are stupid, our politicians are stupid, and the Mexican government is much smarter, much sharper, much more cunning, and they send the bad ones over because they don&#39;t want to pay for them, they don&#39;t want to take care of them. Why should they, when the stupid leaders of the United States will do it for them?And that&rsquo;s what&rsquo;s happening, whether you like it or not.&quot;</p>\r\n\r\n<p>We checked a previous comment by Trump on this topic. In a July 8<a href=\"http://www.msnbc.com/msnbc/watch/trump-talks-immigration-hillary-and-isis-480290883935\"> interview</a> with NBC, Trump told interviewer Katy Tur, &quot;The Mexican government forces many bad people into our country because they&#39;re smart. They&#39;re smarter than our leaders, and their negotiators are far better than what we have, to a degree that you wouldn&rsquo;t believe. They&#39;re forcing people into our country. &hellip; And they are drug dealers and they are criminals of all kinds. We are taking Mexico&rsquo;s problems.&quot;</p>\r\n\r\n<p>Is the Mexican government sending people across the border, rather than individuals making decisions on their own to leave in search of seek employment or to join family members in the United States? When we talked to a range of immigration experts, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/09/donald-trump/donald-trump-says-mexican-government-forces-many-b/\">we found</a> wide agreement that that there is no evidence to support Trump&rsquo;s claim.</p>\r\n\r\n<p>For evidence, we started with the<a href=\"http://mmp.opr.princeton.edu/\"> Mexican Migration Project</a>, a bi-national research effort founded in 1982 to study Mexican migration to the United States. Anthropologists, sociologists and other experts with the project gather data, including field interviews with migrants, that illuminate migration patterns.</p>\r\n\r\n<p>The co-director of the project is Douglas Massey, a professor of sociology and public policy at Princeton University. Based on more than three decades of field research, Massey found Trump&rsquo;s assertion to be flat wrong.</p>\r\n\r\n<p>He pointed to findings from a paper he published in 2014 in the journal <em>International Migration Review</em>. In the paper, he and his co-authors concluded that undocumented migration from Mexico &quot;was driven largely by U.S. labor demand and by the existence of well-developed migrant networks that provided migrants with access to U.S. labor markets despite a rising enforcement effort. The taking of additional trips is likewise tied to U.S. labor demand and access to migrant networks, as well as the number of U.S. trips a migrant has accumulated over his or her career.&quot;</p>\r\n\r\n<p>What about Mexican government efforts to push migrants into the United States? Nonexistent, Massey told PolitiFact.</p>\r\n\r\n<p>&quot;Mexico has never had a policy of pushing migrants toward the United States, much less &lsquo;forcing many bad people into our country,&rsquo; &quot; Massey said. &quot;Mexican migration is tied to social and economic circumstances on both sides of the border.&quot;</p>\r\n\r\n<p>Other experts sided with Massey.</p>\r\n\r\n<p>&quot;Immigrants come to work or to join family,&quot; said Jeffrey Passel, a senior demographer with the Pew Research Center&rsquo;s Hispanic Trends Project. &quot;And no, the Mexican government doesn&rsquo;t force anyone to leave.&quot;</p>\r\n\r\n<p>&quot;No, the Mexican government doesn&#39;t force anyone to move here illegally, though it certainly doesn&#39;t object,&quot; added Mark Krikorian, executive director of the Center for Immigration Studies, a group that favors low levels of immigration.</p>\r\n\r\n<p>Tom Smith, a demographer at the University of Chicago, drew a contrast with one historical example in which a government did take a role in pushing certain people to emigrate to the United States -- the<a href=\"http://www.history.com/this-day-in-history/castro-announces-mariel-boatlift\"> Mariel boatlift from Cuba in 1980</a>.</p>\r\n\r\n<p>&quot;While most immigrants were simply part of the general Cuban population of people wanting to emigrate, it appears that the Cuban government did intentionally send a disproportionate number of those they deemed to be undesirables, including prisoners and other institutionalized groups,&quot; Smith said.</p>\r\n\r\n<p>But there is no such evidence that the same thing has happened in Mexico, he added.</p>\r\n\r\n<p>About the closest support for Trump&rsquo;s claim that we could find is the argument that the Mexican government&rsquo;s failure to provide strong economic growth and restrain drug violence has been a factor in convincing people to leave the country and come to the United States. Still, it&rsquo;s not accurate to equate the Mexican government&rsquo;s inability to accomplish these goals and the idea that the government is pushing people out.</p>\r\n\r\n<p>It&rsquo;s also worth noting that migration from Mexico to the United States has been declining in recent years. This is due to demographic factors more than anything else, Massey said.</p>\r\n\r\n<p>Trump &quot;does not seem to have gotten the memo, but undocumented migration stopped in 2008 and has been zero or negative since -- not because the economic fundamentals have changed, but because the fertility rate dropped from 6.7 births per woman in 1970 to 2.2 births today, bringing about an aging of the population,&quot; Massey said. &quot;People initiate migration between the ages of 18 and 30, and if they don&#39;t migrate then, they are unlikely ever to migrate.&quot;</p>\r\n\r\n<p>In other words, Massey said, the number of people in the age category most conducive to immigration is dropping, so immigration is dropping as well.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;The Mexican government ... they send the bad ones over.&quot; Setting aside the question of whether Mexicans who have come to the United States are &quot;bad&quot; or not, we found no evidence of any Mexican policy that pushes people out of Mexico and into the United States. As has been the case for decades, a combination of economic and family factors accounts for most of the migration from Mexico to the United States. For the second time, we rate this claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2015-08-06T21:37:36.502079", "ruling_date": "2015-08-06T22:12:35", "ruling_headline": "Donald Trump: 'The Mexican government ... they send the bad ones over'", "ruling_headline_slug": "trump-mexican-government-they-send-bad-ones-over", "ruling_link_text": "Trump's doubles down on a claim that's wrong", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump,<a href=\"http://www.msnbc.com/msnbc/watch/trump-talks-immigration-hillary-and-isis-480290883935\"> interview with NBC</a>,<a href=\"http://www.cq.com/doc/newsmakertranscripts-4720525?4\"> July 8, 2015</a></p>\r\n\r\n<p>Douglas S. Massey, Jorge Durand and Karen A. Pren, &quot;Explaining Undocumented Migration to the U.S.&quot; (<em>International Migration Review</em>), Fall 2014</p>\r\n\r\n<p>Pew Research Center, &quot;<a href=\"http://www.pewhispanic.org/2009/04/14/a-portrait-of-unauthorized-immigrants-in-the-united-states/\">A Portrait of Unauthorized Immigrants in the United States</a>,&quot; April 14, 2009</p>\r\n\r\n<p>Email interview with Jeffrey Passel, senior demographer with the Pew Research Center&rsquo;s Hispanic Trends Project, July 8, 2015</p>\r\n\r\n<p>Email interview with Tom Smith, demographer at the University of Chicago, July 8, 2015</p>\r\n\r\n<p>Email interview with Douglas Massey, aprofessor of sociology and public policy at Princeton University, July 8, 2015</p>\r\n\r\n<p>Email interview with Kevin R. Johnson, dean of the University of California-Davis law school, July 8, 2015</p>\r\n\r\n<p>Email interview with Mark Krikorian, executive director of the Center for Immigration Studies, July 8, 2014</p>\r\n\r\n<p>Email interview with Mae Ngai, historian at Columbia University, July 8, 2015TK</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;The Mexican government ... they send the bad ones over.&quot;</p>\r\n", "statement_context": "comments at a GOP debate in Cleveland", "statement_date": "2015-08-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}