{"art": [{"brightcove": "", "caption": "The Supreme Court justices as seen in 2010.", "id": 6587, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/supremes.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6587/", "title": "U.S. Supreme Court justices", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/aug/12/david-ralston/ralston-misfires-comment-about-debate-over-faith-l/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 11192, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11192/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Georgia House Speaker David Ralston, R-Blue Ridge, says June&rsquo;s 5-4 Supreme Court ruling legalizing same-sex marriages is motivating him to pursue passage next year of a &quot;pastor protection&quot; bill.</p>\r\n\r\n<p>A working version of the bill reads: &quot;No minister of the gospel or cleric or religious practitioner ordained or authorized to solemnize marriages according to the usages of the denomination, when acting in his or her official religious capacity, shall be required to solemnize any marriage in violation of his or her right to free exercise of religion.&quot;</p>\r\n\r\n<p>It was drawn up shortly after the U.S. Supreme Court ruled June 26 in Obergefell v. Hodges that the U.S. Constitution guarantees a right to same-sex marriage. The decision has been met with resistance in some states.</p>\r\n\r\n<p>&quot;In Georgia, we&#39;re going to come down clearly on the side of the separation of church and state, and as long as you have constitutional scholars debating among themselves whether this is covered, then I think we need to remove all uncertainty and all doubt.&quot; Ralston said in an interview with The Atlanta Journal-Constitution on July 13, two days after he announced plans for his &quot;pastor protection&quot; bill.</p>\r\n\r\n<p>Ralston said his efforts are not connected to the &quot;religious liberty&quot; bills that have been at the center of some of the fiercest debates at the Capitol since 2014. Supporters see the &quot;religious liberty&quot; legislation as an extra layer of protection against government intrusion on religious beliefs, while critics say it would enable businesses to discriminate against gay customers.</p>\r\n\r\n<p>But what of the speaker&rsquo;s claim of a debate among constitutional scholars?</p>\r\n\r\n<p>PolitiFact decided to dig deeper.</p>\r\n\r\n<p>First, a little background.</p>\r\n\r\n<p>Ralston was meeting with House Republicans on Jekyll Island in July when he first disclosed his plans to introduce a &quot;pastor protection&quot; bill in the 2016 General Assembly session. Several states have passed or are considering nearly identical bills, and two of these bills just became law in Texas and Oklahoma .</p>\r\n\r\n<p>Ralston says that in his House district in North Georgia, &quot;there&rsquo;s a lot of unease in the faith community over the reach and ramifications&quot; of the Supreme Court&rsquo;s decision.</p>\r\n\r\n<p>&quot;What we are trying to do is dispel the unease, dispel the uncertainty and replace it with clarity,&quot; he told a radio reporter last month.</p>\r\n\r\n<p><strong>What do scholars say?</strong></p>\r\n\r\n<p>As soon as Ralston announced plans for the bill, some began to question: Was it necessary?</p>\r\n\r\n<p>Anthony Michael Kreis, a constitutional scholar at the University of Georgia, said nothing in the gay marriage ruling affects the religious freedom protections provided faith leaders under the First Amendment to the U.S. Constitution. They still have the right to refuse to perform any marriage ceremony, Kreis said.</p>\r\n\r\n<p>Based on Ralston&rsquo;s statement, suggesting a debate among constitutional scholars, we went in search of other opinions.</p>\r\n\r\n<p>We contacted constitutional law scholars in Georgia and across the country, including George Washington University law professor Ira C. Lupu and Georgia State University constitutional law professor Eric J. Segall.</p>\r\n\r\n<p>All said the Free Exercise Clause of the First Amendment prevents any minister, priest, rabbi or any other cleric from having to perform any religious ceremony - wedding or otherwise - against his or her faith.</p>\r\n\r\n<p>&quot;Many, for example, will not perform interfaith weddings,&quot; said Erwin Chemerinsky, a constitutional law expert and founding dean and distinguished professor of law at the University of California.</p>\r\n\r\n<p>The U.S. Supreme Court &quot;has never said otherwise,&quot; Segall said.</p>\r\n\r\n<p>&quot;And nothing in the same-sex marriage decision is to the contrary,&quot; he said.</p>\r\n\r\n<p>PolitiFact talked by telephone with Ralston, a lawyer by profession, and asked, &quot;Do you believe they (faith &nbsp;leaders) are protected under the First Amendment?&quot;</p>\r\n\r\n<p>&quot;Arguably they are,&quot; the speaker said.</p>\r\n\r\n<p>He voiced concern that, with a U.S. Supreme Court that evolves, this could one day be an issue litigated in federal court. He also repeated his stance that, within the faith community, &quot;there&rsquo;s certainly uncertainty and unease.&quot;</p>\r\n\r\n<p>But, he acknowledged, &quot;I don&rsquo;t think it is the reality.&quot;</p>\r\n\r\n<p>He went to say: &quot;We also have to deal with the perception.&quot;</p>\r\n\r\n<p>In a recent op-ed piece, Ralston wrote that &quot;the Pastor&#39;s Protection Act will make absolutely clear our state government does not view clergy as state actors.&quot;</p>\r\n\r\n<p>Lupu, a nationally recognized scholar in constitutional law, said a civil marriage, based on its definition, &quot;is <em>not</em> a matter that has historically been the domain of religious leaders -- certainly not the exclusive domain.&quot;</p>\r\n\r\n<p>&quot;Think about divorce laws and how far they depart from Catholic or Orthodox Jewish teaching,&quot; he said.</p>\r\n\r\n<p>Lauren Sudeall Lucas, a constitutional law expert and Georgia State University law professor, said the high court in Obergefell v. Hodges was careful to emphasize that it is &quot;the state&quot; that cannot refuse to recognize same-sex marriages.</p>\r\n\r\n<p>Lupu said he knows of no constitutional scholar who believes that the state can dictate to a pastor regarding who qualifies for religious marriage.</p>\r\n\r\n<p>&quot;So if Ralston says the Pastor Protection Act is legally necessary and adds something to the substance of the law, then he is speaking falsely,&quot; Lupu said. &quot;If he says &lsquo;I know it&#39;s not necessary, but it will provide reassurance to some,&lsquo; that cannot be a falsehood, because it will indeed do that.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Georgia House Speaker David Ralston has announced he will propose a pastor protection bill, spelling out that faith leaders in the state have the right to refuse to perform any marriage ceremony that goes against their religious convictions.</p>\r\n\r\n<p>&quot;In Georgia, we&#39;re going to come down clearly on the side of the separation of church and state, and as long as you have constitutional scholars debating among themselves whether this is covered, then I think we need to remove all uncertainty and all doubt,&quot; Ralston said in an interview two days after announcing plans for the bill.</p>\r\n\r\n<p>We don&rsquo;t claim to have reached every constitutional scholar. But we could find no evidence that there are any constitutional scholars who believe the ruling diminishes the First Amendment protections of religious freedom or forces religious leaders to marry people against their personal religious beliefs. Ralston, himself, acknowledges that. But he says there&rsquo;s unease in the community and a &quot;perception&quot; to contend with. That&rsquo;s a different argument for the bill.</p>\r\n\r\n<p>We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2015-08-11T15:48:33.568214", "ruling_date": "2015-08-12T00:00:00", "ruling_headline": "Ralston misfires with comment about debate over faith leaders, ruling", "ruling_headline_slug": "ralston-misfires-comment-about-debate-over-faith-l", "ruling_link_text": "Scholars: Ruling didn't change Constitution's pastor protections", "ruling_state": null, "source_documents": null, "sources": "<p>&quot;Exclusive: <a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/exclusive-ralston-to-propose-pastor-protection-act/nmxML/\">Ralston</a> to propose &lsquo;pastor protection act&rsquo;,&quot; by Aaron Gould Sheinin, The Atlanta Journal-Constitution, Saturday, July 11, 2015<strong> </strong></p>\r\n\r\n<p>&quot;Ralston: &#39;Pastor protection act&#39; a <a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/ralston-pastor-protection-act-a-necessity/nmx4L/\">necessity</a>,&quot; by Aaron Gould Sheinin, The Atlanta Journal-Constitution, Monday, July 13, 2015</p>\r\n\r\n<p>&quot;Georgia House speaker: Same-sex marriages make pastor protection law <a href=\"http://www.albanyherald.com/news/2015/jul/13/georgia-house-speaker-same-sex-marriages-make-past/?opinion\">necessary:</a> Speaker David Ralston says state needs to reassure pastors that they will be protected,&quot; by Aaron Gould Sheinin, Albany Herald, Monday, July 13, 2015<strong>&nbsp; </strong></p>\r\n\r\n<p>&quot;Following Gay Marriage Ruling, Ga. GOP Lawmakers <a href=\"http://www.gpb.org/news/2015/07/13/following-gay-marriage-ruling-ga-gop-lawmakers-float-pastor-protection-bill\">Float</a> &lsquo;Pastor Protection&rsquo; Bill,&quot; Georgia Public Broadcasting, Monday, July 13, 2015<strong> </strong></p>\r\n\r\n<p>&quot;Clarifying Clergy&rsquo;s <a href=\"http://www.pressreader.com/usa/the-atlanta-journal-constitution/20150731/281809987605242/TextView\">Right</a> to Refusal,&quot; by David Ralston for The Atlanta Journal-Constitution, July 31, 2015</p>\r\n\r\n<p>&quot;Religious rights, yes; <a href=\"http://www.myajc.com/news/news/opinion/religious-rights-yes-discrimination-no/nm9G5/#142a22c6.257170.735821\">discrimination</a>, no,&quot; by Anthony Michael Kreis for The Atlanta Journal-Constitution, July 30, 2015</p>\r\n\r\n<p>Background on <a href=\"http://news.uga.edu/releases/article/uga-experts-supreme-court-same-sex-marriage-rulings-062613/\">Anthony</a> Michael Kreis<strong> </strong></p>\r\n\r\n<p>Email with Kaleb McMichen, spokesman for House Speaker David Ralston</p>\r\n\r\n<p>Phone interview with David Ralston, speaker of the Georgia House of Representatives</p>\r\n\r\n<p>Bio of House Speaker <a href=\"http://www.house.ga.gov/Speaker/en-US/default.aspx\">David</a> Ralston, R-Blue Ridge</p>\r\n\r\n<p>Emails with Ira C. &quot;Chip&quot; Lupu, F. Elwood &amp; Eleanor Davis Professor of Law, Emeritus, George Washington University Law School</p>\r\n\r\n<p>Bio on Ira C. &quot;Chip&quot; Lupu, <a href=\"http://www.law.gwu.edu/faculty/profile.aspx?id=1770\">professor</a>, George Washington University Law School</p>\r\n\r\n<p>Blog written by George <a href=\"http://berkleycenter.georgetown.edu/cornerstone/obergefell-v-hodges-the-ruling-and-its-implications-for-religious-freedom/responses/apocalypse-now\">Washington</a> University professors Ira C. &quot;Chip&quot; Lupu and Bob Tuttle, after Obergefell, on religious freedom, including the fear of loss of tax exemptions</p>\r\n\r\n<p>Bio on <a href=\"http://www.law.gwu.edu/Faculty/profile.aspx?id=1730\">Professor</a> Bob Tuttle</p>\r\n\r\n<p>Email with Lauren Sudeall Lucas, assistant professor of law, specializing in constitutional law, Georgia State University</p>\r\n\r\n<p>Bio on GSU Assistant <a href=\"http://law.gsu.edu/profile/lauren-sudeall-lucas/\">Professor</a> Lauren Sudeall Lucas</p>\r\n\r\n<p>Email with Eric Segall, Kathy and Lawrence Ashe professor of law, Georgia State University School of Law</p>\r\n\r\n<p>Bio of GSU <a href=\"http://law.gsu.edu/profile/eric-j-segall/\">Professor</a> Eric Segall</p>\r\n\r\n<p>Email with Erwin Chemerinsky, a constitutional law expert and founding dean and distinguished professor of law at the University of California.</p>\r\n\r\n<p>Bio of University of Erwin <a href=\"http://www.law.uci.edu/faculty/full-time/chemerinsky/\">Chemerinsky</a>, Irvine School of Law, dean of the University of California</p>\r\n\r\n<p>Email and phone interview with Gary J. Simson, senior Vice Provost for Scholarship and Macon Chair in Law Mercer University Macon</p>\r\n\r\n<p>Bio of Gary Simson, Macon <a href=\"https://law.mercer.edu/faculty/directory/simson/\">chair</a> in law, Mercer University Macon</p>\r\n\r\n<p>Email with Richard Rosen, professor of law and director of the Center for Military Law &amp; Policy at Texas Tech University School of Law</p>\r\n\r\n<p>Bio for law <a href=\"http://www.law.ttu.edu/faculty/bios/rosen/\">professor</a> Richard Rosen, Texas Tech University</p>\r\n\r\n<p>SCOTUS blog Hosanna-Tabor <a href=\"http://www.scotusblog.com/case-files/cases/hosanna-tabor-evangelical-lutheran-church-and-school-v-eeoc/\">Evangelical</a> Lutheran Church and School v. EEOC.Richard Rosen refers to this case, saying: &quot;The federal courts&mdash;including a unanimous 2012 decision by the Supreme Court (<em>Hosanna-Tabor Evangelical Lutheran Church &amp; School v. EEOC</em>)&mdash;&nbsp; have upheld the so-called&nbsp;&quot;ministerial exception&quot; to federal civil rights acts, which exempts the clergy from various federal anti-discrimination laws (<em>e.g.,</em>&nbsp;in spite of Title VII of the Civil Rights Act of 1964, which prohibits, among other things, gender discrimination in employment, a Catholic Church or Orthodox Synagogue is not required to ordain and hire women clergy).&quot;</p>\r\n\r\n<p>Excerpt from Obergefell opinion: &quot;Finally, it must be emphasized that religions, and those who adhere to religious doctrines, may continue to advocate with utmost, sincere conviction that, by divine precepts, same-sex marriage should not be condoned. The First Amendment ensures that religious organizations and persons are given proper protection as they seek to teach the principles that are so fulfilling and so central to their lives and faiths, and to their own deep aspirations to continue the family structure they have long revered. The same is true of those who oppose same-sex marriage for other reasons. In turn, those who believe allowing same sex marriage is proper or indeed essential, whether as a matter of religious conviction or secular belief, may engage those who disagree with their view in an open and searching debate. The Constitution, however, does not permit the State to bar same-sex couples from marriage on the same terms as accorded to couples of the opposite sex.</p>\r\n\r\n<p>Oklahoma <a href=\"https://legiscan.com/OK/bill/HB1007/2015\">House</a> Bill 1007</p>\r\n\r\n<p>&quot;Governor Fallin signs law protecting <a href=\"http://kfor.com/2015/05/01/governor-fallin-signs-law-protecting-religious-liberty\">clergy</a> from performing same-sex marriages,&quot; By<a href=\"http://kfor.com/author/kforkristenshanahan/\" style=\"text-decoration:none;\"> <u>Kristen Shanahan</u></a>, KFOR-TV, Oklahoma City, OK, May 1, 2015&nbsp;&nbsp; &nbsp;</p>\r\n\r\n<p>&quot;Texas Passes Pastor Protection Act: A First <a href=\"http://blog.libertyinstitute.org/2015/06/texas-passes-pastor-protection-act.html\">Step</a> in Defending Religious Freedom for All,&quot; Liberty Institute News, June 18, 2015</p>\r\n\r\n<p>&quot;Still free: Texas governor <a href=\"http://www.christianexaminer.com/article/still.free.texas.governor.signs.pastor.protection.bill/49085.htm\">signs </a>pastor protection bill.&quot; by<a href=\"http://www.christianexaminer.com/article/still.free.texas.governor.signs.pastor.protection.bill/49085.htm\" style=\"text-decoration:none;\"> <u>Gregory Tomlin, Christian Examiner, </u></a>June 12, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 0, "home_state": "Georgia", "id": 1925, "last_name": "Ralston", "mostly_true_count": 1, "name_slug": "david-ralston", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/David_Ralston.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1925/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>There is debate among constitutional scholars about whether the First Amendment will continue to protect faith leaders from being forced to perform marriages against their religious beliefs.</p>\r\n", "statement_context": "an interview", "statement_date": "2015-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}