{"art": [{"brightcove": "", "caption": "The Peachtree-Pine homeless shelter just south of Midtown Atlanta. AJC file photo by Brant Sanderlin", "id": 6613, "infogram": "", "ndn": " Pine Street Homeless Shelter in Atlanta Thursday October 8, 2009. Brant Sanderlin, bsanderlin@ajc.com\r\n", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ATLhomelessshelter_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6613/", "title": "PeachtreePineHomelessShelter", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2015/aug/19/kasim-reed/tb-real-concern-controversial-atlanta-shelter/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 11209, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nbadertscher@ajc.com", "first_name": "Nancy", "id": 426, "last_name": "Badertscher", "name_slug": "nancy-badertscher", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/NancyBadertscher-1.jpg", "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/426/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/11209/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Atlanta Mayor Kasim Reed has made no secret of wanting to close the homeless shelter at Peachtree and Pine streets.</p>\r\n\r\n<p>Reed, who has been active in downtown&rsquo;s post-Recession resurgence, says he&rsquo;ll push for the city to acquire the property through eminent domain and turn it into a police precinct and fire station.</p>\r\n\r\n<p>Health concerns are a major reason for closing the Peachtree-Pines shelter, Reed said during a lunchtime speech to Atlanta&rsquo;s Commerce Club on Tuesday, Aug. 11.</p>\r\n\r\n<p>&quot;Peachtree and Pine is one of the leading sites for tuberculosis in the nation,&quot; he told the crowd.</p>\r\n\r\n<p>Reed said top officials with the Centers for Disease Control and Prevention recently asked to meet with him and &quot;laid out how tuberculosis cases, not in Georgia, but across America, are being traced back to Peachtree and Pine.&quot;</p>\r\n\r\n<p>Could Peachtree-Pine, billed as the largest homeless shelter in the Southeast, be a leading site for tuberculosis in the nation? PolitiFact decided to do some checking.</p>\r\n\r\n<p>First a little background.</p>\r\n\r\n<p>The homeless are prime candidates for tuberculosis because they typically have greater exposure to cold weather, are in crowded conditions when they stay in shelters and lack proper nutrition and medical care.</p>\r\n\r\n<p>That means shelters, such as Peachtree-Pine, have to be vigilant to avoid becoming breeding grounds for TB, which is spread person to person through the air and caused by the bacteria <em>Mycobacterium tuberculosis.</em></p>\r\n\r\n<p>TB normally attacks the lungs, but also can strike the kidney, spine, brain or another body part. In most cases, tuberculosis is treatable and curable, although people can die if they don&rsquo;t receive the proper treatment. Most people live with the bacteria, or latent TB infection, without feeling sick or showing symptoms.</p>\r\n\r\n<p>In 2014, 9,412 new tuberculosis cases were reported in the U.S., 334 in Georgia, according to the CDC.</p>\r\n\r\n<p>A new drug-resistant strain of TB was discovered in 2008 at the shelter at Peachtree and Pine, which is run by the Metro Atlanta Task Force for the Homeless. The strain was labeled G05625 TB by the CDC.</p>\r\n\r\n<p><strong>The research </strong></p>\r\n\r\n<p>To fact check Reed&rsquo;s statement, we reached out to Fulton County government, the CDC, the mayor&rsquo;s office and the Georgia Department of Public Health, as well as shelter management. Anita Beaty, Peachtree-Pine&rsquo;s executive director, rejects Reed&rsquo;s assessment of the shelter and says it is &quot;100 percent compliant&quot; with CDC protocol for spotting, treating and avoiding the spread of TB. &nbsp;She said Reed and the business community have conspired for years to force the shelter to close so they can take over its prime location, just south of Midtown and in sight of the Fox Theatre.</p>\r\n\r\n<p>Tuberculosis has been a worry at all Atlanta and Fulton County shelters, not just Peachtree-Pine, for years. But alarm bells apparently really started going off after an uptick in TB cases last year.</p>\r\n\r\n<p>&quot;At a time when the incidents of tuberculosis has been declining across the metropolitan Atlanta area and the rest of Georgia, it has actually increased in Fulton County,&quot; Brenda Fitzgerald, commissioner of the Georgia Department of Public Health, wrote Fulton County Commission Chair John Eaves in April.</p>\r\n\r\n<p>A month later, officials with the Centers for Disease Control and Prevention were sitting down for the first of two meetings with Reed about the ongoing TB problem generally, and Peachtree-Pine specifically. &quot;Our inability to control (the Peachtree-Pine) outbreak has led to infections in multiple other states,&quot; Philip A. LoBue and Jonathan Mermin, doctors with the National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, wrote Reed after they met in May.</p>\r\n\r\n<p>Based on interviews, data and documents that PolitiFact reviewed, here&rsquo;s a summary of the major points.</p>\r\n\r\n<p>-- Since 2008, new cases of the drug-resistant strain of TB that originated at the Peachtree-Pine shelter have turned up in metro Atlanta and Georgia as well as eight other states -- Alabama, California, Florida, Illinois, New York, North Carolina, Pennsylvania and South Carolina. (Genotype evidence, similar to a fingerprint, exists for every strain of TB, and that&rsquo;s how every new case of G05625 in the state and nation can be traced to the Peachtree-Pine shelter. Similarly, that&rsquo;s how the Ebola outbreak in west Africa in 201, was traced back to a 2-year-old from a small village in Guinea who died in 2013 and who became known around the world as Patient Zero.)</p>\r\n\r\n<p>-- At Fulton County&rsquo;s four shelters, the number of TB cases rose by 230 percent, from 13 in 2013 to 43 in 2014. Twenty-two of the 43 cases, or slightly more than 50 percent, were at Peachtree-Pine. (The CDC defines a large outbreak as being 10 or more cases, CDC spokesman Brian Katzowitz said.)</p>\r\n\r\n<p>-- The number of drug-resistant G05625 tuberculosis cases, those linked to Peachtree-Pine, grew 10-fold from 2013 to 2014, from two to 23.</p>\r\n\r\n<p>-- Fulton County accounted for 82 percent of all cases of that strain of tuberculosis in Georgia and 69 percent of all cases of the strain in the United States.</p>\r\n\r\n<p>-- At least four clients of the Peachtree-Pine shelter, according to Fitzgerald, have died of tuberculosis since early 2014.</p>\r\n\r\n<p>In her letter to Eaves, Fitzgerald said, public health researchers identified the homeless shelter at the corner of Peachtree and Pine Streets &quot;as a major source of the current outbreak.</p>\r\n\r\n<p>&quot;If it [tuberculosis] &nbsp;gains a foothold in the community, then the cost in healthcare and human suffering will be incalculable,&quot; she wrote.</p>\r\n\r\n<p>Jessica A. Corbitt-Dominguez, director of external affairs for Fulton County government, said Fulton health workers, in conjunction with officials from the Georgia Department of Public Health and CDC, responded to the outbreak with an aggressive campaign of education, testing and treatment. Anyone with active disease was relocated from the shelters while in treatment under the supervision of Fulton Health and Wellness.</p>\r\n\r\n<p>The county set up special teams that make daily visits to shelters to perform screenings and administer medicines, Corbitt-Dominguez said.</p>\r\n\r\n<p>In June 2015, the county health department also signed memorandums of understanding (MOUs) with four shelters, including Peachtree and Pine. This was considered a significant step since a lack of administrative controls and protocols is considered a likely contributor to the spread of TB. As of this month, the number of 2015 confirmed TB cases at Fulton homeless shelters is 13, Corbitt-Dominguez said.</p>\r\n\r\n<p>Beaty&rsquo;s attorney last week provided reporters with a certificate showing the shelter is fully in compliance with the CDC&rsquo;s TB protocol, and Beaty told PolitiFact &quot;it&rsquo;s ludicrous to think we wouldn&rsquo;t be on it.&quot;</p>\r\n\r\n<p>Corbitt-Dominguez confirmed that the shelter has never been cited by the county, although Eaves has said there have been concerns about the shelter&rsquo;s TB safeguards.</p>\r\n\r\n<p>In a letter to Fitzgerald, he wrote that the shelter&rsquo;s administration &quot;routinely exhibits sub-optimal administration of the procedures required to control the spread of this disease.&quot;</p>\r\n\r\n<p>Beaty said Reed&rsquo;s statement makes clear he &quot;is just not getting good information.&quot;</p>\r\n\r\n<p>&quot;We have been cleared by Fulton County, which is on site every day to monitor. And we&rsquo;ve got 100 percent clearance from the CDC&rsquo;s requirements,&quot; she said. &quot;We resent those easy headlines that have no basis in fact and that marginalize homeless people in our facilities.&quot;</p>\r\n\r\n<p>Tom Andrews, president of the non-profit Mercy Care, which operates 14 clinics, some associated with shelters, said the strain of TB originating at Peachtree-Pine has to be a major concern. Since it is medicine-resistant, it requires a more expensive and longer treatment program, Andrews said.</p>\r\n\r\n<p>The CDC estimates that the costs of treating a person with TB increases with greater resistance. Direct costs in 2010 U.S. dollars average from $17,000 to treat drug-susceptible TB to $430,000 to treat the most drug-resistant form, according to the agency&rsquo;s website.</p>\r\n\r\n<p>So is it a national leader in TB?</p>\r\n\r\n<p>We asked the mayor&rsquo;s office for evidence to back up Reed&rsquo;s statement that Peachtree-Pine &quot;is one of the leading sites for tuberculosis in the nation.&quot; Anne Torres, his spokeswoman, provided us copies of the letters from Fitzgerald and the doctors, as well as a highly technical report from the CDC.</p>\r\n\r\n<p>We reached out to the CDC. A spokesperson said agency officials would not comment on the mayor&rsquo;s public statements.</p>\r\n\r\n<p>CDC officials also would not identify the states where they said the TB strain from Peachtree-Pine had spread. We were able to obtain that list from the Georgia Department of Public Health, as well as the number of cases of G05625 strain TB in each state from 2008 to 2014.</p>\r\n\r\n<p>The most were in Florida (14), followed by California (8) and North Carolina and Alabama (2 each). New York, Illinois, Pennsylvania and South Carolina each reported one case in the five years -- for a total of 30 in the eight states in five years.</p>\r\n\r\n<p>But do 30 cases over a several-year period raise Peachtree-Pine to a leading site of TB in the nation?</p>\r\n\r\n<p>We posed that question to Philip Hopewell, a leading tuberculosis expert and professor of medicine at the University of California, San Francisco.</p>\r\n\r\n<p>&quot;Peachtree and Pine is clearly &nbsp;a major site for transmission of Mycobacterium tuberculosis, and it may be one of the leading sites in the nation,&quot; Hopewell said.</p>\r\n\r\n<p>&quot;However, there are not data from every such facility in the country,&quot; he added. &quot;To say that the Atlanta facility is one of the leading sites in the country -- it probably is -- implies that there are data with which to compare the Atlanta facility. Thus, strictly speaking, what he said can&#39;t be backed with evidence. Even so, I wouldn&#39;t fault the mayor for saying this.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Mayor Kasim Reed said &quot;Peachtree and Pine is one of the leading sites for tuberculosis in the nation.&quot; Thirty cases of a medicine-resistant strain of TB in eight states have been traced back to the shelter at Peachtree and Pine. The shelter also had a large share of the cases in a recent TB outbreak in Fulton County and four TB deaths, according to state data.</p>\r\n\r\n<p>CDC officials clearly believe it&rsquo;s a concern, but a leading tuberculosis expert says there&rsquo;s a dearth of comparative data.</p>\r\n\r\n<p>We rate Reed&rsquo;s statement Mostly True. &nbsp;</p>\r\n", "ruling_comments_date": "2015-08-18T14:30:03.086554", "ruling_date": "2015-08-19T00:00:00", "ruling_headline": "TB real concern at Atlanta homeless shelter", "ruling_headline_slug": "tb-real-concern-controversial-atlanta-shelter", "ruling_link_text": "Mayor Reeds wants shelter closed", "ruling_state": null, "source_documents": null, "sources": "<p>&quot;Reed wants to seize Peachtree-Pine by <a href=\"http://www.myajc.com/news/news/local-govt-politics/reed-wants-to-seize-peachtree-pine-by-eminent-doma/nnHm3/#34d554cb.257170.735824\" style=\"text-decoration:none;\"><u>eminent </u></a>domain,&quot; By Katie Leslie, The Atlanta Journal-Constitution, Aug. 11, 2015</p>\r\n\r\n<p>Emails and phone calls with Anne Torres, spokeswoman for Atlanta Mayor Kasim Reed</p>\r\n\r\n<p>Phone interview with Anita Beaty, executive director. Metro Atlanta Task Force for the Homeless</p>\r\n\r\n<p>Phone interview with Tom Andrews, Mercy Care</p>\r\n\r\n<p>Email with Philip Hopewell, a leading tuberculosis expert and professor of medicine at the University of California, San Francisco</p>\r\n\r\n<p>&quot;New TB cases <a href=\"http://clatl.com/freshloaf/archives/2011/11/04/new-tb-cases-reported-at-peachtree-pine-shelter\" style=\"text-decoration:none;\"><u>reported</u></a> at Peachtree-Pine shelter,&quot; By Scott Henry, Creative Loafing, Nov. 4, 2011</p>\r\n\r\n<p>&quot;Peachtree-Pine, Fulton <a href=\"http://clatl.com/atlanta/cdc-investigated-peachtree-pine-turberculosis-outbreak-in-2009/Content?oid=2809278\" style=\"text-decoration:none;\"><u>tussle</u></a> over TB,&quot; By Scott Henry, Creative Loafing, 2011</p>\r\n\r\n<p>Phone interviews and emails with Jessica A. Corbitt-Dominguez, director of external affairs, Fulton County government</p>\r\n\r\n<p>Emails with Centers for Disease Control</p>\r\n\r\n<p>&quot;Fulton investigating TB <a href=\"http://clatl.com/freshloaf/archives/2014/05/16/fulton-investigating-tb-outbreak-at-three-atlanta-homeless-shelters\" style=\"text-decoration:none;\"><u>outbreak</u></a> at three Atlanta homeless shelters,&quot; By Madeleine Thompson, Creative Loafing, May 16, 2014</p>\r\n\r\n<p>Fulton County <a href=\"http://media.cmgdigital.com/shared/news/documents/2015/08/18/lettertoshelter.pdf\">letter to shelter</a>, July 2015</p>\r\n\r\n<p>Centers for Disease Control and Prevention <a href=\"http://media.cmgdigital.com/shared/news/documents/2015/08/18/Letter_to_Mayor_Kasim_Reed_May_2015_2.pdf\">letter to Mayor Kasim Reed</a>, May 2015</p>\r\n\r\n<p>Georgia Department of Public Health <a href=\"http://media.cmgdigital.com/shared/news/documents/2015/08/18/TB_outbreak_in_fulton_co_peachtree-pine_shelter.pdf\">letter to Fulton County</a>, April 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Kasim", "half_true_count": 5, "home_state": "", "id": 574, "last_name": "Reed", "mostly_true_count": 7, "name_slug": "kasim-reed", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kasimreed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/574/", "total_count": 21, "true_count": 5, "website": ""}, "statement": "<p>&quot;Peachtree and Pine is one of the leading sites for tuberculosis in the nation.&quot;</p>\r\n", "statement_context": "a speech at the Commerce Club", "statement_date": "2015-08-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}