{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1120, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1120/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n In an already contentious health care debate, the last thing the Obama administration wants is a fight over abortion.\n</p>\n<p>\n The word \"abortion\" was never mentioned in the initial health care plans released by the House and Senate. The decision of whether to offer abortion coverage in the proposed public plan, then, would be left up to the health and human services secretary. Abortion opponents said that would allow Democrats to slip abortion into the plan as part of the standard coverage.\n</p>\n<p>\n In an op-ed piece on July 23, House Republican Leader John Boehner of Ohio repeated the concerns of many who oppose abortion that the Democratic-backed health care reform plan \"will require (Americans) to subsidize abortion with their hard-earned tax dollars.\"\n</p>\n<p>\n Although there are several versions of the health care bill kicking around in Congress, one thing has now become clear: Most envision a government-run health plan option that could include abortion coverage, as well as a health care exchange in which participating private insurance companies would be permitted to offer such coverage.\n</p>\n<p>\n But does that mean that federal tax dollars would be used to subsidize abortions? That's a more difficult question.\n</p>\n<p>\n Let's back up a minute and explain some background:\n</p>\n<p>\n Currently, the 1976 Hyde Amendment prohibits the use of federal funds for abortions through Medicaid except in cases of rape, incest or when the mother's health is in peril. So states that want to offer abortion coverage have to pay for it themselves. Similar restrictions on public funding for abortions applies to federal health care coverage extended to active and retired military and federal employees.&nbsp;\n</p>\n<p>\n President Barack Obama gave a nod to that precedent when asked in a July 21 CBS interview with Katie Couric whether he favored a government option that would cover abortions. Obama said, \"As you know, I'm prochoice. But I think we also have a tradition of, in this town, historically, of not financing abortions as part of government-funded health care. Rather than wade into that issue at this point, I think that it's appropriate for us to figure out how to just deliver on the cost savings, and not get distracted by the abortion debate at this station.\"\n</p>\n<p>\n Abortion opponents had hoped similar restrictions to those in the Hyde Amendment would be placed on any government-run health care option, and also be extended to any private insurance companies that participate in the government-sponsored health care exchange, which will provide health insurance for people who don't get it through their employer.\n</p>\n<p>\n To that end, Rep. Bart Stupak, D-Mich., offered an amendment to the House health care proposal that would prohibit the use of public money \"to cover any part of the costs of any health plan that includes coverage of abortion.\" The amendment was narrowly defeated.\n</p>\n<p>\n Donna Crane, policy director for NARAL Pro-Choice America, called Stupak's proposal a \"radical departure from the status quo,\" because millions of women who currently have private insurance plans that cover abortions would be stripped of that coverage if their plan ultimately became part of the exchange &mdash; which seems likely.\n</p>\n<p>\n According to a 2002 Guttmacher Institute study, 87 percent of employment-based insured health plans offered coverage for abortions (though not all companies select it for their employees). A 2003 Kaiser Family Foundation survey found that 46 percent of covered workers had coverage for  abortions. The two surveys asked different questions, but the bottom line is that a significant percentage of women currently have health insurance that covers abortions.\n</p>\n<p>\n And so began the debate over how to make the health care reform bill \"abortion neutral.\"\n</p>\n<p>\n A compromise plan offered by Rep. Lois Capps, D-Calif., which passed the House Energy and Commerce Committee, seeks to alleviate many of the concerns expressed by abortion opponents &mdash; particularly the issue of tax dollars being used to subsidize abortions &mdash; while specifically making abortion coverage available in both the public plan and in private plans participating in the exchange.\n</p>\n<p>\n Under the Capps amendment:\n</p>\n<p>\n &bull; Abortion coverage would not be part of the required minimum benefits package. In other words, insurers would not be required to offer, or be prohibited from offering, abortion services in order to participate in the exchange.\n</p>\n<p>\n &bull; The public plan could include abortion coverage, but the cost of the additional coverage could not be paid through public subsidies (tax dollars), only through the premiums paid by the insured. And with private plans in the exchange, again, federal subsidies could not be used for abortion coverage.\n</p>\n<p>\n &bull; Public funding would only be permitted for abortions allowed under the Hyde Amendment &mdash; in cases of rape, incest or when the mother's life is in danger.\n</p>\n<p>\n &bull; At least one plan in every region must offer full abortion coverage; and one must not.\n</p>\n<p>\n &bull; Any insurance plan participating in the exchange cannot discriminate against hospitals or other health care facilities (such as Catholic hospitals) that are unwilling to provide abortions.\n</p>\n<p>\n &bull; The plan will not pre-empt any state laws regarding abortion, such as parental notification laws.\n</p>\n<p>\n Douglas Johnson, legislative director for National Right to Life, said the amendment is hardly a compromise, and the pledge not to prohibit the use of public funds amounts to little more than symbolic bookkeeping.\n</p>\n<p>\n The Capps amendment may claim to segregate funds used for abortions, he said, but the bottom line is you have the government paying subsidies to people who are then able to obtain abortion coverage. And, he said, \"It's still the government running the whole plan.\"\n</p>\n<p>\n \"The government would be participating in the killing of unborn children under the guise of a health care plan,\" Johnson said.\n</p>\n<p>\n But that's not the opinion of all antiabortion groups.\n</p>\n<p>\n Chris Korzen, executive director of Catholics United, which opposes abortion, said his group doesn't want to see an important health care plan derailed by a \"misleading campaign\" that claims the health care plan would mean taxpayer-subsidized abortions.\n</p>\n<p>\n \"The goal should be to maintain the current policies,\" Korzen said. \"That Capps amendment accomplishes just that. It specifically prohibits taxpayers' funding of abortions. It disappoints me that there are people who are still making that claim.\"\n</p>\n<p>\n And, he said, \"there's a lot to be happy about,\"&nbsp; including the fact that abortion coverage was not included as part of the required minimum benefits package.\n</p>\n<p>\n Crane said NARAL believes abortion should be treated like any other health service. But they think the Capps amendment at least maintains the status quo, and that it helped to alleviate many of the concerns expressed by abortion opponents.\n</p>\n<p>\n \"We thought they got everything they wanted,\" Crane said. \"We are confused why they continue to push.\"\n</p>\n<p>\n Obviously, there's a lot at stake in the health care bill for both sides in the abortion debate.\n</p>\n<p>\n The fact that several versions of the health care reform bill are floating around Congress makes it difficult to say with certainty what the final plan will or will not include. But while it appears likely the plan would allow for the coverage of abortions, we don't see anything in the plans that would require taxpayers to foot the bill for that.\n</p>\n<p>\n In fact, in a key version of the bill &mdash; the one passed by the House Energy and Commerce Committee &mdash; members went to great pains to include an amendment to ensure that federal money is not used for abortion coverage. Again, things could change as the health reform package works its way through Congress, but for now, we don't see anything to support Boehner's claim that taxpayers would subsidize abortions. And so we rule his statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:41.584093", "ruling_date": "2009-08-07T18:38:45", "ruling_headline": "Boehner says Democrats' health care plan would subsidize abortions", "ruling_headline_slug": "boehner-says-democrats-health-care-plan-would-lead", "ruling_link_text": "Amendment would prohibit use of federal funds for abortions", "ruling_state": null, "source_documents": null, "sources": "<p>\n National Review Online,\n <a href=\"http://healthcare.nationalreview.com/post/?q=NGI1YjEwOTNjYmMzODBiYjJkNjliOTljODk2ZTBjOGE\" target=\"_blank\">\n  \"Critical Condition,\" by Rep. John Boehner\n </a>\n , July 23, 2009\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20090805/ap_on_go_co/us_health_care_overhaul_abortion\" target=\"_blank\">\n  \"Gov't insurance would allow coverage for abortion\"\n </a>\n by Ricardo Alonso-Zaldivar, Aug. 5, 2009\n</p>\n<p>\n FactCheck.org,\n <a href=\"http://factcheck.org/2009/07/surgery-for-seniors-vs-abortions/\" target=\"_blank\">\n  \"Surgery for Seniors vs. Abortions?\"\n </a>\n by Viveca Novak,&nbsp; July 31, 2009\n</p>\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/blogs/2009/07/21/politics/politicalhotsheet/entry5178972.shtml\" target=\"_blank\">\n  \"Obama: Abortion Funding Not Main Focus of Health Reform\"\n </a>\n by Stephanie Condon, July 21, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/gpr/10/1/gpr100112.html\" target=\"_blank\">\n  \"The Heart of the Matter: Public Funding of Abortion for Poor Women in the United States\"\n </a>\n by Heather D. Boonstra, Winter 2007\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/psrh/full/3607204.pdf\" target=\"_blank\">\n  \"U.S. Insurance Coverage of Contraceptives and the Impact Of Contraceptive Coverage Mandates,\"\n </a>\n by Adam Sonfield, Rachel Benson Gold, Jennifer J. Frost and Jacqueline E. Darroch,&nbsp; 2002\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/insurance/ehbs2003-1-set.cfm\" target=\"_blank\">\n  Employer Health Benefits 2003 Annual Survey\n </a>\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/media/inthenews/2009/07/22/index.html\" target=\"_blank\">\n  \"Guttmacher Institute Memo on Insurance Coverage of Abortion,\"\n </a>\n on July 22, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/statecenter/spibs/spib_RICA.pdf\" target=\"_blank\">\n  \"State Policies in Brief: Restricting Insurance Coverage of Abortion,\"\n </a>\n Aug. 1, 2009\n</p>\n<p>\n U.S. Senate,\n <a href=\"http://help.senate.gov/BAI09A84_xml.pdf\" target=\"_blank\">\n  Health care reform bill that passed the Senate Health, Education, Labor and Pensions Committee\n </a>\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20090722/ap_on_go_co/us_health_care_overhaul_abortion\" target=\"_blank\">\n  \"Abortion is latest controversy in health overhaul\"\n </a>\n by Ricardo Alonso-Zaldivar, July 21, 2009\n</p>\n<p>\n House Committee on Education and Labor Web site,\n <a href=\"http://edlabor.house.gov/documents/111/pdf/publications/AAHCA-BillText-071409.pdf\" target=\"_blank\">\n  Health care reform bill that passed this House committee\n </a>\n</p>\n<p>\n House Commitee on Energy and Commerce Web site,\n <a href=\"http://energycommerce.house.gov/Press_111/20090730/hr3200_capps_1.pdf\" target=\"_blank\">\n  The Capps Amendment\n  <br />\n </a>\n</p>\n<p>\n Time,\n <a href=\"http://www.time.com/time/politics/article/0,8599,1909178,00.html\" target=\"_blank\">\n  \"Could Abortion Coverage Sink Health-Care Reform?\"\n </a>\n by Karen Tumulty, July 8, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/07/31/us/politics/31health.html?_r=2\" target=\"_blank\">\n  \"House Health Care Bill Criticized as Panel Votes for Public Plan\"\n </a>\n by David M. Herszenhorn and Robert Pear, July 30, 2009\n <br />\n <br />\n National Right to Life,\n <a href=\"http://www.nrlc.org/AHC/Index.html\" target=\"_blank\">\n  \"Abortion Mandates in 'Heath Care Reform' -- A Grave Danger to the Pro-Life Cause\"\n </a>\n</p>\n<p>\n CNN Politics.com,\n <a href=\"http://politicalticker.blogs.cnn.com/2009/07/29/frc-spot-looks-to-tie-public-option-to-abortion-funding/\" target=\"_blank\">\n  \"FRC spot looks to tie public option to abortion funding,\"\n </a>\n July 29, 2009\n</p>\n<p>\n Catholics United,\n <a href=\"http://www.catholics-united.org/?q=node/265\" target=\"_blank\">\n  \"Catholics United Condemns Family Research Council's Deceptive Health Care Attack Ads\"\n </a>\n</p>\n<p>\n NARAL Pro-Choice America,\n <a href=\"http://www.prochoiceamerica.org/issues/abortion/access-to-abortion/health-care-reform.html\" target=\"_blank\">\n  \"Health-Care Reform: What You Should Know\"\n </a>\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/news/stories/0709/25475.html\" target=\"_blank\">\n  \"Keep abortion funding out of health care reform\",\n </a>\n an op-ed from Tony Perkins, president of the Family Research Council, July 28, 2009\n</p>\n<p>\n Interview with Douglas Johnson, legislative director for National Right to Life, Aug. 5, 2009\n</p>\n<p>\n Interview with Donna Crane, policy director for NARAL Pro-Choice America, Aug. 6, 2009\n</p>\n<p>\n Interview with Chris Korzen, executive director of Catholics United, Aug. 6, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>The Democrat-backed health care reform plan \"will require (Americans) to subsidize abortion with their hard-earned tax dollars.\"</p>", "statement_context": "an op-ed for National Review", "statement_date": "2009-07-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}