{"art": [{"brightcove": "", "caption": "The Club for Growth ad suggests the government will put a price on life.", "id": 146, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/146/", "title": "Club for Growth Health Care Ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/7ulMj3SNtMI?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "7ulMj3SNtMI"}], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/06/club-growth/club-growths-health-care-ad-campaign-misleading/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "facebook_headline": null, "id": 1122, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1122/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Like other groups criticizing health care reform, the conservative Club for Growth is using the August recess to try to stop the congressional effort to create a government-run health insurance option.\n <br />\n &nbsp;\n <br />\n Part of the Club's strategy will include a $1.2 million ad campaign aimed at Democrats who may be wavering about the plan.\n</p>\n<p>\n In the ad, a man weeps over someone lying in a hospital bed while the announcer says, &quot;$22,750. In England, government health officials decided that's how much six months of life is worth. Under their socialized system if a medical treatment costs more, you're out of luck. That's wrong for America.&quot;\n <br />\n &nbsp;\n <br />\n That footage is interspersed with shots of the Capitol building and the whole thing is set to some very ominous music. You can watch it\n <a href=\"   http://www.clubforgrowth.org/2009/08/club_launches_healthcare_ad_ca.php\" target=\"_blank\">\n  here.\n </a>\n <br />\n &nbsp;\n <br />\n The carefully worded ad doesn't directly say that the government is planning to put a price on our lives, but the implication is clear: The reform plan will lead to callous decisions that would allow people to die if they face a costly treatment. So that's what we're going to check &mdash; whether the reform plan would impose those kind of caps on treatment.\n <br />\n &nbsp;\n <br />\n At its heart, the Club for Growth's ad criticizes a medical approach known as comparative effectiveness research, which aims to find the most effective treatments for the lowest cost.\n <br />\n <br />\n Such research became a flashpoint during the stimulus debate, when the Conservatives for Patients Rights portrayed the Federal Coordinating Council for Comparative Effectiveness Research, a new board created by the stimulus bill to find the best health treatments, as being modeled after the British system. In fact, the board is very different from the British system, where government entities run the health care system and the National Institute of Health and Clinical Excellence &mdash; NICE for short &mdash; determines whether particular treatments are covered or not. The stimulus emphasized that the board is not meant to &quot;mandate coverage, reimbursement, or other policies for any public or private payer&quot; and that none of the board's reports or recommendations &quot;shall be construed as mandates or clinical guidelines for payment, coverage, or treatment.&quot; So we gave the Conservatives for Patients Rights claim a\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/may/11/conservatives-patients-rights/health-board-stimulus-bill-not-meant-imitate-brita/\" target=\"_blank\">\n  Barely True\n </a>\n .\n <br />\n &nbsp;\n <br />\n Once again, some Republicans have started linking the general premise of comparative effectiveness and what NICE does in Britain to describe how a government-run plan in the United States would discriminate against people who are older or very sick. Here's one such comment:\n <br />\n &nbsp;\n <br />\n &quot;I don't know for sure, but I've heard several senators say that Ted Kennedy with a brain tumor, being 77 years old as opposed to being 37 years old, if he were in England, would not be treated for his disease, because end of life &mdash; when you get to be 77, your life is considered less valuable under those systems,&quot; said Sen. Charles Grassley, a Republican from Iowa, in a news conference with reporters.\n <br />\n &nbsp;\n <br />\n NICE is an element in the Club for Growth ad as well. The ad refers to a December 2008 article in the\n <em>\n  New York Times\n </em>\n that followed the case of Bruce Hardy, a British man who was denied a $54,000 drug by British health authorities. The article said the drug could have delayed his cancer progression for six months.\n <br />\n &nbsp;\n <br />\n Under NICE policies, the government would only pay about 15,000 pounds &mdash; or $22,750 &mdash; to save six months of Hardy's life. (NICE's limits are well known and have been widely discussed in the medical community.) The agency generally considers treatments cost-effective if they are less than $34,000 a year, according to an article in the\n <em>\n  New England Journal of Medicine.\n </em>\n But sometimes the agency will accept treatments that cost far more than that.\n <br />\n <br />\n So the Club for Growth's claim that NICE has a price limit of $22,750 for six months of life is roughly accurate, said Michael Cannon, a health policy expert with the Cato Institute, a libertarian think tank that is often in step with the Club for Growth.\n <br />\n &nbsp;\n <br />\n But &quot;does the (Obama health care) legislation say it's going to do what Britain is doing? The answer to that is no,&quot; said Cannon.\n <br />\n <br />\n Nevertheless, Cannon doesn't believe that the ad is too far off, pointing to a proposal by the White House that would create an independent group of health experts that would look for inefficiencies in Medicare coverage. &quot;With the government assuming an even larger majority in health spending, it becomes very hard to argue that they won't have to ration... [Club for Growth] is implying that this is where it would lead and that's valid.&quot;\n <br />\n &nbsp;\n <br />\n But at this point, that proposal is not included in either the House or the Senate bill, so we believe it's quite a stretch for the Club for Growth to suggest it would be part of the health reform plan.\n <br />\n &nbsp;\n <br />\n Dr. Sean Tunis, a former top official at the Centers for Medicare and Medicaid under the Bush administration and current director of the Center for Medical Technology Policy, says the ad is misleading.\n <br />\n &nbsp;\n <br />\n &quot;We have a public plan now, and that's Medicare,&quot; Tunis said. &quot;And Medicare doesn't put a price on life. ... That seems like a fallacious connection to me.&quot;\n <br />\n &nbsp;\n <br />\n The only initiative from the Obama administration along those lines is the increase in funding for comparative effectiveness research through the stimulus. That data would be used to help doctors and patients make better drug and procedure decisions, not dictate treatment, he said.\n <br />\n &nbsp;\n <br />\n So, back to the Club for Growth ad. Although our experts agree that it gets the NICE statistic correct about the British practice, the ad's main point about cost limits is incorrect. There is no such practice in the comparative effectiveness program, nor is it part of the current health reform proposals pending in Congress. The House and Senate bills under consideration would not require the government to decide how much a person's life is worth. As a result, we give the Club for Growth a False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:41.659213", "ruling_date": "2009-08-06T18:40:47", "ruling_headline": "Club for Growth's health care ad campaign is misleading", "ruling_headline_slug": "club-growths-health-care-ad-campaign-misleading", "ruling_link_text": "There's no proposal to put a price on life", "ruling_state": null, "source_documents": null, "sources": "<p>\n The Department of Homeland Security,\n <a href=\"http://www.hhs.gov/recovery/programs/cer/index.html \" target=\"_blank\">\n  description of Federal Coordinating Council for Comparative Effectiveness Research\n </a>\n , accessed Aug. 6, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/12/03/health/03nice.html?_r=1&amp;scp=4&amp;sq=British%20government%20agency%20NICE&amp;st=cse\" target=\"_blank\">\n  British Balance Benefit vs. Cost of Latest Drugs\n </a>\n , by Gardiner Harris, Dec. 2, 2008\n</p>\n<p>\n New England Journal of Medicine,\n <a href=\"http://healthcarereform.nejm.org/?p=1033\" target=\"_blank\">\n  Saying No Isn&rsquo;t NICE &mdash; The Travails of Britain&rsquo;s National Institute for Health and Clinical Excellence\n </a>\n , by Robert Steinbrook, M.D., Nov. 6, 2008\n</p>\n<p>\n Wall Street Journal,\n <a href=\"http://online.wsj.com/article/SB124692973435303415.html\" target=\"_blank\">\n  Of NICE and Men\n </a>\n , July 7, 2009\n</p>\n<p>\n Interview with Michael Cannon, Cato Institute, Aug. 6, 2009\n</p>\n<p>\n Interview with Dr. Sean Tunis, Center for Medical Technology Policy, Aug. 6, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 4, "home_state": "", "id": 29, "last_name": "Club for Growth", "mostly_true_count": 3, "name_slug": "club-growth", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-club4growth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/29/", "total_count": 21, "true_count": 4, "website": "http://www.clubforgrowth.org/"}, "statement": "<p>The health care reform plan would set limits similar to the &quot;socialized&quot; system in Britain, where people are allowed to die if their treatment would cost more than $22,000.</p>", "statement_context": "a TV ad", "statement_date": "2009-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}