{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/07/blog-posting/conservative-news-release-says-health-care-bill-li/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1123, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1123/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n In trying to build opposition to President Barack Obama's health care proposal, critics have suggested that health care would be\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/may/19/mike-pence/120-million-deprived-health-care-not-correct/\" target=\"_blank\">\n  government-controlled\n </a>\n , that people would be\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/06/club-growth/club-growths-health-care-ad-campaign-misleading/\" target=\"_blank\">\n  left to die\n </a>\n if their treatment exceeded a certain cost and that it would require counseling telling people \"\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/23/betsy-mccaughey/mccaughey-claims-end-life-counseling-will-be-requi/\" target=\"_blank\">\n  how to end their life sooner\n </a>\n .\" (We've ruled versions of each of those False or Pants on Fire.) Now comes a new one: that taxpayers may soon be footing the bill for free sex-change operations.\n <br />\n <br />\n On Aug. 4, a news release to that effect went out under the name of Matt Barber, who is director of cultural affairs with Liberty Counsel, a conservative legal group, and the associate dean of Liberty University School of Law, which was founded by the late televangelist Jerry Falwell. It was quickly spread by blogs on the left and the right.\n <br />\n <br />\n Titled, &ldquo;ObamaCare Likely to Mandate Free &lsquo;Sex Change&rsquo; Surgeries,&rdquo; the release asserted that &ldquo;the weight of the evidence indicates that cosmetic &lsquo;gender reassignment&rsquo; surgeries for both U.S. citizens and illegal immigrants who suffer from [the American Psychiatric Association-] recognized &lsquo;Gender Identity Disorder&rsquo; (GID) may also be provided &ndash; free of charge &ndash; courtesy of the U.S. taxpayer. The current price tag for such a procedure can exceed $50,000.&rdquo;\n <br />\n <br />\n To confirm Barber&rsquo;s authorship and learn more about his reasoning, we tried to reach him through the phone number and e-mail address listed on the release, as well as through a call to a different number at Liberty Counsel. But he did not respond. Because we couldn't confirm his authorship, we're attributing this item to our generic category \"bloggers,\" since they have spread it so widely.\n <br />\n <br />\n Before we delve into our findings in detail, here's an overview of why we found the claim was False: The news release tries to stitch together a patchwork of unrelated items to back up the sex-change claim, but the health care bills as they appear today simply don't do what the release alleges. There is no mandate for sex-change coverage.\n</p>\n<p>\n The news release offers three pieces of evidence:\n</p>\n<p>\n &bull; An exchange between Sens. Orrin Hatch, R-Utah, and Barbara Mikulski, D-Md., about the legislation covering treatments that would be \"medically necessary.\"\n</p>\n<p>\n &bull; Language in the House version of the health care bill that provides for \"standards, as appropriate, for the collection of accurate data on health and health care\" based on \"sex, sexual orientation [and] gender identity.\"\n</p>\n<p>\n &bull; And language in a draft Senate bill that requires the Department of Health and Human Services to &ldquo;&lsquo;develop standards for the measurement of gender&rsquo; (i.e., officially recognize subjectively self-determined \"transgender\" or \"transsexual\" gender identities). It further mandates &lsquo;participation in the institutions&rsquo; programs of individuals and groups from ... different genders and sexual orientations.&rdquo;\n <br />\n <br />\n Let&rsquo;s take these assertions one by one.\n <br />\n <br />\n <strong>\n  The Hatch-Mikulski exchange\n </strong>\n <br />\n <br />\n It came during a session held by the Senate Health, Education, Labor and Pensions Committee to revise a Senate version of the health care bill.\n <br />\n <br />\n The committee was discussing an amendment by Mikulski that would require health insurance plans to include preventive women's health services. Hatch asked his colleague whether that meant that coverage of abortions would be required. She replied that the measure would not &ldquo;mandate&rdquo; abortion coverage but would &ldquo;provide for any service deemed medically necessary or medically appropriate.&rdquo; The amendment narrowly passed the committee and was appended to the bill.\n</p>\n<p>\n It's worth noting that Mikulski's amendment may not survive to enactment. And her comments quoted in the news release aren&rsquo;t, in and of themselves, binding.\n</p>\n<p>\n Still, the news release used Mikulski&rsquo;s explanation on abortion to assert that sex-change treatments would also be covered under the same doctrine. Before we get to the substance of that claim, let&rsquo;s look at the significance of Mikulski's phrase \"medically necessary.\"\n <br />\n <br />\n Seth Chandler, the co-director of the Health Law and Policy Institute at the University of Houston, said that the phrase does carry weight. &ldquo;That is kind of a magic word in health insurance, in that virtually every private insurance plan I know of contains an exclusion for procedures that are not medically necessary,&rdquo; he said. &ldquo;It&rsquo;s designed to preclude fraudulent or highly experimental procedures.&rdquo;\n <br />\n <br />\n The American Medical Association, the nation&rsquo;s leading doctors&rsquo; group, has already gone on record saying that gender-reassignment surgery can be medically necessary. In 2008, the AMA passed a resolution on gender identity disorder that opposes coverage limitations &ldquo;when such care is based upon sound scientific evidence and sound medical opinion.&rdquo;\n <br />\n <br />\n Even so, insurers have not made such coverage universal today. The Web site of the National Center for Lesbian Rights posts a fact sheet that says that such surgeries have long been banned by Medicare and CHAMPUS, the federally run military health plan. Medicaid does not specifically bar those surgeries, the fact sheet added, but some states have statutes barring them.\n <br />\n <br />\n As for the private sector, neither America&rsquo;s Health Insurance Plans, the trade group for private insurers, nor the Transgender Law Center could provide us with figures on how common it is for transgender surgeries to be covered by insurance. But AHIP&rsquo;s vice president of communications, Susan Pisano, said that, anecdotally, &ldquo;my understanding is that there is less coverage for those procedures and treatments. &hellip; Some employers do provide it, but I don&rsquo;t think most people have coverage for those services.&rdquo;\n <br />\n <br />\n Indeed, the AMA resolution noted that &ldquo;many health insurance plans categorically exclude coverage of mental health, medical, and surgical treatments for GID, even though many of these same treatments, such as psychotherapy, hormone therapy, breast augmentation and removal, hysterectomy, oophorectomy, orchiectomy, and salpingectomy, are often covered for other medical conditions.&rdquo;\n <br />\n <br />\n Still, there is at least a nugget of plausibility in the news release citing Mikulski&rsquo;s language. It may indeed make it into the final version of health reform, and if so, it could provide justification for expanding (though not necessarily mandating) coverage of procedures that are controversial but deemed medically necessary.\n <br />\n <br />\n <strong>\n  The House and Senate language\n </strong>\n <br />\n <br />\n But in its other points, relating to language in the House and Senate bills, the news release offers little evidence to back up its claim.\n <br />\n <br />\n The release's discussion of the House bill's language focuses on one mention of collecting health care data based on &ldquo;sex, sexual orientation [and] gender identity.&rdquo; We looked up the passage, and it comes in a section that lays out the job description for a new assistant secretary of Health and Human Services for health information. That official is charged with setting standards for data collection on a number of factors, including such commonplace categories as race, sex, ethnicity, primary language and geographic setting in addition to &ldquo;sexual orientation&rdquo; and &ldquo;gender identity.&rdquo;\n <br />\n <br />\n While it&rsquo;s true that the section mentions gender identity, it merely addresses how health care data on a wide variety of subgroups should be collected. It is not a green light to cover sex-change surgeries.\n <br />\n <br />\n The evidence is even flimsier in the release's claim about the Senate bill&rsquo;s language. The first phrase the news release cites &ndash; that a Senate draft bill requires the Department of Health and Human Services to &ldquo;develop standards for the measurement of gender&rdquo; &ndash; would, according the release, &ldquo;officially recognize subjectively self-determined&nbsp; &lsquo;transgender&rsquo; or &lsquo;transsexual&rsquo; gender identities.&rdquo;\n <br />\n <br />\n We find that's a ridiculous leap of logic. The passage in question is the equivalent of the House bill&rsquo;s language on data collection, not mandated coverage. The full passage cites the development of statistical standards to measure not just for gender but also for &ldquo;geographic location, socioeconomic status, primary language and disability measures.&rdquo;\n <br />\n <br />\n The second passage cited from the Senate bill addresses mental and behavioral health grants that may be awarded by the federal government to students. Its reference to &ldquo;participation in the institutions&rsquo; programs of individuals and groups from ... different genders and sexual orientations&rdquo; merely constitutes a requirement that schools receiving support under the grant program adhere to principles of nondiscrimination and diversity in &ldquo;racial, ethnic, cultural, geographic, religious, linguistic, and class backgrounds&rdquo; as well as for &ldquo;different genders and sexual orientations.&rdquo;\n <br />\n <br />\n That's simply a requirement that the participating educational institutions not discriminate &mdash; not a mandate for covering sex-change surgeries.\n <br />\n <br />\n The bottom line is that neither bill talks specifically about gender-reassignment surgery. The news release has attempted &mdash; poorly, in most cases &mdash; to piece together a patchwork case. But the health reform plans as they stand now don't do what the release claims.\n</p>\n<p>\n In theory, the House bill does offer one path by which coverage of sex-change surgeries could be made mandatory.&nbsp; If that part of the bill survives to enactment, a new panel called the Health Benefits Advisory Council could eventually recommend that sex-change surgeries be covered.\n</p>\n<p>\n The council, chaired by the surgeon general, would be tasked with recommending to the HHS secretary what &ldquo;treatments, items and services&rdquo; constitute &ldquo;essential benefits.&rdquo; If the HHS secretary agreed with the recommendations, they would initially take effect for public-option plans if such plans were part of the final legislation. After a five-year transitional period, private plans would have to adhere to this basic package of services.\n <br />\n <br />\n So in theory, it would be in the Health Benefits Advisory Council&rsquo;s power to decide to include gender-reassignment surgery in the package of essential benefits.\n</p>\n<p>\n But that's a far cry &mdash; and many political hurdles away &mdash; from \"mandating\" sex-change coverage. Given the public&rsquo;s squeamishness about the topic, it doesn't seem to us that it's &ldquo;likely,&rdquo; as the news release suggested.\n</p>\n<p>\n So let&rsquo;s recap. The release may have a point that Mikulski&rsquo;s comment could open the door to \"medically necessary\" coverage which conceivably may include sex-change operations. But it's unclear whether her amendment will remain in the legislation, and there's nothing specific in the legislation on sex-change procedures and nothing else solid that indicates such coverage will be provided. The news release cherry-picked a few fleeting references to &ldquo;gender&rdquo; and &ldquo;sexual orientation&rdquo; in completely unrelated contexts to argue that proposed health care legislation would mandate free sex-change surgeries (and allow them for illegal aliens, no less). To us, these bits of evidence are wholly unpersuasive. We find the claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:41.759626", "ruling_date": "2009-08-07T12:13:20", "ruling_headline": "Conservative news release says health care bill \"likely\" to cover sex change surgery", "ruling_headline_slug": "conservative-news-release-says-health-care-bill-li", "ruling_link_text": "No mandate in the bills", "ruling_state": null, "source_documents": null, "sources": "<p>\n News release attributed to Matt Barber, &ldquo;\n <a href=\"http://www.chronwatch-america.com/articles/5337/1/ObamaCare-Likely-to-Approve-Free-Sex-change-Surgeries/Page1.html\" target=\"_blank\">\n  ObamaCare Likely to Mandate Free &lsquo;Sex Change&rsquo; Surgeries\n </a>\n ,&rdquo; Aug. 4, 2009\n <br />\n <br />\n Exchange between Sens. Orrin Hatch and Barbara Mikulski, C-SPAN\n <a href=\"http://www.frc.org/get.cfm?i=WA09G23\" target=\"_blank\">\n  web video\n </a>\n , July 9, 2009\n <br />\n <br />\n Senate\n <a href=\"http://help.senate.gov/BAI09A84_xml.pdf\" target=\"_blank\">\n  draft bill\n </a>\n on health care reform\n</p>\n<p>\n House\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  draft bill\n </a>\n on health care reform\n <br />\n <br />\n Center for American Progress, \"\n <a href=\"http://www.americanprogress.org/issues/2009/07/lgbt_health.html\" target=\"_blank\">\n  LGBT Issues in Health Reform: Issue Brief on Making Health Reform Work for All Americans\n </a>\n ,\" by Josh Rosenthal, July 27, 2009\n <br />\n <br />\n National Center for Lesbian Rights, \"\n <a href=\"http://www.transgenderlaw.org/resources/translaw.htm\" target=\"_blank\">\n  Representing Transsexual Clients: Selected Legal Issues\n </a>\n ,\" fact sheet by Shannon Minter, dated Oct. 2003\n <br />\n <br />\n American Medical Association,\n <a href=\"http://www.ama-assn.org/ama1/pub/upload/mm/471/122.doc\" target=\"_blank\">\n  resolution\n </a>\n on transgender health care, April 18, 2008\n <br />\n <br />\n Interview with Seth Chandler, co-director of the Health Law and Policy Institute at the University of Houston, Aug. 6, 2009\n <br />\n <br />\n Interview with Sidney Watson, a professor with the Center for Health Law Studies at Saint Louis University, Aug. 6, 2009\n <br />\n <br />\n Interview with Kristina Wertz, Legal Director, Transgender Law Center, Aug. 5, 2009\n <br />\n <br />\n Interview with Susan Pisano, vice president of communications for America&rsquo;s Health Insurance Plans, Aug. 6, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>Health care reform legislation is &ldquo;likely to mandate free &lsquo;sex change&rsquo; surgeries.&rdquo;</p>", "statement_context": "a news release", "statement_date": "2009-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}