{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/07/paul-krugman/paul-krugman-claims-protests-2005-werent-raucous-h/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1125, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1125/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As congressional town halls across the country increasingly draw loud protests from critics of Democratic health care legislation, a debate is brewing about whether the protests are more raucous than those four years ago against President George W. Bush&rsquo;s effort to create private accounts for Social Security.<br />\r\n&nbsp;<br />\r\nIn an Aug. 5 blog posting, liberal <em> New York Times </em> columnist Paul Krugman wrote:<br />\r\n&nbsp;<br />\r\n&quot;Indeed, activists made trouble in 2005 by asking congressmen tough questions about policy. Activists are making trouble now by shouting congressmen down so they can&rsquo;t be heard. It&rsquo;s exactly the same thing, right?&quot;<br />\r\n&nbsp;<br />\r\nHe continued, &quot;Seriously, I&rsquo;ve been searching through news reports on the Social Security town halls, and I can&rsquo;t find any examples of the kind of behavior we&rsquo;re seeing now. Yes, there were noisy demonstrations &mdash; but they were outside the events. That was even true during the first month or two, when Republicans actually tried having open town halls. Congressmen were very upset by the reception they received, but not, at least according to any of the reports I can find, because opponents were disruptive &mdash; crowds booed lines they didn&rsquo;t like, but that was about it.<br />\r\n&nbsp;<br />\r\n&quot;After that, the events were open only to demonstrated loyalists; you may recall the people arrested at a Bush Social Security event in Denver for the crime of &hellip; not being Bush supporters.<br />\r\n&nbsp;<br />\r\n&quot;So please, no false equivalences. The campaign against Social Security privatization was energetic and no doubt rude, but did not involve intimidation and disruption.&quot;<br />\r\n&nbsp;<br />\r\nWe decided to join Krugman in looking back to the news clippings. We conclude that while some of the recent conservative protests &mdash; such as ones at town halls in Tampa, Little Rock, Ark., Houston, Philadelphia, and Green Bay, Wis.&mdash; may have been angrier and more widespread than the ones in 2005, it would be incorrect to suggest, as Krugman does, that the noisy demonstrations against Bush&#39;s policies were only taking place outside the events or that disruptions were limited to the occasional boo.<br />\r\n&nbsp;<br />\r\nWe used the Lexis-Nexis news database to find newspaper and wire service stories in calendar year 2005 that included the words &quot;town hall,&quot; &quot;Social Security,&quot; and a variant of either &quot;protest,&quot; &quot;heckler&quot; or &quot;shout.&quot; The search returned just under 250 articles. Not all were relevant, and a majority of ones that were relevant addressed town halls hosted by President Bush rather than Members of Congress.<br />\r\n&nbsp;<br />\r\nGenerally speaking, the Bush events were, as Krugman correctly notes, held in front of largely handpicked crowds, which meant that little disruption went on inside the hall. Most of them, as he also notes, inspired protests outside, some of them loud and unruly, and all of them kept at a distance by the Secret Service. (At one event in Westfield, N.J., for instance, a protest that included &quot;hundreds&quot; of people led to the arrest of nine people on disorderly conduct charges.)<br />\r\n&nbsp;<br />\r\nBut for this comparison, we need to look at town halls sponsored by members of Congress. News coverage was more spotty, but here is a sampling of examples we found in which journalists reported conflict inside an event:<br />\r\n&nbsp;<br />\r\n&mdash; &quot;At two stops, morning at Drexel University, afternoon at Widener University, [Sen. Rick Santorum, R-Pa.] encountered skepticism and hostility as he voiced his support for the White House plan to allow creation of personal accounts using payroll taxes. He was heckled by protesters, called a liar, and told that his views were unconscionable. Those sentiments ranged across the age spectrum. &hellip;<br />\r\n&nbsp;<br />\r\n&quot;Santorum asked the audience what would happen in 2008. The response he wanted was that the oldest baby boomers would turn 62 and be eligible for early retirement.<br />\r\n&nbsp;<br />\r\n&quot;What he got instead, shouted out by an unfriendly voice, was: &lsquo;George Bush will leave office!&rsquo;<br />\r\n&nbsp;<br />\r\n&quot;Actually, that&#39;s scheduled for 2009. But many in the crowd cheered anyway.&quot;<br />\r\n(Feb. 23, 2005, <em> Philadelphia Inquirer </em> )<br />\r\n&nbsp;<br />\r\n&mdash; &quot;Rep. John Shadegg, R-Ariz., delivered a PowerPoint presentation Thursday night to a packed auditorium in Phoenix. As he laid out the long-term demographic problems for Social Security and expressed his support for private accounts, Shadegg encountered scattered heckling, boos and hisses.<br />\r\n<br />\r\n(Feb. 26, <em> Chicago Tribune </em> )<br />\r\n&nbsp;<br />\r\n&mdash; A session sponsored by Rep. Chris Chocola, R-Ind., in South Bend, at the downtown branch of the St. Joseph County Public Library &quot;was a raucous affair, with many of the 100 or so people who attended shouting questions and insults, talking over each other and still bubbling with questions when it was all over.<br />\r\n&nbsp;<br />\r\n&quot;One gentleman was so angry when Chocola indicated the hour-long session was coming to an end and wouldn&#39;t be extended that he walked out.&quot;<br />\r\n<br />\r\n( <em> South Bend Tribune </em> , Feb. 27, 2005)<br />\r\n&nbsp;<br />\r\n&mdash; John Busch, a letter-writer to a newspaper in Chico, Calif., said, &quot;I attended Congressman Wally Herger&#39;s recent town hall meeting in Chico regarding Social Security. I must have witnessed more rude, disrespectful behavior from an audience somewhere along the line, I just can&#39;t remember where. The congressman&#39;s efforts to provide and gather information were continually thwarted by hecklers who seemed not to care what the congressman had to say, but whose sole reason for attending the meeting was to be rude and disruptive. They certainly accomplished that.&quot;<br />\r\n<br />\r\n(May 8, 2005, <em> Enterprise-Record </em> of Chico, Calif.)<br />\r\n&nbsp;<br />\r\nRepublican officials at the time said that about 95 House lawmakers took part in 287 Social Security-related events in February, with more held in March, so in all likelihood, there were many, many events that did not result in news coverage we could find. So we can&#39;t say whether there were protests or shouting matches.<br />\r\n&nbsp;<br />\r\nAnd some stories noted the meetings were civil. For example, a Feb. 26, 2005, <em> Chicago Tribune </em> report found that a meeting held by Rep. Rick Renzi, R-Ariz., had &quot;no booing or shouting or threatening tirades. A volunteer from AARP took notes and politely reminded Renzi that &lsquo;Social Security is a retirement plan and a family protection plan. It is not an investment plan.&rsquo;&quot; And a different Chocola event, according to the news account, &quot;was quiet, orderly and polite, with the 60 or so persons on hand taking turns asking questions and listening to Chocola&#39;s response.&quot;<br />\r\n&nbsp;<br />\r\nStill, the protests inside and outside town halls, even if they were not universal, clearly rattled Republican leaders. On March 17, 2005, <em> USA Today </em> reported:<br />\r\n&nbsp;<br />\r\n&quot;Shaken by raucous protests at open &lsquo;town hall&rsquo;-style meetings last month, House Republican Conference Chairwoman Deborah Pryce of Ohio and other GOP leaders are urging lawmakers to hold lower-profile events this time. &hellip; This month, Republican leaders say they are chucking the open town-hall format. They plan to visit newspaper editorial boards and talk to constituents at Rotary Club lunches, senior citizen centers, chambers of commerce meetings and local businesses. In those settings, &lsquo;there isn&#39;t an opportunity for it to disintegrate into something that&#39;s less desirable,&rsquo; says Sen. Rick Santorum of Pennsylvania, chairman of the Senate Republican Conference.&quot;<br />\r\n&nbsp;<br />\r\nAnd leaders of the movement against changing Social Security made no bones about being aggressive.<br />\r\n&nbsp;<br />\r\nBrad Woodhouse, then a spokesman for Americans United to Protect Social Security, the labor-backed group that was a key player in the fight against Bush&rsquo;s proposal, told the <em> Pittsburgh Post-Gazette </em> on March 20, 2005 that &quot;we are going to be getting in the faces of people who are for privatization; they&#39;re going to feel the heat. ... It&#39;s vociferous, it&#39;s rough, it&#39;s tough.&quot;<br />\r\n&nbsp;<br />\r\nIt&rsquo;s worth noting that today, Woodhouse is on the other side, so to speak &mdash; criticizing the people who are disrupting town halls. He is the communications director for the Democratic National Committee and issued a statement on Aug. 4, 2009, blasting &quot;the Republican Party and Allied Groups&rsquo; Mob Rule,&quot; saying it was &quot;inciting angry mobs of a small number of rabid right wing extremists funded by K Street Lobbyists to disrupt thoughtful discussions about the future of health care in America taking place in Congressional Districts across the country.&quot;<br />\r\n&nbsp;<br />\r\nHe continued, &quot;The right wing extremists&rsquo; use of things like devil horns on pictures of our elected officials, hanging members of Congress in effigy, breathlessly questioning the president&#39;s citizenship and the use of Nazi SS symbols and the like just shows how outside of the mainstream the Republican Party and their allies are. This type of anger and discord did not serve Republicans well in 2008 &mdash; and it is bound to backfire again.&quot;<br />\r\n&nbsp;<br />\r\nIt is true that there&rsquo;s nothing in the clips from 2005 about burning members of Congress in effigy or the use of devils&rsquo; horns. But Woodhouse&rsquo;s group employed 28-foot gorillas, duck suits, plates of hot waffles and sheet cakes as props, according to an Aug. 13, 2005, report in the <em> Albuquerque Tribune </em> .<br />\r\n<br />\r\nSo while the protests may be more intense this time (devils&#39; horns instead of duck suits), it&#39;s clear that there was plenty of disruption inside town hall meetings in 2005, contrary to Krugman&#39;s assertions. We find his claim False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:41.920273", "ruling_date": "2009-08-07T18:16:45", "ruling_headline": "Paul Krugman claims protests in 2005 weren't as raucous as health care protests", "ruling_headline_slug": "paul-krugman-claims-protests-2005-werent-raucous-h", "ruling_link_text": "They were raucous in 2005, inside and out", "ruling_state": null, "source_documents": null, "sources": "<p>New York Times / Paul Krugman blog, <a href=\"http://krugman.blogs.nytimes.com/2009/08/05/one-of-these-things-is-not-like-the-other/\" target=\"_blank\"> &quot;One of these things is not like the other,&quot; </a> Aug. 5, 2009,&nbsp;</p>\r\n\r\n<p>Philadelphia Inquirer, &quot;At colleges, Santorum touts Bush&#39;s Social Security plan,&quot; Feb. 23, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>Chicago Tribune, &quot;Bush plan fuels GOP insecurity; Some fear backlash over proposals to alter Social Security,&quot; Feb. 26, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>South Bend Tribune, &quot;Social Security: Ideas, no solutions; Chocola town hall sessions decidedly different,&quot; Feb. 27, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>Associated Press, &quot;Nine people near Bush visit arrested on disorderly conduct charges,&quot; March 4, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>Pittsburgh Post-Gazette, &quot;Battle Royale Over Social Security Moves to the Hustings,&quot; March 20, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>Enterprise Record of Chico, Calif., &quot;Herger&#39;s crowd was rude,&quot; May 8, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>Albuquerque Tribune, &quot;Cashing In: Group Stages Protests for Social Security&rsquo;s 70th,&quot; August 13, 2005, accessed from Lexis-Nexis</p>\r\n\r\n<p>USA Today, &quot;GOP boards up the &#39;town hall,&#39;&quot; Aug. 17, 2005, accessed from Lexis-Nexis&nbsp;</p>\r\n\r\n<p><a href=\"http://politicalticker.blogs.cnn.com/2009/08/04/dnc-hammers-republican-backed-mob-rule/\" target=\"_blank\">Statement from DNC communications director Brad Woodhouse </a> , Aug. 4, 2009,&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "New York Times columnist", "false_count": 3, "first_name": "Paul", "half_true_count": 3, "home_state": "", "id": 185, "last_name": "Krugman", "mostly_true_count": 4, "name_slug": "paul-krugman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krugman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/185/", "total_count": 18, "true_count": 8, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html"}, "statement": "<p>During the 2005 fight over Social Security, &quot;there were noisy demonstrations &mdash; but they were outside the events,&quot; and opponents were &quot;not disruptive &mdash; crowds booed lines they didn&rsquo;t like, but that was about it.&quot;</p>\r\n", "statement_context": "a blog posting.", "statement_date": "2009-08-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}