{"art": [{"brightcove": "", "caption": "Secretary of State John Kerry speaks about the nuclear agreement with Iran at the National Constitution Center in Philadelphia on Sept. 2, 2015. (Mark Makela/Getty Images) ", "id": 6681, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kerry_speaking_on_Iran_deal.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6681/", "title": "Kerry discussing Iran deal", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Iranian Foreign Minister Mohammad Javad Zarif, right, waits for the start of a meeting with a U.S. delegation at a hotel in Lausanne, Switzerland, on March 26, 2015, during negotiations on the Iranian nuclear program. (AP/Brendan Smialowski)", "id": 6682, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Zarif_negotiating_team.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/6682/", "title": "Zarif and negotiating team", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/sep/03/john-kerry/john-kerry-says-iran-nuclear-agreement-never-sunse/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11266, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11266/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Barack Obama achieved a significant victory on Sept. 2, 2015, when enough Democratic senators announced that they would support the Iran nuclear agreement to effectively secure its passage despite the opposition of most, if not all, congressional Republicans.</p>\r\n\r\n<p>Earlier that day, Secretary of State John Kerry -- a key player in negotiating the agreement -- appeared on MSNBC&rsquo;s <em>Morning Joe</em> as part of a back-to-back appearance with two foes of the agreement, former Vice President Dick Cheney and his daughter Liz Cheney, a foreign policy veteran in her own right.</p>\r\n\r\n<p>At one point, Kerry responded to Liz Cheney&rsquo;s claim that the agreement &quot;sunsets,&quot; thus allowing Iran the relatively unfettered ability to proceed with a nuclear weapon.</p>\r\n\r\n<p>&quot;No, it never sunsets,&quot; Kerry said. &quot;There&#39;s no sunset in this agreement. There is a 10-year, extra-strong restraint on what they can do. There&#39;s a 15-year restraint on what they can do. There is a 20-year restraint. There&#39;s a 25-year restraint, which requires all their uranium to be tracked from the mine to the grave. But the Additional Protocol and the requirement to live under access and inspection is for the lifetime of this agreement. So Iran is never free to go move towards a weapon. That is just a misstatement that is repeated again and again and again by the opponents.&quot;</p>\r\n\r\n<p>We thought we&rsquo;d take a closer look at Kerry&rsquo;s claim that nuclear agreement with Iran &quot;never sunsets. There&#39;s no sunset in this agreement.&quot;</p>\r\n\r\n<p><strong>What a denial of &#39;sunsets&#39;&nbsp;overlooks</strong></p>\r\n\r\n<p>Generally speaking, we found that Kerry&rsquo;s description includes elements of both truth and spin -- as do the arguments made by the deal&rsquo;s opponents that prompted Kerry to make this claim.</p>\r\n\r\n<p>On the one hand, Kerry&rsquo;s vigorous denial that any sunsets exist &quot;in this agreement&quot; is not entirely accurate.</p>\r\n\r\n<p>As Kerry himself subsequently points out, a number of provisions of the agreement expire over time. Several provisions last for 10 years, including a limit of 5,060 operating centrifuges and curbs on research and development on advanced centrifuges. Other provisions last for 15 years, including a variety of caps on uranium enrichment, international inspector access in no more than 24 days, and prohibitions on new heavy-water reactors and reprocessing. Meanwhile, continuous surveillance of centrifuge production areas would last for 20 years, while continuous surveillance of uranium mines and mills would last for 25 years.</p>\r\n\r\n<p>Each of these time-limited provisions -- which collectively form important bulwarks of the agreement -- would seem to qualify as &quot;sunsets&quot; by any reasonable definition.</p>\r\n\r\n<p>In a statement to PolitiFact, State Department spokesperson John Kirby argued that it&rsquo;s more important to focus on the entirety of the agreement and its goal of keeping a nuclear weapon out of Iranian hands. He pointed to paragraph 2 of the main text of the agreement, which says, &quot;The full implementation of this (agreement) will ensure the exclusively peaceful nature of Iran&#39;s nuclear programme.&quot;</p>\r\n\r\n<p>&quot;Note that there is no time limit on that,&quot; Kirby said. &quot;And in the very next paragraph, the agreement states, &lsquo;Iran reaffirms that under no circumstances will Iran ever seek, develop or acquire any nuclear weapons.&rsquo; While some of the specific measures within the deal are time-limited, the entirety of the deal is what keeps Iran from acquiring a nuclear weapon.&quot;</p>\r\n\r\n<p><strong>Where Kerry has a point</strong></p>\r\n\r\n<p>Meanwhile, critics of the agreement have also gone too far by implying, and sometimes outright stating, that the deal&rsquo;s leverage will almost entirely dissipate once certain elements of the agreement expire.</p>\r\n\r\n<p>After the expirations occur, &quot;the mullahs can crank up their nuclear program at will and produce as much enriched uranium as they want,&quot;&nbsp;<a href=\"https://www.washingtonpost.com/opinions/the-fatal-flaw-in-the-iran-deal/2015/02/26/9186c70e-bde1-11e4-8668-4e7ba8439ca6_story.html\">wrote</a> columnist Charles Krauthammer when key details from the eventual deal were released last February. &quot;Sanctions lifted. Restrictions gone. Nuclear development legitimized. &hellip; A few years &mdash; probably around 10 &mdash; of good behavior and Iran would be home free. The agreement thus would provide a predictable path to an Iranian bomb.&quot;</p>\r\n\r\n<p>Experts, however, say this argument against the agreement is an exaggeration.</p>\r\n\r\n<p>Scrutiny and limits on Iran don&rsquo;t simply drop to zero after 10, 15, 20 or 25 years. While a number of the particularly intrusive provisions will lapse, Iran will still be bound -- permanently -- by other curbs on its ability to produce a nuclear weapon.</p>\r\n\r\n<p>For starters, Iran must comply with the Nuclear Non-Proliferation Treaty that it signed in 1974. This commits Iran to not pursuing nuclear weapons. It must also ratify the stricter curbs contained in the &quot;Additional Protocol,&quot; which expanded the types of sites inspectors could visit on short notice. Iran signed the protocol in 2003 but quit adhering to it three years later and has never ratified it. Under the nuclear deal, Iran must ratify the Additional Protocol within eight years, or else the five permanent members of the United Nations Security Council and Germany would be able to take punitive action, said Daryl G. Kimball, executive director of the Arms Control Association.</p>\r\n\r\n<p>The agreement also demands that Iran implement &quot;modified Code 3.1,&quot; which requires the country to notify the International Atomic Energy Agency when it decides to build a nuclear facility, rather than six months before introducing nuclear material, and to keep the agency informed on changes to designs of existing nuclear sites.</p>\r\n\r\n<p>&quot;Iran would have the obligation to cooperate with the IAEA in this way in perpetuity,&quot; Richard Nephew, a Brookings Institution senior fellow,&nbsp;<a href=\"http://www.brookings.edu/blogs/markaz/posts/2015/03/08-israel-iran-nuclear-netanyahu\">wrote</a> earlier this year. Iran, he wrote, &quot;would be expected to fulfill the normal requirements of any IAEA-inspected country, whatever those may be, at the time a deal formally concludes. &hellip; Nowhere has the United States agreed that Iran would be immunized forever more from international scrutiny after a deal eventually ends.&quot; If Iran acted contrary to its obligations, Nephew wrote, &quot;this would permit the United States and its partners to respond with a range of options, up to and including the use of military force.&quot;</p>\r\n\r\n<p>Such ongoing and unending scrutiny provides Kerry with support for his claim that the agreement itself &quot;never sunsets,&quot; even if individual elements of the agreement do.</p>\r\n\r\n<p>Matthew Bunn, a nuclear-policy expert at the Harvard University Kennedy School of Government, said Kerry&rsquo;s claim &quot;seems within the bounds of normal optimism by a political figure about the position he&rsquo;s arguing.&quot;</p>\r\n\r\n<p>Still, Kerry&rsquo;s claim could lead listeners to believe there&rsquo;s more permanence in the deal than there actually is.</p>\r\n\r\n<p>&quot;Kerry&rsquo;s statement that &lsquo;there&rsquo;s no sunset in this agreement&rsquo; could be interpreted to mean every aspect of the deal lasts in perpetuity,&quot; said Angela Canterbury, executive director of the Council for a Livable World Center for Arms Control and Non-Proliferation. &quot;Had he said, &lsquo;this deal does not sunset,&rsquo; his statement would have been more accurate.&quot;</p>\r\n\r\n<p>Added Michaela Dodge, a senior policy analyst with the Heritage Foundation: &quot;One can make the case, as Secretary Kerry does, that the agreement never sunsets. On the other hand, its key provisions expire.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kerry said the nuclear agreement with Iran &quot;never sunsets. There&#39;s no sunset in this agreement.&quot;</p>\r\n\r\n<p>He&rsquo;s right that the agreement as a whole does live on, and scrutiny of Iran&rsquo;s nuclear ambitions will continue indefinitely under both earlier agreements and certain provisions within the nuclear deal. But his statement glosses over the fact that a number of key elements of the agreement do expire in 10, 15, 20 or 25 years. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2015-09-02T17:25:27.294534", "ruling_date": "2015-09-03T13:33:38", "ruling_headline": "John Kerry says Iran nuclear agreement 'never sunsets. There's no sunset in this agreement'", "ruling_headline_slug": "john-kerry-says-iran-nuclear-agreement-never-sunse", "ruling_link_text": "The deal doesn't sunset, but portions of it certainly do", "ruling_state": null, "source_documents": null, "sources": "<p>John Kerry, interview with MSNBC&rsquo;s <em>Morning Joe</em>, Sept. 2, 2015</p>\r\n\r\n<p><a href=\"https://www.scribd.com/fullscreen/271540447?access_key=key-TpiOt4XaXcBMbeBPUgSG&amp;allow_share=true&amp;escape=false&amp;view_mode=scroll\">Text</a> of nuclear agreement with Iran</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"https://fas.org/sgp/crs/nuke/R43333.pdf\">Iran Nuclear Agreement</a>,&quot; July 30, 2015</p>\r\n\r\n<p>Richard Nephew, &quot;<a href=\"http://www.brookings.edu/blogs/markaz/posts/2015/03/08-israel-iran-nuclear-netanyahu\">False flag: the bogus uproar over Iran&#39;s nuclear sunset</a>,&quot; March 8, 2015</p>\r\n\r\n<p>Charles Krauthammer, &quot;<a href=\"https://www.washingtonpost.com/opinions/the-fatal-flaw-in-the-iran-deal/2015/02/26/9186c70e-bde1-11e4-8668-4e7ba8439ca6_story.html\">The fatal flaw in the Iran deal</a>,&quot; Feb. 26, 2015</p>\r\n\r\n<p>Arms Control Association, &quot;<a href=\"http://www.armscontrol.org/Issue-Briefs/2015-08-25/Restrictions-on-Irans-Nuclear-Program-Beyond-15-Years \">Restrictions on Iran&rsquo;s Nuclear Program: Beyond 15 Years</a>,&quot; Aug. 25, 2015</p>\r\n\r\n<p>Al-Monitor, &quot;<a href=\"http://www.al-monitor.com/pulse/originals/2015/03/npt-iran-questions-nuclear-negotiations-deal.html#\">Would &#39;sunset&#39; of nuclear deal end restrictions on Iran?</a>&quot; March 10, 2015</p>\r\n\r\n<p><em>Forward</em>, &quot;<a href=\"http://forward.com/news/319072/fact-checking-the-flame-throwers-on-iran-deal/\">Fact-Checking the Flame Throwers on Both Sides of Iran Deal</a>,&quot; Aug. 13, 2015</p>\r\n\r\n<p>Email interview with Angela Canterbury, executive director of the Council for a Livable World Center for Arms Control and Non-Proliferation, Sept. 2, 2015</p>\r\n\r\n<p>Email interview with Matthew Bunn, nuclear-policy expert at the Harvard University Kennedy School of Government, Sept. 2, 2015</p>\r\n\r\n<p>Email interview with Richard Nephew, Brookings Institution senior fellow, Sept. 2, 2015</p>\r\n\r\n<p>Email interview with Michaela Dodge, senior policy analyst with the Heritage Foundation, Sept. 2, 2015</p>\r\n\r\n<p>Interview with Daryl G. Kimball, executive director of the Arms Control Association, Sept. 2, 2015</p>\r\n\r\n<p>Email interview with John Kirby, State Department spokesman, Sept. 3, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Secretary of State", "false_count": 2, "first_name": "John", "half_true_count": 2, "home_state": "Massachusetts", "id": 65, "last_name": "Kerry", "mostly_true_count": 4, "name_slug": "john-kerry", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnkerry.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/65/", "total_count": 14, "true_count": 2, "website": ""}, "statement": "<p>The nuclear agreement with Iran &quot;never sunsets. There&#39;s no sunset in this agreement.&quot;</p>\r\n", "statement_context": "an interview on MSNBC's \"Morning Joe\"", "statement_date": "2015-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}