{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/aug/11/barack-obama/barack-obama-promises-you-can-keep-your-health-ins/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1127, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1127/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n At a town hall meeting in New Hampshire on Aug. 11, 2009, President Barack Obama repeated a line he's used many times in describing his health care proposal: \"If you like your health care plan, you can keep your health care plan.\"\n</p>\n<p>\n On one level, Obama is correct. His plan seeks to build on the system we have now, where most people get health insurance through their employers. The plan also aims to cover the uninsured and reduce costs for everyone. Back during the campaign, we rated a similar statement\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/oct/09/barack-obama/obamas-plan-expands-existing-system/\" target=\"_blank\">\n  True\n </a>\n , based on the fact that his plan does seek to build on the existing system, where about 60 percent of Americans get health insurance through work.\n</p>\n<p>\n Now, close to a year later, we finally have detailed bills to examine. They closely mirror what Obama promised during the campaign.\n</p>\n<p>\n But the plans also introduce new ways of regulating health insurance companies that will surely change the current health care system. That could prompt employers to change their health plans, and we find Obama's statement less clear-cut now than it once seemed.\n</p>\n<p>\n At a news conference on June 23, 2009, Jake Tapper of ABC News asked Obama about the possibility of changes in coverage.\n</p>\n<p>\n Tapper's question centered on the public option on the health care exchange. Before we go any further, we want to explain in the plainest terms possible what the exchange is and what the public option is.\n</p>\n<p>\n The health insurance exchange is a virtual marketplace where individuals and small businesses can go to buy health insurance. Employer-provided insurance offered by large companies, on the other hand, will continue as is, though Democrats have ideas on lowering costs that they hope will end up benefiting these plans, too. (In the interests of brevity, we're not going to go into all the cost-saving aspects here.)\n</p>\n<p>\n The government would regulate the exchange so that insurance companies can't discriminate against people who have pre-existing conditions, or charge wildly different amounts for similar coverage.\n</p>\n<p>\n One of the options on the exchange will be a public option that offers basic coverage. Obama has said the public option will keep private insurers honest by competing with them and not allowing them to charge unfair rates for the basics. Many experts believe that the public option will be the least expensive option on the exchange.\n</p>\n<p>\n <strong>\n  Jake Tapper's hypothetical\n  <br />\n </strong>\n</p>\n<p>\n Back to Tapper's question: If the public option is cheapest, Tapper said, \"then lots of employers will want to have their employees covered by that cheaper plan, which will not have to be for-profit, unlike private plans, and may, possibly, benefit from some government subsidies, who knows. And then their employees would be signed up for this public plan, which would violate what you're promising the American people, that they will not have to change health care plans if they like the plan they have.\"\n</p>\n<p>\n So Tapper is suggesting that many employers will be allowed onto the exchange and will pick the public option, which would clearly change some people's health plans.\n</p>\n<p>\n Here is the core of Obama's somewhat lengthy answer: \"When I say if you have your plan and you like it, or you have a doctor and you like your doctor, that you don't have to change plans, what I'm saying is the government is not going to make you change plans under health reform. ... Let's say that we take the advice of some folks who are out there and say, 'Oh, this is not the time to do health care. We can't afford it. It's too complicated. Let's take our time,' et cetera. So let's assume that nothing happened. I can guarantee you that there's the possibility for a whole lot of Americans out there that they're not going to end up having the same health care they have. Because what's going to happen is, as costs keep on going up, employers are going to start making decisions: 'We've got to raise premiums on our employees. In some cases, we can't provide health insurance at all.' And so there are going to be a whole set of changes out there. That's exactly why health reform is so important.\"\n</p>\n<p>\n So Obama's saying that the government will not force employers to change their health plans. Fair enough. But Tapper's hypothetical isn't wrong either, and we want to explain it in more detail.\n</p>\n<p>\n As we've already noted, the health insurance exchange is where individuals and small businesses go to shop for health insurance. The government intends to regulate it, and the exchange will have a public option that includes basic coverage. But there are many things about the exchange and the public option that have yet to be finalized in Congress. For starters, it's not clear whether the public option will be subsidized by the government or if it will have to finance itself with only patient premiums. (Note that Tapper said it would \"possibly benefit from some government subsidies, who knows.\")\n</p>\n<p>\n Obama has said that the public option should be self-sustaining, but this is not settled. In the House, fiscally conservative Democrats known as Blue Dogs won a concession from other Democrats that the public option will have to negotiate payments to doctors. This would tend to put the public option on more equal footing with private health insurance companies.\n</p>\n<p>\n Another implication of Tapper's question is that \"lots\" of employers would be able to have access to the exchange. But we don't know if this is so. Pending legislation in the House says that only individuals and small businesses of fewer than 10 employees would be able to use the exchange during the first year, and only individuals and small businesses with fewer than 20 employees in the second year. In the third year, businesses are allowed in \"based on the number of full-time employees of an employer and such other considerations as the Commissioner deems appropriate.\" This sounds like employers will gradually be allowed into the exchange based on size, as well as \"other considerations as the (health exchange) Commissioner deems appropriate.\" This obviously gives tremendous leeway to the commissioner, who is presidential appointee in charge of the health exchange. So year three becomes a question mark as to how many businesses will be allowed into the exchange.\n</p>\n<p>\n <strong>\n  Questions about the public option\n  <br />\n </strong>\n</p>\n<p>\n Conservative critics of the Democratic plans believe these questions surrounding the public option and the exchange are critical to determining whether people will indeed keep their coverage.\n</p>\n<p>\n \"The two most important factors are who is eligible for the public plan, and what are premiums in the public plan, compared with private insurers,\" said Greg D'Angelo, a policy analyst with the conservative Heritage Foundation.\n</p>\n<p>\n The foundation believes that the reform package will encourage employers to change or drop their health insurance and send their employees into the exchange to buy their own insurance.\n</p>\n<p>\n \"Any change in policy will change the incentives in the system, and you have to understand what is likely to happen,\" D'Angelo said.  \"Employers will change or drop coverage, and individuals will have little to no say in the matter.\"\n</p>\n<p>\n If you accept the premise that employers will opt for the least expensive plan available, then millions of people should expect that their employers will change plans under the reform bill, he said.\n</p>\n<p>\n The main response to this objection from supporters of reform is just what Obama said during the press conference: Employers can change health care plans right now, and they often do.\n</p>\n<p>\n Still, the legislative details that have emerged on health care reform indicate that if reform passes, we're headed for some significant changes in how health care operates. Obama certainly intends to leave the current system intact. But at this point, it seems too pat to say, \"If you like your health care plan, you can keep your health care plan.\" It seems likely that at least some people will have employers who decide to change plans when different plans become available, most likely any small businesses that currently offer health insurance. They will be allowed into the exchange right away, and it seems likely some might find a better deal there and change plans.\n</p>\n<p>\n Until the legislation gets closer to a final stage, it's difficult to say how many employers will likely opt to change coverage. But clearly some change is coming. It's not realistic for Obama to make blanket statements that \"you\" will be able to \"keep your health care plan.\" It seems like rhetoric intended to soothe people that health care reform will not be overly disruptive. But one of the points of reform is to change the way health care works right now. So we rate Obama's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:42.066867", "ruling_date": "2009-08-11T18:05:34", "ruling_headline": "Barack Obama promises you can keep your health insurance, but there's no guarantee", "ruling_headline_slug": "barack-obama-promises-you-can-keep-your-health-ins", "ruling_link_text": "As long as your employer agrees", "ruling_state": null, "source_documents": null, "sources": "<p>\n White House Web site,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Town-Hall-on-Health-Insurance-Reform-in-Portsmouth-New-Hampshire/\" target=\"_blank\">\n  Remarks by the President at a town hall in Portsmouth, N.H.\n </a>\n , Aug. 11, 2009\n</p>\n<p>\n ABC News,\n <a href=\"http://blogs.abcnews.com/politicalpunch/2009/06/what-does-the-presidents-promise-youll-be-able-to-keep-your-health-care-plan-period-really-mean.html\" target=\"_blank\">\n  What Does the President&rsquo;s Promise 'You'll Be Able to Keep Your Health Care Plan, Period,' Really Mean?\n </a>\n , June 23, 2009\n</p>\n<p>\n Interview with Greg D'Angelo of the Heritage Foundation\n</p>\n<p>\n Heritage Foundation,\n <a href=\"http://www.heritage.org/press/newsreleases/nr072109a.cfm\" target=\"_blank\">\n  Millions Would Lose Private Insurance Under Health Reform Bill, Study Shows\n </a>\n , July 21, 2009\n</p>\n<p>\n U.S. Government Printing Office,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  HR 3200\n </a>\n (health care reform legislation), July 14, 2009\n</p>\n<p>\n Speaker of the House Web site,\n <a href=\"http://waysandmeans.house.gov/media/pdf/111/sbys3200.pdf\" target=\"_blank\">\n  Section-by-Section Analysis of HR 3200\n </a>\n , July 14, 2009\n</p>\n<p>\n White House Web site,\n <a href=\"http://www.whitehouse.gov/realitycheck/3\" target=\"_blank\">\n  Reality check: You can keep your own insurance\n </a>\n , accessed Aug. 11, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"If you like your health care plan, you can keep your health care plan.\"</p>", "statement_context": "a town hall meeting", "statement_date": "2009-08-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}