{"art": [{"brightcove": "", "caption": "In this Sept. 1, 2015, speech, Sen. Ted Cruz said the Iran deal lets Iran inspect itself for violations (Sen. Cruz video).", "id": 6713, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/6713/", "title": "Ted Cruz Greater Houston Partnership September 2015", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/N5uw_PPooqY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "N5uw_PPooqY"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/sep/18/ted-cruz/ted-cruz-says-iran-deal-trusts-iranians-inspect-th/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11286, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11286/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>With a dash of imagined dialogue, Ted Cruz of Texas <a href=\"https://www.youtube.com/watch?v=N5uw_PPooqY\">made his case</a> for the United States not to support the agreement backed by most Democrats, including President Barack Obama, that would allow Iran to develop nuclear energy but not nuclear weapons and bring an end to longstanding economic sanctions.</p>\r\n\r\n<p>The Republican senator and presidential candidate told the Greater Houston Partnership on Sept. 1, 2015, that the Iran deal doesn&rsquo;t lead to independent inspectors marching in. &quot;This deal,&quot; Cruz said, &quot;doesn&rsquo;t send in American inspectors; this deal doesn&rsquo;t send international inspectors. This deal trusts the Iranians to inspect themselves. Let me repeat that: This deal trusts the Iranians to inspect themself.&quot; Cruz said as much again at the Sept. 16, 2015, GOP presidential debate in California. &quot;And most astonishingly,&quot; Cruz said, &quot;this agreement trusts the Iranians to inspect themselves. That makes no sense whatsoever.&quot;</p>\r\n\r\n<p>In Houston, Cruz likened the self-inspection element to a scene from <a href=\"http://www.imdb.com/title/tt0086250/\">&quot;Scarface,&quot;</a> the 1980 movie starring Al Pacino as Tony Montana, a Cuban immigrant intent on taking over a drug cartel.</p>\r\n\r\n<p>&quot;This is the equivalent,&quot; Cruz said, &quot;of law enforcement picking up the phone and calling Tony Montana and saying, &lsquo;Hey Tony, you got any drugs?&rsquo;</p>\r\n\r\n<p>&quot;&lsquo;I don&rsquo;t got no drugs.&rsquo;</p>\r\n\r\n<p>&quot;&lsquo;Thank you, Tony.&rsquo;</p>\r\n\r\n<p>&quot;That,&quot; Cruz said, &quot;is essentially the Iranian nuclear inspection regime.&quot;</p>\r\n\r\n<p>Setting aside Cruz&rsquo;s cinematic vignette, is he right the Iran deal, which the <a href=\"http://www.foxnews.com/politics/2015/09/10/senate-democrats-block-disapproval-vote-on-iran-deal/\">Senate fell short of rejecting</a> in a Sept. 10, 2015, vote, trusts the Iranians to inspect themselves?</p>\r\n\r\n<p>Cruz&rsquo;s office told us he concluded as much based on reporting by the Associated Press on a confidential &quot;side agreement&quot; about how an international agency will check conditions at a longtime Iranian military-industrial site. Spokesman Phil Novack also said by email that Cruz &quot;has participated in multiple intelligence briefings -- both classified and unclassified -- about this Iranian deal. Without revealing the details of those briefings, they are entirely consistent with the public reports that the so-called inspections regime simply entrusts Iran with inspecting itself.&quot;</p>\r\n\r\n<p>We&rsquo;ll get to more of Cruz&rsquo;s backup.</p>\r\n\r\n<p><strong>Longstanding safeguards</strong></p>\r\n\r\n<p>First it&rsquo;s worth noting international inspections of Iranian facilities date back decades.</p>\r\n\r\n<p>By phone, Jeffrey Lewis, publisher of armscontrolwonk.com, which presents blogs on arms control, disarmament and non-proliferation, told us that like many nations, Iran has previously committed to &quot;safeguards&quot; agreements reached with the &nbsp;<a href=\"https://www.iaea.org/\">International Atomic Energy Agency,</a> the United Nations entity entrusted with monitoring nuclear non-proliferation commitments.</p>\r\n\r\n<p>The agreements confirm the IAEA&rsquo;s power to check on the possible development of nuclear weapons. A <a href=\"https://www.iaea.org/sites/default/files/publications/documents/infcircs/1974/infcirc214.pdf\">1974 agreement</a>, for instance, gives the agency authority to monitor &quot;all source or special fissionable material in all peaceful nuclear activities within the territory of Iran, under its jurisdiction or carried out under its control anywhere, for the exclusive purpose of verifying that such material is not diverted to nuclear weapons or other nuclear explosive devices.&quot;</p>\r\n\r\n<p>Separate from that, Lewis said, the UN agency maintains confidential agreements with the many nations it monitors, including, he said, details on where cameras might be placed inside specific facilities.</p>\r\n\r\n<p>Typically, the IAEA says, its negotiated safeguards exist to &quot;to deter the spread of nuclear weapons by early detection of misuse of nuclear material or technology, thereby providing credible assurances that states are honoring their legal obligations. The IAEA plays a crucial independent verification role,&quot; it says, &quot;aimed at assuring the international community that nuclear material, facilities and other items subject to safeguards are used only for peaceful purposes.</p>\r\n\r\n<p>A 24-page agency safeguards <a href=\"https://www.iaea.org/sites/default/files/safeguards_web_june_2015.pdf\">booklet</a>, dated June 2015, notes the agency won the Nobel Peace Prize in 2005. The booklet calls the safeguards a &quot;set of technical measures that allow the IAEA to independently verify a state&rsquo;s legal commitment not to divert nuclear material from peaceful nuclear activities to nuclear weapons or other nuclear explosive devices.&quot;</p>\r\n\r\n<p>Some 182 countries have safeguards agreements, the booklet says. &quot;Nuclear material subject to safeguards includes special fissionable material from which nuclear weapons or other nuclear explosive devices could readily be made (e.g. plutonium-239; uranium-233; uranium enriched in the isotopes 235 or 233) and source material (e.g. natural uranium, depleted uranium or thorium), which cannot be directly used for nuclear weapons,&quot; the booklet says.</p>\r\n\r\n<p>But there&rsquo;s room for suspicion. We noticed a passage suggesting the agency earlier caught Iran not complying with its oversight--and that was addressed:</p>\r\n\r\n<p style=\"margin-left:76.5pt\">In 2002, information came to light regarding previously undeclared nuclear material and activities that the Islamic Republic of Iran (Iran) should have declared but had not declared to the IAEA. At time of writing, while the IAEA continues to verify the non-diversion of declared nuclear material at the nuclear facilities and LOFs declared by Iran under its Safeguards Agreement, the IAEA is not in a position to provide credible assurance about the absence of undeclared nuclear material and activities in Iran, and therefore to conclude that all nuclear material in Iran is in peaceful activities. In November 2013, the IAEA and Iran agreed on a Framework for Cooperation, within which verification activities are being implemented by the IAEA to resolve all present and past issues.</p>\r\n\r\n<p><strong>The 2015 agreement</strong></p>\r\n\r\n<p>The <a href=\"https://assets.documentcloud.org/documents/2165399/full-text-of-the-iran-nuclear-deal.pdf\">July 14, 2015, agreement</a>, or Joint Comprehensive Plan of Action, was negotiated with Iran by world powers including the United States and Russia. And far as we can tell, it&rsquo;s silent about Iran getting to inspect its own facilities.</p>\r\n\r\n<p>Per the agreement, the IAEA will have Iran&rsquo;s permission for 15 years to &quot;implement continuous monitoring, including through containment and surveillance measures, as necessary, to verify that stored centrifuges and infrastructure remain in storage, and are only used to replace failed or damaged centrifuges.&quot;</p>\r\n\r\n<p>A section in the nearly 160-page deal on modern technologies and the IAEA&rsquo;s long-term presence states Iran will permit the agency to use equipment that relays changes in nuclear enrichment to IAEA inspectors plus other technologies. Also, the agreement says, Iran will facilitate automated collections of measurements from nuclear sites.</p>\r\n\r\n<p>That section goes on:</p>\r\n\r\n<p style=\"margin-left:72pt\">Iran will make the necessary arrangements to allow for a long-term IAEA presence, including issuing long-term visas, as well as providing proper working space at nuclear sites and, with best efforts, at locations near nuclear sites in Iran for the designated IAEA inspectors for working and keeping necessary equipment.</p>\r\n\r\n<p style=\"margin-left:72pt\">Iran will increase the number of designated IAEA inspectors to the range of 130-150 within 9 months from the date of the implementation of the JCPOA, and will generally allow the designation of inspectors from nations that have diplomatic relations with Iran, consistent with its laws and regulations.</p>\r\n\r\n<p><strong>Cruz cites a news story</strong></p>\r\n\r\n<p>In an email to Novack, Cruz&#39;s spokesman, we noted the inspection mentions in the agreement. Novack replied by pointing out other language in the agreement that he said shows Iran will be providing information to the IAEA to create a baseline for future action. &quot;This does not mean the information Iran initially reports is complete. In these circumstances, we are trusting Iran to give us necessary information,&quot; Novack said.</p>\r\n\r\n<p>Novack singled out references in the agreement to Iran providing information enabling the international agency to verify production of &quot;uranium ore concentrate&quot; and to track centrifuge rotor tubes and bellows as well as &quot;heavy water stocks&quot; associated with nuclear power. The sections also provide for the IAEA to verify and continuously monitor such items.</p>\r\n\r\n<p>The spokesman earlier said that Cruz reached his conclusion about the deal trusting Iran to inspect itself &nbsp;from an August 2015 AP <a href=\"http://news.yahoo.com/text-draft-agreement-between-iaea-iran-193603978.html\">news story</a> indicating the IAEA agreed to let Iran inspect Parchin, a military-industrial site in the country that critics once accused Iran of using to develop nuclear weapons.</p>\r\n\r\n<p>The AP&rsquo;s Vienna-datelined Aug. 20, 2015, news story said its reporter had obtained &quot;one of the side arrangements between the IAEA and Iran in regards to inspecting Parchin&quot; in Iran. The story presented what the AP described as the transcript of the original draft agreement between the IAEA and Iran &quot;covering inspections at the Parchin military site, where Iran has been accused of pursuing nuclear weapons development a decade ago.&quot; The story also noted the Parchin agreement was &quot;separate from the much broader Iran nuclear deal signed by Iran, the U.S. and five other world powers in July&quot; 2015.</p>\r\n\r\n<p>Below is most of the transcript of the draft <a href=\"http://bigstory.ap.org/article/bedd428e26924eed95c5ceaeec72d3a4/text-draft-agreement-between-iaea-iran\">document</a> which the AP says that two officials, speaking on condition of anonymity, confirmed as not differing from the final agreement between the IAEA and Iran:</p>\r\n\r\n<p style=\"margin-left:76.5pt\">Separate arrangement II agreed by the Islamic State of Iran and the International Atomic Energy Agency on 11 July 2015, regarding the Road-map, Paragraph 5</p>\r\n\r\n<p style=\"margin-left:76.5pt\">1. Iran will provide to the Agency photos of the locations, including those identified in paragraph 3 below, which would be mutually agreed between Iran and the Agency, taking into account military concerns.</p>\r\n\r\n<p style=\"margin-left:76.5pt\">2. Iran will provide to the Agency videos of the locations, including those identified in paragraph 3 below, which would be mutually agreed between Iran and the Agency, taking into account military concerns.</p>\r\n\r\n<p style=\"margin-left:76.5pt\">3. Iran will provide to the Agency 7 environmental samples taken from points inside one building already identified by the Agency and agreed by Iran, and 2 points outside of the Parchin complex which would be agreed between Iran and the Agency.</p>\r\n\r\n<p style=\"margin-left:76.5pt\">4. The Agency will ensure the technical authenticity of the activities referred to in paragraphs 1-3 above. Activities will be carried out using Iran&#39;s authenticated equipment, consistent with technical specifications provided by the Agency, and the Agency&#39;s containers and seals.</p>\r\n\r\n<p>A day earlier, an AP <a href=\"http://hosted2.ap.org/APDEFAULT/cae69a7523db45408eeb2b3a98c0c9c5/Article_2015-08-19-Iran-Nuclear/id-7488af88f96349fe9e8da9101b52a2a2\">news story</a> said the Parchin agreement allowed Iran to use its own inspectors on the site rather than leaving that to the IAEA, which &quot;normally carries out such work.&quot; That story said the Parchin agreement was worked out between the IAEA and Iran, with the U.S. and the other world powers involved in the larger Iran deal not being party to it, though the nations were briefed, the story said, and they &quot;endorsed it as part of the larger package.&quot;</p>\r\n\r\n<p>The Parchin agreement, the AP story said, &quot;diverges from normal procedures by allowing Tehran to employ its own experts and equipment in the search for evidence of activities it has consistently denied &mdash; trying to develop nuclear weapons. Olli Heinonen, who was in charge of the Iran probe as deputy IAEA director general from 2005 to 2010, said he could think of no similar concession with any other country.&quot;</p>\r\n\r\n<p><strong>IAEA says &lsquo;safeguards standards&rsquo; not compromised</strong></p>\r\n\r\n<p>We emailed the IAEA about Cruz&rsquo;s claim and didn&rsquo;t hear back. But after the AP story broke, the agency&rsquo;s director general, <a href=\"https://www.iaea.org/about/dg/biography\">Yukiya Amano</a>, issued a <a href=\"https://www.iaea.org/newscenter/statements/statement-iaea-director-general-yukiya-amano\">statement</a> saying he couldn&rsquo;t release separate agreements with countries without violating confidentiality. Suggestions the agency had given responsibility for nuclear inspections to Iran, Amano added, &quot;misrepresent the way in which we will undertake this important verification work.&quot; Amano also said the side arrangements &quot;are technically sound and consistent with our long-established practices. They do not compromise our safeguards standards in any way.&quot;</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>In August 2015, <a href=\"http://belfercenter.ksg.harvard.edu/experts/2107/olli_heinonen.html\">Heinonen</a>, a Harvard University researcher who spent more than 25 years with the IAEA, <a href=\"http://belfercenter.ksg.harvard.edu/publication/25708/inspecting_parchin_and_beyond.html?breadcrumb=%2Fexperts%2F2107%2Folli_heinonen\">wrote</a> an oped article about the described Parchin side deal stating that if &quot;the reporting is accurate, these&quot; inspection &quot;procedures appear to be risky, departing significantly from well-established and proven safeguards practices. At a broader level, if verification standards have been diluted for Parchin (or elsewhere) and limits imposed, the ramification is significant as it will affect the IAEA&rsquo;s ability to draw definitive conclusions with the requisite level of assurances and without undue hampering of the verification process.&quot; Heinonen called for the described document to be made public by the IAEA and Iran, with U.S. support, accompanied by explanations responding to concerns about the Parchin process.</p>\r\n\r\n<p>To our inquiry, Heinonen pointed by email another confidential side agreement as noted by the IAEA in its &quot;road-map&quot; to clarify outstanding issues regarding Iran&rsquo;s nuclear program. That July 14, 2015, <a href=\"https://www.iaea.org/newscenter/statements/iaea-director-generals-statement-and-road-map-clarification-past-present-outstanding-issues-regarding-irans-nuclear-program\">document</a> says the IAEA and Iran agreed on a &quot;separate arrangement&quot; premised on Iran this year answering agency questions per &quot;possible ambiguities&quot; leading up to the general agreement taking effect.</p>\r\n\r\n<p>Heinonen told us observers need to be able to see relevant side agreements before concluding Iran is being allowed to inspect itself. &quot;To this end, we are missing facts...By having such facts on the table, we can assess the IAEA approach on this issue,&quot; Heinonen wrote.</p>\r\n\r\n<p>To our inquiries, other arms control experts mostly told us the side agreement described by the AP doesn&rsquo;t show Iran is going to be left to inspect itself.</p>\r\n\r\n<p>Lewis, referring to the reported Parchin agreement, said: &quot;This is a one-time managed access to a single facility by the IAEA. It is not the procedure for any other inspection. It is specially designed to answer questions relating to work carried out at this site between 1996-2002.&quot;</p>\r\n\r\n<p>Similarly, <a href=\"http://www.cato.org/people/justin-logan\">Justin Logan</a>, director of foreign policy studies at the libertarian-oriented Cato Institute, told us by email it&rsquo;s worth keeping in mind it takes ample &quot;fissile material&quot; to make a nuclear weapon and &quot;large infrastructure.&quot; At Iran&rsquo;s known facilities where uranium enrichment is taking or has taken place, Logan said, IAEA inspectors will be present and have daily access.</p>\r\n\r\n<p>By phone, <a href=\"https://www.armscontrol.org/about/dkimball\">Daryl Kimball</a>, executive director of the Arms Control Association, which has encouraged Congress to support the agreement, called Cruz&rsquo;s claim an &quot;absolutely incorrect&quot; mischaracterization. Kimball said that even at the Parchin site, he believes the IAEA will provide information &quot;about where they want to sample at the site, which areas they want to soil or surface samples to see if there is individual radioactive material in these areas.&quot; Then, Kimball said, &quot;the Iranian specialists in the presence of the IAEA inspectors will actually do the scooping, the swiping.&quot; After that, Kimball said, whatever is collected will be &quot;put into packages the IAEA will take possession of (and) take to their labs for testing.</p>\r\n\r\n<p>By email, Kimball also pointed us to an Aug. 21, 2015, <a href=\"http://thehill.com/opinion/op-ed/251660-no-iran-is-not-allowed-to-inspect-itself\">opinion article</a> in <em>The Hill</em>, a Washington, D.C., newspaper, headlined: &quot;No, Iran is not allowed to inspect itself.&quot; In the piece, Mark Hibbs and Thomas Shea, experts on IAEA safeguards, spell out their expectation that IAEA officials would keep a close watch on Iranian staff gathering samples at Parchin and ensure the samples reached U.N. labs without being tainted. Iran, the two wrote, &quot;will not be allowed to inspect itself.&quot;</p>\r\n\r\n<p>Another association official, Kelsey Davenport, followed up with an email noting that NBC News, citing unidentified senior U.S. officials, said in an <a href=\"http://www.nbcnews.com/storyline/iran-nuclear-talks/obama-takes-quora-answer-questions-about-iran-nuke-deal-n425341\">Aug. 19, 2015, news story</a> that Iran would be allowed to inspect Parchin itself only regarding signs of past military activity and still, U.N. inspectors &quot;would be on site to supervise the Iranians at every step of the way,&quot; NBC said.</p>\r\n\r\n<p>Davenport also pointed out an Aug. 20, 2015, <a href=\"http://www.armscontrol.org/blog/ArmsControlNow/2015-08-20/Environmental-Sampling-in-Iran\">post</a> on the Arms Control Association&rsquo;s website by Tariq Rauf, director of the Disarmament, Arms Control and Non-Proliferation Programme at the Stockholm International Peace Research Institute. In the post, Rauf asserted that even if Iranians were permitted to collect samples at Parchin, IAEA officials would be present to ensure no monkey business.</p>\r\n\r\n<p>Rauf went on: &quot;It would be unusual but by no means technically compromising to have Iranian technicians collect swipe samples at sites and locations at Parchin in the physical presence and direct line of sight of IAEA inspectors, including filming, and using swipe kits and collection bags provided by the IAEA. The agency inspectors then would seal the bags containing the swipe samples; they could leave behind one sealed bag at the IAEA office in Iran as a &lsquo;control&rsquo; to be used if there is a dispute later about the results. The other three or four bags of swipe samples would be taken by the IAEA&quot; to UN laboratories for testing.</p>\r\n\r\n<p>We also reached Fred Fleitz, author of a July 2015 <a href=\"http://www.nationalreview.com/article/421550/iran-nuclear-bombshell-Iran-police-itself?target=author&amp;tid=906156\">National Review article</a> stating Iranians would be permitted to collect samples for the IAEA at Parchin. Fleitz, a senior official with the conservative <a href=\"https://www.centerforsecuritypolicy.org/about-us/staff/\">Center for Security Policy</a>, which focuses on national security in the belief that national power must be preserved and properly used, said by phone that Cruz&lsquo;s Houston claim implied &quot;the Iranians are going to do all the inspections. That&#39;s inaccurate. Iranians will be doing some inspections,&quot; he said, including at Parchin.</p>\r\n\r\n<p>Fleitz later said by email that Cruz proved &quot;exactly right&quot; in a Sept. 15, 2015 National Review <a href=\"http://www.nationalreview.com/article/424039/ted-cruz-iran-deal-politifact-nuclear-weapons\">commentary</a> by saying &quot;in certain circumstances, Iran will inspect itself.&quot; In his Houston stump speech, he speculated, Cruz left out such caveats.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said the Iran deal &quot;trusts the Iranians to inspect themselves.&quot;</p>\r\n\r\n<p>A confidential side deal might allow Iranian staff to take photos and video and collect samples at the Parchin site yet the IAEA has generally insisted its protective protocols aren&#39;t being compromised.</p>\r\n\r\n<p>The Parchin uncertainty aside, Cruz didn&rsquo;t offer nor did we find evidence the overall agreement trusts Iranians to inspect themselves. In contrast, his statement left the impression Iran would be conducting all inspections under the agreement by itself. That&rsquo;s not so.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong> </em>&ndash; The statement is not accurate.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-09-10T15:03:14.709626", "ruling_date": "2015-09-18T10:00:00", "ruling_headline": "Ted Cruz says Iran deal \"trusts the Iranians to inspect themselves\"", "ruling_headline_slug": "ted-cruz-says-iran-deal-trusts-iranians-inspect-th", "ruling_link_text": "Up to 150 international inspectors within nine months", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/19/marco-rubio/rubio-iran-deal-breaks-anytime-anywhere-inspection/\">&quot;Marco Rubio says Iran deal breaks &#39;anytime, anywhere&#39; inspection promise by Barack Obama,&quot;</a> PolitiFact, July 19, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1iyNW4onRiAuCJ2DEPG3CpG1Huc_77UIKv8VhikxTY3c/pub\">Emails</a>, Phil Novack, press secretary, U.S. Sen. Ted Cruz, Sept. 8 and 15-16, 2015</p>\r\n\r\n<p>Document, <a href=\"https://assets.documentcloud.org/documents/2165399/full-text-of-the-iran-nuclear-deal.pdf\">&quot;Joint Comprehensive Plan of Action,&quot;</a> China, France, Germany, the Russian Federation, the United Kingdom, European Union and the United States and the Islamic Republic of Iran, July 14, 2015 (posted online by The Washington Post, accessed Sept. 16, 2015)</p>\r\n\r\n<p>News stories, The Associated Press, <a href=\"http://hosted2.ap.org/APDEFAULT/cae69a7523db45408eeb2b3a98c0c9c5/Article_2015-08-19-Iran-Nuclear/id-7488af88f96349fe9e8da9101b52a2a2\">&quot;AP Exclusive: UN to let Iran inspect alleged nuke work site,&quot;</a> Aug. 19, 2015; <a href=\"http://bigstory.ap.org/article/bedd428e26924eed95c5ceaeec72d3a4/text-draft-agreement-between-iaea-iran\">&quot;Text of draft agreement between IAEA, Iran,&quot;</a> Aug. 20, 2015</p>\r\n\r\n<p><a href=\"https://www.iaea.org/newscenter/statements/statement-iaea-director-general-yukiya-amano\">Statement by IAEA Director General Yukiya Amano,</a> Aug. 20, 2015</p>\r\n\r\n<p>Oped article, <a href=\"http://belfercenter.ksg.harvard.edu/publication/25708/inspecting_parchin_and_beyond.html?breadcrumb=%2Fexperts%2F2107%2Folli_heinonen\">&quot;Inspecting Parchin and Beyond,&quot;</a> <a href=\"http://belfercenter.ksg.harvard.edu/experts/2107/olli_heinonen.html\">Olli Heinonen</a>, senior fellow, Belfer Center for Science and International Affairs, Harvard University Kennedy School of Government, August 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1MwsaS4n4ZZw42ln6rJMc0YelMuS5zij8We6KVMvYmz8/pub\">Emails</a>, Olli Heinonen, senior fellow, Belfer Center for Science and International Affairs. Harvard Kennedy School, Sept. 17, 2015</p>\r\n\r\n<p>Telephone interview, <a href=\"https://www.armscontrol.org/about/dkimball\">Daryl G. Kimball</a>, executive director, Arms Control Association, Washington, D.C., Sept. 8, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/10yYwxmvI1tyuDfeaGIJxsWLYlks0aHOP5CzrvOGcbrs/pub\">Email</a>,<a href=\"http://www.cato.org/people/justin-logan\"> Justin Logan</a>, director of foreign policy studies, Cato Institute, Sept. 8, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1e6eSu-GIQu9lLOVLt1nh8p8IGReYg8Hb76lfDpDTaXU/pub\">Email</a> and telephone interview,<a href=\"http://armscontrolwonk.com/about\"> Jeffrey Lewis</a>, founding publisher, armscontrolwonk.com, Sept. 15-16, 2015</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1wuAdW8nVKhY0c4PUEztMuqULNEnS9OROZjvhlnjL6kc/pub\">emails</a> (excerpted), Fred Fleitz, senior vice president for policy and programs, Center for Security Policy, Sept. 16-17, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>The Iran deal &quot;trusts the Iranians to inspect themselves.&quot;</p>\r\n", "statement_context": "a speech to the Greater Houston Partnership", "statement_date": "2015-09-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}