{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/10/newt-gingrich/most-democrats-are-opposed-giving-their-health-car/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1128, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1128/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n To build opposition to a public health insurance option, Republicans have been challenging Democratic lawmakers and White House officials to enroll in the government-run plan.\n <br />\n &nbsp;\n <br />\n &quot;If Members of Congress believe so strongly that government-run health care is the best solution for hard working American families, I think it only fitting that Americans see them lead the way,&quot; said Republican Rep. John Fleming, who is sponsoring a resolution encouraging lawmakers to enroll in the public option, in a statement on his Web site.\n <br />\n &nbsp;\n <br />\n On the Aug. 9, 2009, episode of\n <em>\n  This Week\n </em>\n , Former Speaker Newt Gingrich told host George Stephanopoulos that Democrats are squarely against the idea.\n <br />\n &nbsp;\n <br />\n &quot;An amendment was offered in every committee to ... have the members of Congress and their staff in any government option as a mandate. And if this is good enough for the American people, it's good enough for the politicians,&quot; Gingrich said. &quot;In every committee, the Democrats voted no. Now, why is it they want to insist on a government-run system for ... people other than the Congress, but the Congress and their staff would be exempt?&quot;\n <br />\n &nbsp;\n <br />\n We wondered whether Gingrich's vote count was correct. To find out, we sifted through all the health care amendments offered in the House and the Senate committees.\n</p>\n<p>\n Currently, members of Congress receive health insurance under the Federal Employees Health Benefit Program, which offers plans that range from basic coverage to plans that pay for special treatments and drugs. The system has earned high markets for efficiency, making it one of the models the White House has studied in coming up with its own ideas for health care reform.\n</p>\n<p>\n It's important to note that under the Democrats' plan, the public option is just one choice that people would have in the health care exchange. The public option would provide basic coverage, but other plans would offer more extensive coverage likely at a higher price. Under the legislation now pending in Congress, no one would be forced to take the public option.\n</p>\n<p>\n An amendment offered during the House Ways and Means Committee July 16 debate of the bill would have changed all that &mdash; but just for members of Congress and their staffs. Nevada Republican Dean Heller offered an amendment that would have required them to take the public plan. His amendment was rejected 18-21, with 21 of the 26 Democrats on the committee voting against it.\n</p>\n<p>\n On the same day, members of the Education and Labor Committee adopted a resolution &mdash; code for &quot;nonbinding&quot; in congressional parlance &mdash; by Rep. Joe Wilson of South Carolina that expresses Congress' support that any member voting in favor of the public plan drop his or her federal employee benefits and enroll in the new program. Because the committee approved the resolution by voice vote &mdash; meaning members on the panel simply said &quot;aye&quot; or &quot;nay&quot; to express their support for the bill &mdash; it's impossible to tell who voted for or against Wilson's amendment.\n</p>\n<p>\n The Energy and Commerce Committee heard a similar argument from Republican Rep. Roy Blunt of Missouri, who wanted to make the public plan mandatory for the president and the vice president as well as members of Congress. But Blunt's amendment never came to a vote because the Democratic leaders panel ruled it irrelevant to the overall bill.\n</p>\n<p>\n Senators have been working on their own version of the health care bill, legislation that only the Health, Education, Labor and Pensions Committee has debated so far. On July 14, that committee adopted 12-11 a requirement by Republican Tom Coburn of Oklahoma that would require all members of Congress to enroll in the public plan. Nine of the committee's 12 Democrats voted against it.\n <br />\n <br />\n That brings us back to Gingrich's claim. He's correct that Democrats in the House and Senate have generally voted against proposals to make the public plan mandatory for members of Congress. Even when Coburn's motion narrowly passed, nine of 12 Democrats voted against it. We can't assess the Democrats' positions on the voice vote in the House education committee or the energy and commerce panel where the motion was ruled irrelevant. So we can't be sure that Democrats voted against it in every committee. But based on the counts that are available, Gingrich's underlying point is correct that Democrats have generally opposed it. So we find his claim Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:42.139960", "ruling_date": "2009-08-10T18:22:25", "ruling_headline": "Most Democrats are opposed to giving up their health care plans", "ruling_headline_slug": "most-democrats-are-opposed-giving-their-health-car", "ruling_link_text": "Newt's right: Democrats don't want to give up their health care plans", "ruling_state": null, "source_documents": null, "sources": "<p>\n ABC News,\n <a href=\"http://abcnews.go.com/ThisWeek/Politics/Story?id=8287587&amp;page=2  \" target=\"_blank\">\n  transcript of New Gingrich interview on This Week\n </a>\n , Aug. 9, 2009\n</p>\n<p>\n Rep. John Fleming,\n <a href=\"http://www.fleming.house.gov/index.html \" target=\"_blank\">\n  statement on public plan\n </a>\n , accessed Aug. 10, 2009\n</p>\n<p>\n Government Executive,\n <a href=\"http://www.govexec.com/dailyfed/0309/031609ar2.htm\" target=\"_blank\">\n  Obama team looks to federal employee health program as a model\n </a>\n , by Alyssa Rosenberg, March 16, 2009\n</p>\n<p>\n Rep. Dean Heller,\n <a href=\"http://heller.house.gov/apps/list/speech/nv02_heller/morenews/walkthewalk.shtml\" target=\"_blank\">\n  statement on his amendment\n </a>\n , accessed Aug. 10, 2009\n</p>\n<p>\n House Education and Labor Committee,\n <a href=\"http://edlabor.house.gov/documents/111/pdf/markup/FC/HR3200-AmericasAffordableHealthChoicesActof2009/Wilson39.pdf\" target=\"_blank\">\n  copy of Rep. Joe Wilson's resolution amendment\n </a>\n , accessed Aug. 10, 2009\n</p>\n<p>\n House Energy and Commerce Committee,\n <a href=\"http://energycommerce.house.gov/Press_111/20090730/hr3200_blunt_1.pdf \" target=\"_blank\">\n  copy of Rep. Roy Blunt's amendment\n </a>\n , accessed Aug. 10, 2009\n</p>\n<p>\n <br />\n <br />\n <br />\n <br />\n <br />\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>In every committee when the health care bill was considered, Democrats voted against an amendment that would require members of Congress and their staff to take the government-run public option as their health care plan.</p>", "statement_context": "an interview with This Week.", "statement_date": "2009-08-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}