{"art": [{"brightcove": "", "caption": "President Obama discusses health care at a town hall in New Hampshire.", "id": 149, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/photos/Obama_Health_Care_Overhaul_.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/149/", "title": "Obama New Hampshire town hall", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/aug/12/barack-obama/obama-has-praised-single-payer-plans-past/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1131, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1131/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n At a town hall meeting in Portsmouth, N.H., President Barack Obama was asked about his support of a &quot;universal&quot; health coverage and whether his plan would result in the government taking over health care.\n</p>\n<p>\n In his answer, Obama made a point that caught our attention: &quot;I have not said that I was a single-payer supporter,&quot; Obama said.\n</p>\n<p>\n That raised some eyebrows here in the PolitiFact newsroom because we recently spent a fair amount of time analyzing Obama's statements on single-payer. Before we delve into that, here's the exchange in Portsmouth:\n</p>\n<p>\n Question: &quot;Mr. President, you've been quoted over the years &mdash; when you were a senator and perhaps even before then &mdash; that you were essentially a supporter of a universal plan. I'm beginning to see that you're changing that.&nbsp; Do you honestly believe that? Because that is my concern.&nbsp; I'm on Medicare, but I still worry that if we go to a public option, period, that the private companies, the insurance companies, rather than competing &mdash; because who can compete with the government; the answer is nobody.&nbsp; So my question is do you still &mdash; as yourself, now &mdash; support a universal plan?&nbsp; Or are you open to the private industry still being maintained?&quot;\n <br />\n &nbsp;\n <br />\n Obama: &quot;Well, I think it's an excellent question, so I appreciate the chance to respond.&nbsp; First of all, I want to make a distinction between a universal plan versus a single-payer plan, because those are two different things.&nbsp;\n <br />\n &nbsp;\n <br />\n &quot;A single-payer plan would be a plan like Medicare for all, or the kind of plan that they have in Canada, where basically government is the only person &mdash; is the only entity that pays for all health care.&nbsp; Everybody has a government-paid-for plan, even though in, depending on which country, the doctors are still private or the hospitals might still be private.&nbsp; In some countries, the doctors work for the government and the hospitals are owned by the government.&nbsp; But the point is, is that government pays for everything, like Medicare for all.&nbsp; That is a single-payer plan.\n</p>\n<p>\n &quot;I have not said that I was a single-payer supporter because, frankly, we historically have had a employer-based system in this country with private insurers, and for us to transition to a system like that I believe would be too disruptive.&nbsp; So what would end up happening would be, a lot of people who currently have employer-based health care would suddenly find themselves dropped, and they would have to go into an entirely new system that had not been fully set up yet.&nbsp; And I would be concerned about the potential destructiveness of that kind of transition.\n</p>\n<p>\n &quot;All right?&nbsp; So I'm not promoting a single-payer plan.&quot; (His answer continued at some length as he explained his plan. You can read the full transcript of the town hall\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Town-Hall-on-Health-Insurance-Reform-in-Portsmouth-New-Hampshire/\" target=\"_blank\">\n  here\n </a>\n .)\n</p>\n<p>\n We see two major points that contradict Obama's statement in different ways.\n</p>\n<p>\n First, at several town halls this year, Obama has been asked by single-payer\n <em>\n  supporters\n </em>\n why he doesn't propose a single-payer system. Obama's consistent answer has been that if he were designing a health care system &quot;from scratch,&quot; he would go with a single payer system. So that certainly indicates philosophical support for the idea, even if Obama has also consistently concluded that single-payer is not politically feasible.\n</p>\n<p>\n But there's also the matter of a\n <a href=\"http://www.youtube.com/watch?v=fpAyan1fXCE\" target=\"_blank\">\n  YouTube video\n </a>\n from June 2003, when Obama was a state senator in Illinois and a longshot candidate for the U.S. Senate. Back then, he plainly indicated he supported a single-payer system.\n</p>\n<p>\n &quot;I happen to be a proponent of a single-payer universal health care program,&quot; Obama said. &quot;I see no reason why the United States of America, the wealthiest country in the history of the world, spending 14 percent of its gross national product on health care, cannot provide basic health insurance to everybody. And that's what Jim is talking about when he says everybody in, nobody out. A single-payer health care plan, a universal health care plan. That's what I&rsquo;d like to see. But as all of you know, we may not get there immediately. Because first we've got to take back the White House, we've got to take back the Senate, and we've got to take back the House.&quot;\n</p>\n<p>\n We previously delved into this video in great &mdash; some might say excruciating &mdash;&nbsp; detail, even discovering the identity of &quot;Jim.&quot; You can read more about the politics of health care in Illinois from that time by reading our complete item, &quot;\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/16/barack-obama/obama-statements-single-payer-have-changed-bit/\" target=\"_blank\">\n  Obama statements on single-payer have changed a bit.\n </a>\n &quot;\n</p>\n<p>\n Suffice to say, Obama's public remarks and statements have moderated since 2003.\n <br />\n <br />\n In other statements, Obama has spoken favorably of single-payer in concept, but always adding qualifiers.\n</p>\n<ul>\n <li>\n  In February 2004, about a month before the primary election in the U.S. Senate race, the Associated Press reported the stance of all the candidates on universal health care. &quot;Obama says he supports the idea of universal health care but does not think a single-payer government system is feasible. He says the government should be the health care provider of last resort for the uninsured.&quot; In a rundown of all the candidates' positions, the Associated Press summarized Obama's position as &quot;Support, but 'probably not at this stage,' a single-payer government system.&quot;\n </li>\n <li>\n  In his book\n  <em>\n   The Audacity of Hope\n  </em>\n  , published in October 2006 when he was a U.S. senator, Obama described single-payer as the hope of the left, while those on the right wanted a market-based approach. &quot;It's time we broke this impasse by acknowledging a few simple truths,&quot; Obama wrote, suggesting a system much like the one he supports today.\n </li>\n <li>\n  In April 2007, a few months after he declared his candidacy for presidency, the\n  <em>\n   Chicago Tribune\n  </em>\n  reported, &quot;Obama has pledged that, if elected, all Americans would have health care coverage by the end of his first term. He has said he is reluctant to switch to a 'single-payer' national health insurance system because of the difficulty in making a quick transition from the employer-based private system.&quot;\n </li>\n</ul>\n<p>\n But the 2003 video strikes a very different tone from the remarks above. After weighing all the evidence, we concluded that Obama, as a candidate who was trying to appeal to a liberal electorate, took a strong position on single payer, but then over the years moderated his position to appeal to a broader national audience. We rated him a\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/16/barack-obama/obama-statements-single-payer-have-changed-bit/\" target=\"_blank\">\n  Half Flip\n </a>\n on our Flip-O-Meter, a tool we use to gauge when political leaders and others change positions.\n</p>\n<p>\n Getting back to Obama's statement in Portsmouth, he said, &quot;I have not said that I was a single-payer supporter because, frankly, we historically have had a employer-based system in this country with private insurers, and for us to transition to a system like that I believe would be too disruptive.&quot;\n</p>\n<p>\n But he\n <em>\n  has\n </em>\n said in the past he supports a single-payer plan, and the questioner was correct that Obama's thinking has evolved over the years. Obama's answer strikes us as too artful. The 2003 YouTube video shows at one time he supported a single-payer system with little to no reservation. We agree that Obama does not support single payer now, but it's not correct to say that he has never supported it, which is certainly the impression you get from the answer he gave at the town hall. We rate his statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:42.435758", "ruling_date": "2009-08-12T15:04:07", "ruling_headline": "Obama has praised single-payer plans in the past", "ruling_headline_slug": "obama-has-praised-single-payer-plans-past", "ruling_link_text": "Oh yes he did", "ruling_state": null, "source_documents": null, "sources": "<p>\n Physicians for a National Health Program, via YouTube,\n <a href=\"http://www.pnhp.org/news/2008/june/barack_obama_on_sing.php\" target=\"_blank\" title=\"Barack Obama on single payer in 2003\">\n  Barack Obama on single payer in 2003\n </a>\n</p>\n<p>\n Interview with Quentin Young of\n <a href=\"http://www.pnhp.org/\" target=\"_blank\" title=\"Physicians for a National Health Program\">\n  Physicians for a National Health Program\n </a>\n <br />\n <br />\n Interview with Jim Duffett of\n <a href=\"http://www.cbhconline.org/\" target=\"_blank\" title=\"Campaign for Better Health Care\">\n  Campaign for Better Health Care\n </a>\n <br />\n <br />\n Illinois Department of Public Health,\n <a href=\"http://www.idph.state.il.us/hcja/index.htm\" target=\"_blank\" title=\"The Health Care Justice Act\">\n  The Health Care Justice Act\n </a>\n and the\n <a href=\"http://www.idph.state.il.us/hcja/ahctf.htm\" target=\"_blank\" title=\"Adequate Health Care Task Force\">\n  Adequate Health Care Task Force\n </a>\n <br />\n <br />\n Illinois General Assembly,\n <a href=\"http://www.ilga.gov/legislation/publicacts/fulltext.asp?name=093-0973&amp;GA=093\" target=\"_blank\" title=\"The Health Care Justice Act\">\n  The Health Care Justice Act\n </a>\n , July 1, 2004\n <br />\n <br />\n Obama town hall transcripts\n <br />\n <br />\n Interview with Dr. Wayne Lerner\n <br />\n <br />\n <a href=\"http://www.amazon.com/Audacity-Hope-Thoughts-Reclaiming-American/dp/0307237699\" target=\"_blank\" title=\"The Audacity of Hope\">\n  The Audacity of Hope\n </a>\n , by Barack Obama\n</p>\n<p>\n Chicago Tribune, Obama has center in his sights, April 27, 2004\n</p>\n<p>\n Associated Press, Democratic Senate hopefuls call for drug cost negotiation, Feb. 9, 2004\n</p>\n<p>\n Associated Press, Obama moving cautiously on health care plan, April 5, 2007\n <br />\n <br />\n Associated Press, Illinois U.S. Senate candidates on health care, Feb. 9, 2004&nbsp;\n <br />\n <br />\n Chicago Tribune, Obama prods voters on health care - Candidate seeks input before unveiling plan , April 4, 2007\n <br />\n <br />\n Chicago Tribune, Obama's record a plus, a minus; Votes in Senate defy easy labels, October 8, 2004\n <br />\n <br />\n Heritage Foundation,\n <span class=\"standardcontent\">\n  <a href=\"http://www.heritage.org/research/healthcare/wm2381.cfm\" target=\"_blank\" title=\"Single Payer: Why Government-Run Health Care Will Harm Both Patients and Doctors\">\n   Single Payer: Why Government-Run Health Care Will Harm Both Patients and Doctors\n  </a>\n  , April 3, 2009\n  <br />\n  <br />\n  Boston Globe,\n  <a href=\"http://www.boston.com/bostonglobe/ideas/articles/2009/07/05/healthy_examples_plenty_of_countries_get_healthcare_right/?page=2\" target=\"_blank\" title=\"Healthy examples: Plenty of countries get health care right\">\n   Healthy examples: Plenty of countries get health care right\n  </a>\n  , July 5, 2009\n </span>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;I have not said that I was a single-payer supporter.&quot;</p>", "statement_context": "a town hall meeting in New Hampshire", "statement_date": "2009-08-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}