{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1134, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1134/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t&quot;I just want to assure [you] we&#39;re not talking about cutting Medicare benefits.&quot;<br />\r\n\t<br />\r\n\tThose were President Barack Obama&#39;s words to a town hall audience in Portsmouth, N.H; they were meant to ease fears that health care reform will slash Medicare benefits and deprive seniors of the treatments and procedures they need.<br />\r\n\t<br />\r\n\tA &quot;myth that we&#39;ve been hearing about is this notion that somehow we&#39;re going to be cutting your Medicare benefits,&quot; Obama said on Aug. 11, 2009. &quot;We are not. AARP would not be endorsing a bill if it was undermining Medicare, okay? So I just want seniors to be clear about this, because if you look at the polling, it turns out seniors are the ones who are most worried about health care reform. And that&#39;s understandable, because they use a lot of care, they&#39;ve got Medicare, and it&#39;s already hard for a lot of people even on Medicare because of the supplements and all the other costs out of pocket that they&#39;re still paying.&quot;<br />\r\n\t<br />\r\n\t&quot;So I just want to assure we&#39;re not talking about cutting Medicare benefits,&quot; Obama said.<br />\r\n\t<br />\r\n\tListening to Obama, you&#39;d think that Medicare will remain intact. Yet, others claim Medicare spending will be trimmed quite a bit. AARP <a href=\"http://bulletin.aarp.org/yourhealth/policy/articles/many_seniors_arent_sure_healthcare_system_needs_repair.html\" target=\"_blank\"> has said </a> about $231.4 billion could come out of Medicare&#39;s budget, while the 60Plus Association, a group that opposes the bill, <a href=\"http://www.60plus.org/\" target=\"_blank\"> says </a> cuts could top out at $500 billion.<br />\r\n\t<br />\r\n\tConfused?<br />\r\n\t&nbsp;<br />\r\n\tWe were, too.<br />\r\n\t<br />\r\n\tThere are three versions of health care reform floating around the House, and each dedicates hundreds of pages to Medicare. For this Truth-O-Meter item, we&#39;re going to be focusing on the biggest changes to the program. (So far, the Senate Finance Committee, which holds the purse strings to all things health care, hasn&#39;t put any ideas on paper.)<br />\r\n\t&nbsp;<br />\r\n\tBefore delving into the bill and Obama&#39;s claim, a little Medicare 101:</p>\r\n<p class=\"MsoNormal\">\r\n\tThere are two basic ways most people get Medicare coverage. They enroll in traditional Medicare and a prescription drug plan through the government and maybe buy a supplemental policy to cover most out-of-pocket costs. Or they enroll in Medicare Advantage programs (they include drug plan), which are run by private insurers. They typically have more generous benefits such as dental and vision coverage. Some plans even pay the patient&rsquo;s monthly Medicare premium, which can amount to about $100.</p>\r\n<p>\r\n\tWe found some disagreement about whether Obama is correct that Medicare benefits would not be cut.<br />\r\n\t<br />\r\n\tThe House bill will not cut any benefits, said Tricia Neuman, vice president and director of the Medicare Policy Project at the Kaiser Family Foundation.<br />\r\n\t&nbsp;<br />\r\n\t&quot;What it will do is cut growth in Medicare spending,&quot; Neuman said.&nbsp;</p>\r\n<p>\r\n\tIndeed, some of the biggest savings in the bill &mdash; about $196 billion &mdash; would come from a permanent reduction in the annual payment adjustments for some Medicare services, including inpatient hospital services and ambulatory care, according to the Congressional Budget Office. That doesn&#39;t mean health care providers will stop being paid for taking care of the elderly; rather, they won&#39;t see pay increases in the future.</p>\r\n<p>\r\n\tObama also wants to save money on the Medicare Advantage program, which covers about one-fifth of all Medicare patients.<br />\r\n\t&nbsp;<br />\r\n\t&quot;We do think that systems like Medicare are very inefficient right now, but it has nothing to do at the moment with issues of benefits,&quot; Obama said in his speech in New Hampshire. &quot;The inefficiencies all come from things like paying $177 billion to insurance companies in subsidies for something called Medicare Advantage that is not competitively bid, so insurance companies basically get a $177 billion of taxpayer money to provide services that Medicare already provides. And it&#39;s no better &mdash; it doesn&#39;t result in better health care for seniors. It is a giveaway of $177 billion.&quot;<br />\r\n\t<br />\r\n\tIndeed, a June 2009 MedPAC analysis said that the Advantage plan costs taxpayers on average of 14 percent more than the traditional Medicare plan.<br />\r\n\t<br />\r\n\tThe House bills propose to change the benchmarks that set the payments, making them equal to what the government pays for traditional Medicare services. According to the Congressional Budget Office, those changes would translate to a savings of $156 billion over 10 years.<br />\r\n\t&nbsp;<br />\r\n\tWe asked experts from both sides of the debate whether all these changes constituted a cut, and most had the same answer: yes and no.<br />\r\n\t&nbsp;<br />\r\n\tOn one hand, they might not be considered cuts because nowhere in the bill are benefits actually eliminated, they said. And other parts of the bill expand coverage for seniors and ultimately make some components of Medicare less expensive for patients. For instance, the bill would require the pharmaceutical industry to help pay for prescription drugs. That savings will ultimately help the government cover more drug benefits for more patients.<br />\r\n\t&nbsp;<br />\r\n\tBut experts told us the cuts in the Advantage program could lead to some changes. The basic benefits that mirror regular Medicare will stay the same, but the extra benefits that people receive under Advantage could be changed.<br />\r\n\t<br />\r\n\t&quot;The core benefits of Medicare won&#39;t change,&quot; said Marc Steinberg, deputy director of health policy for Families USA, an advocate for health care consumers. &quot;Most [Medicare Advantage] plans are solid and resemble traditional Medicare.&quot; However, some insurance plans have entered the program &quot;to make a quick buck. They may have to reconsider their budget, which could mean some patients will see changes in the services provided above and beyond traditional Medicare.&quot;<br />\r\n\t&nbsp;<br />\r\n\tStuart Guterman, assistant vice president for the Commonwealth Fund&rsquo;s program on payment system reform, had a similar view.<br />\r\n\t&nbsp;<br />\r\n\t&quot;People enrolled in (Medicare Advantage) get services that people in traditional care do not get under Medicare,&quot; he said. &quot;Insurance companies can afford to cover these services because taxpayer money is subsidizing them. Plans will most likely not offer those extra services, but in no case will [patients] get less Medicare benefits than people in the rest of the program.&quot;<br />\r\n\t&nbsp;<br />\r\n\tAnother example involving regular Medicare coverage: The House bill proposes a $20 billion cut in hospital readmission subsidies. This has to do with patients who re-enter the hospital to be retreated or have procedures fixed. Gail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s, said this is just one example of how cuts to Medicare payments could ultimately trickle down to patients.<br />\r\n\t&nbsp;<br />\r\n\t&quot;Most of the ways to get money with any certainty is to have it happen quickly, which you do by either raising taxes or whacking prices,&quot; said Wilensky, now an economist and senior fellow with Project Hope, a health care advocacy group. &quot;In this case they&#39;re whacking prices. ... Are these patients in jeopardy? You can&#39;t guarantee they&#39;re not.&quot;<br />\r\n\t&nbsp;<br />\r\n\tThat leaves us with Obama&#39;s claim that, under the health care reform proposal, Medicare benefits will not be cut. He&#39;s right that the bill does not directly trim Medicare benefits; instead, the government is proposing ways to slow or eliminate some Medicare spending to beef up other aspects of the plan. But experts told us it&#39;s conceivable or even likely that those financial changes could lead to reduced benefits, particularly for people in the Advantage program. From that perspective, it&#39;s a stretch for Obama say that Medicare patients won&#39;t see changes in their plans as a result. We give Obama a Half True.</p>", "ruling_comments_date": "2010-01-07T13:28:42.598778", "ruling_date": "2009-08-14T12:54:04", "ruling_headline": "Obama claims Medicare benefits will not be cut under the health care bill", "ruling_headline_slug": "obama-claims-medicare-benefits-will-not-be-cut-und", "ruling_link_text": "Cuts to Medicare? Sort of", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Town-Hall-on-Health-Insurance-Reform-in-Portsmouth-New-Hampshire/\" target=\"_blank\"> transcript of the New Hampshire town hall meeting </a> , Aug. 11, 2009<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/7948.pdf\" target=\"_blank\"> Summary of Key Medicare Provisions in H.R. 3200 </a> , accessed Aug. 13, 2009</p>\r\n<p>\r\n\tLos Angeles Times, <a href=\"http://www.latimes.com/news/nationworld/nation/wire/chi-tc-nw-mediscare-0811-0812aug12,1,2991486.story\" target=\"_blank\"> As rumors swirl, seniors demanding answers on health reform </a> , by Judith Graham and Janet Hook, Aug. 12, 2009</p>\r\n<p>\r\n\tMedPAC, <a href=\"http://www.medpac.gov/chapters/Jun09DataBookSec10.pdf\" target=\"_blank\"> A Data Book: Healthcare spending and the Medicare program </a> , June 2009, accessed Aug. 13, 2009</p>\r\n<p>\r\n\tNational Journal, <a href=\"http://www.nationaljournal.com/njonline/hc_20090813_2912.php\" target=\"_blank\"> Cut payments to Medicare Advantage </a> , by Jason Plautz, Aug. 13, 2009</p>\r\n<p>\r\n\tUSA Today, <a href=\"http://www.usatoday.com/news/washington/2009-08-04-healthcare_N.htm\" target=\"_blank\"> Seniors defend Medicare plan Obama calls &#39;wasteful,&#39; </a> by John Fritze, Aug. 6, 2009</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\"> cost estimate of H.R. 3200 </a> , accessed Aug. 13, 2009</p>\r\n<p>\r\n\tInterview with Tricia Neuman, Kaiser Family Foundation</p>\r\n<p>\r\n\tInterview with Marc Steinberg, Families USA</p>\r\n<p>\r\n\tInterview with Stuart Guterman, Commonwealth Foundation</p>\r\n<p>\r\n\tInterview with Gail Wilensky, Project Hope</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;I just want to assure [you] we&#39;re not talking about cutting Medicare benefits.&quot;</p>", "statement_context": "a town hall meeting.", "statement_date": "2009-08-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}