{"art": [{"brightcove": "", "caption": "U.S. Rep. Michael McCaul, R-Texas, delivers the Republican weekly address Sept. 12, 2015 (C-SPAN video).", "id": 6848, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe frameborder='0' width='300' height='243' scrollable='no' src='http://www.c-span.org/video/standalone/?328090-2/weekly-republican-address'></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/6848/", "title": "Michael McCaul. Republican address 9/12/15", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/oct/05/michael-mccaul/michael-mccaul-says-iran-blame-more-1000-us-casual/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Michael McCaul's blame of Iran for U.S. deaths in Iraq", "id": 11386, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11386/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Iran, a Texas congressman says, warrants blame for American casualties in Iraq and plotting an attack in Washington, D.C.</p>\r\n\r\n<p>Rep. Michael McCaul, R-Austin, chairman of the <a href=\"https://homeland.house.gov/subcommittee/full_committee/\">U.S. House Committee on Homeland Security</a>, delivered the Republican Party&rsquo;s Sept. 12, 2015, <a href=\"http://www.c-span.org/video/?328090-2/weekly-republican-address\">weekly address</a>, speaking mostly about why he opposes the Iran nuclear agreement announced a couple months before.</p>\r\n\r\n<p>Fourteen years after the 9/11 attacks, McCaul said, &quot;the struggle continues. &hellip; We cannot forget that the radical Shi&#39;a regime in Iran remains the world&#39;s leading sponsor of terrorism. Iran&#39;s leaders have called for our defeat and the destruction of our close ally, Israel. The regime is responsible for more than 1,000 American casualties during the Iraq war; they have plotted a terrorist attack here in our nation&#39;s capital and launched destructive cyber attacks against American companies.&quot;</p>\r\n\r\n<p>It&rsquo;s not a surprise, perhaps, that unfriendly governments including Iran try cyberattacks, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/nov/27/marco-rubio/iranian-official-called-israel-rabid-dog-accused-u/\">nor is it news</a> that Iran has called for Israel&rsquo;s fall. But we wondered if McCaul was right about Iran being responsible for the described casualties in Iraq and plotting an attack on our nation&rsquo;s capital.</p>\r\n\r\n<p>By email, McCaul spokesman Walter Zaykowski answered our request for elaboration by saying the casualty count originated with the Pentagon. He said McCaul&rsquo;s mention of Iran plotting an attack in Washington, D.C., reflected the May 2013 conviction of an Iranian-American resident of San Antonio for plotting to kill Saudi Arabia&rsquo;s ambassador to the United States.</p>\r\n\r\n<p>Let&rsquo;s check casualties, then flashback to the described plot.</p>\r\n\r\n<p><strong>Iran&rsquo;s declared connection to casualties</strong></p>\r\n\r\n<p>In his email, Zaykowski pointed out September 2015 news stories about more than 1,000 Iran-linked American casualties in Iraq published by Defense One, which focuses on &quot;topics and trends that will define the future of U.S. defense and national security.&quot;</p>\r\n\r\n<p>A Sept. 8, 2015, Defense One <a href=\"http://www.defenseone.com/news/2015/09/how-many-us-troops-were-killed-iranian-ieds-iraq/120524/\">story</a> said that according to recently <a href=\"https://admin.govexec.com/media/gbc/docs/pdfs_edit/enclosure_tab_a_document_for_review_%28150813_oif_efp_pull_no_summary%29_%281%29.pdf\">declassified Pentagon documents</a>, 196 American soldiers were killed in Iraq from November 2005 to December 2011 by 1,526 &quot;explosively formed penetrators,&quot; which are particularly deadly roadside bombs, with another 861 American soldiers getting injured.</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/B4L_feZ53ilWrfaY94hchdWMBOLcLZXzuBKLKKxH02Mt9Qjf_LtK6ChYXOFxKwyyuMb2Uclgfvi2leiwDrXIJXKzvXczDLA6kGWwzhwkESaswQk5N-1zReDwEImlfD_0Les=s1600\" style=\"border:none; height:647px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: News story, <a href=\"http://www.defenseone.com/news/2015/09/how-many-us-troops-were-killed-iranian-ieds-iraq/120524/\">&quot;How Many US Troops Were Killed By Iranian IEDs in Iraq?&quot;</a> Defense One, Sept. 8, 2015 (illustration reprinted with permission).</p>\r\n\r\n<p>The Iran connection? The story said the Pentagon attributes the presence of the EFPs in Iraq &quot;to the Quds Force, the special forces arm of the Iranian Revolutionary Guard led by Qasem Soleimani. Various EFP &lsquo;factories&rsquo; were found throughout Iraq during Operation Iraqi Freedom.&quot;</p>\r\n\r\n<p>This sentence in the story included a web link to a &nbsp;Feb. 27, 2007, New York Times <a href=\"http://www.nytimes.com/2007/02/27/world/middleeast/27weapons.html?ex=1330232400&amp;en=499d376d06186157&amp;ei=5090&amp;partner=rssuserland&amp;emc=rss\">news story</a>, datelined Baghdad, describing bomb parts uncovered by U.S. forces in Iraq as possible evidence of factories making EFPs, &quot;which explode and hurl out a high-speed blob of copper designed to cut through tough American armor.&quot;</p>\r\n\r\n<p>According to that story, though, an Iran connection wasn&rsquo;t firmed up. The story said that while the find gave &quot;experts much more information on the makings of the E.F.P.&rsquo;s, which the American military has repeatedly argued must originate in Iran, the cache also included items that appeared to cloud the issue. Among the confusing elements were cardboard boxes of the gray plastic PVC tubes used to make the canisters. The boxes appeared to contain shipments of tubes directly from factories in the Middle East, none of them in Iran. One box said in English that the tubes inside had been made in the United Arab Emirates and another said, in Arabic, &lsquo;plastic made in Haditha,&rsquo; a restive Sunni town on the Euphrates River in Iran.</p>\r\n\r\n<p>The Defense One story went on to say &quot;the exact degree to which Iran bears culpability for arming Shia militias in Iraq with EFPs and related equipment is a<a href=\"http://www.cjr.org/behind_the_news/get_the_facts_straight_on_iran.php\"> matter of some dispute</a>.&quot; That sentence noted an April 10, 2007, <a href=\"http://www.cjr.org/behind_the_news/get_the_facts_straight_on_iran.php\">story</a> in the Columbia Journalism Review cautioning against news reporters accepting characterizations of the EFPs as coming from Iran.</p>\r\n\r\n<p>The Defense One story noted that Gen. Joseph Dunford, the incoming chairman of the Joint Chiefs of Staff, said at his July 9, 2015, Senate confirmation hearing: &quot;We weren&rsquo;t always able to attribute the casualties that we had to Iranian activity, although many times we suspected it was Iranian activity, even though we didn&rsquo;t necessarily have the forensics to support that.&quot; At the hearing, the story said, Dunford said the numbers of American soldiers killed by Iran &quot;has been recently quoted as about 500.&quot;</p>\r\n\r\n<p>Through the Nexis database, we spotted the question that led to Dunford&rsquo;s assessment.</p>\r\n\r\n<p>At the hearing, Sen. <a href=\"http://www.cotton.senate.gov/\">Tom Cotton</a>, R-Ark., asked Dunford:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;When you served in Iraq and Afghanistan, do you know how many soldiers, Marines underneath your command were killed by Iranian activities?&quot;</p>\r\n\r\n<p style=\"margin-left:67.5pt\">DUNFORD: &quot;Senator, I know the total number of soldiers, sailors, airmen and Marines that were killed by Iranian activities, and the number has been recently quoted as about 500. We weren&#39;t always able to attribute the casualties that we had to -- to Iranian activity, although many times we suspected it was Iranian activity, even though we didn&#39;t necessarily have the forensics to support that.&quot;</p>\r\n\r\n<p>Defense One&rsquo;s story said the U.S. Central Command, CENTCOM, &quot;later clarified that Dunford was referring to total American deaths by EFPs and other Iranian weapons.&quot; The story quoted Maj. Genieve Davis, a CENTCOM spokeswoman saying in an email that it&rsquo;s &quot;important to understand that the CENTCOM statistics on EFP detonations are a subset of all the Iranian activities estimated to have killed approximately 500 U.S. troops in Iraq during OIF.&quot; David further said data about the roughly 300 deaths not caused by EFPs, including the kind of weapons used in the attacks, is classified, Defense One reported.</p>\r\n\r\n<p>To our inquiry, CENTCOM spokesman Max Blumenfeld emailed a similar statement saying 196 &quot;U.S. service member deaths resulted from Iranian Explosively Formed Penetrators (EFPs) which are very deadly improvised explosive devices.&quot; He said too that those deaths were a subset of &quot;all the Iranian activities estimated to have killed approximately 500 U.S. troops in Iraq during&quot; Operation Iraqi Freedom, the U.S.-led operations in Iraq from March 2003 through August 2010. &quot;For example,&quot; Blumenfeld wrote, &quot;there were rocket attacks and IRAM (improvised rocket-assisted munitions) among other tactics that also contributed to American soldier deaths.&quot;</p>\r\n\r\n<p>Along similar lines, a Sept. 11, 2015, Defense One <a href=\"http://www.defenseone.com/threats/2015/09/military-revises-count-says-500-americans-likely-killed-iraq-iranian-activities/120770/\">news story</a> said many of the additional deaths likely were caused by improvised rocket assisted munitions, described in one<a href=\"https://admin.govexec.com/media/gbc/docs/pdfs_edit/jieddo_ied_tri-fold_v3sm.pdf\"> Joint IED Defeat Organization document</a> as &quot;a rocket-fired improvised explosive device made from a large metal canister &mdash; such as a propane gas tank &mdash; filled with explosives, scrap metal and ball bearings and propelled by rockets.&quot; <a href=\"http://archive.defense.gov/news/newsarticle.aspx?id=64630\">First seen in Iraq in 2007</a>, the story said, the IRAM &mdash; &quot;essentially an airborne version of a roadside bomb &mdash; a flying IED&quot; is &quot;the signature weapon used by Iranian-backed militias that operate with the aid of Iran&rsquo;s Islamic Revolutionary Guards Group,&quot; the story described the undated document saying.</p>\r\n\r\n<p>We asked Blumenfeld to specify casualties believed to have been caused by Iranian-connected explosives. He declined, emailing: &quot;We cannot provide more information than what has been already furnished.&quot;</p>\r\n\r\n<p><strong>The D.C. plot</strong></p>\r\n\r\n<p>So, when did Iran plot a terrorist attack in the U.S. capital?</p>\r\n\r\n<p>On May 30, 2013, <a href=\"http://mobile.nytimes.com/2013/05/31/nyregion/mansour-arbabsiar-sentenced-for-plot-to-kill-saudi-ambassador.html?referrer=&amp;_r=0\">as reported</a> by the Times that day, a U.S. district judge, John F. Keenan, &nbsp;sentenced an Iranian-American living in Texas and accused of plotting to hire assassins to murder Saudi Arabia&rsquo;s U.S. ambassador to 25 years in prison.</p>\r\n\r\n<p>The story said Mansour J. Arbabsiar, a naturalized American citizen living in Texas,had been arrested in September 2011 at New York&rsquo;s Kennedy International Airport, ultimately pleading guilty to his role in a scheme in which he evidently thought he was lining up a Mexican drug cartel to plant a bomb in a Washington restaurant where, the described plot went, the ambassador would be dining. The story said Arbabsiar lived in Corpus Christi though an Oct. 28, 2012, <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/news/crime-law/interviews-with-court-psychiatrist-offer-vivid-his/nSpsp/\">news story</a>, citing court filings quoting Arbabsiar&rsquo;s comments to a psychiatrist, said that in 2010, Arbabsiar had moved from Corpus Christi to Round Rock, near Austiin.</p>\r\n\r\n<p>When Arbabsiar was arrested, the <em>Times </em>story said, Attorney General Eric H. Holder Jr. said the plot had been &quot;directed and approved by elements of the Iranian government and, specifically, senior members of the Quds force,&quot; which is part of Iran&rsquo;s Islamic Revolutionary Guards Corps.</p>\r\n\r\n<p>Holder said in an Oct. 11, 2011, <a href=\"http://www.justice.gov/opa/speech/attorney-general-holder-holds-national-security-enforcement-press-conference\">statement</a> the &quot;deadly plot&quot; was &quot;directed by factions of the Iranian government.&quot; Arbabsiar, he said, was being &quot;accused of working with members of an arm of the Iranian Revolutionary Guard Corps to devise an international murder-for-hire scheme targeting the&quot; ambassador. Holder said the complaint would say Arbabsiar allegedly orchestrated the plot with Gholam Shakuri, an Iranian-based member of the Qods Force. According to the complaint, Arbabsiar--with Shakuri&rsquo;s approval--had facilitated the wiring of approximately $100,000 into a bank account in the United States as a down payment for the attempted assassination. Holder said the complaint also said that in the days since the defendant&rsquo;s arrest, he had confessed to his participation in the alleged plot.</p>\r\n\r\n<p>The <em>Times</em> story on Arbabsiar&rsquo;s sentencing said the assassination plan, according to unnamed government officials, involved Arbabsiar paying a member of the Los Zetas drug cartel $1.5 million to plant a bomb at a Washington restaurant while the Saudi ambassador, Adel al-Jubeir, dined. But Arbabsiar, drawn into the plot by a cousin in Iran who was a high-ranking member of the Quds Force, turned to a man in Mexico he believed was an associate of a drug cartel to hire a team of assassins. And that man turned out to be a confidential informer for the Drug Enforcement Administration, the story said.</p>\r\n\r\n<p>Keenan noted before imposing the sentence that when Arbabsiar was told that there would probably be 100 to 150 people in the restaurant when it was bombed, he replied, &quot;No problem,&quot; or &quot;No big deal,&quot; according to a recording of the conversation made secretly by the drug agency&rsquo;s informer.</p>\r\n\r\n<p>The story said Preet Bharara, the U.S. attorney in Manhattan, whose office had sought the maximum 25-year sentence, called Mr. Arbabsiar &quot;an enemy among us &mdash; the key conduit for, and facilitator of, a nefarious international plot concocted by members of the Iranian military to assassinate the Saudi ambassador to the United States and as many innocent bystanders as necessary to get the job done.&quot;</p>\r\n\r\n<p>Arbabsiar, addressing the judge before he was sentenced, said: &quot;Whatever I did wrong, I take responsibility for it. I can&rsquo;t change what I did. I have a good heart. I never hurt anyone.&quot; He added, &quot;My mind sometimes is not in a good place.&quot;</p>\r\n\r\n<p>Arbabsiar&rsquo;s lawyer, Sabrina Shroff, a federal public defender, had sought a 10-year term, arguing that her client&rsquo;s crime had been the result of a longstanding, untreated bipolar disorder, the story said.</p>\r\n\r\n<p><strong>Iran denies involvement</strong></p>\r\n\r\n<p>The <em>Time</em>s story also said the Iranian government had denied it had anything to do with the plot.</p>\r\n\r\n<p>An Oct. 12, 2011, <a href=\"http://www.cnn.com/2011/10/12/justice/iran-saudi-plot/\">CNN news account</a> said an Iranian Foreign Ministry spokesman, Ramin Mehmanparast, had told the semi-official Iranian Students News Agency: &quot;Iran strongly denies the untrue and baseless allegations over a plan to assassinate the Saudi ambassador to Washington.&quot;</p>\r\n\r\n<p>The CNN story also quoted members of President Barack Obama&rsquo;s administration saying the plot had involved Iran. The story said Vice President Joe Biden had told NBC News: &quot;Every nation in the world, when they learn the facts of this, will be outraged that (Iran) would violate such an international norm, in addition to obviously being a crime to assassinate anybody, and in the process probably have killed scores of Americans&quot; who may have been in the restaurant at the time of a detonation.</p>\r\n\r\n<p>Also, CNN reported, Sen. Dianne Feinstein, D-Calif., then the chair of the Senate Armed Intelligence Committee, said after getting briefed that there was no doubt that Iran&rsquo;s Quds Force was involved in the reported plot, though she could not say if higher levels of Iran&rsquo;s government were too. &quot;I could surmise that the Quds Force would not have done this without the highest levels of approval from the Revolutionary Guard and, most likely, from some higher elements of the government,&quot; Feinstein said. But, she added, she could not specify who might have known. She also added that the alleged plot may have been just one in a series of such schemes. &quot;It&#39;s hard for me to believe that there is just one plot involving the United States,&quot; she said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>McCaul said Iran&rsquo;s &quot;regime is responsible for more than 1,000 American casualties during the Iraq war&quot; and &quot;has plotted a terrorist attack here in our nation&#39;s capital.&quot;</p>\r\n\r\n<p>McCaul has backing for this statement, although it needs clarification. To our query, a military spokesman stopped short of confirming the number of injuries the Pentagon associates with allegedly Iranian-connected explosives and Iran (perhaps unbelievably) has denied any connection to the Texas-tied plot to hire a hit man to plant a bomb in Washington, D.C.</p>\r\n\r\n<p>We rate this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-10-05T12:06:30.262564", "ruling_date": "2015-10-05T11:16:20", "ruling_headline": "Michael McCaul says Iran to blame for more than 1,000 U.S. casualties in Iraq, plot to attack D.C.", "ruling_headline_slug": "michael-mccaul-says-iran-blame-more-1000-us-casual", "ruling_link_text": "Explosive devices, bomb plot", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1Iu9RMpbRQPtkVq4qui0Bogf53YqGKFegvCNkpalh3tw/pub\" id=\"docs-internal-guid-b1910bfe-38c8-cfb5-bb10-a14d795bcf49\" style=\"text-decoration:none;\"><u>Email</u></a>, Walter Zaykowski, communications director, U.S. Rep. Michael McCaul, Sept. 15, 2015</p>\r\n\r\n<p>News stories, <a href=\"http://www.defenseone.com/news/2015/09/how-many-us-troops-were-killed-iranian-ieds-iraq/120524/\">&quot;How Many US Troops Were Killed By Iranian IEDs in Iraq?&quot;</a> Defense One, Sept. 8, 2015; <a href=\"http://www.defenseone.com/threats/2015/09/military-revises-count-says-500-americans-likely-killed-iraq-iranian-activities/120770/\">&quot;Military Revises Count, Says 500 Americans Likely Killed in Iraq By &lsquo;Iranian Activities,&#39;&quot;</a> Defense One, Sept. 11, 2015</p>\r\n\r\n<p>News stories,&nbsp;<em>The New York Times</em>, <a href=\"http://www.nytimes.com/2007/02/27/world/middleeast/27weapons.html?ex=1330232400&amp;en=499d376d06186157&amp;ei=5090&amp;partner=rssuserland&amp;emc=rss\">&quot;U.S. Displays Bomb Parts Said to Be Made in Iran,&quot;</a> Feb. 27, 2007; <a href=\"http://mobile.nytimes.com/2013/05/31/nyregion/mansour-arbabsiar-sentenced-for-plot-to-kill-saudi-ambassador.html?referrer=&amp;_r=0\">&quot;Man Sentenced in Plot to Kill Saudi Ambassador,&quot;</a>&nbsp;May 30, 2013</p>\r\n\r\n<p>Story, <a href=\"http://www.cjr.org/behind_the_news/get_the_facts_straight_on_iran.php\">&quot;Get the Facts Straight on Iran and EFPs,&quot;</a> Columbia Journalism Review, April 10, 2007</p>\r\n\r\n<p>Transcript, &quot;Senate Armed Services Committee Hearing on the nomination of General Joseph Dunford Jr., to be Chairman of the Joint Chiefs of Staff,&quot; Federal News Service, July 9, 2015 (Nexis search)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/17ILuToD7MHY3qxCqDfoMUZMLzqDs1yR_X0WT76Vxpwo/pub\">Emails</a>, Max R. Blumenfeld, public affairs officer, U.S. Central Command, MacDill Air Force Base, Sept. 30 and Oct. 2, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.statesman.com/news/news/crime-law/interviews-with-court-psychiatrist-offer-vivid-his/nSpsp/\">&quot;Defendant reveals life before assassin sting,&quot;</a> <em>Austin American-Statesman</em>, posted online Oct. 27, 2012</p>\r\n\r\n<p>Press release, <a href=\"http://www.justice.gov/opa/speech/attorney-general-holder-holds-national-security-enforcement-press-conference\">&quot;Attorney General Holder Holds National Security Enforcement Press Conference,&quot;</a> Attorney General Eric Holder, Oct. 11, 2011</p>\r\n\r\n<p>News story, <a href=\"http://www.cnn.com/2011/10/12/justice/iran-saudi-plot/\">&quot;Iran slams plot allegations,&quot;</a> CNN, Oct. 12, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "congressman", "false_count": 0, "first_name": "Michael", "half_true_count": 2, "home_state": "Texas", "id": 638, "last_name": "McCaul", "mostly_true_count": 5, "name_slug": "michael-mccaul", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mccaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/638/", "total_count": 12, "true_count": 4, "website": "http://mccaul.house.gov/"}, "statement": "<p>Iran&rsquo;s &quot;regime is responsible for more than 1,000 American casualties during the Iraq war&quot; and &quot;has plotted a terrorist attack here in our nation&#39;s capital.&quot;</p>\r\n", "statement_context": "the Republican weekly radio/TV address", "statement_date": "2015-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "Michael McCaul said Iran was to blame for 1,000 U.S. deaths in Iraq, D.C. terror plot"}