{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/17/rachel-maddow/rachel-maddow-says-republicans-chuck-grassley-john/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1139, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1139/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>We&#39;ve had to set the Truth-O-Meter on fire in the past several weeks because of the ridiculously false claims about end-of-life counseling in the health care reform bill.<br />\r\n<br />\r\nSo it looked like a real gotcha when bloggers dug up what appeared to be hypocrisy &ndash; that a number of Republicans who have recently harrumphed about end-of-life consultations in the health care bill had voted for something similar in the 2003 Medicare drug bill.<br />\r\n<br />\r\nThis was MSNBC host Rachel Maddow&rsquo;s take on this discovery:<br />\r\n<br />\r\n&quot;As we have reported recently, many Republican officials have enthusiastically embraced the conspiracy theory that health care reform is a secret plot to kill old people,&quot; Maddow told viewers.<br />\r\n<br />\r\n&quot;Health reform really isn&lsquo;t really a secret plot to kill old people. The part of the House bill that is cited by the conspiracists to supposedly prove their point actually says that Medicare will cover consultations about living wills, advanced directives &mdash; if patients want to talk to their own doctors about what they want to happen at the end of their own life. That&#39;s it.<br />\r\n<br />\r\n&quot;But that hasn&lsquo;t stopped people like Republican Sen. Chuck Grassley of Iowa, the top Republican on health care in the Senate, who said, quote, &#39;We should not have a government program that determines if you&lsquo;re going to pull the plug on grandma.&#39; Then there was House Minority Leader John Boehner who said, quote, &#39;This provision may start us down a treacherous path toward government-encouraged euthanasia.&#39; And putting the exclamation point on ridiculous &mdash; Florida Rep. John Mica, who said, quote, &#39;There are death counselors.&nbsp; There is authorization for reimbursement for those counselors for Medicare. You have a whole new cottage industry.&#39;<br />\r\n<br />\r\n&quot;Well, as Amy Sullivan reports on <em> Time </em> magazine&#39;s &#39;Swampland&#39; blog today, Sen. Grassley and Congressman Boehner and John Mica have another thing in common in addition to being &#39;deathers.&#39; They all also voted for the 2003 Medicare Prescription Drug Bill. That bill in part provided funding for end-of-life counseling. And I quote, &#39;Counseling the beneficiary with respect to end-of-life issues and care options and advising the beneficiary regarding advanced care planning.&#39; Or as these things are now known in Republican circles, death panels.<br />\r\n<br />\r\n&quot;In all, 204 Republicans in the House and 42 Republicans in the Senate voted for the death panels.&nbsp; And there was not a peep about then-President Bush having a secret plan to kill old people.<br />\r\n<br />\r\n&quot;Bottom line? Either Republicans like Chuck Grassley and John Boehner and John Mica have totally changed their minds about whether living wills are really a secret plot to kill old people or they voted for something just a few years ago that they actually thought was a secret plot to kill old people. Take your choice.&quot;<br />\r\n<br />\r\nMaddow (unlike her cited source, Sullivan) glossed over an important difference in the language of the two bills. The 2003 bill applied to terminally ill patients, including those in hospices, whereas the 2009 bill applies to Medicare recipients &mdash; that is, everyone over 65.<br />\r\n<br />\r\nThe current bill would reach many more Americans than the 2003 language did &mdash; all healthy seniors nationwide, rather than just those who are terminally ill. The current bill would allow consultations every five years &mdash; something that, almost by definition, cannot happen in a hospice setting, where stays are often two months or less. It would shift the time frame for discussing these issues to years before someone falls seriously ill.<br />\r\n<br />\r\nWe turned to independent experts to see whether they thought the bills were significantly different, as Boehner&rsquo;s staff suggested to us. And the consensus of the experts was that the bills are indeed different.<br />\r\n<br />\r\nRobert Applebaum, a gerontologist at Miami University in Ohio, said that &quot;calling advanced planning a &#39;death panel&#39; is ridiculous, but comparing this legislation to (the drug bill version) is not factual either.&quot;<br />\r\n&nbsp;<br />\r\nApplebaum said that the drug bill &quot;really focused on hospice care, while the proposed legislation is really about planning for future health care. &hellip; One of the problems with hospice is that the vast majority of patients wait until they are very close to death to even consult hospice. &hellip; So the (drug bill) legislation was relatively inconsequential&quot; in terms of the numbers and types of people it affected.<br />\r\n<br />\r\nWe presented Applebaum&rsquo;s reasoning to three other academic experts in gerontology &mdash; J. James Cotter of Virginia Commonwealth University, Julie Masters of the University of Nebraska at Omaha and John Krout of Ithaca College &mdash; and all agreed that Applebaum&rsquo;s reasoning was sound.<br />\r\n<br />\r\nWe also asked Amy Tucci, the president and CEO of the Hospice Foundation of America, and she said she agreed that the two bills are &quot;apples and oranges.&quot;<br />\r\n<br />\r\n&quot;The 2003 legislation did not encourage or compensate doctors generally for having the conversation with people before a health crisis was looming,&quot; Tucci said. &quot;The 2003 legislation really only pertained to hospice doctors, who could be compensated for providing an evaluation of a patient and/or having a discussion with a prospective hospice patient about care plans, which would mean the services they&#39;re entitled to under hospice, other options for care, and so on. These evaluations would be to ensure that the patient was hospice eligible, which would be an evaluation that certified that the patient had six months or less to live.&quot;<br />\r\n<br />\r\nBy contrast, Tucci said, the current legislation &quot;intends for the conversation to be held with &hellip; doctors who a patient would see, theoretically, long before the onset of some kind of terminal illness.&quot;<br />\r\n<br />\r\nWhen PolitiFact asked Maddow what she thought of our experts&rsquo; perspective, she said she still believes the lawmakers&rsquo; positions on the two bills are hypocritical.<br />\r\n<br />\r\nShe cited a quote that Grassley reportedly made to a crowd of 300 in Winterset, Iowa, on Aug. 12, 2009, that &quot;in the House bill, there is counseling for end of life. You have every right to fear. You shouldn&rsquo;t have counseling at the end of life, you should have done that 20 years before. Should not have a government-run plan to decide when to pull the plug on grandma.&quot;<br />\r\n<br />\r\nGrassley, Maddow said, &quot;supported the 2003 bill covering &#39;end-of-life&#39; counseling and &#39;advanced care planning&#39; specifically for patients who were terminally ill. To be clear: he voted for it for terminally ill people, and he&#39;s railing against it for all seniors, despite saying, &#39;You shouldn&#39;t have counseling at the end of life, you should have done that 20 years before.&quot; It&#39;s not only disingenuous for Sen. Grassley to deride measures he earlier supported as &#39;pull[ing] the plug on grandma,&#39; it is rank hypocrisy for him to state that he has a particular objection to this counseling when it occurs at the actual end-of-life.&quot;<br />\r\n<br />\r\nWe see her point, but it&#39;s clear to us from our interviews with experts that there&#39;s a distinct difference between the 2003 law and the 2009 bill. Yes, there&#39;s the appearance of inconsistency given the similar purpose for both bills, but the 2009 bill is more far-reaching than the 2003 law, which was focused narrowly on hospice patients. So we find Maddow&#39;s claim that they flip-flopped to be Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:42.903720", "ruling_date": "2009-08-17T18:38:02", "ruling_headline": "Rachel Maddow says Republicans Chuck Grassley, John Boehner and John Mica flip-flopped on end-of-life counseling", "ruling_headline_slug": "rachel-maddow-says-republicans-chuck-grassley-john", "ruling_link_text": "Apples and oranges", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/32449560/ns/msnbc_tv-rachel_maddow_show/\" target=\"_blank\"> The Rachel Maddow Show </a> , Aug. 14, 2009<br />\r\n<br />\r\nText of <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\"> H.R. 3200 </a> , accessed Aug. 17, 2009<br />\r\n<br />\r\nPortions of enacted <a href=\"http://thomas.loc.gov/cgi-bin/cpquery/?&amp;dbname=cp108&amp;sid=cp108d60yh&amp;refer=&amp;r_n=hr391.108&amp;item=&amp;sel=TOC_2103579&amp;\" target=\"_blank\"> text </a> of the Medicare Modernization Act of 2003, accessed Aug. 17, 2009<br />\r\n<br />\r\nAmy Sullivan, <a href=\"http://swampland.blogs.time.com/2009/08/13/oh-those-death-panels/\" target=\"_blank\"> posting </a> at Time magazine&#39;s Swampland blog, Aug. 13, 2009<br />\r\n<br />\r\nE-mail interview with gerontologist Robert Applebaum, Miami University of Ohio, Aug. 17, 2009<br />\r\n<br />\r\nE-mail interview with gerontologist J. James Cotter of Virginia Commonwealth University, Aug. 17, 2009<br />\r\n<br />\r\nE-mail interview with gerontologist Julie Masters of the University of Nebraska at Omaha, Aug. 17 2009<br />\r\n<br />\r\nE-mail interview with gerontologist John Krout of Ithaca College, Aug. 17, 2009<br />\r\n<br />\r\nE-mail interview with Amy Tucci, president and CEO of the Hospice Foundation of America, Aug. 17, 2009<br />\r\n<br />\r\nInterview with Michael Steel, spokesman for House Minority Leader John Boehner, Aug. 17, 2009<br />\r\n<br />\r\nE-mail interview with MSNBC host Rachel Maddow, Aug. 17, 2009<br />\r\n<br />\r\nThe Iowa Independent, <a href=\"http://iowaindependent.com/18456/grassley-government-shouldnt-decide-when-to-pull-the-plug-on-grandma\" target=\"_blank\"> &quot;Grassley: Government shouldn&rsquo;t &lsquo;decide when to pull the plug on grandma&rsquo;,&quot; </a> Aug 12, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>Republicans Chuck Grassley, John Boehner and John Mica flip-flopped on providing end-of-life counseling for the elderly.</p>\r\n", "statement_context": "the Rachel Maddow Show", "statement_date": "2009-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}