{"art": [{"brightcove": "", "caption": "In a Sept. 2, 2015, interview, Lt. Gov. Dan Patrick said all crime, in estimate, is committed by about 15 percent of the population (Audio from the Texas Standard).", "id": 6855, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/222185236&amp;color=ff5500\"></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/6855/", "title": "Lt. Gov. Dan Patrick on the Texas Standard, 9/3/15", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/oct/06/dan-patrick/dan-patrick-says-all-crime-estimate-committed-15-p/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11392, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11392/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Urging a positive view of law officers &quot;that you and your family depend on every day,&quot; Texas Lt. Gov. Dan Patrick went on to say the vast majority of citizens are law-abiding.</p>\r\n\r\n<p>He put precise numbers on that. &quot;You know,&quot; &nbsp;<a href=\"http://www.texasstandard.org/shows/09032015/lt-gov-dan-patrick-theres-a-war-on-cops-and-the-media-are-not-in-the-police-officers-corner/\">Patrick said during a Sept. 2, 2015, interview</a> with David Brown of the <a href=\"http://www.texasstandard.org/about-the-team/\">Texas Standard</a>, a statewide news affairs program based at KUT, the NPR affiliate in Austin, &quot;100 percent of the crime is committed, in estimate, by about 15 percent of the population.&quot; (We have regularly talked about our fact checks on the program.)</p>\r\n\r\n<p>A curious listener emailed us. Could Patrick&#39;s 100/15 statement be so?</p>\r\n\r\n<p><strong>Patrick&rsquo;s backup</strong></p>\r\n\r\n<p>Asked how Patrick reached his figures, his spokesman, Alejandro Garcia, said by email that Patrick &quot;uses 15% as the number of citizens that commit 100% of crime as an indicator of the number of criminals in the total population to make the point that most citizens are law-abiding. That is higher than statistics would indicate,&quot; Garcia said, writing that according to law enforcement data, &quot;we have approximately 2.2 million people in jail in America and another 5 million on probation and parole. That is roughly 2.5% of the total population that has been convicted of a crime including non-violent drug offenses.&quot;</p>\r\n\r\n<p>Garcia declined to elaborate on how that 2.5 percent justified Patrick&rsquo;s 15 percent figure.</p>\r\n\r\n<p>The Bureau of Justice Statistics, part of the Justice Department, said in a <a href=\"http://www.bjs.gov/content/pub/pdf/cpus13.pdf\">December 2014 report</a> that in 2013, 2.2 million people were incarcerated and more than 4.7 million people were under community supervision (on probation or parole). The report further says those counts (which roll in some people not convicted of crimes) equate to 2,830 people per 100,000 U.S. adults, meaning 2.8 percent of U.S. adults were under correctional supervision.</p>\r\n\r\n<p>That ratio was the lowest since at least 2005, when there were 3,160 people per 100,000 U.S. adults in the &quot;correctional population,&quot; the report said.</p>\r\n\r\n<p>A pair of criminologists told us the numbers offered by Patrick didn&rsquo;t make a case for the unfamiliar 100/15 formulation.</p>\r\n\r\n<p>&quot;Gibberish,&quot; <a href=\"http://www.gc.cuny.edu/Faculty/Core-Bios/Candace-McCoy\">Candace McCoy</a>, a professor at the John Jay College of Criminal Justice, commented by email, elaborating that the attempt to account for U.S. residents behind bars doesn&rsquo;t necessarily support what Patrick declared on the air. &quot;I don&#39;t know how the two statistics supposedly relate to each other, if at all,&quot; McCoy said.</p>\r\n\r\n<p><a href=\"http://artsandsciences.sc.edu/crju/faculty/brame/brame.html\">Robert Brame</a>, a University of South Carolina professor who has led research into young Americans arrested for non-traffic offenses, said by phone he didn&rsquo;t see how the backup offered by Patrick &quot;addresses the fraction of the population that&rsquo;s responsible for the crime problem in the United States.That&rsquo;s not clear to me.&quot;</p>\r\n\r\n<p>Broadly, Brame and other criminologists we reached said they weren&rsquo;t aware of a factual way to get to an accurate statement that &lsquo;x&rsquo; percent of the population commits all the crime.</p>\r\n\r\n<p>But there have been studies suggesting a subset of residents commit about half of crimes. Alex Piquero, a criminologist at the University of Texas at Dallas, said by email: &quot;A routine finding in the criminological literature is that about half of the crime is committed by a very small fraction of the population, around 5-8 percent depending on the sample and methodology used. This finding has been replicated in many different studies around the world. The bottom line is that a small fraction of the offending population is responsible for a great majority of crime.&quot; Piquero said most of the studies tracked residents only into late adolescence or early adulthood.</p>\r\n\r\n<p><strong>The Philadelphia studies and others</strong></p>\r\n\r\n<p>Since the 1960s, researchers have probed how often youths come into police contact, consistently finding that a subset of people account for around half of the crimes reported to police.</p>\r\n\r\n<p>In the seminal <a href=\"http://www.jstor.org/stable/986609?seq=1#page_scan_tab_contents\">&quot;Crime in a Birth Cohort&quot;</a> and a followup study, a team led by University of Pennsylvania criminologist Marvin Wolfgang tracked nearly 10,000 boys born in 1945 and living in Philadelphia from age 10 through 17; they ultimately gauged how often each boy came in contact with police for an offense. One upshot: 627 boys, 6 percent of the group, each accounted for five or more offenses, according to police reports. Those boys, Wolfgang wrote, were collectively identified as responsible for 52 percent of all the offenses recorded in the study and, he said, about two-thirds of all violent crimes believed to have been committed by the juveniles. In Patrick-speak, Wolfgang found that 6 percent of juvenile boys accounted for about half of alleged juvenile crimes.</p>\r\n\r\n<p><a href=\"https://www.ncjrs.gov/pdffiles1/Digitization/86680NCJRS.pdf\">The follow-up study</a>, presented in progress in 1982, tracked more than 28,000 boys and girls born in 1958 who lived in Philadelphia from age 10 through 17. Among males, the study found, 61 percent of reported &nbsp;offenses &nbsp;were committed by 1,030 &quot;chronic recidivists,&quot; comprising 7 percent of males in the study. That is, 7 percent of the boys accounted for 61 percent of the juvenile offenses.</p>\r\n\r\n<p>David Farrington, a University of Cambridge professor of psychological criminology <a href=\"http://www.crim.cam.ac.uk/people/academic_research/david_farrington/hofind281.pdf\">reported in 2006 </a>on criminal offenses by 411 South London boys occasionally interviewed by the team starting when the subjects were 8 years old in 1961. The researchers, who also checked criminal records, found that a &quot;small proportion of the study males (7%) were defined as &lsquo;chronic offenders&rsquo; because they accounted for about half of all officially recorded offenses&quot; in the study. The most common offenses, they wrote, included thefts, burglaries and car thefts followed by violence, vandalism, fraud and drug abuse.</p>\r\n\r\n<p>In 2014, Swedish researchers drawing on records accounting for the experiences of 2.5 million people born in that country from 1958 to 1980 <a href=\"http://phys.org/print305556181.html\">reported that</a> from 1973 to 2004, some 1 percent of the population accounted for 63 percent of all violent crime convictions. Researcher &nbsp;&Ouml;rjan Falk added: &quot;Psychotic disorders are twice as common among repeat offenders as in the general population, but despite this fact they constitute a very small proportion of the repeat offenders.&quot;</p>\r\n\r\n<p>In the United States, <a href=\"http://pediatrics.aappublications.org/content/129/1/21.full\">Brame in 2011 reported</a> that based on interviews of a representative sample of residents aged 12 to 16 at the end of 1996, some 25 percent to 41 percent of participants had been arrested by the time they turned 23. Brame told us a widely quoted takeaway from the study was that by age 23, around 1 in 3 of people in that age group would have been arrested for a non-traffic offense at least once. Then again, it&rsquo;s not a good idea, Brame told us, to assume the same figure would apply to young residents nowadays because teen crime and arrest rates were higher in the mid-1990s.</p>\r\n\r\n<p>Brame said another vital consideration in mulling how much of the population is responsible for all crime is that many crimes go unreported to police. In 2014, according to the 2014 <a href=\"http://www.bjs.gov/content/pub/press/cv14pr.cfm\">National Crime Victimization Survey</a>, only 37 percent of U.S. property victimizations and only 46 percent of violent victimizations were reported to police.</p>\r\n\r\n<p>To our inquiry, <a href=\"http://www.utexas.edu/cola/sociology/faculty/profile.php?id=kellywr\">William Kelly</a>, director of the University of Texas Center for Criminology and Criminal Justice Research, noted that <a href=\"http://www.sentencingproject.org/doc/publications/cc_HiT_CriminalRecords_profile_1.pdf\">according to the U.S. Sentencing Project</a>, as many as 100 million U.S. residents, which in 2014 <a href=\"http://quickfacts.census.gov/qfd/states/00000.html\">would have been equal</a> to 41 percent of the adult population, had a criminal conviction.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patrick said: &quot;100 percent of the crime is committed, in estimate, by about 15 percent of the population.&quot;</p>\r\n\r\n<p>Sure, not all of us commit crimes, a point that&rsquo;s patently obvious. When it comes to the specifics of this &quot;15 percent&quot; declaration, however, we found nothing to back it up &mdash; including the statistics offered by Patrick&rsquo;s office.</p>\r\n\r\n<p>Invented stats meet our definition of a ridiculous claim. Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE</strong></em> &ndash; The statement is not accurate and makes a ridiculous claim.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>CORRECTION, 5:30 p.m., Oct. 13, 2015</strong></em>: This story has been amended to correct an incorrect figure. A reader helped us realize the second study of Philadelphia juveniles involved more than 28,000 youngsters, not 2,000, as we initially wrote. This change did not affect our rating of the claim.</p>\r\n", "ruling_comments_date": "2015-10-05T19:01:43.788229", "ruling_date": "2015-10-06T14:00:00", "ruling_headline": "Dan Patrick says all crime, in estimate, committed by about 15 percent of population", "ruling_headline_slug": "dan-patrick-says-all-crime-estimate-committed-15-p", "ruling_link_text": "UPDATED: Backup 'gibberish'", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/12vEbsSJFof89RTmXdm1sjDBx_DyHTDh6rTfbiv_Dnik/pub\">Emails</a>, Alejandro Garcia, press secretary, Lt. Gov. Dan Patrick, Sept. 29 and Oct. 1, 2015</p>\r\n\r\n<p>Press release, <a href=\"http://www.bjs.gov/content/pub/press/cv14pr.cfm\">&quot;VIOLENT CRIME RATE REMAINED UNCHANGED WHILE PROPERTY CRIME RATE DECLINED IN 2014,&quot;</a> U.S. Bureau of Justice Statistics, Department of Justice, Aug. 27, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1078f_dm5bUr9I5h7IQ_sbG9iudMzU1o-d3MU1cWTcJw/pub\">Emails</a>, E. Ann Carson, statistician, Corrections Unit, Bureau of Justice Statistics, U.S. Department of Justice, Oct. 1, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/10ZsgjuT93OJ4N1BJXlED_kyeV8htX3tlYdJaZKAgsTM/pub\">Emails</a>, Candace McCoy, professor of criminal justice, Graduate Center|John Jay College of Criminal Justice, City University of New York, Sept. 29-30, 2015</p>\r\n\r\n<p>Telephone interview, <a href=\"http://artsandsciences.sc.edu/crju/faculty/brame/brame.html\">Robert W. Brame Jr.</a>, College of Arts &amp; Sciences Distinguished Professor, Department of Criminology and Criminal Justice, University of South Carolina, Columbia, Oct. 1, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1bJuT8rCOM4EsLaZyHE6xIzKn3NZPpEMnZIEZVqhLFLo/pub\">Emails</a>, Alex R. Piquero, PhD, Ashbel Smith Professor of Criminology, School of Economic, Political and Policy Sciences, University of Texas at Dallas, Oct. 1, 2015</p>\r\n\r\n<p>Paper, <a href=\"http://www.jstor.org/stable/986609?seq=1#page_scan_tab_contents\">&quot;Crime in a Birth Cohort,&quot;</a> Marvin E. Wolfgang, professor of sociology and law, director, Center for Studies in Criminology and Criminal Law, University of Pennsylvania, read April 20, 1973 (accessed through JSTOR database through Austin Public Library, Sept. 23, 2015)</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.gc.cuny.edu/Faculty/Core-Bios/Candace-McCoy\">Candace McCoy</a>, professor, John Jay College of Criminal Justice, Sept. 23, 2015</p>\r\n\r\n<p>Report, <a href=\"http://www.crim.cam.ac.uk/people/academic_research/david_farrington/hofind281.pdf\">&quot;Findings 281 Criminal careers and life success: new findings from the Cambridge Study in Delinquent Development,&quot;</a> David P. Farrington, Jeremy W. Coid, Louise Harnett, Darrick Jolliffe, Nadine Soteriou, Richard Turner and Donald J. West, Research, Development and Statistics Director, the Home Office, the United Kingdom, 2006</p>\r\n\r\n<p>Study, <a href=\"http://pediatrics.aappublications.org/content/129/1/21.full\">&quot;Cumulative Prevalence of Arrest From Ages 8 to 23 in a National Sample,&quot;</a> Robert Brame, PhD, Michael G. Turner, PhD, Raymond Paternoster, PhD, Shawn D. Bushway, PhD, &nbsp;Pediatrics, published online Dec. 19, 2011 (accessed Sept. 29, 2015)</p>\r\n\r\n<p>Press release, <a href=\"http://phys.org/print305556181.html\">&quot;One percent of the population is responsible for 63 percent of violent crime convictions,&quot;</a> University of Gothenburg, Dec. 6, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/12skDO6HTx2U8kfS56I6MDfSKoRoshpdN4XaRW59fH7w/pub\">Emails</a>, Nazgol Ghandnoosh, Ph.D., research analyst, The Sentencing Project, Oct. 1, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1SOzNhiEkpRRjh5jesIatWQ1SlcAJZ4tgmiJBOiGw2dE/pub\">Emails</a>,<a href=\"http://www.heinz.cmu.edu/faculty-and-research/faculty-profiles/faculty-details/index.aspx?faculty_id=9\"> Alfred Blumstein</a>, J. Erik Jonsson University Professor of Urban Systems and Operations Research, Carnegie Mellon University, Sept. 25 and 29, 2015</p>\r\n\r\n<p>Document, <a href=\"http://www.sentencingproject.org/doc/publications/cc_HiT_CriminalRecords_profile_1.pdf\">&quot;Americans with &nbsp;Criminal Records,&quot;</a> the Sentencing Project, undated (accessed Oct. 1, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/15HPlIxQ7AJfb7QAygTe55KRjz0JonnTkefaxcZa2EFE/pub\">Emails</a>, William R. Kelly, Ph.D., director, Center for Criminology and Criminal Justice Research, professor of sociology, University of Texas, Sept. 30-Oct. 1, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}, "statement": "<p>&quot;100 percent of the crime is committed, in estimate, by about 15 percent of the population.&quot;</p>\r\n", "statement_context": "an interview by David Brown, host of the Texas Standard", "statement_date": "2015-09-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}