{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/17/david-brooks/brooks-claims-preventive-care-will-cost-government/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1140, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1140/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The logic behind preventive care seems simple enough: stopping illnesses before they happen will mean fewer pricey procedures at the hospital and lower health care costs for all.<br />\r\n&nbsp;<br />\r\nNot so, says columnist David Brooks, who was interviewed on the Aug. 14, 2009, edition of the <em> NewsHour with Jim Lehrer </em> .<br />\r\n&nbsp;<br />\r\nHe said President Barack Obama claims that &quot;preventive care saves money,&quot; but the reality is &quot;that&#39;s not true. ... If you&#39;re testing people, say, for an illness, you have to give 100 people a test to get five people &mdash; to find five people. Now, preventive care is good for health. Everyone agrees on that. But if you look at the CBO studies and the other research, it doesn&#39;t save you money. We should do it. But because you have to test so many people to get the few you&#39;re really going to prevent serious illness from, you&#39;re really not adding up to a lot of cost saving.&quot;<br />\r\n&nbsp;<br />\r\nBrooks was talking about a core principle of Obama&#39;s health care overhaul: That many costly procedures and treatments can be prevented by catching disease earlier or preventing it all together. Operating under that logic, the House health care bill expands access to procedures such as hypertension screening and vaccines.&nbsp;<br />\r\n&nbsp;<br />\r\nHouse Speaker Nancy Pelosi and House Democratic Leader Steny Hoyer sang the praises of preventive care in an Aug. 10 <em> USA Today </em> op-ed. &quot;Reform will also mean higher-quality care by promoting preventive care so health problems can be addressed before they become crises,&quot; they wrote. &quot;This, too, will save money. We&#39;ll be a much healthier country if all patients can receive regular checkups and tests, such as mammograms and diabetes exams, without paying a dime out-of-pocket.&quot;<br />\r\n&nbsp;<br />\r\nBrooks&#39;s critique relied on new numbers from the Congressional Budget Office that indicate that preventive care isn&#39;t as cost-effective as Pelosi and Hoyer claim.<br />\r\n&nbsp;<br />\r\n&quot;The evidence suggests that for most preventive services, expanded utilization leads to higher, not lower, medical spending overall,&quot; CBO director Douglas Elmendorf wrote in an Aug. 7 letter to Rep. Nathan Deal, the top Republican on a congressional subcommittee involved in the debate.&nbsp;<br />\r\n&nbsp;<br />\r\nElmendorf explained that, while the cost of a simple test might be cheap for each individual, the cumulative cost of many tests could be quite expensive:<br />\r\n&nbsp;<br />\r\n&quot;But when analyzing the effects of preventive care on total spending for health care, it is important to recognize that doctors do not know beforehand which patients are going to develop costly illnesses. To avert one case of acute illness, it is usually necessary to provide preventive care to many patients, most of whom would not have suffered that illness anyway. ... Preventive care can have the largest benefits relative to costs when it is targeted at people who are most likely to suffer from a particular medical problem; however, such targeting can be difficult because preventive services are generally provided to patients who have the potential to contract a given disease but have not yet shown symptoms of having it.&quot;<br />\r\n&nbsp;<br />\r\nIn fact, a new government policy to encourage prevention could end up paying for services that people are already receiving, including breast and colon cancer screenings and vaccines, Elmendorf went on.<br />\r\n<br />\r\nThe CBO did not put a price tag on the costs or savings associated with preventive care measures in the House bills because budgeting rules prevent them from doing so. But a few other studies back up the CBO&#39;s analysis, including a Feb. 14, 2008, article in the <em> New England Journal of Medicine </em> that was written in response to campaign promises for more preventive care.<br />\r\n<br />\r\n&quot;Sweeping statements about the cost-saving potential of prevention ... are overreaching,&quot; according to the paper. &quot;Studies have concluded that preventing illness can in some cases save money but in other cases can add to health care costs.&quot;<br />\r\n<br />\r\nAnd a study conducted by researchers from the American Diabetes Association, American Heart Association and the American Cancer Society concluded that, while interventions to prevent cardiovascular disease would prevent many strokes and deaths, &quot;as they are currently delivered, most of the prevention activities will substantially increase costs.&quot;<br />\r\n<br />\r\nSo, the consensus is that, while preventive care will almost certainly save lives, it&#39;s a stretch to say that it will save government spending on health care. As a result, we give Brooks a True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:42.968892", "ruling_date": "2009-08-17T18:35:30", "ruling_headline": "Brooks claims that preventive care will cost the government", "ruling_headline_slug": "brooks-claims-preventive-care-will-cost-government", "ruling_link_text": "Preventive care will save lives, not cash", "ruling_state": null, "source_documents": null, "sources": "<p>The News Hour with Jim Lehrer, <a href=\" http://www.pbs.org/newshour/bb/politics/july-dec09/shieldsbrooks_08-14.html \" target=\"_blank\"> transcript of the Aug. 14, 2009, episode </a> , accessed Aug. 16, 2009</p>\r\n\r\n<p>USA Today, <a href=\"http://blogs.usatoday.com/oped/2009/08/unamerican-attacks-cant-derail-health-care-debate-.html?loc=interstitialskip\" target=\"_blank\"> &#39;Un-American&#39; attacks can&#39;t derail health care debate </a> , by Reps. Nancy Pelosi and Steny Hoyer, Aug. 10, 2009</p>\r\n\r\n<p>The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10492/08-07-Prevention.pdf \" target=\"_blank\"> letter to Rep. Nathan Deal </a> , Aug. 7, 2009</p>\r\n\r\n<p>The New England Journal of Medicine, <a href=\"http://content.nejm.org/cgi/reprint/358/7/661.pdf\" target=\"_blank\"> Does Preventive Care Save Money? Health Economics<br />\r\nand the Presidential Candidates </a> , by Joshua T. Cohen, et al., Feb. 14, 2008</p>\r\n\r\n<p>Circulation, <a href=\"http://circ.ahajournals.org/cgi/content/abstract/CIRCULATIONAHA.108.190186v1 \" target=\"_blank\"> The Impact of Prevention on Reducing the Burden of Cardiovascular Disease </a> , by Richard Kahn, PhD, et al., July 29, 2008</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "David", "half_true_count": 2, "home_state": "", "id": 211, "last_name": "Brooks", "mostly_true_count": 0, "name_slug": "david-brooks", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/26-david-brooks.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/211/", "total_count": 5, "true_count": 3, "website": ""}, "statement": "<p>Preventive care does not save the government money.</p>\r\n", "statement_context": "an interview on the NewsHour with Jim Lehrer", "statement_date": "2009-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}