{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/25/howard-dean/rationing-health-care-reform/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1142, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1142/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It is perhaps the most polarizing word in the health care debate: rationing.</p>\r\n<p>Countless conservative opponents of the Democrat-backed health care reform plans have used the word. Their argument goes like this: You get government more involved in running health care, you set a goal of reducing costs, and it will inevitably mean rationing of medical services. It's not a long road from there to images of Grandma being denied a life-saving operation as a cost-saving measure.</p>\r\n<p>Everyone from former Alaska Gov. Sarah Palin to Sen. Chuck Grassley has warned that people have reason to worry about rationing, while Democratic proponents of the plan have dismissed the claims as uninformed fearmongering.</p>\r\n<p>The term rationing has become so ubiquitous in the health care debate, we could've chosen to fact-check statements from any number of politicians as a way to talk about this issue. In a separate item, we looked at a claim about rationing from House Republican Leader John Boehner.</p>\r\n<p>In this item, we opted for one from Howard Dean, former chairman of the Democratic National Committee, if only because he was so definitive about a subject with a lot of gray.</p>\r\n<p>\"Let me just say, A, there's no rationing in any of these bills, so we don't have to worry about that,\" Dean said on ABC's  <em> This Week with George Stephanopoulos </em> on Aug. 9.</p>\r\n<p>Before we examine his specific claim, let's look at the criticisms that have led to charges of rationing. The critics have often focused on two areas of the health plan to back up their accusations.</p>\r\n<p>The first is a proposal to expand comparative effectiveness research. That's a bureaucratic way of saying the government would do studies to find out which medical treatments and medications work better than others, and which are most cost-effective. The idea is that this would help doctors and patients make better informed decisions about the most effective treatment strategies. It's also expected to save money over time. Some opponents, however, claim the government would use findings from this research to ration care. We looked into this issue in detail and concluded that claim is  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/25/john-boehner/boehner-says-study-effectiveness-medical-treatment/\" target=\"_blank\"> False </a> .</p>\r\n<p>Other opponents of the plan have pointed to the Obama administration's proposal for an Independent Medicare Advisory Council (IMAC). The board would make annual recommendations for changing federal payments for various services covered by Medicare, as well as recommendations on ways to reform the Medicare delivery system.</p>\r\n<p>Michael Cannon, a health policy expert with the Cato Institute, a libertarian think tank, argues that price controls recommended by IMAC's unelected board amount to implicit rationing.</p>\r\n<p>Judith A. Stein, director of the Center for Medicare Advocacy, a group that helps seniors get care under the federal program, doesn't agree. Stein is no fan of IMAC, but she said its goal is not to \"ration\" care but to seek out ways to improve the efficiency of Medicare services, not necessarily cut them.</p>\r\n<p>We note that while IMAC has been recommended by the Obama administration, it was not included in any of the House bills so far. It has been discussed as an option by the powerful Senate Finance Committee. Still, we think it's a little premature to suggest this is part of the health care reform plan.</p>\r\n<p>And we think claims that IMAC might lead to wholesale rationing are alarmist. The nonpartisan Congressional Budget Office looked at the IMAC proposal and concluded it would save the government $2 billion from 2016&ndash;2019. That doesn't sound to us like the CBO expects any kind of dramatic cuts in service.</p>\r\n<p>In fact, we think much of the rhetoric from opponents about how the Democrats' health plan would lead to wholesale rationing has been wildly distorted, fanning the flames of public fear that the health care plan would have the government setting dollar limits on how much could be spent in a year to care for a patient, or deciding that some groups of people &mdash; older or disabled people, for example &mdash; should not get care because it's too expensive for the common good.</p>\r\n<p>And so it's understandable that Dean would want to knock down these wild claims. But we think Dean goes too far when he says the bills have \"no rationing,\" because it ignores a hard reality of health care &mdash; there is rationing now and there would be rationing in the Democrats' plan too.</p>\r\n<p>\"This whole notion of rationing as it applies to a public option, I think, is really ridiculous,\" Stein said. \"It is what insurance is. Right now, Congress and any health care plan 'rations.' No health insurance I know pays for 'whatever it costs.'\"</p>\r\n<p>\"Everyone hates the word rationing,\" said  <span class=\"hit\"> <span> Katherine Baicker, </span> </span> a health economics  professor at Harvard University. \"From an economics perspective, there's no way around rationing. Some care is being rationed now. Everyone isn't getting everything.\"</p>\r\n<p>And you can bet people who can't get health insurance due to a pre-existing condition feel like there's already rationing. Ditto for those who can't afford health insurance. Proponents of the health reform plan &mdash; which seeks to provide basic coverage to everyone, regardless of whether they have a pre-existing condition &mdash; argue that it would clearly reduce that form of rationing.</p>\r\n<p>You could spend an unlimited amount on health care that would have some chance of helping people, Baicker said. But we have a limited amount of public resources. And so decisions have to be made about how to prioritize to allocate those resources. The idea, she said, is to provide adequate, basic health care in a public plan. Above that threshold, she said, people with more money could buy extra care.</p>\r\n<p>John Holahan, the director of the Urban Institute Health Policy Research Center, said he has not seen anything in any of the plans that will result in explicit rationing, but \"if you define rationing as 'people can't get everything they want,' it's true. But it's also true today.\"  <br /> <br /> Interestingly, he said that Medicare is much less likely to deny a health service than a private insurer.</p>\r\n<p>\"That's the argument you hear people making (that the reform bills would lead to government rationing),\" Holahan said. \"But I think they have it backwards.\"</p>\r\n<p>Even Obama acknowledged the reality of health care rationing in a town hall on health care on Aug. 16:</p>\r\n<p>\"When we talk about reform, you hear some opponents of reform saying that somehow we are trying to ration care, or restrict the doctors that you can see, or you name it,\" Obama said. \"Well, that's what's going on right now. It's just that the decisions are being made by the insurance companies.  <br /> <br /> \"Now, in fairness, we probably could not construct a system in which you could see any doctor anywhere in the world any time, regardless of expense. That would be a hard system to set up. So if you live in Maine, you know, we're going to fly you into California, put you up. I mean, you can see &mdash; and I'm not trying to make light of it &mdash; you can just see the difficulty.  <br /> <br /> \"So any system we design, there are going to have to be some choices that have to be made in terms of where you go to see your doctor, what's going on, et cetera. That's being done currently in the private marketplace. All we're trying to do is to make sure that those decisions that are being made in the private marketplace aren't discriminating against people because they're already sick; that they are making sure that people get a good deal from the health care dollars that they are spending.\"</p>\r\n<p>In other words, rationing is just a fact of life in a world with limited resources.</p>\r\n<p>Or as Cato's Cannon puts it: \"Asking if there will be rationing under the Obama plan is like asking if there will be gravity. It is ubiquitous and unavoidable.\"</p>\r\n<p>We realize some may read our ruling and conclude that we believe the Obama plan will mean more drastic rationing. But we think it's more accurate to say the bill seeks a more rational way to ration. Whether it can succeed is a topic for legitimate debate.</p>\r\n<p>The Democrats' health care plan calls for a health care exchange that will be a vigorous marketplace of companies offering different plans that will compete for customers by offering more or less coverage. But each of those choices about coverage &mdash; a lower or higher cap on out-of-pocket expenses, perhaps, or more or less generous coverage for doctor visits &mdash; are rationing. And the same goes for three-fourths of Americans who would probably keep their current employer-sponsored health insurance. Those plans too have limits and caps &mdash; and rationing.</p>\r\n<p>We rule Dean's statement False.</p>", "ruling_comments_date": "2010-01-07T13:28:43.057740", "ruling_date": "2009-08-25T14:36:15", "ruling_headline": "There's rationing in health care now, and there still would be under reform bill", "ruling_headline_slug": "rationing-health-care-reform", "ruling_link_text": "Guess what? There's rationing now", "ruling_state": null, "source_documents": null, "sources": "<p>New York Times,  <a href=\"http://www.nytimes.com/2009/06/17/business/economy/17leonhardt.html?_r=2\" target=\"_blank\"> \"Health Care Rationing Rhetoric Overlooks Reality\" </a> by&nbsp; David Leonhardt, June 17, 2009</p>\r\n<p>Washington Post, CQ Transcripions, Transcript:  <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/07/28/AR2009072801444.html\" target=\"_blank\"> \"President Obama Holds a Tele-Townhall Meeting on Health Care with AARP Members,\" </a> July 28, 2009</p>\r\n<p>CBO.gov,  <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10480/07-25-IMAC.pdf\" target=\"_blank\"> CBO Director Douglas W. Elmendorf letter to Rep. Steny H. Hoyer </a> , July 25, 2009</p>\r\n<p>AP,  <a href=\"http://news.yahoo.com/s/ap/20090802/ap_on_go_co/us_health_care_fact_check\" target=\"_blank\"> \"Fact Check: Distortions rife in health care debate,\" </a> by Charles Babington, Aug. 12, 2009</p>\r\n<p>WhiteHouse.gov,  <a href=\"http://www.whitehouse.gov/realitycheck/4\" target=\"_blank\"> \"Reform will stop 'rationing' - not increase it,\" </a> by Kavita Patel</p>\r\n<p>New York Times,  <a href=\"http://www.nytimes.com/2009/08/14/health/policy/14medpac.html\" target=\"_blank\"> \"Obama Proposal to Create Medicare Panel Meets With Resistance,\" </a> by Robert Pear, Aug. 13, 2009</p>\r\n<p>WhiteHouse.gov,  <a href=\"http://www.whitehouse.gov/omb/assets/legislative_letters/IMAC_bill_071709.pdf\" target=\"_blank\"> Independent Medicare Advisory Council </a></p>\r\n<p>Kaiser Family Foundation,  <a href=\"http://www.kff.org/healthreform/upload/7948.pdf\" target=\"_blank\"> \"Focus on Health Reform, Summary of Key Medicare Provisions in H.R. 3200, America's Affordable Health Choices Act of 2009\" </a></p>\r\n<p>CQ Transcriptswire, President Obama Delivers remarks at a Town Hall in Grand Junction, Colorado, as released by the White House, Aug. 15, 2009</p>\r\n<p>CQ Transcripts, Transcript: Howard Dean on ABC's \"This Week with George Stephanopoulos,\" Aug. 9, 2009</p>\r\n<p>Interview with  <span class=\"hit\"> <span> Katherine Baicker, </span> </span> a health economics  professor at Harvard University, Aug. 17, 2009</p>\r\n<p>Interview with Michael Cannon, a health policy expert with the Cato Institute, Aug. 17, 2009</p>\r\n<p>Interview with Judith A. Stein, director of the nonprofit Center for Medicare Advocacy, Aug. 18, 2009</p>\r\n<p>Interview with John Holahan, the director of the Urban Institute Health Policy Research Center, Aug. 17, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Democratic National Committee chairman", "false_count": 5, "first_name": "Howard", "half_true_count": 1, "home_state": "Vermont", "id": 57, "last_name": "Dean", "mostly_true_count": 2, "name_slug": "howard-dean", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-howarddean.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/57/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>\"There's no rationing in any of these bills.\"</p>", "statement_context": "an appearance on ABC's \"This Week\"", "statement_date": "2009-08-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}