{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/aug/20/progressive-change-campaign-committee/groups-claim-overwhelming-support-public-option/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1147, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1147/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n A Web site called &quot;We Want the Public Option&quot; includes this headline at the top of the home page:\n <br />\n <br />\n &quot;76% of Americans Say We Want the Public Option.&quot;\n <br />\n <br />\n The Web site also includes a video that has no voice-over, just a list of signatures supporting a public option in the health care reform plan, plus a smattering of statistics about reform. The signatures were collected by the two liberal groups &mdash;\n <a href=\"http://www.democracyforamerica.com/\" target=\"_blank\">\n  Democracy for America\n </a>\n and the\n <a href=\"http://boldprogressives.org/\" target=\"_blank\">\n  Progressive Change Campaign Committee\n </a>\n &mdash; that paid for the ad.\n <br />\n <br />\n The ad aired for the first time on July 23, 2009, in Washington, D.C., and Montana. It's no longer on the air, but the video remains prominent on the Web site. The video opens with this claim:\n <br />\n &nbsp;\n <br />\n &quot;76% of Americans support President Obama's public health insurance option.&quot;\n <br />\n &nbsp;\n <br />\n That number seemed high to us, especially in the light of recent polls, so we decided to check it.\n <br />\n <br />\n The statistic comes from a poll conducted June 12-15 by NBC News and the\n <em>\n  Wall Street Journal\n </em>\n that asked, &quot;In any health care proposal, how important do you feel it is to give people a choice of both a public plan administered by the federal government and a private plan for their health insurance &mdash; extremely important, quite important, not that important, or not at all important?&quot;\n <br />\n &nbsp;\n <br />\n About 41 percent of respondents said it was extremely important, and about 35 percent said it was quite important. Add those numbers together, and you get 76 percent.\n <br />\n &nbsp;\n <br />\n But in the health care debate, June was a long time ago.\n <br />\n &nbsp;\n <br />\n Since that poll was published, rowdy town hall meetings and a barrage of criticism have made Americans more skeptical of health care reform. The public option has become less popular as well; several surveys done since that first NBC/\n <em>\n  Wall Street Journal\n </em>\n poll indicate declining support for a public plan. Here are just a few examples:\n <br />\n &nbsp;\n <br />\n &nbsp;&nbsp;&nbsp; &bull;\n <a href=\"http://www.kff.org/kaiserpolls/upload/7945.pdf\" target=\"_blank\">\n  The Kaiser Family Foundation\n </a>\n , a health care think tank, polled 1,205 people July 7-14 and found that 59 percent of people questioned would favor &quot;a government-administered public health insurance option similar to Medicare to compete with private health insurance plans&quot; and that 36 percent would oppose the idea.\n <br />\n &nbsp;&nbsp;&nbsp; &bull; A\n <a href=\"http://msnbcmedia.msn.com/i/msnbc/sections/news/090729_NBC-WSJ_poll.pdf\" target=\"_blank\">\n  second\n </a>\n NBC/\n <em>\n  Wall Street Journal\n </em>\n poll done July 24-27 asked 1,011 people whether they &quot;would favor or oppose creating a public health care plan administered by the federal government that would compete directly with private health insurance companies.&quot; Forty-six percent said they would favor the plan while 44 percent said they opposed the idea. The two news organizations asked the same question to 805 people between Aug. 15-17 and\n <a href=\"http://www.msnbc.msn.com/id/32464936/ns/politics-white_house/.\" target=\"_blank\">\n  found\n </a>\n that 43 percent favor a public option and 47 percent who oppose it. Both statistics fall within the three-point margin of error of the July poll.\n <br />\n &nbsp;&nbsp;&nbsp; &bull;\n <a href=\"http://graphics8.nytimes.com/packages/images/nytint/docs/new-york-times-cbs-news-poll-health-care-overhaul/original.pdf\" target=\"_blank\">\n  A New York Times/CBS poll\n </a>\n of 1,050 people between July 24-28 asked whether they would &quot;favor or oppose the government offering everyone a government administered health insurance plan &mdash; something like the Medicare coverage that people 65 and older get &mdash; that would compete with private health insurance plans.&quot; Around 66 percent favored the idea and 27 percent opposed it.\n <br />\n &nbsp;&nbsp;&nbsp; &bull; From July 27-Aug. 3,\n <a href=\"http://www.quinnipiac.edu/x1295.xml?ReleaseID=1357.\" target=\"_blank\">\n  Quinnipiac University asked\n </a>\n 2,409 voters whether they &quot;support or oppose giving people the option of being covered by a government health insurance plan that would compete with private plans.&quot; Around 62 percent were in support and 32 percent were opposed. That's down from a July 1 Qunnipiac survey in which 69 percent supported the public option and 26 percent opposed it.\n <br />\n &nbsp;\n <br />\n House Democratic leaders and the group Health Care for America Now, which is supporting the Democratic plan, say the July and August NBC/\n <em>\n  Wall Street Journal\n </em>\n polls are misleading because they changed the framing of the question. Instead of asking if the choice of a public plan was important, they simply asked whether respondents were in favor of a public plan.\n <br />\n &nbsp;\n <br />\n &quot;These polls are not comparable,&quot; the group wrote in it blog. &quot;The first poll (June) accurately framed the question &mdash; should people be able to choose a public health insurance option. The second poll (July and August) pushed them towards an answer by leaving out the essential question of choice and asking a yes or no question.&quot;\n</p>\n<p>\n Regardless, these numbers are all over the map, and the only thing we can say with certainty is that they are each well below the 76 percent figure cited by Democracy for America and the Progressive Change Campaign Committee.\n <br />\n &nbsp;\n <br />\n We also wondered whether the two groups accurately characterized the original NBC/\n <em>\n  Wall Street Journal\n </em>\n poll in the first place, and we got a mixed response.\n <br />\n &nbsp;\n <br />\n &quot;It's fine to add those two numbers together,&quot; said Karlyn Bowman, resident fellow at the American Enterprise Institute. &quot;But [respondents] were responding to a question about choice, not necessarily the idea of a public plan,&quot; she said.\n <br />\n &nbsp;\n <br />\n Democratic pollster Mark Mellman, president of the Mellman Group, said that the ad does a &quot;fair reading of the question. Basically, you have 76 percent in favor of a choice.&quot;\n <br />\n &nbsp;\n <br />\n Humphrey Taylor, chairman the Harris Poll, Harris Interactive, agrees that the group characterized the two-month-old poll results correctly, but that &quot;it's a mistake to say that large numbers of people support the public plan, because they don't understand what it would do,&quot; Taylor said, noting that &quot;most people don't have an opinion until they are asked.&quot;\n <br />\n &nbsp;\n <br />\n Language often skews opinion polls, Taylor said. When it comes to the public plan, supporters often call it the &quot;public option&quot; while opponents call it a &quot;government-run plan,&quot; so the Harris Poll tried to bridge that gap during a survey of 2,276 people between July 9-13. Respondents were asked whether they supported a &quot;public, or government-sponsored, health plan,&quot; and the group found that 52 percent were in favor while 30 percent opposed the idea.\n</p>\n<p>\n That brings us back to the ad's original claim that 76 percent favor the public plan. That's a classic case of cherry-picking where they have found the highest number possible. They've also relied on a poll with wording that might lead people to think they were being asked if they favor choice in picking their health plan rather than whether they support a government-run option. Most of the other polls show support, but not nearly the landslide as the June poll.\n</p>\n<p>\n What's more, they continue to display the ad on their Web site even though the poll is sorely out of date and eclipsed by more recent and more precisely worded surveys. By most accounts, there's slightly more support for the public plan than there is opposition, but that support has dwindled throughout the summer. As a result, we give the Progressive Change Campaign Committee a False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:43.672710", "ruling_date": "2009-08-20T15:22:40", "ruling_headline": "Groups claim overwhelming support for the public option", "ruling_headline_slug": "groups-claim-overwhelming-support-public-option", "ruling_link_text": "It's a lot less than 76 percent", "ruling_state": null, "source_documents": null, "sources": "<p>\n We Want the Public Option,\n <a href=\"http://wewantthepublicoption.com/p-gwa-elists?gclid=CMao6MiPq5wCFRaenAodt2lZjw\" target=\"_blank\">\n  ad claiming 76 percent of Americans want the public option\n </a>\n , accessed Aug. 19, 2009\n</p>\n<p>\n NBC/Wall Street Journal,\n <a href=\" http://msnbcmedia.msn.com/i/msnbc/sections/news/090617_NBC-WSJ_poll_Full.pdf\" target=\"_blank\">\n  June 2009, polling numbers\n </a>\n , accessed Aug. 19, 2009\n</p>\n<p>\n Health Care for America Now,\n <a href=\"http://blog.healthcareforamericanow.org/2009/08/18/nbcwsj-poll-results-misleading-they-changed-the-questions/.\" target=\"_blank\">\n  blog post on August NBC/Wall Street Journal poll\n </a>\n , accessed Aug. 19, 2009\n</p>\n<p>\n Harris Poll/Harris Interactive,\n <a href=\"http://harrisinteractive.com/harris_poll/pubs/Harris_Poll_2009_07_29.pdf\" target=\"_blank\">\n  July 9-13, 2009, poll\n </a>\n , accessed Aug. 19, 2009\n</p>\n<p>\n Interview with Karlyn Bowman, American Enterprise Institute\n</p>\n<p>\n Interview with Mark Mellman, The Mellman Group\n</p>\n<p>\n Interview with Humphrey Taylor, Harris Interactive\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 216, "last_name": "Progressive Change Campaign Committee", "mostly_true_count": 1, "name_slug": "progressive-change-campaign-committee", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Group_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/216/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>76 percent of Americans want a public health care option.</p>", "statement_context": "their Web site", "statement_date": "2009-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}