{"art": [], "author": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "canonical_url": "/new-hampshire/statements/2015/oct/30/jeb-bush/jeb-bush-says-american-dream-jeopardy-more-ever/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 11509, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/11509/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The idea that you can leverage your effort and skill to reach a higher rung of economic standing &ndash; regardless of your parents&rsquo; wealth &ndash; is woven into the fabric of the United States. It&#39;s the backbone of the American Dream.</p>\r\n\r\n<p>But it may no longer be the American reality, according to Jeb Bush. He said for people born into poverty, the dream is facing an unprecedented threat.</p>\r\n\r\n<p>&quot;We have intergenerational poverty for the first time in America. If you&#39;re born poor, you&#39;re more likely to stay poor than any time in American history,&quot; he said at a town hall event in Concord, N.H., on Oct. 14.</p>\r\n\r\n<p>The Republican candidate for president and former Florida governor was responding to a question from a black high school student about &quot;the culture of poverty.&quot; The 17-year-old pointed at income disparities between white families and black and Latino families and wondered how Bush would explain the phenomenon.</p>\r\n\r\n<p>Bush agreed that there&#39;s a culture of poverty &ndash; although it has &quot;nothing to do with race,&quot; he said &ndash; and posited that the way to lift people up is to &quot;give them power to make choices for themselves, rather than trap them in a situation of interdependency.&quot; People who are born poor tend to stay poor, he said, &nbsp;&quot;because we have systems on top of them that put lids on their aspirations.&quot;</p>\r\n\r\n<p>We decided to explore the second part of Bush&rsquo;s claim: that people who are born poor are more likely to stay poor than ever before. We&rsquo;re not examining the first half &ndash; that the country is experiencing intergenerational poverty for the first time &ndash; since the experts we spoke with rejected that idea out of hand.</p>\r\n\r\n<p><strong>Mobility versus inequality</strong></p>\r\n\r\n<p>It&rsquo;s important to make a distinction about different terms that are used to evaluate wealth and poverty. If you consider mobility and inequality in terms of a ladder, mobility can be seen as moving from one rung to the next, while inequality is more like the distance between rungs.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/18/bernie-s/bernie-sanders-says-income-inequality-widest-1920s/\" style=\"text-decoration:none;\"><u>As we&rsquo;ve previously checked</u></a>, inequality is as bad as it has been in a long time: The distance between the top rung and second-to-top rung is growing.</p>\r\n\r\n<p>What we&rsquo;re talking about here, though, is mobility. Inequality may have an effect on mobility &ndash; we&rsquo;ll come back to that later &ndash; but for now, we&rsquo;re considering a person&rsquo;s odds at advancing to a higher rung.</p>\r\n\r\n<p>In a perfectly mobile society, your status at birth would have no correlation with your status at adulthood. Ten children born into the bottom 20 percent would find themselves evenly distributed by maturity: On a five-rung ladder, two would remain on the bottom rung, two would advance to the second, and so on, including two who made it to the top.</p>\r\n\r\n<p>That&rsquo;s not how the United States works. A <a href=\"http://www.nytimes.com/2012/01/05/us/harder-for-americans-to-rise-from-lower-rungs.html?_r=0\" style=\"text-decoration:none;\"><u>2012 article</u></a> in the<em> New York Times</em> examined five recent studies that showed America is less mobile than comparable nations. One project, led by Markus Jantti, an economist at a Swedish university, &quot;found that 42 percent of American men raised in the bottom fifth of incomes stay there as adults. That shows a level of persistent disadvantage much higher than in Denmark (25 percent) and Britain (30 percent) &mdash; a country famous for its class constraints.&quot; Just 8 percent of American men at the bottom rose to the top fifth, it said.</p>\r\n\r\n<p>Meanwhile, about 62 percent of American men and women raised in the top fifth of incomes remain in the top two-fifths, according to <a href=\"http://www.pewtrusts.org/en/research-and-analysis/reports/2007/11/13/economic-mobility-of-families-across-generations\" style=\"text-decoration:none;\"><u>research </u></a>by the Economic Mobility Project of the Pew Charitable Trusts.</p>\r\n\r\n<p>So it may be easier to obtain the American Dream, so to speak, in Europe than it is here &ndash; <a href=\"http://www.politifact.com/punditfact/statements/2013/dec/19/steven-rattner/it-easier-obtain-american-dream-europe/\" style=\"text-decoration:none;\"><u>that&rsquo;s another question we&rsquo;ve previously checked</u></a> &ndash; but what&rsquo;s the trend within the United States?</p>\r\n\r\n<p><strong>Studying trends</strong></p>\r\n\r\n<p>Until recently, there&rsquo;s hasn&rsquo;t been much data specific to intergenerational poverty, which is typically studied as the relationship between fathers&rsquo; earnings and those of their sons. In the 1980s, work by Gary S. Becker, a Nobel laureate in economics, found only a mild relationship.</p>\r\n\r\n<p>When better data became available in the &lsquo;90s, Gary Solon, another prominent economist, found the relationship to be about twice as strong as previously thought. These days, the <em>Times </em>wrote, the correlation is supposed to be even stronger: &quot;Most researchers now estimate the &lsquo;elasticity&rsquo; of father-son earnings at 0.5, which means that for every 1 percent increase in a father&rsquo;s income, his sons&rsquo; income can be expected to increase by about 0.5 percent.&quot;</p>\r\n\r\n<p>That was written before leading contemporary economist Raj Chetty, a professor at Stanford University, completed<a href=\"http://www.nber.org/papers/w19844.pdf\" style=\"text-decoration:none;\"><u> a study of intergenerational mobility</u></a> for the National Bureau of Economic Research in January 2014. Using administrative earnings records, Chetty found when he compared groups born in 1971 versus those born in 1993, mobility remained &quot;extremely stable.&quot;</p>\r\n\r\n<p>&quot;We find that children entering the labor market today have the same chances of moving up in the income distribution (relative to their parents) as children born in the 1970s. However, because inequality has risen, the consequences of the &lsquo;birth lottery&rsquo; &ndash; the parents to whom a child is born &ndash; are larger today than in the past,&quot; he wrote.</p>\r\n\r\n<p>In other words, mobility doesn&rsquo;t seem to be getting worse, but Americans hoping to live the rags-to-riches story may have had worse odds in recent decades than they thought. Meanwhile, inequality is getting worse, which means those who start at the bottom have a longer way to go to get to the top &ndash; or even to the middle class.</p>\r\n\r\n<p><strong>Analyzing the claim</strong></p>\r\n\r\n<p>Bush said: &quot;If you&rsquo;re born poor, you&rsquo;re more likely to stay poor than any time in American history.&quot;</p>\r\n\r\n<p>Douglas Besharov, a professor of public policy at the University of Maryland and director of its Welfare Reform Academy, said that&rsquo;s an overstatement. The consensus among economists on the left and right, he said, is that mobility is lower than it has been in the recent past, but not the country&rsquo;s 239-year history.</p>\r\n\r\n<p>Given the 2008 economic crisis, Besharov said, we&rsquo;re now on the other side of a 100-year period when &quot;we had a pretty spectacular experience with economic mobility.&quot; During a time of prosperity, it was easy for everyone to move up &ndash; and for the country as a whole to move up in relation to the rest of the world.</p>\r\n\r\n<p>&quot;America was growing, the economy was growing, America was the richest country in the world, blah blah blah, you know the story,&quot; Besharov said, adding that now, we&rsquo;re in recovery but still have a lot of unemployment.</p>\r\n\r\n<p>For someone to move from the bottom to the top, he said, someone else from the top has to fall.</p>\r\n\r\n<p>&quot;We&rsquo;ve had such a great run in our economy for the last 50 years, the ones who had it in them to get a better job have gotten a better job. We&rsquo;ve sort of run out of people who can move up in the world without a lot of help,&quot; he said.</p>\r\n\r\n<p>As evidence for Bush&rsquo;s claim, spokesman Jesse Hunt pointed to <a href=\"http://www.bostonfed.org/economic/wp/wp2011/wp1110.pdf\" style=\"text-decoration:none;\"><u>a paper written by Katharine Bradbury</u></a>, a senior economist and policy advisor at the Federal Reserve Bank of Boston. It didn&rsquo;t directly study intergenerational mobility, but rather family income mobility between 1969 and 2006.</p>\r\n\r\n<p>In other words, instead of comparing fathers&rsquo; earnings to their sons&rsquo;, it looked at changes in individual families&rsquo; income positions over time.</p>\r\n\r\n<p>Using data from the Panel Study of Income Dynamics and a number of mobility measures, the study concluded that over nearly 50 years, families&rsquo; income mobility got worse, and their later-year incomes depended more on their starting place.</p>\r\n\r\n<p>In seeking to develop policy advice from the data, the paper comments:<strong> </strong>&quot;It appears that increasingly redistributive U.S. tax and transfer policies may have enhanced family income mobility from the 1970s into the 1980s, but then had decreasing impact as tax rates were reduced after 1981 (and intermittently thereafter).&quot;</p>\r\n\r\n<p>So there&rsquo;s some evidence that mobility has waned recently. But Bush cited &quot;American history,&quot;<br />\r\nwhich is a big span of time, with many examples of bleak economic mobility, including times of slavery, and after the Civil War, sharecropping.</p>\r\n\r\n<p>The boy who asked the question of Bush at the town hall, Ebbie Banks, a junior at St. Paul&rsquo;s School in Concord, said six generations ago, his family members were born into slavery in Georgia.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush said: &quot;If you&#39;re born poor, you&#39;re more likely to stay poor than any time in American history.&quot;</p>\r\n\r\n<p>Bush&rsquo;s statement would have been more accurate if he hadn&rsquo;t taken on such a long period of history. That said, the degree of income mobility has been stagnant for several decades with no signs of improving, which supports Bush&rsquo;s general point.</p>\r\n\r\n<p>On balance, we rate the claim Half True. &nbsp;</p>\r\n", "ruling_comments_date": "2015-10-30T18:08:57.472618", "ruling_date": "2015-10-30T18:06:35", "ruling_headline": "Jeb Bush says American dream is in jeopardy more than ever before", "ruling_headline_slug": "jeb-bush-says-american-dream-jeopardy-more-ever", "ruling_link_text": "It's been bleaker", "ruling_state": null, "source_documents": null, "sources": "<p>Town hall event at McAuliffe-Shepard Discovery Center in Concord, N.H., Jeb Bush, Oct. 14, 2015</p>\r\n\r\n<p>Email interview, Jesse Hunt, Oct. 21, 2015</p>\r\n\r\n<p>Phone interview, Douglas Besharov, Oct. 21, 2015</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/18/bernie-s/bernie-sanders-says-income-inequality-widest-1920s/\" style=\"text-decoration:none;\"><u>Bernie Sanders says income inequality is widest since the 1920s</u></a>, accessed Oct. 29, 2015</p>\r\n\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2012/01/05/us/harder-for-americans-to-rise-from-lower-rungs.html?_r=0\" style=\"text-decoration:none;\"><u>Harder for Americans to Rise From Lower Rungs</u></a>, Jan 4., 2012</p>\r\n\r\n<p>The Institute for the Study of Labor, <a href=\"http://ftp.iza.org/dp1938.pdf\" style=\"text-decoration:none;\"><u>American Exceptionalism in a New Light: A Comparison of Intergenerational Earnings Mobility in the Nordic Countries, the United Kingdom and the United States</u></a>, accessed Oct. 29, 2015</p>\r\n\r\n<p>Pew Trusts, <a href=\"http://www.pewtrusts.org/en/research-and-analysis/reports/2007/11/13/economic-mobility-of-families-across-generations\" style=\"text-decoration:none;\"><u>Economic Mobility of Families Across Generation</u></a>, Nov. 13, 2007</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/punditfact/statements/2013/dec/19/steven-rattner/it-easier-obtain-american-dream-europe/\" style=\"text-decoration:none;\"><u>Is it easier to obtain the American Dream in Europe?</u></a>, accessed Oct. 29, 2015</p>\r\n\r\n<p>The American Economic Review, <a href=\"http://www.uh.edu/~adkugler/Solon.pdf\" style=\"text-decoration:none;\"><u>Intergenerational Income Mobility in the United States</u></a>, June 1992</p>\r\n\r\n<p>The National Bureau of Economic Research, <a href=\"http://www.nber.org/papers/w19844.pdf\" style=\"text-decoration:none;\"><u>Is the United States still a land of opportunity? Recent trends in intergenerational mobility</u></a>, January 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>&quot;If you&#39;re born poor, you&#39;re more likely to stay poor than any time in American history.&quot;</p>\r\n", "statement_context": "a town hall meeting in Concord, N.H.", "statement_date": "2015-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}