{"art": [{"brightcove": "", "caption": "This chart from the Republican Policy Committee needs a few caveats.", "id": 158, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/photos/uninsuredpie_snapshot_Large.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/158/", "title": "Uninsured pie chart", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/aug/21/orrin-hatch/who-are-uninsured-hatchs-take/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1150, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1150/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n During a recent interview with Greta Van Susteren on Fox News, Sen. Orrin Hatch made the argument that the American health care system works well for most people.\n</p>\n<p>\n &quot;You know, why would we throw out a system that 85 percent of Americans have and basically approve of and exchange it for 47 million people?&quot; asked Hatch, a Republican from Utah, referring to a frequently cited estimate of the number of uninsured in the United States.\n</p>\n<p>\n &quot;By the way, of that 47 million people, when you deduct the ones who could have insurance through their employers but don't, you deduct the 11 million that basically qualify for CHIP or Medicaid but don't realize it (and) are not enrolled, you deduct those who are over $75,000 a year in income but just won't purchase their own health insurance, and then 6 million people who are illegal aliens, my gosh, when you put that all together, it leaves about 15 million people. So we're going to throw out a system that works for 15 million people.&quot;\n</p>\n<p>\n We were interested in analyzing Hatch's numbers for accuracy. When you subtract out all those groups, do you end up with only 15 million people?\n</p>\n<p>\n The basis for Hatch's statement is a chart created by the Republican Policy Committee, his staff told us. Hatch handles things a little differently from the chart: He adds 1 million to the number who qualify for Medicaid and SCHIP, and he doesn't mention legal immigrants, the way the chart does. But the numbers as he uses them add up.\n</p>\n<p>\n But let's take a closer look at the chart to see how it arrived at its conclusion.\n</p>\n<p>\n We asked the Republican Policy Committee for its supporting materials, and a lot of it is based on data from the U.S. Census, which conducts annual, large-scale surveys on income, poverty and health insurance coverage. Other data is based on research published by the Kaiser Family Foundation, a respected source for nonpartisan information on health care policy.\n</p>\n<p>\n But the way the data is used raises questions. The biggest problem is that there's almost certainly some overlap between the different groups. How much overlap? Unfortunately, there's no way to tell.\n</p>\n<p>\n For clarity's sake, we're going review the different data points.\n</p>\n<p>\n The Republican analysis uses data from 2006, which is a year earlier than the most recent data. That year, the census found that 47 million were uninsured and that 10.2 million of them were noncitizens. Estimates from reputable sources indicate that roughly 6 million of those are illegal immigrants. So far, so good. (We examined Census data on\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/18/barack-obama/number-those-without-health-insurance-about-46-mil/\" target=\"_blank\">\n  the uninsured and estimates for illegal immigrants\n </a>\n in a previous item, if you'd like to read a more in-depth analysis of this point.)\n</p>\n<p>\n The next number on the chart is households that earn more than $75,000 a year. Keep in mind this number represents household income, so it counts people who live in roomate situations, too, for example. But the number is right: The census does show that 9.3 million uninsured people live in households with income more than $75,000 a year.\n</p>\n<p>\n The next two categories come from outside the census, from research published by the Kaiser Foundation. The chart says that 10 million people are eligible for a government program like Medicaid or the State Children's Health Insurance Fund, known as SCHIP or just CHIP. And it says 6 million people could get insurance through their employers but choose not to. The numbers are roughly correct, but these analyses were based on 2004 data, not the 2006 data.\n</p>\n<p>\n If you subtract each group separately from the total of 47 million, you get to 12 million. The chart seems to account for that, by saying it's 12 to 15 million who are insured. But there's no way to know if 3 million is a proper way to account for people who fall into multiple categories.\n</p>\n<p>\n Take for example a legal immigrant who comes to the United States to work at a high-paying job. News reports have mentioned that many of these immigrants are young people who come to work in the technology sector or the financial industry. A person like that who chose not to buy insurance through an employer would be subtracted three times here: Once as a legal immigrant, once as someone making more than $75,000 and once as someone who declined to get employer insurance.\n</p>\n<p>\n As another example, generally speaking, most illegal immigrants are not eligible for federal benefit programs. But there are exceptions. Some state governments have chosen to cover illegal immigrants, especially children, through programs affiliated with Medicaid and CHIP. So there may be duplication between the category of illegal immigrants and people eligible for Medicaid and/or CHIP. How many people? We don't know, and we couldn't find any analysis that could answer that question.\n</p>\n<p>\n The $75,000 number also poses questions. Remember, this is the total income for an entire household. We can envision scenarios where that number represents people living in the same household but each making a lower income, and they may not be able to afford insurance individually. But again it's hard to know.\n</p>\n<p>\n So we find that the individual numbers that Hatch uses are accurate or in the ballpark. Our concerns are with the methodology used to come up with his bottom line. It relies on a hodgepodge of different years and sources and leaves open the possibility that some people are double- or triple-counted. It would not pass muster in an undergraduate statistics class. So we find his statement is Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:43.876156", "ruling_date": "2009-08-21T17:10:51", "ruling_headline": "Who are the uninsured? Hatch's take.", "ruling_headline_slug": "who-are-uninsured-hatchs-take", "ruling_link_text": "A back-of-the-envelope estimate", "ruling_state": null, "source_documents": null, "sources": "<p>\n Fox News,\n <a href=\"http://www.foxnews.com/story/0,2933,540941,00.html\" target=\"_blank\">\n  Interview with Sen. Orrin Hatch\n </a>\n , Aug. 19, 2009\n</p>\n<p>\n Senate Republican Conference,\n <a href=\"http://src.senate.gov/public/index.cfm?FuseAction=Graphics.ViewList&amp;File_id=e2505eaf-aaba-42b0-abb4-01407bc64567&amp;Issue_id=&amp;Senator_id=&amp;State_id=\" target=\"_blank\">\n  Uninsured Pie\n </a>\n , Aug. 4, 2009\n</p>\n<p>\n Republican Policy Committee Bulletin, The Uninsured: Why Properly Defining the Problem Will Help\n <br />\n Policymakers Find Better Solutions, April 15, 2008\n</p>\n<p>\n PolitiFact.com, Number of those without health insurance about 46 million, Aug. 18, 2009\n</p>\n<p>\n U.S. Census,\n <a href=\"http://www.census.gov/prod/2007pubs/p60-233.pdf\" target=\"_blank\">\n  Income, Poverty, and Health Insurance Coverage in the United States: 2007\n </a>\n , published  August 2007\n</p>\n<p>\n Kaiser Commission on Medicaid and the Uninsured,\n <a href=\"http://www.kff.org/uninsured/upload/7570.pdf\" target=\"_blank\">\n  Changes in Employees&rsquo; Health Insurance Coverage, 2001-2005\n </a>\n , October 2006\n</p>\n<p>\n Kaiser Commission on Medicaid and the Uninsured,\n <a href=\"http://www.kff.org/uninsured/upload/7613.pdf\" target=\"_blank\">\n  Characteristics of the Uninsured: Who is Eligible for Public Coverage and Who Needs Help Affording Coverage?\n </a>\n , February 2007\n</p>\n<p>\n New York Times,\n <a href=\"http://bits.blogs.nytimes.com/2009/03/02/the-real-high-tech-immigrant-problem-theyre-leaving/\" target=\"_blank\">\n  The Real High-Tech Immigration Problem\n </a>\n : They're Leaving, March 2, 2009\n</p>\n<p>\n USA Today,\n <a href=\"http://www.usatoday.com/news/washington/2008-01-21-immigrant-healthcare_N.htm\" target=\"_blank\">\n  Rising health care costs put focus on illegal immigrants\n </a>\n , Jan. 22, 2008\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Orrin", "half_true_count": 1, "home_state": "Utah", "id": 219, "last_name": "Hatch", "mostly_true_count": 0, "name_slug": "orrin-hatch", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Hatch.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/219/", "total_count": 4, "true_count": 1, "website": "http://hatch.senate.gov/public/"}, "statement": "<p>If you don't count illegal aliens, people who qualify for other insurance, and people who make more than $75,000 a year, &quot;it leaves about 15 million people&quot; who are uninsured.</p>", "statement_context": "an interview on Fox News", "statement_date": "2009-08-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}