{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/24/barack-obama/obama-says-lower-obesity-rates-would-save-medicare/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1152, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1152/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>We don't expect President Barack Obama to remember everything we write about him, but when he repeats a claim we had earlier found to be False, we think it's worth calling him out.  <br /> <br /> On Aug. 20, 2009, President Obama held a discussion and conference call at a national health care forum sponsored by Organizing for America, the successor to Obama for America, his campaign organization. In response to a question about how food and lifestyle affect health care, the president responded, \"Well, this is a great question. Look, this is an interesting statistic. If we went back to the obesity rates that existed back in the 1980s, the Medicare system over several years could save as much as a trillion dollars. I mean, that's how much our obesity rate has made a difference in terms of diabetes and heart failure and all sorts of preventable diseases.\"  <br /> <br /> It wasn't the first time Obama had talked about the cost of obesity. The earlier instance came at a  <em> Des Moines Register </em> presidential debate among Democratic primary contenders on Dec. 13, 2007. \"Well, just to emphasize how important prevention and cost savings can be in the Medicare system, it's estimated if we went back to the obesity rates that existed in 1980, that would save the Medicare system $1 trillion,\" Obama said.  <br /> <br /> But there's a problem. When we  <a href=\"http://www.politifact.com/truth-o-meter/statements/231/\" target=\"_blank\"> reviewed </a> his claim in 2007, we found it False.  <br /> <br /> We noted that he was accurately quoting that number from a report issued by the Center for American Progress, a left-leaning think tank. The report states, \"If we were able to reduce obesity to 1980s levels, Medicare would save $1-trillion.\" It attributes the number to the Commonwealth Fund and the Centers for Disease Control and Prevention.  <br /> <br /> But that study &mdash; and his claim &mdash; are not supported by the data.  <br /> <br /> At issue is the increased prevalence of obesity. The percent of the U.S. population considered to be obese has roughly doubled since the 1980s. Researchers have documented that these people need more health care due to complications from obesity-related diseases such as diabetes, cardiovascular disease, certain types of cancers and other illnesses. Researchers have also developed models to calculate costs for obesity-related health care.  <br /> <br /> And it's true that obesity does drive up health costs, but you can't get to $1 trillion, according to our estimates. (Our friends at Factcheck.org reached the same conclusion; check out their analysis  <a href=\"http://www.factcheck.org/elections-2008/democrats_debate_in_iowa.html\" target=\"_blank\"> here </a> .) The Centers for Disease Control cited a study on health spending due to people who are overweight or obese that shows numbers significantly less than $1 trillion.  <br /> <br /> We also verified our assessment with Eric Finkelstein, a health economist with the research group RTI International who has studied the issue extensively and written several papers on the topic. Finkelstein said obesity accounts for excess health spending of about $90 billion a year. About half of that &mdash; about $45 billion &mdash; is billed to Medicare and Medicaid together. Medicare's share of obesity spending therefore is between $20 billion and $25 billion. If obesity rates rolled back to 1980s levels, Medicare spending would be about half that, or about $12 billion a year.  <br /> <br /> That's a far cry from $1 trillion.  <br /> <br /> From the perspective of 2009, we can offer two additional developments &mdash; and neither improves the accuracy of Obama's assertion.  <br /> <br /> The first is that Finkelstein and his colleagues published an updated paper on July 27, 2009, in the online version of the journal  <em> Health Affairs. </em> In it, they said, \"We estimate that the medical costs of obesity could have risen to $147 billion per year by 2008.\"  <br /> <br /> That estimate is about 63 percent higher than it was in the previous paper. So if we increase all of our previous calculations by 63 percent, the number goes up &mdash; but not by enough to push the total cost to $1 trillion any time soon. Even the most generous estimate, factoring in inflation and other factors, would mean that $1 trillion would be reached in perhaps 30 years.  <br /> <br /> And that's where the second new development comes in. Unlike in his comment in 2007, Obama actually gave a time frame the second time he cited the statistic -- specifically, \"over several years.\" And 30 years doesn't sound like \"several\" to us.  <br /> <br /> We contacted Finkelstein to see whether he agreed with our logic, and we reached his co-author on the paper instead. Justin Trogdon, a research economist at RTI International, said he agreed that the increase in the cost burden from obesity, while a substantial jump in a relatively short time, did not get Obama much closer to the mark. \"It's a little higher today, but I don't think it's increased enough to get there,\" he said. \"It would be tough to get to $1 trillion.\"  <br /> <br /> Medical research supports Obama's broad point that obesity is a serious health issue that imposes significant financial, as well as physical, costs on the American public. However, obesity doesn't cost anywhere near as much as the president has said it does. Once again, we rate his claim False.</p>", "ruling_comments_date": "2010-01-07T13:28:44.007691", "ruling_date": "2009-08-24T18:42:19", "ruling_headline": "Obama says lower obesity rates would save Medicare $1 trillion", "ruling_headline_slug": "obama-says-lower-obesity-rates-would-save-medicare", "ruling_link_text": "Still wrong", "ruling_state": null, "source_documents": null, "sources": "<p>Remarks by President Obama at the  <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-the-Organizating-for-America-National-Health-Care-Forum/\" target=\"_blank\"> Organizing for America National Health Care Forum </a> , Aug. 20, 2009</p>\r\n<p>Des Moines Register presidential debate  <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0712/13/se.01.html\" target=\"_blank\"> transcript </a> , Dec. 13, 2007  <br /> <br /> Health Affairs, \"  <a href=\"http://content.healthaffairs.org/cgi/content/full/hlthaff.w4.480/DC1\" target=\"_blank\"> The Impact Of Obesity On Rising Medical Spending </a> ,\" Oct. 20, 2004  <br /> <br /> Health Affairs, \"  <a href=\"http://content.healthaffairs.org/cgi/content/short/hlthaff.28.5.w822\" target=\"_blank\"> Annual Medical Spending Attributable To Obesity: Payer- And Service-Specific Estimates </a> ,\" July 27, 2009</p>\r\n<p>Centers for Disease Control and Prevention, \"Overweight and Obesity: Economic Consequences\"  <a href=\"http://www.cdc.gov/obesity/causes/economics.html\" target=\"_blank\"> fact sheet </a> , last updated Aug. 19, 2009  <br /> <br /> Interview with Justin Trogdon, research economist at RTI International, Aug. 24, 2009</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"If we went back to the obesity rates that existed back in the 1980s, the Medicare system over several years could save as much as a trillion dollars.\"</p>", "statement_context": "a forum with supporters", "statement_date": "2009-08-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}