{"art": [{"brightcove": "", "caption": "Presidential candidate Donald Trump speaks during the Republican presidential debate in Milwaukee. (Getty Images) ", "id": 7039, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/GYI_588222141_496590856.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7039/", "title": "Trump FBN debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "c.j.youngman25@gmail.com", "first_name": "Clayton", "id": 497, "last_name": "Youngman", "name_slug": "clayton-youngman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/497/", "title": "Reporter", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2015/nov/12/donald-trump/trump-says-china-will-take-advantage-trans-pacific/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11562, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "c.j.youngman25@gmail.com", "first_name": "Clayton", "id": 497, "last_name": "Youngman", "name_slug": "clayton-youngman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/497/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/11562/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Donald Trump likes to talk about how China takes advantage of the United States economy, so it wasn&rsquo;t surprising to see him bring up the People&rsquo;s Republic at the Republican presidential debate in Milwaukee.</p>\r\n\r\n<p>When asked a question about the recently released Trans-Pacific Partnership, or TPP, Trump took to bashing China.</p>\r\n\r\n<p>&quot;The TPP is horrible deal,&quot; Trump said. &quot;It&#39;s a deal that was designed for China to come in, as they always do, through the back door and totally take advantage of everyone.&quot;</p>\r\n\r\n<p>&quot;If you look at the way China and India and almost everybody takes advantage of the United States -- China in particular, because they&#39;re so good. It&#39;s the No. 1 abuser of this country,&quot; Trump said. &quot;And if you look at the way they take advantage, it&#39;s through currency manipulation. It&#39;s not even discussed in the almost 6,000-page agreement.&quot;</p>\r\n\r\n<p>There&rsquo;s just one problem with Trump&rsquo;s rant on China, as Sen. Rand Paul <a href=\"http://www.latimes.com/nation/la-na-rand-paul-trump-china-trade-deal-20151110-htmlstory.html\">emphatically pointed out</a> at the debate: China isn&rsquo;t actually a part of the Trans-Pacific Partnership.</p>\r\n\r\n<p>To give Trump the benefit of the doubt, we asked some experts if there is any way China could benefit &quot;through the back door&quot; from the TPP. The short answer: no.</p>\r\n\r\n<p><strong>An overview of the TPP</strong></p>\r\n\r\n<p>While you could read the entire trade deal <a href=\"https://ustr.gov/trade-agreements/free-trade-agreements/trans-pacific-partnership/tpp-full-text\">in full</a>, as Trump correctly points out, it&rsquo;s more than 6,000 pages long. Here&rsquo;s a quick summary, and you can check out a more <a href=\"http://www.vox.com/cards/trans-pacific-partnership\">detailed guide</a> on Vox:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>The TPP involves 12 countries: the United States, Australia, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore, Vietnam and Brunei Darussalam.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The deal is meant to reduce trade barriers between these countries by lowering tariffs on goods, coordinating regulations and more.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The deal could also &quot;provide stronger legal protections to drug companies, lengthen the term of copyright protection, give foreign investors a new way to challenge countries&#39; laws and regulations, and much more,&quot; according to Vox.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In June, Congress authorized &quot;fast-track&quot; authority for President Obama, meaning Congress will promptly <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/apr/23/martin-omalley/martin-omalley-says-congress-wont-see-pacific-trad/\">approve or disapprove</a> the agreement Obama has negotiated -- there will be no amendments or filibusters. A vote is expected in 2016.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The deal was negotiated in secret before being released to the public.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Again, we should make it clear: China was in no way involved in TPP negotiations.</p>\r\n\r\n<p><strong>Can China somehow benefit?</strong></p>\r\n\r\n<p>We asked experts if there was any way China could possibly take advantage of the TPP. The experts all agreed: The trade deal will most likely negatively impact China.</p>\r\n\r\n<p>Joel P. Trachtman, an international law professor at the Fletcher School of Law and Diplomacy, said the deal &quot;would mean there would be zero tariffs on goods coming to the United States from places that compete with China.&quot;<br />\r\n<br />\r\n&quot;It certainly wouldn&rsquo;t be expected to help China,&quot; he said.</p>\r\n\r\n<p>The only way China might benefit, Trachtman said, is if it has investments in any of the countries involved in the deal. For example, if China has invested in plants in Vietnam, they might become more valuable to China; however, the benefits of those investments would be &quot;small and rather insignificant.&quot;</p>\r\n\r\n<p>Daniel Pearson, a senior fellow in trade policy studies at the Cato Institute, said Trump&rsquo;s assertion that China continuously manipulates its currency is completely off-base.</p>\r\n\r\n<p>&quot;Some people are all wrapped up in this issue of currency manipulation. I don&rsquo;t think that&rsquo;s applicable to the Chinese,&quot; Pearson said. &quot;It was never clear to me that China artificially lowered the value of its currency to gain an export advantage (in the past).&quot;</p>\r\n\r\n<p>We should also note that the TPP actually does mention currency manipulation. A side agreement in the trade deal -- separate from the 6,000 page main text -- says the 12 countries involved agree not to artificially deflate the value of their currencies. However, there is no enforceability provision -- meaning the clause is more of an honor code than a strict regulation.</p>\r\n\r\n<p>&quot;There aren&#39;t many economists who would be comfortable with an enforceable currency manipulation clause,&quot; says Emily J. Blanchard, an associate professor at the Tuck School of Business at Dartmouth College. &quot;A binding currency provision would tie policy makers&#39; hands at precisely the wrong time: when a central bank-- like the U.S. Federal Reserve-- &nbsp;needs to respond to a downturn in the local economy.&quot;</p>\r\n\r\n<p>The only way China could benefit from the TPP, Pearson said, is if it experiences the &quot;spillover benefits&quot; of increased trading between the 12 countries involved in the TPP.</p>\r\n\r\n<p>&quot;There is some possibility that there will be trade diversion away from China and more trade between other TPP member countries,&quot; Pearson said. &quot;That&rsquo;s a potential negative. However, that may be entirely offset by the greater level of economic activity that we should expect to see in the TPP member countries.&quot;</p>\r\n\r\n<p>Blanchard said she finds it &quot;highly implausible&quot; that China would benefit from the TPP. If it does, as Pearson suggests, so would the rest of the countries involved in the agreement.</p>\r\n\r\n<p>&quot;TPP is going to encourage greater trade integration among its signatories in Southeast Asia and beyond,&quot; she said. &quot;That will inevitably suck some of the oxygen out of China&rsquo;s local economy, as supply chains reorient toward other TPP countries, including the U.S.&quot;</p>\r\n\r\n<p>To Trump&rsquo;s assertion that the trade deal was designed for China&rsquo;s benefit, experts say it&rsquo;s actually the opposite. While Blanchard said experts are reluctant to&nbsp;suggest the agreement is a way of taking a shot at China, the TPP does allow the United&nbsp;States&nbsp;to shape trade practices in the Pacific <a href=\"http://www.slate.com/blogs/moneybox/2015/11/12/is_donald_trump_right_about_china_and_the_tpp.html\">before China can</a>.</p>\r\n\r\n<p>&quot;If TPP passes, its enforceable labor and environmental provisions, curbs on state-owned enterprises, strong (intellectual property)&nbsp;laws, and transparency requirements will redefine the rules of the road in global trade agreements,&quot; she said. &quot;This is definitely not the same rulebook that China would have written.&quot;</p>\r\n\r\n<p>All three experts agreed that China could try and join the TPP in the future, but it first has to meet the requirements laid out in the agreement -- something we shouldn&rsquo;t expect to happen any time soon.</p>\r\n\r\n<p>China joining the TPP &quot;would <a href=\"http://english.anhuinews.com/system/2015/11/10/007077838.shtml\">require further evolution</a> of the Chinese economy to be more open and transparent,&quot; Pearson said. &quot;It would definitely be good for the Chinese once they are able to join, but frankly, that would also be good for the United States.&quot;</p>\r\n\r\n<p>In the days after the debate, Trump was asked if he knew that China was not part of the trade deal. Trump said he did and repeated his claim that China could benefit. But he still didn&rsquo;t explain how that would actually work.</p>\r\n\r\n<p>&quot;Well, I know that China is not in the deal,&quot; Trump said. &quot;And if they look at speeches they will see I talk about it all the time, this deal is going to be a great deal for China. It is going to be unbelievable because China is going to come in through the backdoor, and that is what I said. They are going to come in later through the backdoor and they will take advantage of what all of these other people were negotiating, and the <em>Wall Street Journal</em> does a big editorial that I didn&#39;t know about China.&quot;</p>\r\n\r\n<p><strong>Our ruling </strong></p>\r\n\r\n<p>Trump said the Trans Pacific Partnership &quot;was designed for China to come in, as they always do, through the back door and totally take advantage of everyone.&quot;</p>\r\n\r\n<p>Not only is China not a part of the TPP, but the experts we talked to all agreed: The TPP isn&rsquo;t exciting news for China. There&rsquo;s a chance that China could join the TPP down the line, but not without robust changes to its economy. Until then, China doesn&rsquo;t stand to gain much from having trade diverted to other countries.</p>\r\n\r\n<p>Trump can&rsquo;t blame everything on China. We rate this statement Pants on Fire!</p>\r\n", "ruling_comments_date": "2015-11-12T11:28:25.780279", "ruling_date": "2015-11-12T14:39:00", "ruling_headline": "Trump says China gets an advantage from the Trans-Pacific Partnership", "ruling_headline_slug": "trump-says-china-will-take-advantage-trans-pacific", "ruling_link_text": "It might actually hurt China", "ruling_state": null, "source_documents": null, "sources": "<p><em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/nation/la-na-rand-paul-trump-china-trade-deal-20151110-htmlstory.html\">Rand Paul drops the mic on Donald Trump over China&#39;s participation in trade deal</a>,&quot; Nov. 10, 2015</p>\r\n\r\n<p>Vox, &quot;<a href=\"http://www.vox.com/cards/trans-pacific-partnership\">The Trans-Pacific Partnership, explained</a>&quot;</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/apr/23/martin-omalley/martin-omalley-says-congress-wont-see-pacific-trad/\">Martin O&#39;Malley says Congress won&#39;t see Pacific trade deal before they vote on it</a>,&quot; April 23, 2015</p>\r\n\r\n<p>Anhui News (English), &quot;<a href=\"http://english.anhuinews.com/system/2015/11/10/007077838.shtml\">TPP not a real challenge for China&rsquo;s economy</a>,&quot; Oct. 11, 2015</p>\r\n\r\n<p>The Hill, &quot;<a href=\"http://thehill.com/policy/finance/259756-tpp-currency-side-deal-gets-key-endorsement\">Currency manipulation plan gets key endorsement</a>,&quot; Nov. 10, 2015</p>\r\n\r\n<p>Office of the United States Trade Representative, &quot;<a href=\"https://ustr.gov/trade-agreements/free-trade-agreements/trans-pacific-partnership/tpp-full-text\">TPP Full Text</a>&quot;</p>\r\n\r\n<p>Slate, &quot;<a href=\"http://www.slate.com/blogs/moneybox/2015/11/12/is_donald_trump_right_about_china_and_the_tpp.html\" style=\"text-decoration:none;\"><u>Is It Possible Donald Trump Was Right About China and the TPP?</u></a>&quot; Nov. 12, 2015</p>\r\n\r\n<p>Phone interview with Daniel Pearson, senior fellow in trade policy studies at the Cato Institute, Nov. 11, 2015</p>\r\n\r\n<p>Phone interview with Emily J. Blanchard, associate professor at the Tuck School of Business at Dartmouth College, Nov. 11, 2015</p>\r\n\r\n<p>Phone interview with Joel P. Trachtman, professor of international law at the Fletcher School of Law and Diplomacy, Nov. 11, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>The Trans-Pacific Partnership &quot;was designed for China to come in, as they always do, through the back door and totally take advantage of everyone.&quot;</p>\r\n", "statement_context": "the fourth GOP primary debate.", "statement_date": "2015-11-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}