{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/aug/27/tom-coburn/coburn-says-20-percent-every-medicare-dollar-goes-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1157, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1157/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On the Aug. 24 edition of Fox News Channel's  <em> On the Record With Greta Van Susteren </em> , Sen. Tom Coburn, R-Okla. &mdash; an ob-gyn who has taken a leading position against Democratic health care reform efforts &mdash; took aim at Medicare fraud.  <br /> <br /> The senator said, \"If you look at Medicare and Medicaid, both vital programs today, they're highly inefficient. People claim that they're efficient. Medicare has at least $80 billion worth of fraud a year. That's a full 20 percent of every dollar that's spent on Medicare goes to fraud. And Medicaid is not much better. We don't actually have the numbers because half the states aren't reporting their Medicaid fraud. So when you have programs that are designed to be defrauded, even though they're well-intended and they are helping people, we ought to think about how do we get better value for that money and less money going out the door. \"  <br /> <br /> In this item, we'll focus on Coburn's estimate that there is $80 billion in Medicare fraud annually.  <br /> <br /> After speaking to health care experts and searching on the Internet, we found that while Medicare fraud is a notable concern, statistics offered to document the scale of the problem are slippery at best. On May 6, 2009, Daniel Levinson, the inspector general of the Department of Health and Human Services, testified before the Senate Special Committee on Aging that \"it is not possible to measure precisely the extent of fraud in Medicare and Medicaid.\"  <br /> <br /> As a result, estimates of fraud in the system vary &mdash; widely.  <br /> <br /> The number Levinson offered lawmakers is one from the National Health Care Anti-Fraud Association. Levinson said that the NHCAA &mdash; whose members include private insurance companies and government agencies &mdash; estimated that \"at least 3 percent &mdash; or more than $60 billion each year &mdash; is lost to fraud.\" But as Levinson was careful to note, the $60 billion figure covers fraud in all U.S. health care expenditures &mdash; not just in Medicare, which would mean that Coburn is way off in his estimate.  <br /> <br /> But before drawing any conclusions, we turned to the NHCAA for more background on that figure, which is, to be exact, $68 billion.  <br /> <br /> Louis Saccoccio, the NHCAA's executive director, told PolitiFact that the 3 percent estimate is calculated from the experiences of the private insurers who belong to his group. But he emphasized that it is indeed an estimate, and a conservative one at that. \"No one has a hard number,\" he said, \"because you can't go out with a survey and ask, 'How much are you robbing from Medicare?'\"  <br /> <br /> Another prominent figure in the field, Malcolm Sparrow, argues that estimates in the range of 3 percent are low &mdash; \"ridiculously low,\" he put it in an interview. Sparrow, a onetime fraud investigator and detective chief inspector with the British police service, is now a professor at Harvard's Kennedy School of Government.  <br /> <br /> Sparrow agrees with Saccoccio that no one has put together an accurate accounting of Medicare fraud. But he argues that the kind of errors detected by current control systems are primarily technical glitches &mdash; not the products of criminal minds setting out to defraud the system. And given that Medicare offers a large pot of money, a high degree of automation in its claims-paying process and limited auditing capabilities, he argues, the program is a godsend for dedicated con artists.  <br /> <br /> \"Criminals, who are intent on stealing as much as they can and as fast as possible, and who are prepared to fabricate diagnoses, treatments, even entire medical episodes, have a relatively easy time breaking through all the industry's defenses,\" Sparrow testified before the Senate Judiciary Subcommittee on Crime and Drugs on May 20, 2009. \"The criminals' advantage is that they are willing to lie. And provided they learn to submit their bills correctly, they remain free to lie. The rule for criminals is simple: If you want to steal from Medicare, or Medicaid, or any other health care insurance program, learn to bill your lies correctly. Then, for the most part, your claims will be paid in full and on time, without a hiccup, by a computer, and with no human involvement at all.\"  <br /> <br /> His evidence is anecdotal but suggestive. In a recent academic paper, Sparrow noted that then-FBI Director Louis Freeh testified in 1995 that cocaine traffickers in Florida and California were switching from drug dealing to health care fraud because they discovered that health care fraud was safer, easier and more lucrative than the drug trade, and that it carried a smaller risk of detection. In 1997, Sparrow added, the  <em> New York Times </em> reported that organized crime families in New York City and New Jersey were abandoning extortion and bid-rigging in favor of new criminal enterprises such as health insurance fraud. Usually, he writes, major frauds are uncovered by whistleblowers rather than audit systems. One example is the case of Columbia HCA, a major hospital chain that in 2003 agreed to a $1.7 billion settlement with the Justice Department after 10 years of investigations initiated by whistleblower allegations.  <br /> <br /> Sparrow also points to suits under the federal False Claims Act as evidence of a major fraud problem in the health care sector. The False Claims Act allows citizens to allege the existence of defrauding the government and then reap a share of the government's savings once the improprieties are rooted out. False Claims Act suits against HHS now account for a large majority of all such suits filed annually. \"There is apparently no other area of federal spending so vulnerable to fraud, and so deeply infected,\" Sparrow writes.  <br /> <br /> Sparrow testified that because HHS audit procedures do not dig very deep, \"we now have no reliable indications of the overall fraud loss rates for the Medicare program.\" (A spokeswoman for the HHS Inspector General's Office declined to comment on Sparrow's analysis.)  <br /> <br /> Now, back to Coburn's assertion. When we called his office, his staff told us that his source for the comment was an article in the  <em> National Review </em> , a conservative magazine. The July 15, 2009, article said of Sparrow, \"He thinks that as much as 20 percent of the federal health care budget is consumed by fraud, which would be $85 billion a year for Medicare.\" That's pretty close to what Coburn said on Van Susteren's show.  <br /> <br /> But is the senator right? It depends on whether you trust NHCAA or Sparrow.  <br /> <br /> Total Medicare outlays were $431 billion in 2007, or 19 percent of total national health care expenditures. If one assumes that fraud is equally prevalent in Medicare and other types of health care, that would make the Medicare share of the NHCAA's $68 billion fraud estimate $13 billion. And $13 billion in fraud divided by $431 billion in total Medicare outlays would be 3 percent of total Medicare expenditures &mdash; a far cry from Coburn's 20 percent. (A rate of 20 percent is \"possible, but I don't think it's very plausible,\" Saccoccio said.)  <br /> <br /> Skeptical that Medicare is only being defrauded at rates equal to the private sector? Let's triple that number to $39 billion in fraud. If you do that, it still comes out to 9 percent &mdash; less than half of what Coburn asserted it was.  <br /> <br /> In the meantime, Coburn's dollar figure &mdash; $80 billion in fraud &mdash; would be no more accurate if the NHCAA is right. The group says there's $68 billion in fraud in all health care expenditures &mdash; but Coburn's figure for Medicare alone is bigger than that.  <br /> <br /> However, by Sparrow's analysis, Coburn could indeed be in the ballpark. In an interview, Sparrow himself said the Coburn estimate is \"perfectly plausible.\" He added that Coburn \"doesn't know any more than you or I do.\"  <br /> <br /> Because of the uncertainty about how much Medicare fraud actually exists, we think Coburn oversteps when he states definitively that \"Medicare has at least $80 billion worth of fraud a year.\" Not only is there a statistical disagreement over how big the problem currently is, but all the key players also agree that there are simply no good data to rely on. Still, because Coburn's estimate is considered plausible by a leading academic in the field, we can't dismiss it as undeniably false. We rate Coburn's statement Half True.</p>", "ruling_comments_date": "2010-01-07T13:28:44.395950", "ruling_date": "2009-08-27T15:12:59", "ruling_headline": "Coburn says 20 percent of every Medicare dollar goes to fraud", "ruling_headline_slug": "coburn-says-20-percent-every-medicare-dollar-goes-", "ruling_link_text": "Too certain a claim built on slippery data", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News Channel,  <a href=\"http://www.foxnews.com/story/0,2933,542384,00.html\" target=\"_blank\"> On the Record With Greta Van Susteren </a> , Aug. 24, 2009  <br /> <br /> National Health Care Anti-Fraud Association, \"The Problem of Health Care Fraud\"  <a href=\"http://www.nhcaa.org/eweb/DynamicPage.aspx?webcode=anti_fraud_resource_centr&amp;wpscode=TheProblemOfHCFraud\" target=\"_blank\"> web page </a> , accessed Aug. 26, 2009  <br /> <br /> Centers for Medicare and Medicaid Services, National Health Expenditure  <a href=\"http://www.cms.hhs.gov/NationalHealthExpendData/25_NHE_Fact_Sheet.asp\" target=\"_blank\"> fact sheet </a> , page last modified Aug. 7, 2009  <br /> <br /> Department of Health and Human Services Inspector General Daniel Levinson,  <a href=\"http://oig.hhs.gov/testimony/docs/2009/05062009_testimony_aging.pdf\" target=\"_blank\"> testimony </a> before the Senate Special Committee on Aging, May 6, 2009</p>\r\n<p>National Review, \"  <a href=\"http://article.nationalreview.com/?q=YTIyMTUxM2FkOTA4YmVkYzdlZGE3ODhkMzBiZDRkNDQ=\" target=\"_blank\"> Bigger Than Madoff: Government health care is a target for massive fraud </a> ,\" July 15, 2009  <br /> <br /> Department of Justice,  <a href=\"http://www.taf.org/FCA-stats-DoJ-2008.pdf\" target=\"_blank\"> fact sheet </a> on False Claims Act statistics for fiscal years 1987 to 2008, accessed Aug. 27, 2009  <br /> <br /> National Public Radio, \"  <a href=\"http://www.npr.org/templates/story/story.php?storyId=111967435\" target=\"_blank\"> Medical Fraud Carries A Staggering Price Tag </a> ,\" Aug. 18, 2009  <br /> <br /> Malcolm Sparrow, \"Fraud in the U.S. Health-Care System,\" Social Research, Winter 2008  <br /> <br /> Malcolm Sparrow,  <a href=\"http://judiciary.senate.gov/hearings/testimony.cfm?id=3860&amp;wit_id=7953\" target=\"_blank\"> testimony </a> before the Senate Judiciary Subcommittee on Crime and Drugs, May 20, 2009</p>\r\n<p>Interview with Louis Saccoccio, executive director of the National Health Care Anti-Fraud Association, Aug. 26, 2009</p>\r\n<p>Interview with Malcolm Sparrow, professor at Harvard University's Kennedy School of Government, Aug. 26, 2009  <br /> <br /> E-mail interviews with Dee Ellison, spokeswoman for the Department of Health and Human Services' Office of Inspector General, Aug. 26-27, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tom", "half_true_count": 3, "home_state": "Oklahoma", "id": 135, "last_name": "Coburn", "mostly_true_count": 2, "name_slug": "tom-coburn", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Tom_Coburn__.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/135/", "total_count": 11, "true_count": 0, "website": "https://twitter.com/tomcoburn"}, "statement": "<p><span style=\"font-size: x-small;\">\"</span>Medicare has at least $80 billion worth of fraud a year. That's a full 20 percent of every dollar that's spent on Medicare goes to fraud.\"</p>", "statement_context": "Fox News Channel's On the Record With Greta Van Susteren", "statement_date": "2009-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}