{"art": [{"brightcove": "", "caption": "Republican presidential candidate Donald Trump speaks during a campaign stop in Knoxville, Tenn., on Nov. 16, 2015. (AP/Wade Payne) ", "id": 7072, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_for_Syrian_refugees.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7072/", "title": "Trump for Syrian refugees", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Eleven-year-old Omran Wawieh, a refugee from Syria, is staying with parents and siblings at a motel in Pomona, Calif., on Nov. 17, 2015. (Irfan Khan/Los Angeles Times/TNS)", "id": 7074, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Syrian_refugee_in_hotel.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7074/", "title": "Syrian refugee in hotel", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/nov/18/donald-trump/donald-trump-says-obama-administration-pushing-ref/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11591, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11591/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>As growing numbers of governors were expressing opposition to the resettlement of Syrian refugees in their state, Republican presidential candidate Donald Trump raised the ante in an interview with conservative radio host Laura Ingraham.</p>\r\n\r\n<p>Trump <a href=\"http://www.politico.com/story/2015/11/trump-obama-syria-refugees-215975\">charged</a> that the Obama administration is deliberately trying to resettle Syrian refugees in states with Republican governors while sparing states that have Democratic governors.</p>\r\n\r\n<p>&quot;They send them to the Republicans, not to the Democrats, you know, because they know the problems,&quot; Trump <a href=\"http://www.cbsnews.com/news/donald-trump-on-syrian-refugees-they-send-them-to-the-republicans/\">said</a> on Nov. 17, 2015. &quot;In California, you have a Democrat as a governor (Jerry Brown). In Florida, you have Rick Scott (a Republican). So you know they send them to the Republicans because you know why would we want to bother the Democrats? It&#39;s just insane. Taking these people is absolutely insanity.&quot;</p>\r\n\r\n<p>Is the administration sending refugees to Republican-led states but not Democratic ones? In a word, no.</p>\r\n\r\n<p><strong>Syrian refugee resettlement by state</strong></p>\r\n\r\n<p>Before we delve into the numbers, it&rsquo;s important to note that the Republicans currently have a commanding lead in governorships -- 31 states held by the Republicans compared to just 18 held by the Democrats. (The governor of Alaska is an independent.)</p>\r\n\r\n<p>Given this imbalance, it would not be surprising to find Republican-led states ending up with more refugees overall than Democratic-led states. So we will look at not just the raw totals per state but also the average number of resettlements per state for each party.</p>\r\n\r\n<p>According to numbers compiled by the <a href=\"http://hosted.ap.org/dynamic/stories/U/US_SYRIAN_REFUGEES_GOVERNORS_GLANCE?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2015-11-16-11-14-43\">Associated Press</a>, states with Republican governors have accepted 1,219 Syrian refugees since Jan. 1, 2015, compared to 605 for states with Democratic governors. That works out to an average of 39 refugees per Republican-led state and 34 refugees per Democratic-led state. Note that the Democratic-led states have not been spared refugees, as Trump claimed.</p>\r\n\r\n<p>On a per-state basis, Republican-led states have accepted more Syrian refugees so far in 2015, but not dramatically more. Indeed, only one state accepted more than 200 refugee resettlements -- California, which is led by Brown, a Democrat.</p>\r\n\r\n<p>We also looked at <a href=\"http://www.wrapsnet.org/LinkClick.aspx?fileticket=8_qt0XEVTwc%3d&amp;tabid=211&amp;portalid=1&amp;mid=1264\">State Department data</a> for the most recent month, October 2015.</p>\r\n\r\n<p>According to these numbers, Republican-led states accepted 117 Syrian refugees, while Democratic-led states accepted 70. That works out to 3.8 refugees per state for Republicans and slightly <em>more </em>-- 3.9 refugees per state -- with Democratic governors.</p>\r\n\r\n<p>So Trump is wrong that Democratic-led states are avoiding resettlement of Syrian refugees. During the most recent period, they are actually accepting <em>more</em> per capita than Republican states are.</p>\r\n\r\n<p><strong>Who decides where refugees go?</strong></p>\r\n\r\n<p>Even if Trump had been right on the numbers, experts in refugee resettlement said partisan politics plays no role in determining where refugees end up.</p>\r\n\r\n<p>Put simply, &quot;the decision on refugee placement is based first on where the refugee might have family ties or other connections, and then largely on the capacity of voluntary agencies to provide case-management services,&quot; said Bill Frelick, director of the Human Rights Watch Refugee Rights Program.</p>\r\n\r\n<p>Mark Hetfield, the president and CEO of HIAS (originally known as the Hebrew Immigrant Aid Society), said that at the beginning of each fiscal year, the State Department works with nine national voluntary agencies -- six faith-based, three nonsectarian -- to allocate the number of refugees per agency. &nbsp;</p>\r\n\r\n<p>The nine groups are the Church World Service, the Ethiopian Community Development Council, Episcopal Migration Ministries, HIAS, the International Rescue Committee, Lutheran Immigration and Refugee Service, the United States Committee for Refugees and Immigrants, the United States Conference of Catholic Bishops&rsquo; Migration and Refugee Services, and World Relief.</p>\r\n\r\n<p>&quot;The capacity at the local level is determined in consultation with local municipalities and state refugee coordinators, who are state officials, along with other community stakeholders,&quot; Hetfield said. &quot;The states do not have veto power, but they are very much consulted in the process.&quot;</p>\r\n\r\n<p>Every Wednesday, Hetfield said, the nine agencies meet to decide which agency will take which newly approved refugees. Files on each refugee household approved for resettlement by the Department of Homeland Security are reviewed with an eye to the size of the household, the gender and age distribution, the educational and employment backgrounds of adult members, whether family members or friends are already living in the United States and are willing to help, and whether there are special considerations, such as a serious health problem.</p>\r\n\r\n<p>If an agency has a pre-existing relationship to the household -- such as having resettled other family members in the United States -- the case will typically be assigned to that agency, said Susan Martin, a professor of international migration at Georgetown University. Otherwise, the agency will attempt to allocate new refugee households according to numbers of people the agency feels capable of handling, she said. For instance, an agency will consider whether a local affiliate has adequate language resources available for the newly arrived refugees.</p>\r\n\r\n<p>In other words, the agency -- not the administration -- allocates the refugees to a particular city. &quot;The administration does not try to influence the process,&quot; Hetfield said.</p>\r\n\r\n<p>Some states tend to get higher rates of refugee resettlement because family links are taken into account, Hetfield said. &quot;That is why Michigan has so many refugees resettled there -- it is where Iraqis and Syrians have expressed a preference, due to family or other community links,&quot; he said. According to the AP data, Michigan has accepted 195 Syrian refugees this year.</p>\r\n\r\n<p>So this, and not the fact that Michigan has a Republican governor, is why the state ranks relatively high in refugee resettlement, he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said the federal government is sending refugees to states with governors who are &quot;Republicans, not to the Democrats.&quot;</p>\r\n\r\n<p>The numbers show that Democratic-led states recently received almost as many refugees as -- and by some calculations, even more refugees than -- Republican-led states on a per capita basis.</p>\r\n\r\n<p>Beyond that, though, Trump is wrong to say that refugees are resettled as a form of partisan political vendetta. People who have taken part in the process say that the administration leaves it up to private groups,&nbsp;mostly faith-based groups,&nbsp;to determine where refugees should go, with the decision based on family links, the availability of language resources locally and the ability of local groups to handle the new workload -- not politics. We rate his statement Pants on Fire.</p>\r\n", "ruling_comments_date": "2015-11-18T15:40:44.761064", "ruling_date": "2015-11-18T16:36:53", "ruling_headline": "Donald Trump says Obama administration is pushing refugees toward states with GOP governors", "ruling_headline_slug": "donald-trump-says-obama-administration-pushing-ref", "ruling_link_text": "Private and faith-based groups decide, not Obama", "ruling_state": null, "source_documents": null, "sources": "<p>CBS News, &quot;<a href=\"http://www.cbsnews.com/news/donald-trump-on-syrian-refugees-they-send-them-to-the-republicans/\">Donald Trump on Syrian refugees: &#39;They send them to the Republicans,&#39; </a>&quot; Nov. 17, 2015</p>\r\n\r\n<p><em>Politico</em>, &quot;<a href=\"http://www.politico.com/story/2015/11/trump-obama-syria-refugees-215975\">Trump: Obama sending refugees to Republican states</a>,&quot; Nov. 17, 2015</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://hosted.ap.org/dynamic/stories/U/US_SYRIAN_REFUGEES_GOVERNORS_GLANCE?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2015-11-16-11-14-43\">Wary governors halt, question plan to accept Syrian refugees</a>,&quot; Nov. 16, 2015</p>\r\n\r\n<p>Refugee Processing Center, &quot;<a href=\"http://www.wrapsnet.org/LinkClick.aspx?fileticket=8_qt0XEVTwc%3d&amp;tabid=211&amp;portalid=1&amp;mid=1264\">Arrivals by State and Nationality as of October 31, 2015</a>,&quot; accessed Nov. 18, 2015</p>\r\n\r\n<p>Email interview with Bill Frelick, director of the Human Rights Watch Refugee Rights Program, Nov. 18, 2015</p>\r\n\r\n<p>Email interview with Mark Hetfield, president and CEO of HIAS, Nov. 18, 2015</p>\r\n\r\n<p>Email interview with Susan Martin, professor of international migration at Georgetown University, Nov. 18, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>The federal government is sending refugees to states with governors who are &quot;Republicans, not to the Democrats.&quot;</p>\r\n", "statement_context": "an interview on Laura Ingraham's radio show", "statement_date": "2015-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}