{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/01/americas-health-insurance-plans/strong-satisfaction-health-insurance-coverage/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1162, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1162/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n Opponents of President Barack Obama's health care reform plan say if ain't broke, don't fix it. They're referring to the current health care system in which most Americans get coverage from private insurers. They say most people are happy with private insurance and that it would be a mistake to mess with that.\n <br />\n <br />\n On CNN's\n <em>\n  Lou Dobbs Show\n </em>\n on Aug. 27, 2009, Michael Tuffin, a spokesman for the insurance trade group America's Health Insurance Plans, cited public opinion in arguing that Congress should not approve a government-run insurance option.\n <br />\n <br />\n &quot;What we need to do is to fix the insurance market so we get everybody covered,&quot; Tuffin said. &quot;Make pre-existing conditions a thing of the past. Build on the system that works well for about 85 percent of Americans. Every survey shows strong satisfaction with private coverage. We need to build on that system rather than put it at risk with a government-run plan.&quot;\n <br />\n <br />\n We wondered if Tuffin was right that &quot;every survey shows strong satisfaction.&quot; So we checked the poll results and called experts.\n <br />\n <br />\n We looked at a selection of recent polls in the nonpartisan Kaiser Family Foundation's searchable database of health care survey data. At least two types of questions shed some light on Tuffin's assertion.\n <br />\n <br />\n The question that's most directly on point asks whether the respondent is satisfied with his or her current health plan. The exact wording varies from poll to poll and we'll leave out questions that ask broadly about health care (rather than health plans) because it includes many factors beyond just insurance.\n <br />\n <br />\n A second, related question asks people if they are satisfied with the cost of their health care.\n <br />\n <br />\n We'll start with some examples of the first question.\n <br />\n <br />\n A June 2009 poll by ABC News and the\n <em>\n  Washington Post\n </em>\n found that 42 percent of respondents were &quot;very satisfied&quot; with their health plan and 39 percent were &quot;somewhat satisfied.&quot; Just 11 percent were &quot;somewhat dissatisfied&quot; and 8 percent were &quot;very dissatisfied.&quot; Meanwhile, a July 2009 poll by Abt SRBI for\n <em>\n  Time\n </em>\n magazine found 53 percent very satisfied, 33 percent somewhat satisfied, 9 percent somewhat dissatisfied and 4 percent very dissatisfied. A Quinnipiac University poll found 49 percent very satisfied, 36 percent somewhat satisfied, 10 percent somewhat dissatisfied and 4 percent very dissatisfied.\n <br />\n <br />\n Even a survey by a Democratic polling firm &mdash; Greenberg Quinlan Rosner Research for Democracy Corps &mdash; found the same general contours. In that June 2009 poll, 44 percent said they were very satisfied, 27 percent said they were somewhat satisfied, 11 percent said they were somewhat dissatisfied and 14 percent said they were very dissatisfied.\n <br />\n <br />\n Gallup asks the question somewhat differently in a survey conducted every November. Between 2001 and 2008, 20 to 28 percent of respondents rated their health care coverage &quot;excellent&quot; while between 39 and 51 percent rated their coverage &quot;good.&quot;\n <br />\n <br />\n So, recent surveys generally indicate that Americans are satisfied with their current coverage, although it's not always the &quot;strong satisfaction&quot; that Tuffin claimed, especially in the Gallup data, in which &quot;good&quot; outpaces &quot;excellent&quot; by roughly 2-to-1.\n <br />\n <br />\n And the results for the other question undercut the notion of &quot;strong satisfaction.&quot;\n <br />\n <br />\n When the June 2009 CBS-\n <em>\n  New York Times\n </em>\n poll asked respondents what they felt about the cost of their premiums and the items not covered by their insurance, 23 percent said they were very satisfied, 27 percent said somewhat satisfied, 15 percent said not too satisfied and 33 percent &mdash; a plurality &mdash; said they were not at all satisfied.\n <br />\n <br />\n And when an ABC-\n <em>\n  Post\n </em>\n poll from the same month asked the same question, the results were 23 percent very satisfied, 31 percent somewhat satisfied, 19 percent somewhat dissatisfied and 25 percent very dissatisfied.\n <br />\n <br />\n We asked three experts on health care polling &mdash; Robert Blendon of the Harvard School of Public Health, Eric Nielsen, the senior director for media strategies at Gallup and Karlyn Bowman of the conservative American Enterprise Institue &mdash; for their view on the data. All agreed that people have consistently said they were satisfied with their health coverage. But Blendon and Nielsen emphasized that these polls have a major complicating factor. Pollsters almost always ask the questions to people who actually have insurance. That means the millions of Americans who are uninsured &mdash; and presumably aren't very happy &mdash; aren't included in the results.\n <br />\n <br />\n Another significant complication is that most polls do not differentiate between respondents who have private insurance and those who have Medicare, Medicaid or other government-run plans. (Nor, for that matter, do they differentiate between satisfaction levels for, say, HMOs and fee-for-service plans.) Gallup typically finds that between 26 and 33 percent of its respondents to the health care poll &mdash; not a trivial fraction &mdash; are covered through Medicare or Medicaid. For this reason, it's harder to say whether private insurance is more popular with consumers than government-run programs are.\n <br />\n <br />\n An AHIP spokesman told PolitiFact that the combination of &quot;very&quot; and &quot;somewhat&quot; satisfied &mdash; which together account for a big majority in every poll &mdash; justifies Tuffin's use of the phrase &quot;strong satisfaction.&quot;\n</p>\n<p>\n But we think that to be &quot;somewhat satisfied,&quot; as a big chunk of Americans are in every poll, falls short of &quot;strong satisfaction.&quot; At the same time, many poll respondents expressed concerns about costs of the health care system. And since most independent polling data doesn't separate Americans' feelings about Medicare and Medicaid from private plans, it's an overreach to attribute Americans' warm feelings about their coverage simply to private insurance. On balance, then, we give Tuffin a Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:44.716058", "ruling_date": "2009-09-01T18:26:54", "ruling_headline": "Private insurance plans say public has 'strong satisfaction' with their coverage", "ruling_headline_slug": "strong-satisfaction-health-insurance-coverage", "ruling_link_text": "Satisfied, but not 'strongly'", "ruling_state": null, "source_documents": null, "sources": "<p>\n CNN,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0908/27/ldt.01.html\" target=\"_blank\">\n  Lou Dobbs Tonight\n </a>\n , Aug. 27, 2009\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/kaiserpolls/healthpoll.cfm\" target=\"_blank\">\n  searchable database of health care survey data\n </a>\n , accessed Sep. 1, 2009\n <br />\n <br />\n Gallup,\n <a href=\"http://www.gallup.com/poll/1648/Personal-Health-Issues.aspx#1\" target=\"_blank\">\n  poll data summary for personal health issues\n </a>\n , accessed Sep. 1, 2009\n <br />\n <br />\n Interview with Robert Blendon, Harvard School of Public Health professor, Sep. 1, 2009\n <br />\n <br />\n Interview with Eric Nielsen, senior director for media strategies at Gallup, Sep. 1, 2009\n <br />\n <br />\n E-mail interview with Karlyn Bowman, polling analyst with the American Enterprise Institute, Sep. 1, 2009\n <br />\n <br />\n Interview with Kathleen Stoll, deputy executive director, Families USA, Sep. 1, 2009\n <br />\n <br />\n Interview with Robert Zirkelbach, spokesman for America's Health Insurance Plans, Sep. 1, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Trade group representing the health insurance industry", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Washington, D.C.", "id": 223, "last_name": "America's Health Insurance Plans", "mostly_true_count": 0, "name_slug": "americas-health-insurance-plans", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/AHIP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/223/", "total_count": 3, "true_count": 1, "website": "http://www.ahip.org/"}, "statement": "<p>&quot;Every survey shows strong satisfaction with private coverage.&quot;</p>", "statement_context": "CNN's Lou Dobbs Tonight", "statement_date": "2009-08-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}