{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz, R-Texas,  speaks during a campaign stop at a Pizza Ranch in Newton, Iowa, on Nov. 29, 2015.", "id": 7126, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/NYT_IOWA_CRUZ_1_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7126/", "title": "Ted Cruz in Iowa", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/dec/01/ted-cruz/are-overwhelming-majority-violent-criminals-democr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11638, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11638/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During an <a href=\"http://www.hughhewitt.com/senator-ted-cruz-planned-parenthood-attacks-freedom-act-2016-illegal-immigration/#more-29524\">interview</a> with conservative radio host Hugh Hewitt, Republican presidential candidate Ted Cruz said most violent criminals are Democrats.</p>\r\n\r\n<p>It came after Hewitt brought up the shooting at a Planned Parenthood clinic that left three dead and nine injured in Colorado Springs, Colo., over Thanksgiving weekend. Hewitt told Cruz that he&rsquo;d been doing anti-abortion events for 25 years and had never met &quot;a single pro-life activist who is in favor of violence of any sort.&quot;</p>\r\n\r\n<p>Cruz agreed. &quot;And I would note that this whole episode has really displayed the ugly underbelly of the media,&quot; Cruz said. &quot;You know, every time you have some sort of violent crime or mass killing, you can almost see the media salivating, hoping, hoping desperately that the murderer happens to be a Republican, so they can use it to try to paint their political enemies. Now listen, here&rsquo;s the simple and undeniable fact. The overwhelming majority of violent criminals are Democrats. The media doesn&rsquo;t report that.&quot;</p>\r\n\r\n<p>We received dozens of emails from readers asking us to check the claim, so we took a closer look.</p>\r\n\r\n<p>We queried the Cruz campaign, but didn&rsquo;t hear back. CNN reported that Cruz&rsquo;s campaign, when asked, cited research by two academics, Marc Meredith, of the University of Pennsylvania,&nbsp;and Michael Morse, then of Stanford University. They published a <a href=\"http://ann.sagepub.com/content/651/1/220.abstract\">paper</a> in the January 2014 edition of the <em>Annals of the American Academy of Political and Social Science </em>titled, &quot;Do Voting Rights Notification Laws Increase Ex-Felon Turnout?&quot; (After we published our item, Cruz <a href=\"http://abcnews.go.com/Politics/video/cruz-reasonable-inference-majority-violent-criminals-democrats-35521341\">defended the statement to ABC News on the basis of that study</a>.)</p>\r\n\r\n<p>The paper looked at the policy in some states of notifying newly released inmates about their ability to re-register to vote. The authors looked at data from New Mexico, New York and North Carolina and concluded that notification laws do not significantly increase rates of registration or voting among ex-felons.</p>\r\n\r\n<p>Cruz&rsquo;s claim relies not on the general thrust of the paper but on some of the data contained within it.</p>\r\n\r\n<p>For instance, in New York, about one-third of felons released from prison registered to vote after their release. Of those, about 62 percent registered as Democrats and 9 percent registered as Republicans, with 26 percent registering as independents or with other parties.</p>\r\n\r\n<p>In North Carolina, about a quarter of those who were released registered after their release. Of those, 52 percent registered as Democrats, 19 percent as Republicans and 22 percent as independents or with other parties.</p>\r\n\r\n<p>And in New Mexico, 41 percent of those who were released registered to vote. Of those, 55 percent registered as Democrats, 10 percent as Republicans and 18 percent as independents or with other parties.</p>\r\n\r\n<p>So Cruz&rsquo;s statement has some grounding in the research. But it significantly oversimplifies the case -- and introduces some inaccuracies.</p>\r\n\r\n<p>&quot;Cruz is misinterpreting our research,&quot; the authors told PolitiFact.</p>\r\n\r\n<p>Here&rsquo;s a rundown of factors that should give anyone pause:</p>\r\n\r\n<p>&bull; <strong>&quot;Violent&quot; vs. &quot;nonviolent.&quot;</strong> Cruz said that &quot;the overwhelming majority of violent criminals are Democrats.&quot; But the paper didn&rsquo;t break down their pool of ex-felons into those who had been incarcerated for violent offenses and those who had been incarcerated for nonviolent crimes. So the paper contains no support for this portion of Cruz&rsquo;s claim.</p>\r\n\r\n<p>&bull; <strong>A small sample of states.</strong> The paper focuses on three states out of 50, and the authors say it&rsquo;s wrong to generalize from this small sample. In fact, in <a href=\"http://www.sas.upenn.edu/~marcmere/workingpapers/IowaFelons.pdf\">another academic paper</a>, the same authors found that in Iowa, Maine&nbsp;and Rhode Island, the most common registration for discharged felons was not to affiliate with any party.</p>\r\n\r\n<p>&quot;Ex-felons&rsquo; partisan affiliations vary across states,&nbsp;and we don&rsquo;t think there&rsquo;s enough evidence to claim that the national ex-felon population is &lsquo;overwhelmingly Democratic,&rsquo; at least in terms of party registration,&quot; the authors told us.</p>\r\n\r\n<p>&bull; <strong>The paper studied &quot;ex-felons,&quot; not &quot;criminals.&quot;</strong> Cruz&rsquo;s statement makes it sound as if Democrats are committing crimes. That&rsquo;s not what the paper measured. Rather, the paper found that once felons are released from prison, they are likelier to register as Democrats. The data in the paper doesn&rsquo;t speak to whether they were Democrats (registered or otherwise) when committing crimes.</p>\r\n\r\n<p>&bull; <strong>The study doesn&rsquo;t address ex-felons who don&rsquo;t register to vote</strong>. Half to two-thirds of the voters in these states didn&rsquo;t register to vote.</p>\r\n\r\n<p>&bull; <strong>It&rsquo;s hard to separate these figures from overall demographics</strong>. It&rsquo;s no secret that, statistically, African-Americans are disproportionately represented in the criminal justice system. It&rsquo;s also no secret that African-Americans are overwhelmingly Democratic. Put these two together and it&rsquo;s not surprising to find higher percentages of Democratic registrations among ex-felons.</p>\r\n\r\n<p>Indeed, in a 2010 paper -- &quot;Did Disfranchisement Laws Help Elect President Bush? New Evidence on the Turnout Rates and Candidate Preferences of Florida&rsquo;s Ex-Felons&quot; -- Traci Burch of Northwestern University found that African-American ex-felons did overwhelmingly register as Democrats. But the paper also found that white ex-felons did not follow the same pattern.</p>\r\n\r\n<p>Meredith and Morse said they have looked at updates of the data Birch studied and found that while African-American ex-felons still overwhelmingly identify&nbsp;as Democratic, non-African-Americans were only slightly more likely to identify as a Democrat than as a Republican.</p>\r\n\r\n<p>&bull; <strong>Correlation is not necessarily causation.</strong> As we indicated above, it could be that high Democratic registration rates are inevitable results of a criminal justice system stacked against African-Americans. It&#39;s even possible that inmates&rsquo; experience in prison could &quot;turn&quot; an ex-felon Democratic. Perhaps ex-felons simply don&rsquo;t like what they see as the Republican approach to criminal-justice policy.</p>\r\n\r\n<p>The bottom line is, despite Cruz&rsquo;s belief that this is a &quot;simple and undeniable fact,&quot; there are enough asterisks with this statement to make it anything but.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said, &quot;Here&rsquo;s the simple and undeniable fact: The overwhelming majority of violent criminals are Democrats.&quot;</p>\r\n\r\n<p>Research cited by the Cruz campaign supports the claim that, in at least three states, felons released from prison go on to register as Democrats at a disproportionately high rate following their release.</p>\r\n\r\n<p>However, there are important caveats. The study in question looked at both violent and nonviolent felons without separating out those two groups. It&rsquo;s not clear whether the patterns holds in the other 47 states. Also, the study didn&rsquo;t look at active &quot;criminals&quot; but rather those who had already served their time. Finally, it&rsquo;s hard to draw a line between cause and effect, particularly given the disproportionately high population of African-Americans -- a traditionally Democratic group -- in the criminal justice system.</p>\r\n\r\n<p>We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2015-12-01T15:10:28.157970", "ruling_date": "2015-12-01T15:55:56", "ruling_headline": "Are the 'overwhelming majority of violent criminals' Democrats? Ted Cruz said so", "ruling_headline_slug": "are-overwhelming-majority-violent-criminals-democr", "ruling_link_text": "Statement cherry-picks, twists an academic study", "ruling_state": null, "source_documents": null, "sources": "<p>HughHewitt.com, &quot;<a href=\"http://www.hughhewitt.com/senator-ted-cruz-planned-parenthood-attacks-freedom-act-2016-illegal-immigration/#more-29524\">Senator Ted Cruz On The Planned Parenthood Attacks, The Freedom Act, 2016, Illegal Immigration And More</a>,&quot; Nov. 30, 2015 &nbsp;</p>\r\n\r\n<p>Marc Meredith and Michael Morse, &quot;<a href=\"http://ann.sagepub.com/content/651/1/220.abstract\">Do Voting Rights Notification Laws Increase Ex-Felon Turnout?</a>&quot; (<em>Annals of the American Academy of Political and Social Science</em>) January 2014</p>\r\n\r\n<p>Marc Meredith and Michael Morse, &quot;<a href=\"http://www.sas.upenn.edu/~marcmere/workingpapers/IowaFelons.pdf\">The Politics of the Restoration of Ex-Felon Voting Rights: The Case of Iowa</a>,&quot; March 24, 2014</p>\r\n\r\n<p>Traci Burch, &quot;Did Disfranchisement Laws Help Elect President Bush? New Evidence on the Turnout Rates and Candidate Preferences of Florida&rsquo;s Ex-Felons&quot; (<em>Political Behavior</em>), Dec. 14, 2010</p>\r\n\r\n<p>Mark Blumenthal and Ariel Edwards-Levy, &quot;<a href=\"http://www.huffingtonpost.com/2014/05/27/state-party-registration_n_5399977.html\">A State-By-State Guide To Party Registration</a>,&quot; May 27, 2014</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2015/11/30/politics/ted-cruz-democrats-felons/\">Ted Cruz: Most violent felons are Democrats</a>,&quot; Nov. 30, 2015</p>\r\n\r\n<p>Email interview with Marc Meredith of the University of Pennsylvania and Michael Morse of Stanford University, Dec. 1, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;Here&rsquo;s the simple and undeniable fact: The overwhelming majority of violent criminals are Democrats.&quot;</p>\r\n", "statement_context": "a radio interview with Hugh Hewitt", "statement_date": "2015-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}