{"art": [{"brightcove": "", "caption": "This is the top of a post from Hillary Clinton's campaign website, attacking Ted Cruz over reproductive health policy.", "id": 7131, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Clintons_Ted_Cruz_claimn.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7131/", "title": "Clinton attack on Cruz", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Republican presidential candidate Ted Cruz speaks during an interview with the Associated Press in Washington, D.C., on Dec. 1, 2015. (AP/Andrew Harnik) ", "id": 7132, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruz_and_plant.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7132/", "title": "Cruz and plant", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2015/dec/02/hillary-clinton/hillary-clintons-exaggerated-claim-ted-cruz-tried-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 11644, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11644/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Democratic presidential candidate Hillary Clinton called out Republican rival Ted Cruz for a contradiction on contraception after Cruz made a widely aired comment about condoms on his college campus.</p>\r\n\r\n<p>It started when Cruz <a href=\"http://abcnews.go.com/Politics/ted-cruz-birth-control-dont-rubber-shortage-america/story?id=35501705\">mocked</a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/nov/02/florida-democratic-party/florida-dems-say-romney-supported-law-could-have-b/\">a</a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/oct/30/naral-pro-choice/ad-colorado-senate-race-suggests-cory-gardner-woul/\">consistent</a> <a href=\"http://www.politifact.com/virginia/statements/2013/oct/27/next-generation-climate-action-committee/no-basis-nextgen-claim-cuccinelli-wants-ban-all-co/\">charge</a> from Democrats that Republicans are against birth control during a Nov. 30, 2015, campaign stop in Bettendorf, Iowa.</p>\r\n\r\n<p>&quot;Last I checked,&quot; Cruz said, &quot;we don&rsquo;t have a rubber shortage in America. Look, when I was in college, we had a machine in the bathroom, you put 50 cents in and voila. So, yes, anyone who wants contraceptives can access them, but it&rsquo;s an utter made-up nonsense issue.&quot;</p>\r\n\r\n<p>The Clinton campaign didn&rsquo;t think much of his comment, challenging Cruz with a <a href=\"https://www.hillaryclinton.com/feed/five-times-ted-cruz-tried-ban-contraception/?utm_medium=social&amp;utm_source=tw&amp;utm_campaign=20151201feed-cruzbc\">post</a> on its website headlined, &quot;Ted Cruz says no one&#39;s trying to ban contraception. Here are 5 times Ted Cruz tried to ban contraception.&quot; It added, &quot;Cruz has personally tried to make it harder for women to get birth control.&quot;</p>\r\n\r\n<p>The post&rsquo;s fine print includes more nuanced language than the headline lets on -- that Cruz is &quot;trying to limit access to contraception,&quot; &quot;tried to make it harder for women to get birth control,&quot; and is pursuing policies that &quot;could ban some forms of birth control.&quot;</p>\r\n\r\n<p>The details in the softened (and more accurate) statements are lost in the blaring headline that Cruz &quot;tried to ban contraception&quot; five times.&quot;</p>\r\n\r\n<p>None of the Clinton campaign&rsquo;s examples supports the idea that Cruz seeks a flat-out ban on contraception.</p>\r\n\r\n<p>The Clinton campaign took issue with our characterization of the post, saying that they never meant for the headline to say that Cruz tried to ban <em>all contraceptives </em>on five separate occasions. However, we think ours is the most obvious interpretation of the language in question.</p>\r\n\r\n<p><strong>1. &quot;The time he supported a so-called personhood amendment, which could criminalize abortion and could ban some forms of birth control.&quot;</strong></p>\r\n\r\n<p>This example offers the most support for Cruz trying to ban contraception, but it still overreaches.</p>\r\n\r\n<p>Cruz signed a &quot;<a href=\"http://media.wix.com/ugd/9f912c_3f0f29e92d5f4f4aba43bc07429e9893.pdf\">personhood affirmation</a>&quot; circulated by Georgia Right to Life this summer that commits him to a &quot;human life amendment&quot; to the U.S. Constitution that would define life as beginning at fertilization. As we have <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/apr/25/mark-udall/mark-udall-says-cory-gardner-championed-colorado-f/\">noted</a>, the impact of such proposed &quot;personhood&quot; amendments on birth control is in dispute.</p>\r\n\r\n<p>Opponents, along with some legal scholars and&nbsp;<a href=\"http://www.acog.org/About_ACOG/News_Room/News_Releases/2012/Personhood_Measures\">medical organizations</a>, say that giving a fertilized egg all the rights of a person could make several FDA-approved contraceptives illegal. But that would depend on how courts interpret personhood. A &quot;personhood&quot; provision has not yet passed at the federal or state level.</p>\r\n\r\n<p>Even more complicated is the meaning of &quot;fertilization,&quot; according to a <a href=\"http://www.nytimes.com/2011/10/31/opinion/mississippis-ambiguous-personhood-amendment.html?pagewanted=print&amp;_r=0\">2011 op-ed</a> in the <em>New York Times </em>by Glenn Cohen, co-director of Harvard University&rsquo;s Center for Health Law Policy, Biotechnology and Bioethics, and Jonathan Will, law professor at Mississippi College.</p>\r\n\r\n<p>Fertilization, they wrote, could mean at least four different things: &quot;penetration of the egg by a sperm,&quot; successful combination of the genetic information from sperm and egg, activation of the genetic information, or implantation of the embryo in the uterus, Cohen and Will wrote.</p>\r\n\r\n<p>Sperm penetration occurs almost immediately, but implantation can take up to two weeks. &quot;Thus, on some reasonable readings of the amendment, certain forms of birth control ... would seem impermissible, while on other equally reasonable readings they are not.&quot;</p>\r\n\r\n<p>A relatively narrow judicial interpretation could allow the use of the pill and intrauterine devices, or IUDs, while a broader interpretation may not. But even if an enacted personhood amendment was interpreted by judges in the most expansive fashion possible, it would still not limit spermicides and -- notably given Cruz&rsquo;s comments -- condoms, since these prevent fertilization from taking place at all.</p>\r\n\r\n<p>So the first of Clinton&rsquo;s examples holds some plausibility as supporting evidence for her overall claim, but it&rsquo;s overly broad in suggesting that Cruz would ban all contraception and more speculative than she lets on.</p>\r\n\r\n<p><strong>2. &quot;The time he was willing to shut down the government to cut funding from Planned Parenthood.&quot;</strong></p>\r\n\r\n<p>Cruz was indeed <a href=\"http://www.huffingtonpost.com/entry/ted-cruz-government-shutdown-planned-parenthood_55dcd12de4b08cd3359db3af\">willing</a> to shut down the federal government if lawmakers and President Barack Obama maintained federal funding of Planned Parenthood. (Combined, state and federal funding accounts for about 41 percent of Planned Parenthood&rsquo;s yearly revenue, or about $528 million, according to the group&rsquo;s most recent<a href=\"https://www.plannedparenthood.org/files/6714/1996/2641/2013-2014_Annual_Report_FINAL_WEB_VERSION.pdf\"> annual report</a>.)</p>\r\n\r\n<p>&quot;It will be a decision of the president&#39;s and the president&#39;s alone whether he would veto funding for the federal government because of a commitment to ensuring taxpayer dollars continue to flow to what appears to be a national criminal organization,&quot; Cruz said in August 2015.</p>\r\n\r\n<p>But even if this shutdown had happened -- and it didn&rsquo;t -- the result would have been more indirect than an attempted ban on contraception. At most, it might have hampered the ability of individuals to receive contraceptives from one specific provider, albeit a significant one.</p>\r\n\r\n<p><strong>3. &quot;The time he called for the Supreme Court to turn women&rsquo;s personal health decisions over to their employers by striking down the Obamacare birth control co-pay provision&quot; in the <em>Hobby Lobby</em> ruling.</strong></p>\r\n\r\n<p>In <em>Burwell vs. Hobby Lobby</em>, the Supreme Court ruled <a href=\"http://www.supremecourt.gov/opinions/13pdf/13-354_olp1.pdf\">5-4</a> that a closely held, private corporation could decline on religious grounds to pay for certain kinds of contraceptives otherwise mandated in employee health coverage by the Affordable Care Act.</p>\r\n\r\n<p>Hobby Lobby&rsquo;s Christian owners said they objected to four of 20<a href=\"http://www.fda.gov/ForConsumers/ByAudience/ForWomen/FreePublications/ucm313215.htm\"> Food and Drug Administration-approved forms of contraception</a> that prevent implantation of the embryo. These include two forms of emergency contraception, also known as the morning-after pill, and two forms of intra-uterine devices, or IUDs. (The FDA considers these four methods to be contraception, but the company&rsquo;s owners consider them to be a form of abortion.)</p>\r\n\r\n<p>The way the decision was written leaves some question about whether closely held, religious companies can choose to opt out of supporting any of the remaining 16 forms of contraception in their health plans. Already, some companies have been allowed by lower courts to stop paying for a wider range of contraceptives than were at issue in the <em>Hobby Lobby</em> case, though some of those cases are still working their way through the courts.</p>\r\n\r\n<p>Still, Cruz&rsquo;s support for the <em>Hobby Lobby </em>decision does not by itself mean that he supports banning all contraceptives.</p>\r\n\r\n<p>First, the case involved employer co-payments for contraceptives, making it financially harder but not impossible for an individual to obtain contraceptives. And second, that case involved only four of the 20 FDA-approved contraceptives; whether the Supreme Court might some day support a broader interpretation that permits closely held companies to opt out of all contraceptives remains to be seen.</p>\r\n\r\n<p><strong>4. &quot;The time he tried to get rid of a law that made it so women couldn&rsquo;t be fired for their personal reproductive decisions (including birth control).&quot;</strong></p>\r\n\r\n<p>The Washington, D.C., law in question -- the <a href=\"http://lims.dccouncil.us/Download/31673/B20-0790-CommitteeReport1.pdf\">Reproductive Health Non-Discrimination Amendment Act of 2014</a> -- says employers cannot use their personal beliefs to discriminate against an employee for his or her reproductive health choices.</p>\r\n\r\n<p>Cruz <a href=\"https://www.washingtonpost.com/local/dc-politics/sen-ted-cruz-seeks-to-upend-dc-laws-on-contraception-coverage-gay-rights/2015/03/18/c36b3e02-cda0-11e4-8a46-b1dc9be5a8ff_story.html\">took issue with the law</a> in his capacity as a member of Congress, which is allowed a 30-day period to object to D.C. laws. (Congressional opponents were unable to derail the law, which would have also required the cooperation of Obama.)</p>\r\n\r\n<p>The potential to be fired or demoted from a job for using contraception is a heavy penalty. Still, opposing this bill is not the same thing as advocating for a ban on contraception.</p>\r\n\r\n<p><strong>5. &quot;And the time he used a medically and scientifically incorrect argument to try to ban emergency contraception.&quot;</strong></p>\r\n\r\n<p>The Clinton campaign cites an article in the liberal publication <a href=\"http://www.salon.com/2013/10/11/ted_cruz_has_no_idea_how_birth_control_works/\">Salon.com</a> that takes Cruz to task for saying that the federal government wants to make private companies (like those in the <em>Hobby Lobby </em>case) provide &quot;abortifacients&quot; to employees. The article draws a distinction between abortifacients, such as the pill RU-486, and &quot;emergency contraceptives&quot; that may be taken up to three days after unprotected sex.</p>\r\n\r\n<p>The medical community also draws a distinction between the two methods. The Association of Reproductive Health Professionals, for instance, <a href=\"https://www.arhp.org/publications-and-resources/clinical-fact-sheets/mifepristone-ec\">writes</a> that RU-486 &quot;ends pregnancy&quot; whereas emergency contraception &quot;prevent(s) unintended pregnancy.&quot; The group states flatly that &quot;emergency contraception is not the same as medical abortion.&quot;</p>\r\n\r\n<p>A potential gray area -- emphasized by anti-abortion advocates -- is that emergency contraception may take effect after fertilization has already taken place. Regardless of how early that occurs, this is enough for some abortion opponents to classify it as causing a pregnancy to be aborted.</p>\r\n\r\n<p>Setting aside this difference of opinion, it&rsquo;s not clear that this example supports Clinton&rsquo;s overall point that Cruz has sought to &quot;ban contraception.&quot; By focusing on &quot;emergency contraception,&quot; it addresses Cruz&rsquo;s position on one type of contraception but not all types.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The post on Clinton&rsquo;s website claims&nbsp;&quot;Ted Cruz tried to ban contraception&quot; five times.</p>\r\n\r\n<p>There&rsquo;s little doubt that Cruz is a strong opponent of abortion, and as such, he and other anti-abortion advocates find certain types of contraception objectionable. But the Clinton campaign&rsquo;s examples don&rsquo;t exactly show Cruz trying to push across-the-board bans on contraception.</p>\r\n\r\n<p>The strongest conclusion about Cruz&rsquo;s views that one could draw from these examples is that he might support a ban on certain types of contraception (but not all) through his support for a personhood amendment. The other examples are even more limited and deal with what employers would be required to pay for, for instance, or whether a major birth control provider should continue to receive federal funding.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2015-12-02T16:24:12.966737", "ruling_date": "2015-12-02T18:14:28", "ruling_headline": "Hillary Clinton's exaggerated claim that Ted Cruz 'tried to ban contraception' five times", "ruling_headline_slug": "hillary-clintons-exaggerated-claim-ted-cruz-tried-", "ruling_link_text": "An overly broad Democratic charge resurfaces", "ruling_state": null, "source_documents": null, "sources": "<p>Hillary Clinton campaign website, &quot;<a href=\"https://www.hillaryclinton.com/feed/five-times-ted-cruz-tried-ban-contraception/?utm_medium=social&amp;utm_source=tw&amp;utm_campaign=20151201feed-cruzbc\">Ted Cruz says no one&#39;s trying to ban contraception. Here are 5 times Ted Cruz tried to ban contraception</a>,&quot; Dec. 1, 2015</p>\r\n\r\n<p>ABC News, &quot;<a href=\"http://abcnews.go.com/Politics/ted-cruz-birth-control-dont-rubber-shortage-america/story?id=35501705\">Ted Cruz on Birth Control: &#39;We Don&rsquo;t Have a Rubber Shortage in America</a>,&#39; &quot; Dec. 1, 2015</p>\r\n\r\n<p>Food and Drug Administration, &quot;<a href=\"http://www.fda.gov/ForConsumers/ByAudience/ForWomen/FreePublications/ucm313215.htm\">Birth Control: Medicines To Help You</a>,&quot; accessed Dec. 2, 2015</p>\r\n\r\n<p>Georgia Right to Life PAC, <a href=\"http://media.wix.com/ugd/9f912c_3f0f29e92d5f4f4aba43bc07429e9893.pdf\">personhood affirmation</a>, July 27, 2015</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/entry/ted-cruz-government-shutdown-planned-parenthood_55dcd12de4b08cd3359db3af\">Ted Cruz Plots Government Shutdown Fight Over Planned Parenthood</a>,&quot; Aug. 25, 2015</p>\r\n\r\n<p>Crain&#39;s Detroit Business, &quot;<a href=\"http://www.crainsdetroit.com/article/20150222/NEWS/302229997/hobby-lobby-ruling-left-wiggle-room-over-definition-of-closely-held\"><em>Hobby Lobby</em> ruling left wiggle room over definition of &#39;closely held&#39; firm</a>,&quot; Feb. 22, 2015</p>\r\n\r\n<p>Association of Reproductive Health Professionals, &quot;<a href=\"http://www.arhp.org/about-us/position-statements#2\">Position Statements</a>,&quot; accessed Dec. 2, 2015</p>\r\n\r\n<p>Association of Reproductive Health Professionals, &quot;The Difference Between Medical Abortion and Emergency Contraceptive Pills,&quot; December 2010</p>\r\n\r\n<p>Healthcare.gov, &quot;<a href=\"https://www.healthcare.gov/coverage/birth-control-benefits/\">Birth control benefits</a>,&quot; accessed Dec. 2, 2015</p>\r\n\r\n<p>Salon, &quot;Ted Cruz has no idea how birth control works,&quot; Oct 11, 2013</p>\r\n\r\n<p>Texas Right to Life, &quot;Plan B is an abortion pill,&quot; Aug. 19, 2011</p>\r\n\r\n<p>American Congress of Obstetricians and Gynecologists, &quot;<a href=\"http://www.acog.org/About_ACOG/News_Room/News_Releases/2012/Personhood_Measures\">ACOG Statement on &lsquo;Personhood&rsquo; Measures</a>,&quot; Feb. 10, 2012</p>\r\n\r\n<p>I. Glenn Cohen and Jonathan F. Will, &quot;<a href=\"http://www.nytimes.com/2011/10/31/opinion/mississippis-ambiguous-personhood-amendment.html?pagewanted=print&amp;_r=0\">Mississippi&rsquo;s Ambiguous &lsquo;Personhood&rsquo; Amendment</a>,&quot; Oct. 31, 2011</p>\r\n\r\n<p><em>Washington Post</em>, &quot;Sen. Ted Cruz seeks to upend D.C. laws on contraception coverage, gay rights,&quot; March 18, 2015</p>\r\n\r\n<p>District of Columbia, <a href=\"http://lims.dccouncil.us/Download/31673/B20-0790-CommitteeReport1.pdf\">Reproductive Health Non-Discrimination Amendment Act of 2014</a></p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/jul/03/hillary-clinton/hillary-clinton-says-hobby-lobby-salesclerk-not-go/\">Hillary Clinton says a Hobby Lobby salesclerk &#39;is not going to get&#39; contraception</a>,&quot; July 3, 2014</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/oct/30/naral-pro-choice/ad-colorado-senate-race-suggests-cory-gardner-woul/\">Ad in Colorado Senate race suggests Cory Gardner would ban condoms</a>,&quot; Oct. 30, 2014</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/apr/25/mark-udall/mark-udall-says-cory-gardner-championed-colorado-f/\">Mark Udall ad says Cory Gardner &#39;championed&#39; Colorado fight to ban birth control</a>,&quot; April 25, 2014</p>\r\n\r\n<p>PolitiFact Virginia, &quot;<a href=\"http://www.politifact.com/virginia/statements/2013/oct/27/next-generation-climate-action-committee/no-basis-nextgen-claim-cuccinelli-wants-ban-all-co/\">No basis to NextGen claim Cuccinelli wants to ban all contraception</a>,&quot; Oct. 27, 2013</p>\r\n\r\n<p>Email interview with Josh Schwerin, spokesman for Hillary Clinton, Dec. 2, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>&quot;Ted Cruz tried to ban contraception&quot; five times.</p>\r\n", "statement_context": "a post on her campaign website", "statement_date": "2015-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}], "twitter_headline": ""}