{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/dec/07/kevin-russell/kevin-russell-shinyribs-says-singers-not-paid-when/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11654, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11654/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A singer records a song, a radio station plays the song and the singer gets a little extra money for that, yes?</p>\r\n\r\n<p>Not in this country, Kevin Russell of Austin said in an <a href=\"http://www.mystatesman.com/news/news/opinion/russell-music-is-changing-so-should-the-laws/npCTG/\">opinion column</a> in the Oct. 28, 2015, <em>Austin American-Statesman</em>.</p>\r\n\r\n<p>Russell, who leads the band <a href=\"http://www.shinyribs.org/\">Shinyribs</a>, said U.S. radio stations &quot;don&rsquo;t compensate the artists and musicians who make the music played by those stations. That needs to change. In almost every other country in the world, artists and musicians are paid when their music is played on the radio. In fact, the only countries besides the U.S. who do not have a radio-performance right are China, Iran and North Korea.&quot;</p>\r\n\r\n<p>We wondered if the U.S. shares this distinction with just those countries.</p>\r\n\r\n<p>U.S. law has long provided for composers to be paid for over-the-air radio play, we learned, but the actual performers have never gotten money for radio play, the industry premise being that each time a song airs, the performer could get a lift in record sales.</p>\r\n\r\n<p>Significantly, federal law was revised in 1995 to require services that stream music to pay performers for what goes out over the Internet, though on-the-air or terrestrial radio stations were exempted, according to a February 2015 <a href=\"http://copyright.gov/policy/musiclicensingstudy/copyright-and-the-music-marketplace.pdf\">report</a> by the U.S. Copyright Office pointed out to us by Melissa England, a California public relations executive who responded when we asked Russell how he reached his list of countries.</p>\r\n\r\n<p>The report, which calls for the exemption to be removed, says that internationally, the U.S. is an outlier; a footnote says: &quot;Only a handful of countries lack&quot; what&rsquo;s called a radio performance right. In &quot;addition to the United States, the list includes China, North Korea, and Iran,&quot; the footnote says.</p>\r\n\r\n<p>A secondary impact, according to the report, is that other countries do not compensate U.S. performers whose works air on their stations, costing record companies and artists an estimated $70 million to $100 million in annual royalties.</p>\r\n\r\n<p>England put us in touch with her client, the <a href=\"https://www.grammy.org/recording-academy\">Recording Academy</a>, which oversees the GRAMMY awards, and Daryl Friedman, a Washington, D.C.-based officer for the group, told us by email that Russell was correct about four countries that don&rsquo;t provide radio-performance rights. according to research compiled by the <a href=\"https://www.riaa.com/\">Recording Industry Association of America</a>, a trade group for recording companies, and verified by industry groups including SoundExchange, Inc.</p>\r\n\r\n<p>However, Friedman said, other smaller countries take similar approaches. He said the countries that, like the U.S., don&rsquo;t pay radio performance rights include Bangladesh, Congo, Gabon, Indonesia, Kuwait, Micronesia, Niger, Oman, Qatar, Rwanda, Seychelles, Singapore, Sri Lanka, Sudan, Uganda and Zimbabwe.</p>\r\n\r\n<p>&quot; I think you get the point the writer was making,&quot; Friedman said. &quot;The U.S. stands out.&quot;</p>\r\n\r\n<p>Friedman further said the &quot;U.S. is the only country that is a member of the OECD (Organisation for Economic and Co-operation and Development&mdash;modern, free-market nations), that does not provide a performance right on terrestrial radio. All of the other countries included in this organization that do provide performance rights are Australia, Austria, Belgium, Canada, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Japan, Korea, Luxembourg, Mexico, Netherlands, New Zealand, Norway, Poland, Portugal, Slovak Republic, Spain, Sweden, Switzerland, Turkey and the United Kingdom.&quot;</p>\r\n\r\n<p>We emailed and called the recording association in hopes of learning how its list was compiled and didn&rsquo;t get an answer to that.</p>\r\n\r\n<p>Separately, a Washington, D.C.-based advocate called Russell&rsquo;s claim &quot;essentially correct.&quot; Kevin Erickson of the Future of Music Coalition, a <a href=\"https://futureofmusic.org/mission\">nonprofit that says</a> it supports a &quot;musical ecosystem where artists flourish and are compensated fairly and transparently for their work,&quot; added by email: &quot;For a variety of reasons, it can be difficult to get complete information on which countries pay for the performance right. Iran and North Korea do not currently pay. China is a bit more ambiguous right now; there may have been a deal struck. We&#39;ve also gotten some conflicting information on Afghanistan and Rwanda.&quot;</p>\r\n\r\n<p>Following up, Erickson said China still doesn&rsquo;t pay radio performance royalties and that holds too for the other countries named by Russell. Afghanistan, he said, passed a copyright law in 2008 and might be paying performance royalties and Rwanda appears to be doing so. Erickson said it&rsquo;s hard to proceed in some countries partly because an infrastructure doesn&rsquo;t exist to collect and distribute payments.</p>\r\n\r\n<p>&quot;The U.S. is certainly unique among western industrialized countries&quot; in not paying performers for radio play, Erickson said.</p>\r\n\r\n<p><strong>Another view</strong></p>\r\n\r\n<p>Supporters of the existing law say changing it would be a bad move.</p>\r\n\r\n<p>An <a href=\"http://www.nab.org/advocacy/issue.asp?id=1889&amp;issueid=1002\">undated post</a> on the National Association of Broadcasters website calls radio &quot;the number-one promotional tool for record labels and performers. Free radio airplay provides the record industry increased popularity, visibility and record sales for both established and upcoming artists.&quot;</p>\r\n\r\n<p>If the law were changed, resulting in what the association calls a &quot;performance tax,&quot; local stations would be slammed, risking jobs, the post says. Notably, it also says, &quot;numerous radio companies and record labels have negotiated private deals of their own that compensate copyright owners and performers, demonstrating the ability of the marketplace to best address the issue.&quot;</p>\r\n\r\n<p>To our inquiry, an association spokesman, Dennis Wharton, agreed by email that most countries pay radio performance royalties. Then again, he said by email, &quot;most of those countries have state-run broadcasting&quot; and aren&rsquo;t &quot;nearly as successful as the U.S. We believe the reason the music business and the radio business in the U.S. are wildly successful is because local radio stations are not required to pay onerous fees to record labels and performers.&quot;</p>\r\n\r\n<p>Wharton suggested many performers get money from songs played on radio stations thanks to having or sharing a writing credit on the material. &quot;Local radio stations pay $350 million a year to songwriters when music is played on &lsquo;terrestrial&rsquo; (or local) radio stations,&quot; he said. &quot;We pay another $80 million to performing artists, record labels and songwriters when a local radio station streams music over the Internet. $350 million plus $80 million equals $430 million that local radio stations are paying every year for the privilege of playing music,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Russell said: &quot;In almost every other country in the world, artists and musicians are paid when their music is played on the radio. In fact, the only countries besides the U.S. who do not have a radio-performance right are China, Iran and North Korea.&quot;</p>\r\n\r\n<p>He&rsquo;s right about the four countries, though more than a dozen smaller countries similarly don&rsquo;t require performers to be compensated when their singing or playing airs over the radio. It&rsquo;s also worth noting that&nbsp; performers who help compose songs or pieces do get compensated for radio play.</p>\r\n\r\n<p>We rate this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-12-04T17:36:09.526562", "ruling_date": "2015-12-07T12:00:00", "ruling_headline": "Kevin Russell of Shinyribs says singers not paid when songs air on the radio", "ruling_headline_slug": "kevin-russell-shinyribs-says-singers-not-paid-when", "ruling_link_text": "Song of Lime Juice and Despair", "ruling_state": null, "source_documents": null, "sources": "<p>Report, <a href=\"http://copyright.gov/policy/musiclicensingstudy/copyright-and-the-music-marketplace.pdf\">&quot;Copyright and the Music Marketplace,&quot;</a> a report of the Register of Copyrights, U.S. Copyrights Office, February 2015 (accessed Nov. 2, 2015)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1HeBfitiPtTjikuwpBgc_45v-Qn3NUdg3-X0cdCbapbk/pub\">Email</a>, Daryl P. Friedman, chief industry, government &amp; member relations officer, The Recording Academy/GRAMMYs, Oct. 27, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Zmr7nJUcJufg_ShcXlgU0bjrmH_iYmA7ZPCreXk5QeI/pub\">Email</a> and telephone interview, Kevin Erickson, communications &amp; outreach manager, Future of Music Coalition, Washington, D.C., Nov. 2, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1RRPu1ILokySPxMlZb26vo6ymWketj8726TOVM9RbAMI/pub\">Emails</a>, Melissa England, account supervisor, Rogers Finn Partners, Oct. 30, Nov. 4, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/13H4z2iYxebVIfXBUuGFTQl3GcznXjYOluIjE9XGBf5Q/pub\">Emails</a>, Dennis Wharton, executive vice president, Communications, National Association of Broadcasters, Nov. 3, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Leader, Shinyribs band", "false_count": 0, "first_name": "Kevin", "half_true_count": 0, "home_state": "Texas", "id": 3346, "last_name": "Russell", "mostly_true_count": 1, "name_slug": "kevin-russell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krussellpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3346/", "total_count": 1, "true_count": 0, "website": "http://www.shinyribs.org/"}, "statement": "<p>&quot;In almost every other country in the world, artists and musicians are paid when their music is played on the radio. In fact, the only countries besides the U.S. who do not have a radio-performance right are China, Iran and North Korea.&quot;</p>\r\n", "statement_context": "an opinion column", "statement_date": "2015-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}