{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/03/haley-barbour/barbour-claims-obama-took-longer-choose-dog-hes-gi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1166, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1166/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n Republicans have been complaining for weeks that President Barack Obama is trying to rush his health care reform bill through Congress. To make their point now, they've gone to the dogs.\n <br />\n <br />\n In an Aug. 13 op-ed in the\n <em>\n  Washington Examiner\n </em>\n , Mississippi Gov. Haley Barbour invoked Bo, the White House dog, to illustrate how quickly Obama has tried to pass the 1,000-page bill. Barbour, who chairs the Republican Governors Association and has been mentioned as a possible 2012 presidential contender, wrote, &quot;It took Obama six months to pick out a family dog. Cramming health care reform down the country's throat in a fraction of that time scares people who have been told, accurately, the various bills contain a billion-dollar combination of tax increases and Medicare spending cuts.&quot;\n <br />\n <br />\n To judge whether Obama tried to pass the bill &quot;in a fraction&quot; of the time it took him to choose the Portuguese water dog requires examining the\n <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/502/get-his-daughters-a-puppy/\" target=\"_blank\">\n  timeline\n </a>\n for both the health care bill and the selection of Bo. And that's not as easy it might sound.\n <br />\n <br />\n We could choose various dates for the beginning of the dog selection. We could go as far back as Obama's mention of his dog promise in an interview with\n <em>\n  Men's Health\n </em>\n magazine in August 2008, or as recently as his inauguration on Jan. 20, when he and his family moved into the White House. But we believe it's fair to say the process started with the Obama election night celebration on Nov. 4, 2008, when Obama declared that his daughters Sasha and Malia &quot;have earned the new puppy that's coming with us to the White House.&quot; It was at that point that speculation began in earnest about what kind of dog they might get.\n <br />\n <br />\n The end date for the puppy hunt is a little imprecise as well. According to the definitive\n <em>\n  Washington Post\n </em>\n account of the dog search, Bo had a &quot;clandestine White House visit in which he won over the Obama girls and their parents&quot; some time in March or early April. Not knowing exactly when it took place, we'll date the end of the search on April 12, when word of the new pooch became breaking news.\n <br />\n <br />\n Total elapsed time: 160 days. That's a bit less than the six months Barbour cited, but we think it's a reasonable estimate and won't knock Barbour for being a bit off.\n <br />\n <br />\n Now, on to more serious matters: health care reform.\n <br />\n <br />\n Here too we face some choices about the start and end dates. We could go all the way back to May 29, 2007, when candidate Obama first unveiled a comprehensive health care proposal in Iowa. Or we could use March 5, 2009, when Obama invited lawmakers and industry leaders to the White House for a forum that included &quot;breakout sessions&quot; and a question-and-answer period to discuss the possible elements of health care legislation. Or we could use July 14, 2009, when House Democratic leaders formally introduced H.R. 3200, the massive bill that's still under discussion.\n <br />\n <br />\n After much internal discussion, we settled on March 5, the date of the forum. That was the point when the Obama administration signaled that health care reform was a key priority. Obama told participants that the forum was &quot;the first discussion in this effort, but it was not the last.&quot;\n <br />\n <br />\n As for the end date, Democratic leaders and the White House tried to have the bills passed by the House and the Senate by the start of the August recess &mdash; July 31, 2009, for the House and Aug. 7, 2009, for the Senate. It didn't happen, but that seems to be what Barbour was referring to when he said Obama had tried to &quot;cram&quot; the legislation through. (Barbour's office did not respond to our request for more details.)\n <br />\n <br />\n If you start the clock on March 5 and stop it at Aug. 7, it works out to 156 days. That is just a smidgen less than the 160 days it took to find Bo, but it's very close, so it is a stretch to say, as Barbour did, that the health care effort took &quot;a fraction&quot; of the time it took to find a dog.\n <br />\n <br />\n A more favorable comparison from Barbour's perspective would be to start the clock with the introduction of the House bill on July 14. That would make the total duration of the debate a mere 25 days. Using those dates, Barbour would be right to call it a fraction of the 160-day-long dog search. However, choosing such a late start date strikes us as cherry-picking. The health care discussion among lawmakers, the media and the public was well under way by July 14, and the details of the bill had been swirling for weeks, even if they were not in legislative language yet.\n <br />\n <br />\n Ultimately, determining whether Barbour is right depends on which dates you choose. Let us propose an additional caveat, however. No one ever promised that a bill would be ready for the president to sign by the start of August recess. Even if the original goal was to have a bill through both chambers by then, it would still require a House-Senate conference committee to iron out what were sure to be significant differences. Once lawmakers managed to hammer out a consensus bill, both chambers would need time to debate the new measure, pass the bill individually, and send it on to the president. That would likely take several weeks.\n <br />\n <br />\n Given this reality, another conceivable ending date would actually be Oct. 30, 2009 &mdash; the target date for the House to adjourn. Using that as the end date, the duration of the health care debate would be 240 days (when starting with March 5, which would be much longer than picking the dog) or 109 days (when starting with July 14, or shorter than the dog selection but not really &quot;a fraction.&quot;).\n <br />\n <br />\n So this is one where reasonable people can reach different conclusions. We examined three scenarios and found his claim is only right under the most extreme one &mdash; when you start the clock at the July introduction of the bill and stop it at the August recess. But under what we consider the most realistic scenario, starting with the March forum and ending with the October adjournment, Barbour is wrong. So we find his claim Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:45.003553", "ruling_date": "2009-09-03T17:44:04", "ruling_headline": "Barbour claims Obama took longer to choose a dog than he's giving nation to overhaul health care system", "ruling_headline_slug": "barbour-claims-obama-took-longer-choose-dog-hes-gi", "ruling_link_text": "Not by any reasonable calculation", "ruling_state": null, "source_documents": null, "sources": "<p>\n Haley Barbour, &quot;Obamacare is going too far, too soon, too fast, and costing too much,&quot;\n <a href=\"http://www.washingtonexaminer.com/opinion/columns/OpEd-Contributor/Obamacare-is-going-too-far_-too-soon_-too-fast_-and-costing-too-much-8096158.html\" target=\"_blank\">\n  op-ed\n </a>\n in the Washington Examiner, Aug. 13, 2009\n</p>\n<p>\n Barack Obama,\n <a href=\"http://news.yahoo.com/s/ynews/ynews_pl135\" target=\"_blank\">\n  remarks\n </a>\n as prepared for delivery on Election Night in Chicago, November 4, 2008\n</p>\n<p>\n Washington Post, &quot;\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/04/12/AR2009041202872.html\" target=\"_blank\">\n  A Shaggy-Dog Story: How Bo Wound Up With the Obamas\n </a>\n ,&quot; April 13, 2009\n</p>\n<p>\n Associated Press, &quot;\n <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/n/a/2007/05/29/politics/p000933D96.DTL&amp;type=health \" target=\"_blank\">\n  Obama Offers Universal Health Care Plan\n </a>\n ,&quot; May 29, 2007\n</p>\n<p>\n White House, &quot;\n <a href=\"http://www.whitehouse.gov/the_press_office/white-house-forum-on-health-reform-attendees-and-breakout-session-participants/\" target=\"_blank\">\n  White House Forum on Health Reform Attendees and Breakout Session Participants\n </a>\n ,&quot; March 5, 2009\n</p>\n<p>\n Barack Obama,\n <a href=\"http://www.whitehouse.gov/the_press_office/Closing-Remarks-by-the-President-at-White-House-Forum-on-Health-Reform/\" target=\"_blank\">\n  remarks\n </a>\n by the president at the White House forum on health reform, March 5, 2009\n</p>\n<p>\n White House,\n <a href=\"http://www.whitehouse.gov/the_press_office/Letter-from-the-President-to-health-care-stakeholders/\" target=\"_blank\">\n  letter\n </a>\n from the president to health care stakeholders, May 12, 2009\n</p>\n<p>\n House Speaker Nancy Pelosi,\n <a href=\"http://speaker.house.gov/newsroom/pressreleases?id=1270\" target=\"_blank\">\n  remarks\n </a>\n at a press conference on the introduction of health care legislation, July 14, 2009\n</p>\n<p>\n Barack Obama,\n <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-before-meeting-with-Senate-Democrats-to-discuss-health-care/\" target=\"_blank\">\n  remarks\n </a>\n before meeting with Senate Democrats to discuss health care, June 2, 2009\n</p>\n<p>\n Boston Globe, &quot;\n <a href=\"http://www.boston.com/news/health/articles/2009/06/03/obama_urges_senate_democrats_to_settle_healthcare_issues/\" target=\"_blank\">\n  Obama urges Senate Democrats to settle healthcare issues\n </a>\n ,&quot; June 3, 2009\n</p>\n<p>\n New York Times, &quot;\n <a href=\"http://www.nytimes.com/2009/03/18/us/politics/18health.html\" target=\"_blank\">\n  Team Effort In the House To Overhaul Health Care\n </a>\n ,&quot; Mar. 18, 2009\n</p>\n<p>\n New York Times, &quot;Obama to Call for Higher Tax on Top Earners,&quot; Feb. 26, 2009, accessed via Lexis-Nexis\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Governor", "false_count": 1, "first_name": "Haley", "half_true_count": 0, "home_state": "Mississippi", "id": 225, "last_name": "Barbour", "mostly_true_count": 0, "name_slug": "haley-barbour", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Haley_Barbour_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/225/", "total_count": 2, "true_count": 0, "website": "http://www.governorbarbour.com/"}, "statement": "<p>&quot;It took Obama six months to pick out a family dog,&quot; but he's &quot;cramming health care reform down the country's throat in a fraction of that time.&quot;</p>", "statement_context": "an op-ed in the Washington Examiner", "statement_date": "2009-08-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}