{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/04/duncan-hunter/duncan-hunter-says-we-have-waterboarded-our-own-mi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1167, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1167/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In a discussion on MSNBC&#39;s <em> Hardball </em> program about whether the government ought to consider prosecuting people involved in enhanced interrogation techniques used on some terror suspects, former U.S. Rep. Duncan Hunter, a Republican from California, argued that the issue really comes down to waterboarding.<br />\r\n<br />\r\n&quot;And,&quot; he said, &quot;waterboarding is not torture.&quot;<br />\r\n<br />\r\nIn fact, said Hunter, a Vietnam veteran and former candidate for president, &quot;We waterboard, incidentally, hundreds of our own military personnel. They waterboard themselves in training to toughen themselves up.&quot;<br />\r\n<br />\r\nHe added, &quot;The Geneva Convention .. .was analyzed by the lawyers in place, and they came to the conclusion, especially about waterboarding, because that&#39;s the primary thing, that, since we do it to our own soldiers, by the hundreds, incidentally, and it doesn&#39;t hurt them, and they &mdash; and it makes them tougher, and it doesn&#39;t hurt anybody &mdash; Khalid Sheikh Mohammed gained weight after he was waterboarded &mdash; we decided that, since we do that to our own soldiers in training... we&lsquo;re not going to consider that torture. &quot;<br />\r\n<br />\r\nHunter later challenged host Chris Matthews saying, &quot;But the point is, if we do it, are we torturing American soldiers? You have to answer yes if you consider waterboarding to be torture.&quot;<br />\r\n<br />\r\nMatthews said the difference is that U.S. service people know they are in training. They know they aren&#39;t going to be killed. &quot;That captured person who is one of our enemies has no idea what we&lsquo;re doing when we submit him to water torture.&quot;<br />\r\n<br />\r\nSaid Hunter: &quot;If we use it with our own soldiers in training, as we do waterboarding, then it should be allowed with people who have killed thousands of Americans.&quot;<br />\r\n<br />\r\nWe decided to examine Hunter&#39;s claim about waterboarding our service personnel as part of their training and found that he is right.<br />\r\n<br />\r\nU.S. special operations troops have, in the past, sometimes used a form of waterboarding as part of survival exercises, called Survival, Evasion, Resistance and Escape training. The idea is to prepare them in the event they are ever captured and interrogated with such means.<br />\r\n<br />\r\nAccording to reports in the <em> New York Times </em> and <em> Vanity Fair, </em> the CIA adopted some of the interrogation techniques used on terror suspects from that SERE training, including the use of waterboarding.<br />\r\n<br />\r\nAccording to the <em> Vanity Fair </em> story, three-week SERE training for the U.S. soldiers included waterboarding, forced nudity, extreme temperatures, sexual and religious ridicule, agonizing stress positions, and starvation-level rations. The story quotes Michael Rolince, former section chief of the FBI&#39;s International Terrorism Operations: &quot;You&#39;re not going to die, but you think you are.&quot;<br />\r\n<br />\r\nBut while the techniques may have been derived from SERE training, a different, more intense brand of waterboarding was used on terror suspects, according to recently released CIA documents.<br />\r\n<br />\r\nAccording to a May 7, 2004, CIA Inspector General special report on interrogation techniques used on terror suspects, which has some parts redacted, &quot;OIG&rsquo;s (Office of the Inspector General&#39;s) review of the videotapes revealed that the waterboard technique employed at (redacted) was different from the technique as described in the DoJ (Department of Justice) opinion and used in the SERE training. The difference was in the manner in which the detainee&rsquo;s breathing was obstructed. At the SERE School and in the DoJ opinion, the subject&rsquo;s airflow is disrupted by the firm application of a damp cloth over the air passages; the interrogator applies a small amount of water to the cloth in a controlled manner. By contest, the Agency interrogator (redacted) continuously applied large volumes of water to a cloth that covered the detainee&rsquo;s mouth and nose. One of the psychologists/interrogators acknowledged that the Agency&rsquo;s use of the technique differed from that used in SERE training and explained that the Agency&rsquo;s technique is different because it is &#39;for real&#39; and is more poignant and convincing.&quot;<br />\r\n<br />\r\nThe report also says the CIA&#39;s Office of Medical Services has characterized the SERE waterboarding as &quot;so different from the subsequent Agency usage as to make it almost irrelevant.&quot; The office said its frequency and intensity raised questions about whether it was effective or medically safe.<br />\r\n<br />\r\nSo we think Hunter misleads a bit by equating waterboarding in training of military personnel with the technique used on terror suspects. According to the CIA inspector general&#39;s report, the technique used on the suspects was more powerful and convincing. And in the case of one terror suspect, it was used 183 times, often in rapid succession. So to argue the technique isn&#39;t torture because it is used on American servicemen as part of training ignores that it was not used in the same way.<br />\r\n<br />\r\nStill, Hunter is correct that the U.S. military has waterboarded servicemen as part of survival training. And so we rule his statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:45.075633", "ruling_date": "2009-09-04T15:17:20", "ruling_headline": "Duncan Hunter says we have waterboarded our own military as part of training exercises", "ruling_headline_slug": "duncan-hunter-says-we-have-waterboarded-our-own-mi", "ruling_link_text": "Used in training, but without threat of death", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/32642143/ns/msnbc_tv-hardball_with_chris_matthews/\" target=\"_blank\"> Transcript: &quot;Hardball with Chris Matthews,&quot; </a> Aug. 31, 2009</p>\r\n\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2008/06/22/washington/22ksm.html?pagewanted=1&amp;_r=2\" target=\"_blank\"> &quot;Inside a 9/11 Mastermind&rsquo;s Interrogation,&quot; </a> by Scott Shane, June 22, 2008</p>\r\n\r\n<p>U.S. Senate Intelligence Web site, <a href=\"http://intelligence.senate.gov/pdfs/olcopinion.pdf\" target=\"_blank\"> &quot;Release of Declassified Narrative Describing the Department of Justice Office of Legal Counsel&#39;s Opinions on the CIA&#39;s Detention and Interrogation Program,&quot; </a> April 17, 2009</p>\r\n\r\n<p>ACLU Web site, <a href=\"http://www.aclu.org/accountability/olc.html\" target=\"_blank\"> &quot;The Bush Administration Secret OLC Memos,&quot; </a> Aug. 24, 2009</p>\r\n\r\n<p>Vanity Fair, <a href=\"http://www.vanityfair.com/politics/features/2007/07/torture200707\" target=\"_blank\"> &quot;The War on Terror: Rorschach and Awe,&quot; </a> by Katherine Eban, July 17, 2007</p>\r\n\r\n<p>New Yorker, <a href=\"http://www.newyorker.com/archive/2005/07/11/050711fa_fact4?currentPage=all\" target=\"_blank\"> &quot;The Experiment: The military trains people to withstand interrogation. Are those methods being misused at Guant&aacute;namo?&quot; </a> by Jane Mayer, July 11, 2005</p>\r\n\r\n<p>Washington Independent, <a href=\"http://washingtonindependent.com/56175/the-2004-cia-inspector-generals-report-on-torture\" target=\"_blank\"> &quot;The 2004 CIA Inspector General Report on Torture,&quot; </a> by Spencer Ackerman, Aug. 24, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative", "false_count": 1, "first_name": "Duncan", "half_true_count": 0, "home_state": "California", "id": 18, "last_name": "Hunter", "mostly_true_count": 2, "name_slug": "duncan-hunter", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Duncan_sr.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/18/", "total_count": 5, "true_count": 2, "website": ""}, "statement": "<p>&quot;We waterboard, incidentally, hundreds of our own military personnel. They waterboard themselves in training to toughen themselves up.&quot;</p>\r\n", "statement_context": "an interview on MSNBC", "statement_date": "2009-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}