{"art": [{"brightcove": "", "caption": "Dueling claims about David Simpson, an East Texas legislator running for the Texas Senate in 2016, led us to check his record on driver's licenses for residents living here without federal permission (Photo: Rodolfo Gonzalez, Austin American-Statesman).", "id": 7172, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/davidsimpsonrodolfogonzalez.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7172/", "title": "David Simpson January 2013", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2015/dec/11/david-simpson/david-simpson-mostly-right-about-his-staunch-oppos/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11677, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11677/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Republican candidates for an East Texas state Senate seat disagree over whether one of them has endorsed, and voted for, permitting driver&rsquo;s licenses for Texas residents lacking legal permission to live in the country.</p>\r\n\r\n<p>State Rep.&nbsp;<a href=\"http://www.house.state.tx.us/members/member-page/?district=7\">David Simpson</a>&nbsp;of Longview emailed reporters a Nov. 30, 2015, statement saying Rep. Bryan Hughes of Mineola had slanderously charged Simpson with supporting licenses for illegal immigrants without delivering the factual goods.</p>\r\n\r\n<p>Simpson further declared: &quot;I have always opposed driver&rsquo;s licenses for illegal aliens.&quot;</p>\r\n\r\n<p>We wondered.</p>\r\n\r\n<p>Some perspective: The Texas Department of Public Safety began requiring license applicants to produce government-issued documents affirming their legal residency status in 2008, and lawmakers voted to require as much in a 2011 special session. Before 2008, according to a July 2011 Texas Tribune&nbsp;<a href=\"http://www.texastribune.org/2011/07/07/lege-requires-proof-of-legal-status-for-state-ids/\">news story</a>, no proof of legal residency was required to obtain a Texas license or state identification card.</p>\r\n\r\n<p>The spat between Hughes and Simpson developed, we suspect, because Republicans who show weakness on illegal immigration can run into trouble, especially in a party primary. The two are both angling to succeed Kevin Eltife, R-Tyler, representing the Senate&rsquo;s District 1.</p>\r\n\r\n<p>We can&rsquo;t gauge how someone has always felt about an issue. So we limited our scope to signs of Simpson publicly opposing licenses for such immigrants--finding that while there&rsquo;s room for contrary speculation, a little of it caused by his own ambiguous statement, Simpson was among the vast bulk of House members who voted for the 2011 Legislature&rsquo;s mandate to the DPS, arguably a sign he wasn&rsquo;t intent on ensuring that all residents access licenses.</p>\r\n\r\n<p><strong>News stories</strong></p>\r\n\r\n<p>Let&rsquo;s start with what Simpson has said in public settings.</p>\r\n\r\n<p>Hughes&rsquo; campaign pointed out a July 21, 2014, <em>Tyler Morning Telegraph</em><a href=\"http://www.tylerpaper.com/TP-News+Local/202745/rep-simpson-back-from-valley-tour\">&nbsp;news story</a>&nbsp;quoting Simpson after he returned from a weeklong tour of the Rio Grande Valley. &quot;We do have a problem with drugs and warlords taking advantage of the situation,&quot; Simpson said. &quot;We have to require a fulfillment of promises to appear before immigration courts to enter schools. We need to determine the status of these immigrants and not put them in this limbo. They can get an education but not get a driver&rsquo;s license. That&rsquo;s not right.&quot;</p>\r\n\r\n<p>What wasn&rsquo;t right in Simpson&rsquo;s view wasn&rsquo;t entirely clarified. The story further quoted him saying: &quot;We do need to secure the border against crime and terror, in order to defend life, liberty and property. I welcome people to come. We need workers. We do need to limit our health care to emergencies and critical care to immigrants as well as citizens. What&rsquo;s going on in emergency rooms is not right. We need to stop the freebies, and open the legal pipeline while continuing to secure the border.&quot;</p>\r\n\r\n<p>To our inquiry about Simpson&rsquo;s consistency, Luke Macias, a consultant to Simpson&rsquo;s campaign, guided us to Simpson&rsquo;s 2014 98-slide&nbsp;<a href=\"http://www.slideshare.net/DavidSimpsonTX/rep-david-simpson-working-vacation-on-the-texas-border?qid=11a4b950-66f2-4906-8f0b-4f739a908c46&amp;v=default&amp;b=&amp;from_search=2\">presentation</a>&nbsp;based on the legislator&rsquo;s border trip, which included&nbsp;photos of his travels and thoughts about border and immigration policy.</p>\r\n\r\n<p>Macias urged us to note&nbsp;the slide indicating Simpson thinks Texas should &quot;overturn the mandate to educate aliens who have entered the country illegally or who are still residents of Mexico.&quot; A&nbsp;<a href=\"http://www.politifact.com/texas/statements/2013/sep/25/david-watts/1982-supreme-court-decision-texas-case-said-public/\">1982 U.S. Supreme Court decision</a>, in Plyler v. Doe, required Texas not to deny public education to &quot;undocumented school-age children.&quot;</p>\r\n\r\n<p>Another Simpson slide, titled &quot;Dysfunctional Policies,&quot; including this license line: &quot;We provide K-12 education, but students cannot receive a driver&rsquo;s license:&quot;</p>\r\n\r\n<p><img alt=\"120115 simpsonslide81pft.jpg\" src=\"https://lh3.googleusercontent.com/8o19iflzXftwZEmPirPodUGjMseaQUklvy2pAdoRccXXoBGnwZojbdYV0UGDOJ4c9LgZOC5z-RKBH5nlvLgI-S4j1qQCFjY7dUZ-CZHLjJAUHMZBgYJC_0cWGGvAGekD1tXpODQi\" style=\"border:1px solid; float:left; height:451px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p><em><strong>SOURCE:</strong></em>&nbsp;Presentation,&nbsp;<a href=\"http://www.slideshare.net/DavidSimpsonTX/rep-david-simpson-working-vacation-on-the-texas-border?qid=11a4b950-66f2-4906-8f0b-4f739a908c46&amp;v=default&amp;b=&amp;from_search=2\">&quot;A Sobering and Beautiful Week on the Rio Grande,&quot;</a>&nbsp;David Simpson, June 30-July 6, 2014 (web link received by email from Luke Macias, general consultant, David Simpson Texas Senate campaign, Dec. 1, 2015)</p>\r\n\r\n<p>What gives? By phone, Simpson&nbsp;told us he was trying to stress his continuing belief in not giving &quot;handouts and privileges&quot; to immigrants living here without permission; those include driver&rsquo;s licenses, he said. By email, Simpson noted accurately that while his presentation called for some changes--such as ending the public schooling of children in the country illegally--it &quot;did not advocate for giving driver&rsquo;s licenses to illegals.&quot;</p>\r\n\r\n<p>Our searches via the Nexis news database and through news stories published by the Longview&nbsp;<em>News-Journal</em>&nbsp;yielded no examples of Simpson previously offering an opinion on driver&rsquo;s licenses for&nbsp;immigrants.</p>\r\n\r\n<p><strong>Simpson&rsquo;s legislative record</strong></p>\r\n\r\n<p>Next, we took up Simpson&rsquo;s legislative record.</p>\r\n\r\n<p>In summer 2011, lawmakers moved to require the DPS to seek proof of legal residency from applicants for driver&rsquo;s licenses by placing&nbsp;<a href=\"http://www.texastribune.org/2011/07/07/lege-requires-proof-of-legal-status-for-state-ids/\">an amendment on a fiscal matters measure</a>. At the time, the move was pitched as bringing Texas into compliance with the federal REAL ID Act, which says applicants for a driver&#39;s license must prove legal residency if they want to use the identification to get through airport security. <a href=\"http://www.txdps.state.tx.us/DriverLicense/LawfulStatusDLID.htm\">See the agency&#39;s explanation here.</a></p>\r\n\r\n<p>And on June 9, 2011, nearly all House members (including Simpson) approved the amendment to&nbsp;<a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=821&amp;Bill=SB1\">Senate Bill 1</a>. House video reveals no debate of the matter after Rep. Charles Geren, R-Fort Worth, told colleagues&nbsp;<a href=\"http://www.legis.state.tx.us/tlodocs/821/amendments/html/SB00001H2132.HTM\">the amendment&nbsp;</a>&quot;addresses an issue of people getting Texas driver&rsquo;s licenses that don&rsquo;t live in Texas and it also allows the department to issue a license only for the length of time that a person is entitled to be here.&quot;&nbsp;<a href=\"http://www.journals.house.state.tx.us/hjrnl/821/pdf/82C1DAY06FINAL.PDF#page=222\">According to the House Journal</a>, eight members, Simpson not among them, asked to be recorded voting against the amendment.</p>\r\n\r\n<p>Records show too that Simpson voted against the overall fiscal matters proposal several times; the votes occurred on&nbsp;<a href=\"http://www.journals.house.state.tx.us/hjrnl/821/pdf/82C1DAY06FINAL.PDF#page=270\">June 9</a>,&nbsp;<a href=\"http://www.journals.house.state.tx.us/hjrnl/821/pdf/82C1DAY07FINAL.PDF#page=17\">June 10</a>&nbsp;and&nbsp;<a href=\"http://www.journals.house.state.tx.us/hjrnl/821/pdf/82C1DAY16FINAL.PDF#page=75\">June 28, 2011</a>. By email, Simpsons told us he opposed the measure &quot;due to its accounting gimmicks&mdash;namely, the deferment of Foundation School Program payments and the speed-up of tax payments&mdash;and its misplaced priorities, not because of the license provision, which I supported.&quot; He provided a copy of a&nbsp;<a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGVnBCMzhjTUZxN3M/view?usp=sharing\">May 2012 letter</a>&nbsp;to constituents stating that he &quot;voted for the amendment to add documentation requirements for driver&#39;s licenses&quot; but against SB 1 because it extended inequitable school funding, sped tax collections and used &quot;smoke and mirrors&quot; to balance the state budget.</p>\r\n\r\n<p>So, Simpson backed the mandate that DPS check on each applicant&rsquo;s legal residency.</p>\r\n\r\n<p>Two years later, though, Simpson cast a vote at least&nbsp;leaving room for speculation about his consistency on this front.</p>\r\n\r\n<p>That year, he voted against successful House efforts effectively killing proposals that related to more residents possibly getting driving permits. We know of no independent way of telling if those votes signaled a position on driver&rsquo;s licenses.</p>\r\n\r\n<p>But on May 20, 2013, Simpson voted in favor of one of the failed amendments, the<a href=\"http://www.journals.house.state.tx.us/hjrnl/83r/pdf/83RDAY76FINAL.PDF#page=74\">&nbsp;Texas House Journal</a>&nbsp;shows. The amendment to Senate Bill 1729 by Rep. Byron Cook, R-Corsicana, said that under the legislation, which otherwise authorized a pilot project enabling a few counties to update or renew driver&rsquo;s licenses, a license should include &quot;any Texas resident driver&rsquo;s permit authorized by law.&quot;</p>\r\n\r\n<p>And what did that mean? In debate, opponents said Cook&rsquo;s language related to unauthorized residents getting a driver&rsquo;s permit. Similarly, Simpson and Hughes&rsquo; campaign each nudged, conservative advocacy groups characterized the amendment as opening driver&rsquo;s licenses to ineligible individuals. In a<a href=\"http://www.yct.org/wp-content/uploads/ratings/YCT_83rd_Session_Ratings.pdf\">&nbsp;scorecard of the 2013 Legislature</a>, for instance, the Young Conservatives of Texas said Cook&rsquo;s amendment &quot;would have allowed for illegal immigrants to receive driver&rsquo;s licenses.&quot;</p>\r\n\r\n<p>We didn&rsquo;t reach that conclusion--and by email, Simpson told us Cook&rsquo;s amendment &quot;in no way authorized illegal aliens to receive driver&rsquo;s licenses.&quot; Asked why he voted for it, Simpson said: &quot;I voted yes to the amendment because it would only include licenses or permits already&quot; authorized by law.</p>\r\n\r\n<p>In debate, Cook didn&rsquo;t dispute that his proposal might legalize more drivers; he also stressed that another change in law would be needed for the envisioned permits to become a reality. Cook&rsquo;s proposal drew 72 votes, with 67 members voting no, but it died because Cook offered the proposal during final consideration of SB 1729; at that stage, 100 House votes were needed to amend legislation.</p>\r\n\r\n<p>A few days earlier, on May 17, 2013, Cook rolled out a longer amendment to SB 1729. He described the proposal--which was shortly derailed on a parliamentary point of order without members (including Simpson) voting on it--as identical to a committee-approved version of<a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=83R&amp;Bill=HB3206\">&nbsp;House Bill 3206</a>&nbsp;by Rep. Roberto Alonzo, D-Dallas.</p>\r\n\r\n<p>Alonzo&rsquo;s amended plan called for state-issued driving permits for residents who lack proof of legal residency, also requiring recipients to obtain auto insurance. Under the proposal, every applicant would have to submit to fingerprinting and clear a criminal background check before qualifying for a permit.</p>\r\n\r\n<p>The same month, Hughes&rsquo; campaign noted, Simpson was on the losing end of an 87-60 House vote setting aside Alonzo&rsquo;s amendment to a&nbsp;<a href=\"http://www.legis.state.tx.us/tlodocs/83R/billtext/pdf/SB01705H.pdf#navpanes=0\">House measure</a>&nbsp;that authorized the state to let public schools and driving schools give the driving test required to get a license. Before that May 21, 2013, action, Alonzo told House colleagues that under his amendment, schools could give driving tests to individuals who obtained resident driving permits, provided such permits were legalized. &quot;Texas has a problem,&quot; Alonzo said, with people driving without auto insurance or a driver&rsquo;s permit.</p>\r\n\r\n<p>By phone, Alonzo told us he favors giving undocumented individuals an opportunity to legally drive in Texas and his 2013 proposal&rsquo;s described permits could have nudged the state toward fulfilling the goal though, he said, it didn&rsquo;t provide for full-fledged licenses.</p>\r\n\r\n<p>Finally, we spotted no evidence of Simpson trying to legislate about driver&rsquo;s licenses. In the 2011 session, Simpson authored or co-authored about 50 measures, none touching on giving or denying licenses. In the 2013 and 2015 sessions, Simpson&nbsp;<a href=\"http://www.legis.state.tx.us/Members/Members.aspx?Chamber=H\">authored or co-authored</a>&nbsp;nearly 150 measures, none of them affecting driver&rsquo;s licenses.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Simpson said he&rsquo;s always been opposed to illegal immigrants having driver&rsquo;s licenses</p>\r\n\r\n<p>In 2011, Simpson joined House members in voting for the change in law requiring license applicants to document their legal residency, which we take as a strong indication of his position. But there&rsquo;s a hint of uncertainty in Simpson&rsquo;s 2013 vote on a proposal offered in favor of unauthorized residents someday getting resident driver permits as sought by Alonzo and others, which importantly didn&rsquo;t and don&rsquo;t exist, and his ambiguous 2014 remark about driver&rsquo;s licenses.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE&nbsp;</strong></em>&ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\">&nbsp;more</a>&nbsp;on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2015-12-10T19:17:30.940648", "ruling_date": "2015-12-11T13:22:25", "ruling_headline": "David Simpson mostly right about his staunch opposition  to driver's licenses for 'illegal aliens'", "ruling_headline_slug": "david-simpson-mostly-right-about-his-staunch-oppos", "ruling_link_text": "Voted for applicants to document legal residency", "ruling_state": null, "source_documents": null, "sources": "<div><a href=\"http://www.journals.house.state.tx.us/hjrnl/83r/pdf/83RDAY76FINAL.PDF#page=74\" style=\"text-decoration: none;\"><u>Entry</u></a>&nbsp;showing record votes related to Senate Bill 1729 and&nbsp;<a href=\"http://www.journals.house.state.tx.us/hjrnl/83r/pdf/83RDAY77FINAL.PDF#page=118\" style=\"text-decoration: none;\"><u>Senate Bill 1705</u></a>, Texas House Journal, May 20-21, 2013</div>\r\n\r\n<div>\r\n<p>Legislation,&nbsp;<a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=83R&amp;Bill=HB3206\" style=\"text-decoration: none;\"><u>House Bill 3206</u></a>&nbsp;and&nbsp;<a href=\"http://www.legis.state.tx.us/tlodocs/83R/analysis/html/HB03206H.htm\" style=\"text-decoration: none;\"><u>analysis</u></a>,&nbsp;<a href=\"http://www.legis.state.tx.us/tlodocs/83R/billtext/pdf/SB01705H.pdf#navpanes=0\" style=\"text-decoration: none;\"><u>House Bill 1705</u></a>, 2013 Legislature, Texas Legislative Council (accessed Dec. 2, 2015)</p>\r\n\r\n<p>News stories,&nbsp;<em>Austin American-Statesman</em>, &nbsp;<a href=\"http://www.mystatesman.com/news/news/austin-police-chief-key-legislators-want-special-d/nW3LK/\" style=\"text-decoration: none;\"><u>&quot;Austin police chief, key legislators want special driver&rsquo;s permits for undocumented immigrants,&quot;</u></a>&nbsp;updated March 25, 2013;&nbsp;<a href=\"http://www.mystatesman.com/news/news/house-chairman-unveils-plan-to-allow-illegal-immig/nXPsb/\" style=\"text-decoration: none;\"><u>&quot;House chairman unveils plan to allow illegal immigrants to drive legally in Texas,&quot;</u></a>&nbsp;posted online April 17, 2013News story,&nbsp;<a href=\"http://www.mysanantonio.com/news/local_news/article/Battle-looming-over-immigrant-driver-permits-4477561.php\" style=\"text-decoration: none;\"><u>&quot;Battle looming over immigrant driver permits,&quot;</u></a>&nbsp;<em>San Antonio Express-News</em>, updated April 30, 2013</p>\r\n\r\n<p>News story,&nbsp;<a href=\"http://www.texastribune.org/2011/07/07/lege-requires-proof-of-legal-status-for-state-ids/\" style=\"text-decoration: none;\"><u>&quot; Proof of Legal Status Now Required for State IDs,&quot;</u></a>&nbsp;Texas Tribune, July 7, 2011</p>\r\n\r\n<p>Presentation,&nbsp;<a href=\"http://www.slideshare.net/DavidSimpsonTX/rep-david-simpson-working-vacation-on-the-texas-border?qid=11a4b950-66f2-4906-8f0b-4f739a908c46&amp;v=default&amp;b=&amp;from_search=2\" style=\"text-decoration: none;\"><u>&quot;A Sobering and Beautiful Week on the Rio Grande,&quot;</u></a>&nbsp;David Simpson, June 30-July 6, 2014 (web link received by email from Luke Macias, general consultant, David Simpson Texas Senate campaign, Dec. 1, 2015)</p>\r\n\r\n<p>Telephone interview, Luke Macias, general consultant, David Simpson Texas Senate campaign, Dec. 2, 2015</p>\r\n\r\n<p>Telephone interview and<a href=\"https://docs.google.com/document/d/1f5jpKL5H_zTneVhsBCIFrw_D6CsNYFpJ7WM8BqxTOpE/pub\" style=\"text-decoration: none;\">&nbsp;<u>emails</u></a>, David Simpson, Dec. 9-10, 2015</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGVnBCMzhjTUZxN3M/view?usp=sharing\" style=\"text-decoration: none;\"><u>Letter to constituents</u></a>&nbsp;from David Simpson, May 23, 2012 (received by email from Simpson Dec. 9, 2015)</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/tlodocs/82R/fiscalnotes/html/HB00017I.htm\" style=\"text-decoration: none;\"><u>Fiscal note</u></a>&nbsp;and&nbsp;<a href=\"http://www.legis.state.tx.us/BillLookup/Authors.aspx?LegSess=82R&amp;Bill=HB17\" style=\"text-decoration: none;\"><u>authors</u></a>, House Bill 17, 2011 Texas Legislature, Legislative Budget Board, April 19, 2011</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/tlodocs/82R/billtext/html/HB01857I.htm\" style=\"text-decoration: none;\"><u>Text</u></a>&nbsp;of House Bill 1857, 2011 Texas Legislature, Texas Legislative Council</p>\r\n\r\n<p>Website searchable for bills authored by Simpson,&nbsp;<a href=\"http://www.legis.state.tx.us/Members/Members.aspx?Chamber=H\" style=\"text-decoration: none;\"><u>&quot;House members,&quot;</u></a>&nbsp;Texas Legislature Online, Texas Legislative Council (accessed Dec. 3, 2015)</p>\r\n\r\n<p>Telephone interview, Roberto Alonzo, Dec. 10, 2015</p>\r\n<a href=\"https://docs.google.com/document/d/1iujK3jWNbqrsHJVvG3nmBMJiX52gKAQEclg7lenCFSc/pub\" style=\"font-family: 'Times New Roman'; font-size: medium; line-height: normal; text-decoration: none;\"><u>Email</u></a>, Jordan Berry, Bryan Hughes campaign, Dec. 10, 2015</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Texas", "id": 1286, "last_name": "Simpson", "mostly_true_count": 1, "name_slug": "david-simpson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/simpson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1286/", "total_count": 2, "true_count": 1, "website": "http://davidsimpson.com/index.php"}, "statement": "<p>&quot;I have always opposed driver&#39;s licenses for illegal aliens.&quot;</p>\r\n", "statement_context": "a campaign press release", "statement_date": "2015-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}