{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/03/arne-duncan/barack-obama-not-first-president-address-school-ch/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1170, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1170/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Education Secretary Arne Duncan urged the nation's principals to allow their students to watch a Sept. 8 address on the importance of education from President Barack Obama.\n</p>\n<p>\n &quot;The president will challenge students to work hard, set educational goals, and take responsibility for their learning,&quot; Duncan wrote, adding, &quot;This is the first time an American president has spoken directly to the nation's schoolchildren about persisting and succeeding in school. We encourage you to use this historic moment to help your students get focused and begin the school year strong.&quot;\n</p>\n<p>\n The speech drew fire from some Republicans who said schoolchildren should not be required to listen to the Democratic president's address. The Republican Party of Florida went further, saying Obama would &quot;indoctrinate&quot; schoolchildren with &quot;socialist ideology,&quot; forcing them &quot;to watch the president justify his plans for government-run health care, banks, and automobile companies, increasing taxes on those who create jobs, and racking up more debt than any other president.&quot; We rated that claim\n <a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/02/republican-party-florida/republican-party-florida-says-obama-will-indoctrin/\" target=\"_blank\">\n  Pants on Fire!\n </a>\n</p>\n<p>\n But Duncan was wrong when he wrote that Obama's speech would be &quot;the first time an American president has spoken directly to the nation's schoolchildren about persisting and succeeding in school.&quot;\n</p>\n<p>\n President George H.W. Bush gave an address to schools nationwide in 1991, from a junior high school in Washington, D.C. News reports from the time said the White House hoped that the address would be shown at schools nationwide, and Bush began his remarks by saying he was talking to &quot;millions&quot; of students &quot;in classrooms all across the country.&quot;\n</p>\n<p>\n You can read Bush's\n <a href=\"http://bushlibrary.tamu.edu/research/public_papers.php?id=3450&amp;year=1991&amp;month=10\" target=\"_blank\">\n  complete remarks\n </a>\n via the Web site of his presidential library. Here's an excerpt:\n</p>\n<p>\n &quot;When it comes to your own education, what I'm saying is take control. Don't say school is boring and blame it on your teachers. Make your teachers work hard. Tell them you want a first-class education. Tell them that you're here to learn. Block out the kids who think it's not cool to be smart. I can't understand for the life of me what's so great about being stupid. ...\n</p>\n<p>\n &quot;If you don't work hard, who gets hurt? If you cheat, who pays the price? If you cut corners, if you hunt for the easy A, who comes up short? Easy answer to that one: You do. You're in control, but you are not alone. People want you to succeed. They want to help you succeed.&quot;\n</p>\n<p>\n The presidential library noted that the president spoke at 12:15 p.m. and that his remarks were &quot;broadcast live by the Cable News Network, the Public Broadcasting System, the Mutual Broadcasting System, and the NBC radio network.&quot;\n</p>\n<p>\n You may have guessed this already, but news reports from the time indicate that Democrats criticized Bush for giving the speech.\n</p>\n<p>\n &quot;The Department of Education should not be producing paid political advertising for the president, it should be helping us to produce smarter students,&quot; said Rep. Richard Gephardt, then the Democratic majority leader in the House of Representatives.&quot;And the president should be doing more about education than saying, 'Lights, camera, action.'&quot;\n</p>\n<p>\n Patricia Schroeder, then a Democratic member of Congress from Colorado, said the speech showed &quot;the arrogance of power,&quot; and that the White House should not be &quot;using precious dollars for campaigns&quot; when &quot;we are struggling for every silly dime we can get&quot; for education.\n</p>\n<p>\n Republicans, though, defended the right of the president to address students. &quot;Why is it political for the president of the United States to discuss education?&quot; asked Newt Gingrich, who was then the House Republican whip. &quot;It was done at a nonpolitical site and was beamed to a nonpolitical audience. . . . They wanted to reach the maximum audience with the maximum effect to improve education.&quot;\n</p>\n<p>\n We also found that Ronald Reagan took questions from high school students at the White House in 1986, and the question-and-answer session was broadcast nationally.\n</p>\n<p>\n Reagan urged the students to stay in school and say no to drugs, but he also discussed overtly political matters, such as national defense funding, nuclear disarmament and &mdash; in suprising policy detail &mdash; taxes. (Read Reagan's\n <a href=\"http://www.reagan.utexas.edu/archives/speeches/1986/51386d.htm\" target=\"_blank\">\n  complete remarks\n </a>\n .)\n</p>\n<p>\n &quot;When we came into office, the top personal tax rate that the federal government could put on your income was 70 percent,&quot; Reagan said in his opening remarks. &quot;Now, you can understand, I think, that if you were getting up in those brackets &mdash; there were 14 different tax brackets, depending on the amount of money in each bracket you earned. And when you could look and say, 'If I earn another dollar, I only get to keep 30 cents out of it,' you can imagine the lack of incentive there. Well, we lowered it to 50 percent, and the economy really took off.&quot;\n</p>\n<p>\n Later in the session, a student asked Reagan what he considered his greatest achievement as president. Reagan said it was that the House and Senate had separately passed legislation cutting taxes, and he was looking forward to seeing the legislation finalized and become law.\n</p>\n<p>\n &quot;So, I think the fact that we have finally gotten the Congress of the United States to deal with this problem of tax reform is the greatest achievement,&quot; Reagan said. &quot;And I'm going to be riding herd all the way to see that we finally get it through.&quot;\n</p>\n<p>\n We looked for news reports of Democrats protesting Reagan's broadcast, but were unable to find any in electronic research databases. We should emphasize that this may be due to the fact that many news reports from 1986 are unavailable online.\n</p>\n<p>\n We feel that President George H.W. Bush's speech to students is enough evidence to show that Obama was not the first president to speak &quot;directly to the nation's schoolchildren about persisting and succeeding in school.&quot; Bush's speech was quite explicitly &quot;about persisting and succeeding in school.&quot; Duncan's statement is not accurate, so we rate it False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:45.286050", "ruling_date": "2009-09-03T18:41:15", "ruling_headline": "Barack Obama is not the first president to address schoolchildren. ", "ruling_headline_slug": "barack-obama-not-first-president-address-school-ch", "ruling_link_text": "President George H.W. Bush did it in '91", "ruling_state": null, "source_documents": null, "sources": "<p>\n EducationNews.org,\n <a href=\"http://www.ednews.org/articles/teacher-prep-for-president-obama-9-8-09-speech-to-students.html\" target=\"_blank\">\n  Letter from Arne Duncan to principals\n </a>\n , Aug. 26, 2009\n</p>\n<p>\n President George H.W. Bush Presidential Library,\n <a href=\"http://bushlibrary.tamu.edu/research/public_papers.php?id=3450&amp;year=1991&amp;month=10\" target=\"_blank\">\n  Remarks to Students and Faculty at Alice Deal Junior High School\n </a>\n , Oct. 1, 1991\n</p>\n<p>\n United Press International, &quot;Bush to students: 'Work harder, learn more,'&quot; Oct. 2, 1991\n</p>\n<p>\n Washington Post, &quot;Funding of Bush Speech Draws Fire; Democrat Calls Education Broadcast 'Paid Political Advertising,'&quot; Oct. 3, 1991\n</p>\n<p>\n Ronald Reagan Presidential Library,\n <a href=\"http://www.reagan.utexas.edu/archives/speeches/1986/51386d.htm\" target=\"_blank\">\n  Remarks and a Question-and-Answer Session With Students of John A. Holmes High School of Edenton\n </a>\n , North Carolina  May 13, 1986\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Secretary of Education", "false_count": 2, "first_name": "Arne", "half_true_count": 1, "home_state": "Illinois", "id": 226, "last_name": "Duncan", "mostly_true_count": 2, "name_slug": "arne-duncan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/duncan-400.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/226/", "total_count": 6, "true_count": 0, "website": "http://www.ed.gov/news/staff/bios/duncan.html"}, "statement": "<p>A scheduled speech by President Barack Obama will be &quot;the first time an American president has spoken directly to the nation's school children about persisting and succeeding in school.&quot;</p>", "statement_context": "a letter to principals", "statement_date": "2009-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": null}