{"art": [{"brightcove": "", "caption": "Republican presidential candidate Ted Cruz speaking during a campaign event in Newton, Iowa. (NYT)", "id": 7134, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruz_Iowa.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7134/", "title": "Cruz Iowa", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jnoble2@dmreg.com", "first_name": "Jason", "id": 510, "last_name": "Noble", "name_slug": "jason-noble", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Jason_Noble_mug.jpg", "publication": {"id": 59, "publication_name": "Des Moines Register", "resource_uri": "/api/v/2/publication/59/"}, "resource_uri": "/api/v/2/staffer/510/", "title": "Politics reporter", "twitter": null}], "canonical_url": "/iowa/statements/2015/dec/22/ted-cruz/ted-cruz-overstates-effect-proposed-constitutional/", "edition": {"adkey": "Editions", "advalue": "Iowa", "edition": "Iowa", "edition_slug": "iowa", "has_afterthefact": false, "id": 50, "index_page": false, "meter_name": "The Iowa Truth-O-Meter", "resource_uri": "/api/v/2/edition/50/"}, "editor": [{"email_address": "abackstrom@dmreg.com", "first_name": "Annah", "id": 509, "last_name": "Backstrom", "name_slug": "annah-backstrom", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 59, "publication_name": "Des Moines Register", "resource_uri": "/api/v/2/publication/59/"}, "resource_uri": "/api/v/2/staffer/509/", "title": "Politics Content Strategist", "twitter": null}], "facebook_headline": null, "id": 11716, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnoble2@dmreg.com", "first_name": "Jason", "id": 510, "last_name": "Noble", "name_slug": "jason-noble", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Jason_Noble_mug.jpg", "publication": {"id": 59, "publication_name": "Des Moines Register", "resource_uri": "/api/v/2/publication/59/"}, "resource_uri": "/api/v/2/staffer/510/", "title": "Politics reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/11716/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During a speech to a conservative crowd in Iowa this month, Republican presidential candidate Ted Cruz leveled a heavy charge against his colleagues across the aisle in the U.S. Senate. Democrats, he said, attempted to eliminate Americans&rsquo; right to free speech with a proposed constitutional amendment last fall.</p>\r\n\r\n<p>&quot;The Democrats in the Senate last year introduced a constitutional amendment to repeal the free speech protections of the First Amendment,&quot; Cruz told the audience at the Rising Tide Summit in Cedar Rapids.</p>\r\n\r\n<p>Striking one of America&rsquo;s most cherished and fundamental rights would certainly represent a controversial and historic change to the U.S. Constitution. But is that what Senate Democrats actually attempted to do?</p>\r\n\r\n<p>Cruz was referring to&nbsp;<a href=\"https://www.congress.gov/bill/113th-congress/senate-joint-resolution/19/text\">Senate Joint Resolution 19</a>, a proposed amendment regarding campaign finance that Democrats pursued in the months leading up to the 2014 midterm elections.</p>\r\n\r\n<p>The measure failed to clear a procedural hurdle in September 2014 and faced a long road to ratification even if it had advanced. As a constitutional amendment, it would&rsquo;ve had to pass with two-thirds majorities in the House and Senate and then win approval from three-fourths of state legislatures across the country.</p>\r\n\r\n<p><strong>The amendment</strong></p>\r\n\r\n<p>The text of the proposed amendment itself is pretty short and relatively straightforward. Here it is:</p>\r\n\r\n<p><em>SECTION 1.To advance democratic self-government and political equality, and to protect the integrity of government and the electoral process, Congress and the States may regulate and set reasonable limits on the raising and spending of money by candidates and others to influence elections.</em></p>\r\n\r\n<p><em>SECTION 2.Congress and the States shall have power to implement and enforce this article by appropriate legislation, and may distinguish between natural persons and corporations or other artificial entities created by law, including by prohibiting such entities from spending money to influence elections.</em></p>\r\n\r\n<p><em>SECTION 3. Nothing in this article shall be construed to grant Congress or the States the power to abridge the freedom of the press.</em></p>\r\n\r\n<p>Supporters say the measure is meant to overturn&nbsp;<a href=\"http://www.supremecourt.gov/opinions/09pdf/08-205.pdf\">Citizens United v. Federal Election Commission</a>&nbsp;and&nbsp;<a href=\"http://www.fec.gov/law/litigation/mccutcheon_sc_opinion.pdf\">McCutcheon v. Federal Election Commission</a>, a pair of Supreme Court decisions that have sharply weakened existing federal campaign finance laws.</p>\r\n\r\n<p>It would do this by explicitly allowing Congress and the states to regulate and limit campaign fundraising and spending and to distinguish between &quot;natural persons&quot; and legal entities like corporations when regulating campaign spending. The text of the amendment makes no reference to freedom of speech or the First Amendment.</p>\r\n\r\n<p>So how does it represent an attack on free speech?</p>\r\n\r\n<p>The Cruz campaign referred us to a&nbsp;<a href=\"http://www.washingtontimes.com/news/2014/jul/9/cruz-fahrenheit-451-democrats/\">July&nbsp;2014&nbsp;op-ed Cruz wrote in the <em>Washington Times</em></a>. In it, the senator argues that political speech published or distributed by a corporation -- like an editorial from the <em>New York Times </em>or a skit on NBC&#39;s &quot;Saturday Night Live&quot; -- could be limited or banned by an act of Congress if the amendment were ratified.</p>\r\n\r\n<p>In a previous fact check, we found a similar&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/sep/11/ted-cruz/ted-cruz-says-snls-lorne-michaels-could-be-jailed-/\">Cruz statement about&nbsp;jailing Lorne Michaels to be half-true</a>.</p>\r\n\r\n<p>U.S. Sen. Chuck Grassley, R-Iowa, offered a similar&nbsp;critique as the measure was being debated last September.</p>\r\n\r\n<p>&quot;The proposed amendment would restrict the most important speech the First Amendment protects, core political speech,&quot;&nbsp;<a href=\"http://www.politico.com/story/2014/09/senate-block-campaign-finance-amendment-110864\">Politico quoted Grassley saying in a Sept. 11, 2014, story</a>. &quot;It&rsquo;s hard to imagine what would be more radical than the Congress passing a constitutional amendment to overturn a dozen Supreme Court decisions that have protected individual rights. Free speech would be dramatically curtailed.&quot;</p>\r\n\r\n<p><strong>But what do the experts say?</strong></p>\r\n\r\n<p>We checked in with a range of constitutional law scholars &mdash; including Cruz&rsquo;s old con-law prof at Harvard&nbsp;&mdash; who offered a range of views and interpretations. But while there is some scholarly disagreement on whether the proposed amendment threatens free speech, none of those surveyed shared Cruz&rsquo;s assertion that it would amount to outright repeal of free speech rights.</p>\r\n\r\n<p>Several said Cruz has a point, but that he oversells it when he uses the term &quot;repeal&quot;&nbsp;with no caveats or qualifiers.</p>\r\n\r\n<p>&quot;There is no question it would be a partial repeal of the First Amendment as it has been interpreted by the Supreme Court since at least 1976,&quot; said Stanford Constitutional Law Center Director Michael W. McConnell. &quot;Of course, some justices and academics disagree with many of the holdings of the court with respect to campaign finance, but this proposal would cut more deeply into First Amendment protections even than those dissenting justices have voted to permit.&quot;</p>\r\n\r\n<p>University of Pennsylvania Law School Professor Kermit Roosevelt also described the proposed amendment as a &quot;partial repeal&quot; of constitutional speech protections.</p>\r\n\r\n<p>&quot;What Cruz says is mostly accurate, with a couple of caveats,&quot; Roosevelt said. &quot;Cruz could have been more clear if he&rsquo;d specified that the proposed repeal was aimed at undoing the Supreme Court&rsquo;s decisions thwarting campaign finance reform, not at speech more generally. And I think he failed to do so deliberately, because those decisions are not very popular, while free speech in general is.&quot;</p>\r\n\r\n<p>In his <em>Washington Times </em>op-ed, Cruz noted criticism of the proposed amendment from famed constitutional lawyer and First Amendment litigator&nbsp;Floyd Abrams. In remarks during a Senate hearing on the measure,&nbsp;<a href=\"https://www.washingtonpost.com/news/volokh-conspiracy/wp/2014/06/03/floyd-abrams-on-the-proposed-constitutional-amendment-to-let-government-restrict-spending-for-election-related-speech/\">Abrams argued that it &quot;would limit speech that is at the heart of the First Amendment&quot; and do so &quot;in a sweepingly broad manner.&quot;</a></p>\r\n\r\n<p>Several prominent scholars, meanwhile, say Cruz is flat-out wrong.</p>\r\n\r\n<p>&quot;I have read the amendment carefully. It&rsquo;s about raising and spending money in political campaigns &mdash; nothing more,&quot; Harvard Law School constitutional law Professor Laurence H. Tribe told us in an email. &quot;It has no effect at all on freedom of the press, freedom of assembly or peaceful protest.&nbsp;It does not allow the government to punish people for speaking their minds.&quot;</p>\r\n\r\n<p>Tribe also noted that he had Cruz, a Harvard Law graduate, in class.</p>\r\n\r\n<p>&quot;Ted Cruz earned an A in my constitutional law course at Harvard, and I am a tough grader!&quot; Tribe said. &quot;I&rsquo;m confident Ted knows his statement is false. No lawyer or student who can read English believes what Ted Cruz claimed to believe.&quot;</p>\r\n\r\n<p>The main sticking point for scholars is whether spending money is a constitutionally&nbsp;protected expression of free speech. That notion undergirds the recent Supreme Court decisions throwing out campaign finance regulations, experts said, but is far from a consensus view in legal circles or even on the court itself.</p>\r\n\r\n<p>&quot;Citizens United recently overturned many decades of First Amendment jurisprudence that allowed law to distinguish corporate from individual speech when it comes to campaign finance regulations,&quot; Yale Law School Dean Robert C. Post told us in an email. &quot;For the most part, the Court has only recently imposed strict constitutional limits on campaign finance regulations. Ted Cruz is referring in his comment to very recent and controversial interpretations of the First Amendment.&quot;</p>\r\n\r\n<p>Richard L. Hasen, a law professor and expert on elections law at the University of California, Irvine, School of Law, offered a similar assessment.</p>\r\n\r\n<p>&quot;This is a controversial theory of the First Amendment, and some dissenting justices do not agree that these limits on elections violate the free speech or other First Amendment protections,&quot; Hasen said.</p>\r\n\r\n<p>&quot;If the amendment passed,&quot; he added, &quot;it does not seem likely it would have a direct effect on the Supreme Court&#39;s free speech decisions in areas other than those related to campaign financing.&quot;</p>\r\n\r\n<p>Andrew Koppelman, a professor of law and political science at Northwestern University, called Cruz&rsquo;s statement &quot;misleading.&quot;</p>\r\n\r\n<p>&quot;The Court was deeply split in Citizens United,&quot; Koppelman said. &quot;The bill proposes to amend the Constitution so that the four dissenters prevail. If, as the dissenters thought, Citizens United misinterprets the First Amendment, then the proposal restores the Amendment rather than repealing it. Cruz seems to think that Citizens United is an obviously correct interpretation of the Amendment, but if that were true, why was the Court divided 5-4?&quot;</p>\r\n\r\n<p>Pepperdine School of Law constitutional law professor Douglas W. Kmiec dismissed Cruz&rsquo;s assertion even more succinctly.</p>\r\n\r\n<p>&quot;There is nothing in our history to suggest that the founders equated speech and money,&quot; Kmiec said. &quot;That being so, there is no constitutional violation of freedom of speech to propose the amendment.&quot;</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>Cruz told his audience that Senate Democrats proposed a constitutional amendment that would &quot;repeal&quot; constitutionally&nbsp;guaranteed free speech rights. The proposal actually allows state and federal legislators to regulate fundraising and spending in elections. Campaign finance has been linked to free speech in recent jurisprudence, but a wide range of constitutional law scholars say the amendment would have a limited or nonexistent effect on speech rights.</p>\r\n\r\n<p>Several scholars said&nbsp;Cruz has a point, but he oversells it by using&nbsp;&quot;repeal&quot;&nbsp;with no caveats or qualifiers. The statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2015-12-22T13:02:50.676803", "ruling_date": "2015-12-22T13:45:36", "ruling_headline": "Ted Cruz overstates effect of proposed constitutional amendment", "ruling_headline_slug": "ted-cruz-overstates-effect-proposed-constitutional", "ruling_link_text": "You've disappointed your constitutional law professor, Ted", "ruling_state": null, "source_documents": null, "sources": "<div>Email correspondence with Richard L. Hasen, chancellor&#39;s professor of law and political science at the University of California, Irvine, School of Law, Dec. 16, 2015</div>\r\n\r\n<div>\r\n<p>Email correspondence with Douglas W. Kmiec, professor of constitutional law and Caruso family chair in constitutional law at Pepperdine School of Law, Dec. 16, 2015</p>\r\n\r\n<p>Email correspondence with Andrew Koppelman, John Paul Stevens professor of law and professor of political science at Northwestern University, Dec. 17, 2015</p>\r\n\r\n<p>Email correspondence with Michael W. McConnell, director of the Stanford Constitutional Law Center, Dec. 16, 2015</p>\r\n\r\n<p>Email correspondence with Robert C. Post, dean of the Yale Law School, Dec. 17,2015</p>\r\n\r\n<p>Email correspondence with Kermit Roosevelt, professor of law at the University of Pennsylvania Law School, Dec. 16, 2015</p>\r\n\r\n<p>Email correspondence with Laurence H. Tribe, Carl M. Loeb university professor and professor of constitutional law at Harvard Law School, Dec. 16-17, 2015</p>\r\n\r\n<p>Email correspondence with Cruz campaign spokeswoman Catherine Frazier, Dec. 16-22, 2015.</p>\r\n\r\n<p>Congress website, &quot;<a href=\"https://www.congress.gov/bill/113th-congress/senate-joint-resolution/19/text\">S.J.Res.19 - A joint resolution proposing an amendment to the Constitution of the United States relating to contributions and expenditures intended to affect elections</a>,&quot; Sept. 11, 2014.</p>\r\n\r\n<p>Politifact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/sep/11/ted-cruz/ted-cruz-says-snls-lorne-michaels-could-be-jailed-/\">Ted Cruz says SNL&#39;s Lorne Michaels could be jailed under Democratic-backed amendment</a>,&quot; Sept. 11, 2014.</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2014/09/senate-block-campaign-finance-amendment-110864\">Campaign finance reform blocked</a>,&quot; Sept. 12, 2014.&nbsp;</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/volokh-conspiracy/wp/2014/06/03/floyd-abrams-on-the-proposed-constitutional-amendment-to-let-government-restrict-spending-for-election-related-speech/\">Floyd Abrams on the proposed constitutional amendment to let government restrict spending for election-related speech</a>,&quot; June 3, 2014.</p>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;The Democrats in the Senate last year introduced a constitutional amendment to repeal the free speech protections of the First Amendment.&quot;</p>\r\n", "statement_context": "a speech at the Rising Tide Summit in Cedar Rapids, Iowa", "statement_date": "2015-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}