{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/08/rush-limbaugh/health-care-bill-transfers-limbaugh/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1171, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1171/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On his radio program on Aug. 28, Rush Limbaugh continued to hammer the Democrat-backed health care bill, claiming ominously that it would allow government &quot;the right to get into your bank account...and make transfers without you knowing it.&quot;</p>\r\n\r\n<p>A similar claim was included in a widely circulated chain e-mail that contains numerous distortions about the health care bill. We examined the claims in depth and reported on many of them <a href=\"http://politifact.com/truth-o-meter/article/2009/jul/30/e-mail-analysis-health-bill-needs-check-/\" target=\"_blank\"> here. </a></p>\r\n\r\n<p>Limbaugh has raised this issue several times. On Aug. 6, 2009, a caller to his radio program said, &quot;Listen, of all the scary things in this health care bill, Rush, the scariest thing is this:&nbsp; The government, if this passes, will be able to go into your bank account or anybody&#39;s bank account &mdash; I just read this last night &mdash; anybody&#39;s bank account, take the money out to fund this monstrosity.&nbsp; Did you know that?&quot;&nbsp;<br />\r\n<br />\r\nSaid Limbaugh, &quot;He&#39;s right, folks, he&#39;s right.&nbsp; That is in the House bill.&quot;</p>\r\n\r\n<p>The provision in question is in Section 163 of the House bill (page 59) , under the heading &quot;Administrative Simplification.&quot; It broadly sets out goals for standardizing electronic health records.</p>\r\n\r\n<p>The legislative summary says the intent in the section is &quot;to adopt standards for typical transactions&quot; between insurance companies and health care providers.</p>\r\n\r\n<p>Edwin Park, a senior fellow at the left-leaning Center on Budget and Policy Priorities, said the intent is to set standards for electronic communication between health providers and insurance companies and has nothing to do with an individual&#39;s bank account. So for example, a doctor would have access to real-time information about a patient&#39;s co-pays and whether a particular procedure or medication is covered under their plan, how much is owed, and so on, he said. Much of that already happens today, he said, but it would standardize electronic records so that with out-of-network transactions, everyone is using the same coding and standards.</p>\r\n\r\n<p>Park&#39;s interpretation is shared by Health Care for America Now, which is lobbying for health care reform. According to the group&#39;s Web site, the provision &quot;continues the discussion of administrative standards, and authorizes electronic transfers of money within the government. In no way does this provision grant the government access to individual bank accounts.&quot;</p>\r\n\r\n<p>But some say the wording of the bill is ambiguous, and does appear to allow for the possibility of addressing electronic health payments from a patient&#39;s individual bank account. Robert Book of the Heritage Foundation pointed to a clause in Section 163 that states that it would &quot;enable electronic funds transfers, in order to allow automated reconciliation with the related health care payment and remittance advice.&quot;</p>\r\n\r\n<p>Some interpret that as a vehicle to allow people to pay their health bills through automatic deductions from their personal bank accounts.</p>\r\n\r\n<p>And in an e-mail sent out by David Axelrod, a senior adviser to President Barack Obama, in which he sought to debunk some of the &quot;lies and distortions&quot; that have circulated in e-mails about health care reform, he seems to suggest that&#39;s exactly what is being contemplated.</p>\r\n\r\n<p>&quot;No, government will not do anything with your bank account,&quot; Axelrod wrote. &quot;It is an absurd myth that government will be in charge of your bank accounts.&nbsp; Health insurance reform will simplify administration, making it easier and more convenient for you to pay bills in a method that you choose.&nbsp; Just like paying a phone bill or a utility bill, you can pay by traditional check, or by a direct electronic payment. And forms will be standardized so they will be easier to understand. The choice is up to you &ndash; and the same rules of privacy will apply as they do for all other electronic payments that people make.&quot;</p>\r\n\r\n<p>On the White House Web site, Nancy-Ann DeParle, director of the White House Office of Health Reform, spoke to the issue, saying,&nbsp; &quot;Individuals, not the government, will be in charge of their bank accounts, just like they are today.&quot;</p>\r\n\r\n<p>We read Section 163 and found nothing that would <em> require </em> patients to participate in electronic payments.</p>\r\n\r\n<p>So Limbaugh is wrong that the bill would allow the government &quot;the right to get into your bank account.&quot; The choice would be up to the person if they&#39;d like to allow electronic withdrawals from their bank accounts.</p>\r\n\r\n<p>John S. Hoff, deputy assistant secretary for Health and Human Services under President George W. Bush, doesn&#39;t see much to support the critics&#39; claims. But the bill was written in such an ambiguous way, he said, that it opens the door for this kind of speculation.</p>\r\n\r\n<p>Perhaps, he said, the provision is intended only to deal with standardizing electronic communication between health providers and insurance companies, he said. But the wording &quot;seems to contemplate getting money from (an individual&#39;s) account electronically.&quot;</p>\r\n\r\n<p>Still, he said, &quot;I think there is something that would protect you, that would allow you to block access to your account. It doesn&#39;t say that they could force you to do it. Does this override your relationship with the bank? No, I don&#39;t think so. Suppose you didn&#39;t want electronic transfers, you could tell the bank not to do it.&quot;</p>\r\n\r\n<p>Dr. Glenn Laffel, senior vice president of clinical affairs at Practice Fusion, which provides free, Web-based electronic health records, read the wording of the bill and came away confused.</p>\r\n\r\n<p>&quot;At best, it&#39;s vague and ambiguous,&quot; Laffel said. &quot;At worst, it would empower the government to do something that isn&#39;t right. It&#39;s something that needs to be addressed.&quot;</p>\r\n\r\n<p>So in summary, some of the experts we talked to said the wording of the bill is ambiguous enough to allow speculation like Limbaugh&#39;s that the government might be able to tap into an individual&#39;s bank account to square health payments. But there&#39;s nothing in the bill that suggests this program would be required.</p>\r\n\r\n<p>And while it sounds ominous to say the government could get into your bank account, the same is true for utility and mortgage companies for whom customers have given permission to extract regular electronic payments directly from their bank accounts. The way Limbaugh says it, it sounds like the government would require this program (that it would &quot;have the right&quot;) to get into your account, that the government could do it without your permission. And we find no basis for that claim in the bill. We also think Limbaugh exaggerates when he says the government could then transfer money in your account without you knowing it. If you sign up for electronic withdrawal, you know about it. And so we rate this claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:44.337266", "ruling_date": "2009-09-08T13:03:27", "ruling_headline": "Rush Limbaugh says health care bill would allow government to make transfers in your bank account ", "ruling_headline_slug": "health-care-bill-transfers-limbaugh", "ruling_link_text": "Not as Big Brotherish as he makes it sound", "ruling_state": null, "source_documents": null, "sources": "<p>Rush Limbaugh Web site, Transcript: <a href=\"http://www.rushlimbaugh.com/home/daily/site_082809/content/01125107.guest.html\" target=\"_blank\"> &quot;Bill Would Give President Obama &#39;Emergency Control&#39; of Internet,&quot; </a> &nbsp; Aug. 28, 2009</p>\r\n\r\n<p>PolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/article/2009/jul/30/e-mail-analysis-health-bill-needs-check-/\" target=\"_blank\"> &quot;E-mail &#39;analysis&#39; of health bill needs a check-up&quot; </a> by Angie Drobnic Holan, July 30th, 2009</p>\r\n\r\n<p>U.S. Government Printing Office, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\"> HR 3200 </a> (health care reform legislation), July 14, 2009</p>\r\n\r\n<p>Speaker of the House Web site, <a href=\"http://waysandmeans.house.gov/media/pdf/111/sbys3200.pdf\" target=\"_blank\"> Section-by-Section Analysis of HR 3200 </a> , July 14, 2009</p>\r\n\r\n<p>U.S. House of Representatives Energy and Commerce Committee, <a href=\"http://energycommerce.house.gov/index.php?option=com_content&amp;view=article&amp;id=1706:house-democrats-introduce-bill-to-provide-quality-affordable-health-care-for-all-americans&amp;catid=122:media-advisories&amp;Itemid=55\" target=\"_blank\"> House Democrats Introduce Bill to Provide Quality, Affordable Health Care for All Americans </a> , July 14, 2009</p>\r\n\r\n<p>WhiteHouse.gov., <a href=\"http://www.whitehouse.gov/blog/The-Return-of-the-Viral-Email/\" target=\"_blank\"> &quot;The Return of the Viral Email: From Senior Advisor David Axelrod,&quot; </a> Aug. 13, 2009</p>\r\n\r\n<p>FactCheck.org, <a href=\"http://factcheck.org/2009/08/twenty-six-lies-about-hr-3200/\" target=\"_blank\"> &quot;Twenty-six Lies About H.R. 3200,&quot; </a> by Brooks Jackson, Lori Robertson and Jess Henig, with D&#39;Angelo Gore, Aug. 28, 2009</p>\r\n\r\n<p>Rush Limbaugh Web site, <a href=\"http://www.rushlimbaugh.com/home/daily/site_080609/content/01125111.guest.html\" target=\"_blank\"> &quot;Will Obamacare Access Your Bank Account Via Direct Deposit?&quot; </a> Aug. 6, 2009</p>\r\n\r\n<p>Washington Examiner, <a href=\"http://www.washingtonexaminer.com/politics/Health-bill-could-allow-government-access-to-personal-financial-records-8093377.html\" target=\"_blank\"> &quot;Health bill could allow government access to personal financial records,&quot; </a> by Susan Ferrechio, Aug. 12, 2009</p>\r\n\r\n<p>National Review, <a href=\"http://article.nationalreview.com/?q=ODg4Y2FkYmFlZmQ4NGJkYjZhZTA2YjZkZTMwN2YzNTg\" target=\"_blank\"> &quot;Turning Uncle Sam into Peeping Tom,&quot; </a> by Diana Furchtgott-Roth, Aug. 12, 2009</p>\r\n\r\n<p>CNN Politics.com, <a href=\"http://politicalticker.blogs.cnn.com/2009/08/12/cnn-truth-squad-will-health-bill-let-uncle-sam-into-your-bank-account/\" target=\"_blank\"> &quot;CNN Truth Squad: Will health bill let Uncle Sam into your bank account?&quot; </a> Aug. 12, 2009</p>\r\n\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/realitycheck/71\" target=\"_blank\"> &quot;Reality Check:&nbsp; The return of the viral email,&quot; </a> by White House Health Reform Director Nancy-Ann DeParle</p>\r\n\r\n<p>Interview with Edwin Park, a senior fellow at the Center on Budget and Policy Priorities, Sept. 4, 2009</p>\r\n\r\n<p>Interview with Robert Book of the Heritage Foundation, Sept. 3, 2009</p>\r\n\r\n<p>Interview with John S. Hoff, deputy assistant secretary for Health and Human Services in the Bush administration, Sept. 4, 2009</p>\r\n\r\n<p>Interview with Dr. Glenn Laffel, senior vice president of clinical affairs at Practice Fusion, Sept. 3, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>The government is &quot;going to have the right to get into your bank account with the health care bill and make transfers without you knowing it.&quot;</p>\r\n", "statement_context": "his radio program", "statement_date": "2009-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}