{"art": [{"brightcove": "", "caption": "Noelle Bush, center, stands in front of her father, then-Florida Gov. Jeb Bush, during her final appearance in drug court on Aug. 8, 2003, in Orlando, Fla. (AP/Scott Audette)", "id": 7259, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jeb_and_Noelle_Bush.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7259/", "title": "Jeb and Noelle Bush", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/jan/13/jeb-bush/jeb-bush-says-governor-he-helped-reduce-youth-hero/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 11736, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11736/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Addiction is a deeply personal issue for Republican presidential candidate Jeb Bush, whose daughter Noelle <a href=\"http://www.nytimes.com/2016/01/06/us/politics/jeb-bush-drops-guard-to-share-family-account-of-addiction.html\">suffered from addiction</a> and a string of related criminal charges while he was serving as governor of Florida.</p>\r\n\r\n<p>In a <a href=\"https://medium.com/@JebBush/addressing-the-heartbreak-of-addiction-53854d26f8d3#.wwmvlnem8\">Medium post</a> on Jan. 5, 2016, Bush offered a glimpse into &quot;the heartbreak of drug abuse&quot; that his family had experienced, along with policy proposals to better address addiction.</p>\r\n\r\n<p>In the column, Bush discussed his record on drug policy during his gubernatorial tenure. &quot;As governor of Florida, I used a combination of strategies to help reduce heroin use among youth in Florida by approximately 50 percent,&quot; Bush wrote. Bush took office in January 1999 and left in January 2007.</p>\r\n\r\n<p>We took a closer look into that statistic. (A few days later, Bush turned Noelle&#39;s story into a <a href=\"https://www.youtube.com/watch?feature=youtu.be&amp;v=556lEnWH-4I&amp;app=desktop\">television ad</a>.)</p>\r\n\r\n<p>The Bush campaign pointed us to the <a href=\"http://tpeg.med.miami.edu/documents/2006fysasreport.pdf\">2006 Florida Youth Substance Abuse Survey</a> conducted by the Florida Department of Children and Families. (Although several surveys of drug use are released on an annual basis, experts told us that this is the only survey that would speak to the specific numerical claim Bush made.)</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/FUBT9UNswZh58ewvwmeqLf-7VM4R-5dv4qn-puGmYUGrkenuDiWjNd74sjMkPEV86oHgoysvktF9n9s4AX9vs-0fqeggzHcc_3nffez1u-kD7zv6_3EhzXO4t4HipeRWcmfrljLR\" style=\"border:none; height:337px; width:603px\" /></p>\r\n\r\n<p>For heroin use, the survey offers two measurements -- heroin use at any time of one&rsquo;s life, and heroin use during the past 30 days.</p>\r\n\r\n<p>For the first category -- use of heroin in one&rsquo;s lifetime -- 2.2 percent of respondents between the ages of 11 and 18 had used it in 2000, compared to 1.1 percent in 2006. That&rsquo;s a 50 percent decrease.</p>\r\n\r\n<p>And for the second category -- heroin use in the past 30 days -- 0.8 percent reported using it in 2000, compared to 0.4 percent in 2006. That&rsquo;s also down by 50 percent.</p>\r\n\r\n<p>So numerically, Bush has a point. Still, experts said it&rsquo;s worth taking those numbers with a grain of salt.</p>\r\n\r\n<p><strong>Testing the numbers</strong></p>\r\n\r\n<p>One concern is that the percentage of youth using heroin is small, meaning the differences from year to year are small -- and this makes them potentially unreliable.</p>\r\n\r\n<p>Indeed, the report itself cautions, &quot;Heroin use in a school population is extremely rare. Nationally, no lifetime prevalence rate for heroin has exceeded 2.4 percent in the 8th, 10th or 12th grades in the past decade. &hellip; Given the extremely low prevalence rates associated with heroin use by Florida students, analyses that attempt to precisely specify or quantify changes over time are subject to error.&quot;</p>\r\n\r\n<p>In addition, for both measurements, the biggest drop came between 2000 and 2001, with minimal changes between 2002 and 2006. That seemed curious to Lloyd Johnston, a senior research scientist at the University of Michigan&#39;s Institute for Social Research and principal investigator of the Monitoring the Future study, which tracks drug use in the United States.</p>\r\n\r\n<p>&quot;While that is possible, I don&#39;t think it very plausible,&quot; Johnston said. &quot;Rates almost always change more gradually.&quot;</p>\r\n\r\n<p>One possible explanation for that pattern, he said, is that the 2000 survey collected its data in December and January, whereas the 2001 to 2005 surveys conducted their data in April and May of those years.</p>\r\n\r\n<p>A further curiosity, Johnston said, is that one would not expect a one-year decline that steep for lifetime heroin use. From year to year, the pool of respondents is mostly the same. In the first year, the survey includes youth who are 11, 12, 13, 14, 15, 16, 17, and 18 years of age. The following year, the 18-year-olds drop out and a new group of 11-year-olds joins, but all the other groups are included again. With such modest changes from year to year in the makeup of the age groups, one would not expect a large change in heroin use over a lifetime from one year to the next, Johnston said.</p>\r\n\r\n<p>&quot;That makes the lifetime improvement in 2001 highly implausible,&quot; Johnston said, adding that a sizable change in the 30-day-rates would be more plausible.</p>\r\n\r\n<p><strong>What was Bush&rsquo;s role?</strong></p>\r\n\r\n<p>There&rsquo;s also a separate issue: Did Bush&rsquo;s policies help engineer this decline?</p>\r\n\r\n<p>That&rsquo;s hard to say, though drug-policy experts in Florida do praise Bush for his work on the issue.</p>\r\n\r\n<p>James Hall, a drug abuse epidemiologist at Nova Southeastern University, said that Bush gave the issue high priority, including the creation of a drug policy office out of his own office to coordinate law enforcement, treatment, education and prevention. The office -- which was later eliminated by Gov. Rick Scott -- made a &quot;very significant contribution&quot; to drug policy in the state, Hall said.</p>\r\n\r\n<p>In addition, Bush championed community-based anti-drug coalitions that helped consolidate prevention efforts, Hall said. And his wife Columba was also active in drug- and alcohol-abuse issues, he added.</p>\r\n\r\n<p>Still, such efforts likely had a &quot;marginal influence&quot; on heroin-use rates, Hall said. Often, broader issues such as demographic and social trends have a bigger impact.</p>\r\n\r\n<p>Indeed, it&rsquo;s worth noting that heroin use among youth was declining nationally during roughly the same period.</p>\r\n\r\n<p>Johnston&rsquo;s own study found that heroin use among youth was declining nationally between 1999 and 2007, the full extent of Bush&#39;s term in office. &quot;For the three grades we study (eighth, 10th, and 12th), the combined prevalence of heroin use during the prior 12 months declined from 1.3 percent in 1999 to 0.8 percent in 2007,&quot; he said. That&rsquo;s a drop of about 40 percent -- not far from what the Florida-only survey found.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bush said that &quot;as governor of Florida, I used a combination of strategies to help reduce heroin use among youth in Florida by approximately 50 percent.&quot;</p>\r\n\r\n<p>The only statistics that directly address his statement offer numeric support.&nbsp;However, the report in question cautions against drawing broad conclusions for such low-frequency events as youth heroin addiction, and experts thought it curious that the drop essentially happened in the first year, with little change after that. Experts praise Bush for his drug policies, but it&rsquo;s important to note that broader demographic and social factors -- reflected in falling youth heroin use nationally during that period -- likely made a difference as well.</p>\r\n\r\n<p>We rate the claim Half True.</p>\r\n", "ruling_comments_date": "2016-01-07T17:34:32.116295", "ruling_date": "2016-01-13T16:03:19", "ruling_headline": "Jeb Bush says as governor, he helped reduce youth heroin use in Florida by 50 percent", "ruling_headline_slug": "jeb-bush-says-governor-he-helped-reduce-youth-hero", "ruling_link_text": "Study needs to be treated cautiously, experts say", "ruling_state": null, "source_documents": null, "sources": "<p>Jeb Bush, &quot;<a href=\"https://medium.com/@JebBush/addressing-the-heartbreak-of-addiction-53854d26f8d3#.wwmvlnem8\">Addressing the Heartbreak of Addiction</a>&quot; (post on Medium), Jan. 4, 2016</p>\r\n\r\n<p>Florida Department of Children and Families, &quot;<a href=\"http://tpeg.med.miami.edu/documents/2006fysasreport.pdf\">2006 Florida Youth Substance Abuse Survey</a>,&quot; 2006</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2016/01/06/us/politics/jeb-bush-drops-guard-to-share-family-account-of-addiction.html\">Jeb Bush Drops Guard to Share Family Account of Addiction</a>,&quot; Jan. 5, 2016</p>\r\n\r\n<p>Email interview with Lloyd Johnston, a senior research scientist at the University of Michigan&#39;s Institute for Social Research and principal investigator of the Monitoring the Future study</p>\r\n\r\n<p>Interview with James Hall, drug abuse epidemiologist at Nova Southeastern University in Fort Lauderdale, Jan. 7, 2016</p>\r\n\r\n<p>Email interview with Matt Gorman, spokesman for Jeb Bush, Jan. 7, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>&quot;As governor of Florida, I used a combination of strategies to help reduce heroin use among youth in Florida by approximately 50 percent.&quot;</p>\r\n", "statement_context": "a column posted on Medium", "statement_date": "2016-01-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}