{"art": [{"brightcove": "", "caption": "Lt. Gov. Dan Patrick of Texas said on Meet the Press Jan. 3, 2016, that only two mass shootings since 1950 have occurred outside gun-free zone (NBC video).", "id": 7271, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe width=\"300\" height=\"243\" src=\"http://player.theplatform.com/p/2E2eJC/nbcNewsOffsite?guid=mtp_danpatricktexas_160103\" scrolling=\"no\" frameborder=\"0\"></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7271/", "title": "Dan Patrick on guns on Meet the Press 1/3/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/jan/13/dan-patrick/dan-patrick-says-two-mass-shootings-1950-occurred-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11745, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11745/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Dan Patrick of Texas hinted he&rsquo;d like to ease access to guns, then lofted a historical claim making us wonder.</p>\r\n\r\n<p>The Republican lieutenant governor appeared on <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-january-3-2016-n489381\">NBC&rsquo;s Jan. 3, 2016 edition of <em>Meet the Press</em></a> as the Texas law permitting licensed individuals to openly carry holstered handguns took effect. Patrick told host Chuck Todd he wants to see a day &quot;when every American citizen can simply have a gun, does not have to go through a long ordeal or pay a high price. We&#39;re going to address that in Texas, as well. Because it&#39;s the right of every individual under the Second Amendment.&quot;</p>\r\n\r\n<p>Then came the historical note: &quot;Having law-abiding citizens having guns is a good thing,&quot; Patrick said. &quot;In fact, Chuck, every one of the mass shootings except two in America since 1950 have been&quot; in &quot;gun-free zones,&quot; his implication being that wrongdoers don&rsquo;t open fire in places where permitted citizens may have loaded handguns.</p>\r\n\r\n<p>That&rsquo;s at least a disputed analysis. <a href=\"http://www.motherjones.com/politics/2013/04/gun-free-zones-mass-shootings\">In April 2013</a>, Mother Jones magazine said its review of more than five dozen U.S. &quot;mass shootings&quot; since 1982 hadn&rsquo;t identified a single case of a killer choosing a target because it barred guns nor had it found an instance of an armed civilian saving the day. &quot;To the contrary, in many of the cases there was clearly another motive for the choice of location. For example, 20 were workplace shootings,&quot; the magazine said. &quot;Or consider the 12 school shootings we documented, in which all but one of the killers had personal ties to the school they struck,&quot; the story said. Moreover, the magazine said, the majority of mass shootings are murder-suicides, arguably not involving perpetrators &quot;whose priority was identifying the safest place to attack.&quot;</p>\r\n\r\n<p>So, how did Patrick determine that only two mass shootings since 1950 occurred in places that weren&rsquo;t gun-free zones? A spokesman, Alejandro Garcia, declined comment on that, but web searches and interviews identified the likely originator of the two-since-1950 claim as economist <a href=\"http://www.politifact.com/personalities/john-lott/\">John Lott Jr.</a>, whose books include &quot;More Guns, Less Crime&quot; and &quot;The Bias Against Guns.&quot; Lott, president of the <a href=\"http://crimeresearch.org/\">Crime Prevention Research Center</a>, also is a Fox News columnist.</p>\r\n\r\n<p>In a January 2013 <a href=\"http://johnrlott.blogspot.com/2013/01/two-multiple-victim-public-shootings.html\">blog post</a>, Lott said: &quot;Since at least 1950, with two exceptions, all the multiple victim public shootings in the US in which more than three people have been killed have taken place where guns are banned.&quot; In a 2014 <a href=\"http://crimeresearch.org/2014/09/more-misleading-information-from-bloombergs-everytown-for-gun-safety-on-guns-analysis-of-recent-mass-shootings/\">web post</a>, the center said: &quot;There are only two mass public shootings since at least 1950 that have not been part of some other crime where at least four people have been killed in an area where civilians are generally allowed to have guns. &nbsp;These are the<a href=\"http://abcnews.go.com/US/carson-city-shooting-unlike-911-sheriff/story?id=14464852\"> International House of Pancakes restaurant in Carson City, Nevada, on September 6, 2011</a> and the<a href=\"http://www.azcentral.com/news/articles/2011/01/08/20110108arizona-giffords-brk.html\"> Gabrielle Giffords shooting in Tucson, Arizona, on January 8, 2011</a>.&quot;</p>\r\n\r\n<p><strong>Defining &quot;mass shooting&quot;</strong></p>\r\n\r\n<p>Generally we take a gun-free zone to mean a place where civilians can&rsquo;t legally carry handguns. That&rsquo;s in the spirit of the Gun-Free School Zones Act, revised by Congress in 1996, <a href=\"https://www.law.cornell.edu/uscode/text/18/922\">which states</a> it&rsquo;s unlawful for an individual to knowingly carry a firearm that&rsquo;s been part of interstate or foreign commerce in a school zone <a href=\"https://www.law.cornell.edu/uscode/text/18/921\">or within 1,000 feet</a> of the grounds of a public, parochial or private school.</p>\r\n\r\n<p>But &quot;mass shooting&quot; has had a range of definitions.</p>\r\n\r\n<p>In a 1996 paper, Lott and a fellow researcher <a href=\"http://bit.ly/1n2NaRk\">presented</a> a multi-part definition ruling out incidents connected to other crimes and applying other limits. The paper defined &quot;a multiple public shooting as one in which two or more people are killed or wounded in a church, business, bar, street, government buildings, schools, public transit, place of employment, park, health care facility, mall or restaurant. We excluded multiple shootings that were byproducts of other crimes (e.g., a robbery or drug deal) or that involved gang activity (e.g., drive-by shootings), professional hits or organized crime. We also did not count as a multiple shooting serial killings or killings that took place over the span of more than one day,&quot; the authors wrote.</p>\r\n\r\n<p>There are less restrictive definitions. A 2008 FBI <a href=\"https://www.fbi.gov/stats-services/publications/serial-murder/serial-murder-1#two\">report</a> said that over the previous 30 years, a mass murder was described as four or more murders occurring during the same incident, with no distinctive time period between the murders. A 2013 report by the Congressional Research Service said there&rsquo;s no agreed-upon definition of &quot;mass shooting,&quot; so it would define public mass shootings as &quot;incidents occurring in relatively public places, involving four or more deaths&mdash;not including the shooter(s)&mdash;and gunmen who select victims somewhat indiscriminately.&quot; Meantime, &nbsp;an FBI spokesman, Stephen Fischer, advised us by email that a 2012 law set the threshold for a &quot;mass killing&quot; &nbsp;as three or more people killed.</p>\r\n\r\n<p>Mother Jones magazine, in research <a href=\"http://www.motherjones.com/politics/2012/07/mass-shootings-map\">last updated</a> in December 2015, employed a four-or-more killed definition to conclude that since 1982, there had been at least 73 U.S. mass shootings--meaning public incidents in which four or more people died and the motive appeared to be indiscriminate killing. Still, in an August 2012 <a href=\"http://www.motherjones.com/mojo/2012/08/what-is-a-mass-shooting\">story</a>, Mother Jones suggested that classifying a mass murder based on a death count or lack of ties to other crimes could seem arbitrary. &quot;Dropping the number of fatalities by just one, or including motives of armed robbery, gang violence, or domestic violence, would <a href=\"http://www.nytimes.com/2012/12/13/us/oregon-mall-closed-after-deadly-shooting.html\">add</a> <a href=\"http://www.foxnews.com/story/0,2933,537004,00.html\">many</a>, <a href=\"http://www.motherjones.com/politics/2012/07/mass-shooting-survivor\">many</a> <a href=\"http://www.nytimes.com/2010/01/21/us/21virginia.html\">more</a> <a href=\"http://www.jsonline.com/news/crime/multiple-victims-shot-near-brookfield-square-le7a3b4-175147441.html\">cases</a>,&quot; the magazine said.</p>\r\n\r\n<p><strong>Lott summarizes research</strong></p>\r\n\r\n<p>We reached out to Lott, who estimated by phone there had been about 200 mass shootings since 1950. By email, he sent spreadsheets that he said show how he and other researchers catalogued incidents from 1977 to the present. A result, Lott said, is the conclusion that just the two mass shootings occurred where civilians could legally carry handguns. No signs barred people from bringing handguns into the Nevada restaurant or the Tucson parking lot, Lott said, and both states permitted licensed citizens to carry handguns.</p>\r\n\r\n<p>We asked Lott about the <a href=\"http://www.mystatesman.com/news/news/local/ut-remembers-1966-tower-shooting-victims/ngsgk/\">Aug. 1, 1966, incident when Charles Whitman shot and killed people</a> from atop the University of Texas tower as residents with rifles fired from below; Whitman died after a police officer subdued him from close range.</p>\r\n\r\n<p>Civilians wielded weapons that day, no? Lott said he classified UT as a gun-free zone because under Texas law until 1996, residents couldn&rsquo;t legally carry handguns in public except under limited circumstances.</p>\r\n\r\n<p>Lott, asked how he delved into incidents from 1950 to 1977, pointed out an April 2000 <em>New York Times</em> <a href=\"http://www.nytimes.com/2000/04/09/us/they-threaten-seethe-and-unhinge-then-kill-in-quantity.html?pagewanted=all\">news story</a> on 100 U.S. &quot;rampage killings&quot; from 1949 to 1999. The 100 cases included 20 shootings at schools, 11 at restaurants or shopping malls and 32 at the killer&#39;s workplace, the newspaper reported. There were 102 killers, it said, with 425 people killed and 510 injured.</p>\r\n\r\n<p>We couldn&rsquo;t tell if the <em>Times</em> determined whether citizens could carry handguns at the shooting sites. Lott told us his research determined, in each <em>Times</em>-listed instance, if laws allowed civilians in a city or state to get gun permits and to carry handguns. He emailed us a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGNzVkcjZSWmNsc3M/view?usp=sharing\">map</a> indicating that as of 1986, 29 states allowed civilians to carry handguns and 21 states (including Texas) did not; by 2003, 44 states allowed civilians to carry handguns.</p>\r\n\r\n<p><strong>An alternate analysis</strong></p>\r\n\r\n<p>We spotted a short-term breakdown countering Lott&rsquo;s all-but-two conclusion, though the center headed by Lott maintains it&rsquo;s wrong. In a 2014 <a href=\"http://3gbwir1ummda16xrhf4do9d21bsx.wpengine.netdna-cdn.com/wp-content/themes/everytown/assets/everytown-mass-shooting-analysis.pdf\">report</a>, Everytown for Gun Safety, a pro-gun control group, said that from 2009 to July 2014, 18 multiple-victim U.S. shootings--meaning any incident where at least four people were killed with a gun--occurred in places where civilian handguns were allowed.</p>\r\n\r\n<p>Of 33 incidents in public spaces, the report said, 18 took place wholly or in part where concealed guns could be lawfully carried. Conversely, no more than 15 incidents &quot;took place entirely in public spaces that were so-called &lsquo;gun-free zones,&rsquo;&quot; the report said. Jack Warner, an Everytown spokesman, told us by email that a 2010 shooting incident in a Hialeah, Florida, restaurant later was removed from its count; the establishment was a gun-free zone.</p>\r\n\r\n<p>Seventeen is far more than two, of course, and the Everytown report covered less than six years, far fewer than the 65 years referenced by Lott. Might it be that far more shootings have taken place in locations where a licensed citizen could legally hoist a handgun?</p>\r\n\r\n<p>Questioning the report, the Lott-led center charged in a <a href=\"http://crimeresearch.org/2014/09/more-misleading-information-from-bloombergs-everytown-for-gun-safety-on-guns-analysis-of-recent-mass-shootings/\">September 2014 web post</a> that nearly half the incidents described as occurring where civilians could carry handguns took place either as parts of other crimes or in non-public locations and so shouldn&rsquo;t have been deemed mass shootings--or the shootings actually took place in gun-free zones such as a Wisconsin temple where <a href=\"http://www.foxnews.com/us/2012/08/21/temple-massacre-has-some-sikhs-mulling-gun-ownership.html\">guns weren&rsquo;t allowed</a>, according to a Fox News report authored by John Lott&rsquo;s son, Maxim, though Mother Jones in 2013 <a href=\"http://www.motherjones.com/politics/2013/04/gun-free-zones-mass-shootings\">reported that </a>guns were allowed in the temple.</p>\r\n\r\n<p>The center&rsquo;s critique gives a taste of Lott&rsquo;s investigatory approach.</p>\r\n\r\n<p>According to the post, Lott followed up the March 2009 shooting deaths of eight people in a North Carolina nursing home by calling the home and hearing that neither the home&rsquo;s residents or staff had been allowed to bring in guns. In another case, after the 2012 shooting deaths of four people at a Georgia spa, Lott &quot;spoke with someone at the spa after the attack and was told that the killer knew &lsquo;nobody there had a gun.&rsquo; &nbsp;...While the official policy at the spa isn&rsquo;t clear because the conversation was very short,&quot; the center wrote, &quot;the important thing was that the killer knew that there were no guns for people to defend themselves there.&quot;</p>\r\n\r\n<p>There&rsquo;s room for quibbling with the center&rsquo;s critique perhaps in that one of the center&rsquo;s declared gun-free zones was the Washington Navy Yard, which is fronted by armed guards. We noticed this note in a <a href=\"https://docs.google.com/spreadsheets/d/1zzjb5TWSF0CA6_kEV8rw1RKr8zKWHDav9wN0ArFlDYo/edit?usp=sharing\">Lott spreadsheet</a> summarizing that attack: &quot;There were armed guards at the Washington Navy Yard, and the shooter was familiar with the premises, so he did not select it as a target on the presumption he would not face armed resistance. In fact, the shooter reportedly used a gun that he took from a guard after killing him.&quot; Regardless, Lott told us by email, the shooter knew that past the guard station, he wouldn&rsquo;t encounter armed individuals.</p>\r\n\r\n<p>Lott&rsquo;s note in his spreadsheet summarizing an August 2010 incident in Buffalo lays out his contention that even if civilians legally may have handguns, that&rsquo;s often unlikely to occur; the note quotes a police inspector saying local authorities virtually never give out gun permits other than for sportsmen to carry weapons for hunting. In the same vein, the center&rsquo;s 2014 critique said several shootings tallied by the Everytown group occurred in places -- such as Boston, East Oakland and Los Angeles -- where authorities rarely if ever grant handgun permits.</p>\r\n\r\n<p>By email, Warner gave no ground, saying state and local laws made it legally possible in each of the cited shootings for a civilian to have been present with a handgun. Also, &quot;narrowing the definition of &lsquo;gun-free zone&rsquo; to exclude locations where armed police were stationed does not make sense,&quot; Warner wrote.</p>\r\n\r\n<p><strong>An FBI study</strong></p>\r\n\r\n<p>A 2013 FBI review of &quot;active shooter incidents&quot; since 2000 identified five instances when shooting ended after armed individuals who were not law enforcement exchanged gunfire with the shooters; three shooters were killed, one was wounded, one committed suicide. &quot;The individuals involved in these shootings included a citizen with a valid firearms permit and armed security guards at a church, an airline counter, a federally managed museum, and a school board meeting,&quot; the report said.</p>\r\n\r\n<p>The report gave more detail about a civilian&rsquo;s intervention in a Nevada incident. In May 2008, the report said, Ernesto Villagomez, 30, armed with a handgun, began firing inside Player&rsquo;s Bar and Grill in Winnemucca, Nevada. Two people were killed; two were wounded (leaving the results short of the three or four deaths needed to be a mass shooting by most definitions). &quot;The shooter was killed by a citizen with a valid firearm permit before police arrived,&quot; the report said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patrick said every &quot;one of the mass shootings except two in America since 1950 have been&quot; in &quot;gun-free zones.&quot;</p>\r\n\r\n<p>The Lott-steered research delivers a basis for this statement. But this all-but-two assessment also rests on how you define a mass shooting or gun-free zone. Change the definitions to take in more events and you end up with more shootings in places that weren&rsquo;t otherwise free of guns.</p>\r\n\r\n<p>On balance, we rate the claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>CLARIFICATION, 3:35 p.m., Jan. 13, 2016</strong></em>: We clarified Lott&#39;s reference to places that rarely grant civilian gun permits to indicate some jurisdictions don&#39;t grant them at all. This addition didn&#39;t change our rating of the claim.</p>\r\n", "ruling_comments_date": "2016-01-12T17:17:01.152311", "ruling_date": "2016-01-13T09:58:58", "ruling_headline": "Dan Patrick says only two mass shootings since 1950 occurred outside of gun-free zones", "ruling_headline_slug": "dan-patrick-says-two-mass-shootings-1950-occurred-", "ruling_link_text": "UPDATED: Define your terms", "ruling_state": null, "source_documents": null, "sources": "<p>NBC,<a href=\"http://www.nbcnews.com/meet-the-press/meet-press-january-3-2016-n489381\" style=\"text-decoration:none;\"> <em><u>Meet the Press</u></em></a><em>, </em>Jan. 3, 2015</p>\r\n\r\n<p>Report, <a href=\"https://www.fbi.gov/stats-services/publications/serial-murder/serial-murder-1#two\" style=\"text-decoration:none;\"><u>&quot;Serial Murder, Multi-Disciplinary Perspectives for Investigators,&quot;</u></a> FBI, July 2008</p>\r\n\r\n<p>Stories, Mother Jones, <a href=\"http://www.motherjones.com/mojo/2012/08/what-is-a-mass-shooting\" style=\"text-decoration:none;\"><u>&quot;What Exactly Is a Mass Shooting?,&quot;</u></a> Aug. 24, 2012; <a href=\"http://www.motherjones.com/politics/2013/04/gun-free-zones-mass-shootings\" style=\"text-decoration:none;\"><u>&quot;The NRA Myth of Gun-Free Zones,&quot;</u></a> April 1, 2013; <a href=\"http://www.motherjones.com/politics/2012/07/mass-shootings-map\" style=\"text-decoration:none;\"><u>&quot;A Guide to Mass Shootings in America,&quot;</u></a> Dec. 3, 2015</p>\r\n\r\n<p>Report, <a href=\"https://www.fas.org/sgp/crs/misc/R43004.pdf\" style=\"text-decoration:none;\"><u>&quot;Public Mass Shootings in the United States: Selected Implications for Federal Public Health and Safety Policy,&quot;</u></a> Congressional Research Service, March 18, 2013</p>\r\n\r\n<p>Article, <a href=\"http://www.nationalreview.com/article/335739/facts-about-mass-shootings-john-fund\" style=\"text-decoration:none;\"><u>&quot;The Facts About Mass Shootings,&quot;</u></a> John Fund, National Review, Dec. 16, 2012</p>\r\n\r\n<p>Blog post, <a href=\"http://johnrlott.blogspot.com/2013/01/two-multiple-victim-public-shootings.html\" style=\"text-decoration:none;\"><u>&quot;Two multiple victim public shootings have taken place where guns were concealed handguns are allowed,&quot;</u></a> John Lott&rsquo;s Website, Jan. 18, 2013</p>\r\n\r\n<p>Telephone interviews and <a href=\"https://docs.google.com/document/d/1kxR-pAzRjiOAShPdRH_tb6QxLNzmwbDXfgoS321JyRI/pub\" style=\"text-decoration:none;\"><u>emails</u></a> (excerpted), John R. Lott Jr., president, <a href=\"http://crimeresearch.org/\" style=\"text-decoration:none;\"><u>Crime Prevention Research Center</u></a>, Jan. 5, 8 and 11, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1zzjb5TWSF0CA6_kEV8rw1RKr8zKWHDav9wN0ArFlDYo/edit?usp=sharing\" style=\"text-decoration:none;\"><u>Spreadsheet </u></a>showing mass shootings 1998-2015 (received by email from Lott, Jan. 11, 2016)</p>\r\n\r\n<p>Web post, <a href=\"http://crimeresearch.org/2014/09/more-misleading-information-from-bloombergs-everytown-for-gun-safety-on-guns-analysis-of-recent-mass-shootings/\" style=\"text-decoration:none;\"><u>&quot;More misleading information from Bloomberg&rsquo;s Everytown for Gun Safety on guns: &quot;Analysis of Recent Mass Shootings,&quot; Showing how mass public shootings keep occurring in gun-free zones,&quot;</u></a> Crime Prevention Research Center, Sept. 1, 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/2000/04/09/us/they-threaten-seethe-and-unhinge-then-kill-in-quantity.html?pagewanted=all\" style=\"text-decoration:none;\"><u>&quot;They Threaten, Seethe and Unhinge, Then Kill in Quantity,&quot;</u></a> <em>The New York Times</em>, April 9, 2000</p>\r\n\r\n<p>Paper, <a href=\"http://bit.ly/1n2NaRk\" style=\"text-decoration:none;\"><u>&quot;Multiple Victim Public Shootings,&quot;</u></a> John R. Lott Jr., Yale University School of Law; William M. Landes, University of Chicago Law School, Nov. 1, 1996, latest revision Oct. 19, 2000 (accessed Jan. 5, 2016)</p>\r\n\r\n<p>Report, <a href=\"http://3gbwir1ummda16xrhf4do9d21bsx.wpengine.netdna-cdn.com/wp-content/themes/everytown/assets/everytown-mass-shooting-analysis.pdf\" style=\"text-decoration:none;\"><u>&quot;Analysis of Recent Mass Shootings,&quot;</u></a> Everytown for Gun Safety, July 2014</p>\r\n\r\n<p>News story, <a href=\"http://www.foxnews.com/us/2012/08/21/temple-massacre-has-some-sikhs-mulling-gun-ownership.html\" style=\"text-decoration:none;\"><u>&quot;Temple massacre has some Sikhs mulling gun ownership,&quot;</u></a> Fox News, Aug. 21, 2012</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1eSbuL56ytQ5vFyJCXbusdYdVpJyignBFqSL-QMWL5PA/pub\">email</a>, Jack Warner, deputy press secretary, Everytown for Gun Safety, Jan. 8, 2016</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://bit.ly/1n26IFD\" style=\"text-decoration:none;\"><u>&quot;Campus carry claims tangled in definitions,&quot;</u></a> PolitiFact Texas, Nov. 23, 2015</p>\r\n\r\n<p>Report, &quot;<a href=\"https://www.fbi.gov/news/stories/2014/september/fbi-releases-study-on-active-shooter-incidents/pdfs/a-study-of-active-shooter-incidents-in-the-u.s.-between-2000-and-2013\" style=\"text-decoration:none;\"><u>A Study of Active Shooter Incidents in the United States Between 2000 and 2013.&quot;</u></a><u> </u>Texas State University and the FBI, Sept. 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}, "statement": "<p>Every &quot;one of the mass shootings except two in America since 1950 have been&quot; in &quot;gun-free zones.&quot;</p>\r\n", "statement_context": "an interview on Meet the Press", "statement_date": "2016-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}