{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/08/john-carter/texas-lawmaker-latest-republican-say-health-bill-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1174, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1174/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n In an argument, it's always helpful to quote your rivals when they seem to undermine their own case. That's what Republicans have been doing as they attempt to cast doubt on the Democratic push for health care reform.\n</p>\n<p>\n This summer, a number of Republican lawmakers and conservative commentators have asserted that Christina Romer, who chairs the White House Council of Economic Advisers, believes that the Democratic health plan could result in 4.7 million Americans losing their jobs.\n</p>\n<p>\n Here's a recent version of this claim, made by Rep. John Carter, R-Texas, in an Aug. 31 column on the Web site of the Christian Coalition of America:\n</p>\n<p>\n Answering his own question, &quot;Will the Bill Cost American Jobs?&quot; Carter writes, &quot;No argument here either. The Obama administration's own White House Council of Economic Advisers has estimated 4.7 million Americans will lose their jobs if the bill passes, as employers who cannot afford health insurance or the 8 percent payroll tax penalty will have to fire their employees, move overseas, or go out of business.&quot;\n</p>\n<p>\n But Obama's Council of Economic Advisers has not said that. Rather, the number comes from calculations made by the Republican staff of the House Ways and Means Committee, based on ideas in two papers co-authored by Romer, who was an economist at the University of California, Berkeley, before joining the administration. Another Republican lawmaker, House Minority Leader John Boehner of Ohio, put it more accurately when he wrote in a July 20 column, &quot;According to methodology developed by Dr. Christina Romer, the chair of the White House Council of Economic Advisers, the government takeover would cost Americans 4.7 million jobs over the next 10 years.&quot;\n</p>\n<p>\n But since many other Republicans have cited the same numbers, we thought it would be helpful to explore whether they are accurate.\n</p>\n<p>\n We obtained a copy of the math behind the claim from the Ways and Means GOP staff and, to be honest, it's pretty complicated stuff. (Readers with a taste for econometrics can read a more detailed version\n <a href=\"http://www.politifact.com/truth-o-meter/romer-calculations/\" target=\"_blank\">\n  here\n </a>\n .) But despite the complexity, we think that a thorough examination of the statistic is warranted because one of the major Republican arguments against the bill is that it's a job killer. And, based on the number of Internet hits we see on the 4.7 million jobs figure, this statistic has become a key talking point for the party. (Complicating matters further, the Ways and Means Republican staff later issued a revised estimate, and the new number &mdash; as many as 5.5 million jobs lost &mdash; has begun to pop up as well, including in a national radio address by Rep. John Kline, R-Minn., on Sept. 5, 2009. However, because commentators have been using the 4.7 million jobs figure for most of the summer and continue to do so, we're mainly going to scrutinize the calculations that led to that number.)\n</p>\n<p>\n First, a little explanation of the math by the Ways and Means Republican staff. They focused on a tax in the health care bill that is informally known as &quot;play or pay.&quot; It requires employers to either pay for health care coverage (that's the &quot;play&quot;) for their workers or else pay a penalty equal to 8 percent of wages. The Republicans sought to estimate how many jobs would be lost from businesses being forced to cut back on expenses if this tax was implemented.\n</p>\n<p>\n In assembling their calculations, Republican staffers referred to two papers by Romer. One, from 2007 when she was a professor, was co-authored with her husband and fellow economist, David Romer. It explores how changes in tax policy affect the broader economy. The second paper, released by the Obama transition team on Jan. 9, 2009, sought to quantify how many jobs would be created by the economic stimulus package.\n</p>\n<p>\n The Ways and Means staff took two key numbers from Romer's papers, both of which are what economists call &quot;multipliers.&quot; A multiplier is a number that shows how much of an added impact a given statistic (say, a tax increase) has on a different statistic (say, job numbers). Essentially what the GOP staffers did was to take three basic facts &mdash; the size of the health bill's tax increase, the size of the U.S. gross domestic product and the current number of jobs in the United States &mdash; and use the theory outlined in Romer's papers, including the multipliers she came up with, to figure out how many jobs the tax hike threatened to eliminate.\n</p>\n<p>\n When we talked to independent economic experts and the White House, we didn't hear a lot of complaints about the multipliers chosen by the Ways and Means staff. But we did hear a range of other concerns:\n</p>\n<p>\n &mdash;\n <strong>\n  The size of the tax increase in the health bill.\n </strong>\n The figure used in the Republican calculation was $300 billion over 10 years. But a July 14 estimate by the nonpartisan Congressional Budget Office pegged it at $163 billion. The Ways and Means Republican staff did use the $163 billion in its second set of calculations, but because the $300 billion figure was built into the math that led to the 4.7 million jobs number, we're focusing on that number here. Simply put, using the $300 billion figure for the tax hit, rather than the $163 billion figure, inflates the job-loss number cited by Carter and others.\n <br />\n <br />\n &mdash;\n <strong>\n  An expanded exemption for small businesses.\n </strong>\n On July 31, 2009, the House Energy and Commerce Committee adopted an amendment to the House health care bill (H.R. 3200) to make more small businesses exempt from the &quot;play or pay&quot; provision. In the original bill, companies with payrolls smaller than $250,000 annually were to be exempt. The amendment made the cutoff level $500,000. There's no guarantee that this provision will make it into the final bill, and even if it does, the CBO has not estimated the impact. But if the new limit becomes law, it seems likely that the size of the tax hit will go down &mdash; another factor that would decrease the Republican estimate of 4.7 million lost jobs.\n <br />\n <br />\n &mdash;\n <strong>\n  What's the purpose of the tax hike?\n </strong>\n Romer's 2007 paper takes pains to distinguish between two types of tax policy changes. One type accompanies significant increases in spending &mdash; perhaps, as Romer suggests, to combat a recession, to fund a war or to foot the bill for a new social insurance program. These tax changes tend to balance out the other major changes going on in the economy, she argues, and they tend to keep economic growth on an even keel. The other kind of tax changes are undertaken either to reduce the deficit or to spur long-term growth, in the absence of economic emergencies or major expansions in government programs.\n <br />\n <br />\n This distinction becomes relevant for the Republicans' calculation because Romer concludes that the broader economic effects of the first type of tax changes are harder to identify because more factors are changing at the same time. For this reason her paper focuses primarily on the second type of tax changes, which she found to have much more reliable and measurable impacts on the economy. But the tax increases studied by Ways and Means accompany a major expansion in social insurance, meaning that by Romer's own definition, this scenario is not a good candidate for reliable calculations under her formula. Republican economists dismiss those complaints, saying her approach works equally well in a deficit-reduction scenario as when a new program is being created.\n <br />\n <br />\n &mdash;\n <strong>\n  Ten years vs. one year\n </strong>\n . Our biggest concern about the Republican estimate is a math assumption that could make the jobs estimate off by a factor of 10. In the Ways and Means calculation, the Republican staff determined the tax increase's size as a percentage of GDP &mdash; a necessary step in the calculation &mdash; by dividing the total tax increase over 10 years ($300 billion by their count) by the U.S. GDP in a single year ($14.047 trillion, the CBO's projection for 2009). This struck us as odd, since one would think that a tax increase spread out over 10 years should be divided by GDP over 10 years. Other economists agreed with us. The Ways and Means staff told us that Romer did it that way in her papers, but the White House told PolitiFact that Romer's papers did not make calculations in which 10 years' worth of taxes were divided by one year's worth of GDP. Economists outside the White House told us they found several indications in her writings to back up the White House's assertion.\n <br />\n <br />\n This question is important because dividing by one year's GDP rather than 10 makes the scale of the expected job losses 10 times bigger. Not 10 percent bigger &mdash; 10 times bigger. That's enough to skew the entire results. We recalculated the original Ways and Means formula &mdash; this time dividing by 10 years' worth of GDP and using the smaller CBO estimate of the size of the tax hit &mdash; and came up with job losses totaling 193,946, far less than 4.7 million. We also took the suggestion of J.D. Foster, an economist at the conservative Heritage Foundation, and divided the 10th year tax hit by that year's estimated GDP. Using this calculation, we came up with 323,980 jobs lost over 10 years. That's a higher number than our first attempt, but still less than one-tenth of what the GOP Ways and Means staff estimated.\n <br />\n <br />\n It should be emphasized that any calculation of this sort is just an estimate, and a rough one at that. For instance, several factors not included in Romer's calculation could either push the job loss number higher or lower.\n <br />\n <br />\n Republicans say the bill as written will create higher deficits, which they predict will increase the pressure on lawmakers to eventually raise taxes beyond what is currently envisioned in the bill. Those tax increases, which are not captured by the Romer formula, could increase job losses in future years.\n <br />\n <br />\n So, assuming big deficits far into the future, it's possible that the number of jobs lost due to the passage of health care reform would rise to something approaching, or even exceeding, 4.7 million. And Republicans are free to make that case. But if Rep. Carter is using Romer's handiwork to make the argument, he has an obligation to cite her work fairly. And it is a significant distortion to say that her Council of Economic Advisers made such an estimate. That by itself is enough for us to find his claim False.\n <br />\n <br />\n But the case doesn't get much stronger when they use the Republican interpretations of Romer's work. The number initially calculated by Ways and Means Republicans overstated the size of the tax hit which in turn would exaggerate the number of jobs lost. The number ignored an amendment that could end up further shrinking the size of the tax hit. It invoked Romer's position even as it contradicted her view of whether her formula was legitimate to use in this situation. And most importantly, it used a calculation that increased the scale of job losses by a factor of 10.\n <br />\n <br />\n So we find Rep. Carter's claim to be a major distortion, not just because of the questionable math he based it on, but because he distorted who said it. We find his statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:45.528810", "ruling_date": "2009-09-08T18:56:45", "ruling_headline": "Texas lawmaker is latest Republican to say health bill would kill 4.7 million jobs", "ruling_headline_slug": "texas-lawmaker-latest-republican-say-health-bill-w", "ruling_link_text": "The White House said nothing of the sort", "ruling_state": null, "source_documents": null, "sources": "<p>\n Rep. John Carter, &quot;Examining the Evidence on Health Care Reform,&quot;\n <a href=\"http://www.cc.org/commentary/coalition_guest_commentary_rep_john_carter_examining_evidence_health_care_reform\" target=\"_blank\">\n  column\n </a>\n posted on Christian Coalition of America Web site, Aug. 31, 2009\n <br />\n <br />\n Christina Romer and David Romer, &quot;\n <a href=\"www.nber.org/papers/w13264\" target=\"_blank\">\n  The Macroeconomic Effects of Tax Changes: Estimates Based on a New Measure of Fiscal Shocks\n </a>\n ,&quot; National Bureau of Economic Research, July 2007\n <br />\n <br />\n Christina Romer and Jared Bernstein, &quot;The Job Impact of the American Recovery and Reinvestment Plan,&quot; White House Council of Economic Advisers\n <a href=\"http://otrans.3cdn.net/45593e8ecbd339d074_l3m6bt1te.pdf.\" target=\"_blank\">\n  paper\n </a>\n , Jan. 9, 2009\n <br />\n <br />\n Rep. John Boehner, &quot;\n <a href=\"http://news.yahoo.com/s/ynews/20090720/ts_ynews/ynews_ts821\" target=\"_blank\">\n  Dems&rsquo; health plan will increase costs for families, small businesses\n </a>\n ,&quot; July 20, 2009\n</p>\n<p>\n Rep. John Kline, Republican weekly\n <a href=\"http://kline.house.gov/index.cfm?sectionid=47&amp;sectiontree=23,24,47&amp;itemid=1279\" target=\"_blank\">\n  radio address\n </a>\n , Sept. 5, 2009\n <br />\n <br />\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10430/House_Tri-Committee-Rangel.pdf\" target=\"_blank\">\n  letter\n </a>\n to Rep. Charles Rangel (preliminary analysis of the legislation that became H.R. 3200), July 14, 2009\n <br />\n <br />\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\">\n  letter\n </a>\n to Rep. Charles Rangel (preliminary analysis of H.R. 3200), July 17, 2009\n <br />\n <br />\n Congressional Budget Office, &quot;CBO&rsquo;s Economic Projections for 2009 to 2019&quot;\n <a href=\"http://www.cbo.gov/ftpdocs/99xx/doc9957/AppendixB.5.1.shtml\" target=\"_blank\">\n  fact sheet\n </a>\n , accessed Sept. 8, 2009\n <br />\n <br />\n CQ Markup\n <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/committees/111/committees111-2009073100262810.html@committees&amp;metapub=CQ-COMMITTEEMARKUPS&amp;searchIndex=1&amp;seqNum=7\" target=\"_blank\">\n  coverage\n </a>\n for H.R. 3200, House Energy and Commerce Committee, July 31, 2009\n <br />\n <br />\n White House Council of Economic Advisers, &quot;\n <a href=\"http://www.whitehouse.gov/administration/eop/cea/TheEconomicCaseforHealthCareReform/\" target=\"_blank\">\n  The Economic Case for Health Care Reform\n </a>\n ,&quot; June 2009\n <br />\n <br />\n White House Council of Economic Advisers, &quot;\n <a href=\"http://www.whitehouse.gov/administration/eop/cea/Health-Care-Reform-and-Small-Businesses/\" target=\"_blank\">\n  The Economic Effects of Health Care Reform on Small Businesses and Their Employees\n </a>\n ,&quot; July 25, 2009\n <br />\n <br />\n Bureau of Labor Statistics, &quot;\n <a href=\"http://www.bls.gov/news.release/empsit.t14.htm\" target=\"_blank\">\n  Employees on nonfarm payrolls by industry sector and selected industry detail\n </a>\n ,&quot; last modified Sept. 4, 2009\n <br />\n <br />\n Interviews with Josh Bivens, Economic Policy Institute economist, Sept. 4, 2009\n <br />\n <br />\n E-mail interviews with J.D. Foster, Heritage Foundation economist, Sept. 8, 2009\n <br />\n <br />\n E-mail interview with Kevin Hassett, American Enterprise Institute, Sept. 8, 2009\n <br />\n <br />\n Interview with Warren Payne, economist, House Ways and Means Republican staff, Sept. 4, 2009\n <br />\n <br />\n E-mail interview, Harvard University economist Lawrence Katz, Sept. 4, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>&quot;The Obama Administration's own White House Council of Economic Advisers has estimated 4.7 million Americans will lose their jobs if the (health care) bill passes.&quot;</p>", "statement_context": "a column by the Texas Republican on the Web site of the Christian Coalition of America", "statement_date": "2009-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}