{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/jan/19/wendy-davis/flawed-wendy-davis-claim-1-3-women-has-had-abortio/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11766, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11766/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former Fort Worth state Sen. Wendy Davis, the 2014 Democratic gubernatorial nominee, wants the Supreme Court to reverse the Texas law that critics say will make it harder for far-flung Texans to access abortions.</p>\r\n\r\n<p>Republicans who carried the changes into law said their goal was to improve women&rsquo;s health by requiring abortion doctors to gain admitting privileges in a nearby hospital and requiring abortions to be performed in hospital-like settings. Abortion providers sued, arguing the regulations &mdash; impossible for many clinics to meet &mdash; were unnecessary because they offered no health benefits for a relatively low-risk procedure.</p>\r\n\r\n<p>Davis, joined by women with legislative experience who, like Davis, have revealed decisions to terminate pregnancies, said in the Jan. 4, 2016, <a href=\"http://www.reproductiverights.org/sites/crr.civicactions.net/files/documents/Wendy%20Davis%20Dechert.pdf\">brief</a> that the law could affect women in need if it&rsquo;s allowed to be enforced by leaving about 10 clinics operating in the state&rsquo;s largest cities&mdash;<a href=\"http://www.mystatesman.com/news/news/wide-range-of-abortion-supporters-attack-texas-law/np2pM/\">down from</a> more than 40 when House Bill 2 was signed into law in 2013.</p>\r\n\r\n<p>In the brief, the women say they&rsquo;re &quot;grateful that they were able to exercise their rights in nearby doctor&rsquo;s offices and abortion clinics without the burdens of travel, delay and additional expense that would be imposed on Texas women if HB 2 were to remain in force.&quot;</p>\r\n\r\n<p>Generally, the brief says, false &quot;stereotypes persist in society and in state legislatures regarding women who exercise their right to choose. The reality is that approximately one out of every three women in this country has had an abortion in her lifetime.&quot; The brief later says: &quot;One in every three women has an abortion during her lifetime.&quot;</p>\r\n\r\n<p>A reader asked us to check that &quot;lifetime&quot; statement.</p>\r\n\r\n<p>Nationally in 2011, an estimated 1.1 million abortions were performed, down nearly 14 percent from 2008, according to a <a href=\"http://www.guttmacher.org/pubs/journals/psrh.46e0414.pdf\">March 2014 article</a> by the New York-based Guttmacher Institute, a nonprofit that promotes reproductive health and abortion rights. The 2011 estimate broke out to 16.9 abortions for every 1,000 women aged 15-44, the researchers wrote.</p>\r\n\r\n<p>To our inquiry, Davis told us by email that Linda Goldstein, among lawyers who drafted the brief, had advised that, as footnoted in the brief, a 1998 Guttmacher study was the basis of the one-in-three statement. In a follow-up email, Davis said the 1998 study was a precursor to a more recent estimate, in a 2011 Guttmacher study, that one in three women will have an abortion by age 45.</p>\r\n\r\n<p>Separately, Michael New, a visiting associate professor at Florida&rsquo;s Ave Maria University who has questioned the prevalence of abortions, responded to our inquiry by pointing out a September 2015 story by the FactChecker at <em>The Washington Post</em> that <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2015/09/30/the-stale-claim-that-one-in-three-women-will-have-an-abortion-by-age-45/\">found flaws</a> in a claim that one in three women will have an abortion &quot;by the age of 45.&quot;</p>\r\n\r\n<p>The <em>Post</em> story explains the purpose of the 2011 Guttmacher report was to update older estimates that 43 percent of women of reproductive age would have an abortion by age 45. The abortion rate had declined over intervening years, the story notes, and researchers hypothesized that the proportion of women who will have an abortion during their lifetime also probably declined.</p>\r\n\r\n<p>The study used abortion rates (the number of abortions per 1,000 women) for subgroups of women (including age, socioeconomic status, race and ethnicity) who responded to the institute&rsquo;s<a href=\"https://www.guttmacher.org/pubs/US-Abortion-Patients.pdf\"> 2008 Abortion Patient Survey</a> of nearly 9,500 women, the <em>Post</em> summed up. Next, researchers used survey data to find the first abortion rate for age subgroups, multiplied the rate by the number of years in each age group and added up the number of first-time abortions that had taken place by the time women were 45. This was called the &quot;cumulative first abortion rate,&quot; through which they came up with the &quot;lifetime incidence&quot; of abortion, or the &quot;one in three&quot; figure, the <em>Post</em> reported.</p>\r\n\r\n<p>To grasp the basis of Davis&rsquo;s claim, we turned first to the 1998 study footnoted in the brief and then the 2011 follow-up.</p>\r\n\r\n<p><strong>1998 study</strong></p>\r\n\r\n<p>The December 1998 study, &quot;<a href=\"https://www.guttmacher.org/pubs/journals/3002498.html\">Unintended Pregnancy in the United States,&quot;</a> by Stanley K. Henshaw, then the institute&rsquo;s deputy director of research, offers estimates for the incidence of abortions in 1994--more than 20 years ago.</p>\r\n\r\n<p>A Guttmacher <a href=\"https://www.guttmacher.org/pubs/journals/3002498.html\">summary</a> says Henshaw drew on national surveys of women taken in 1982, 1988 and 1995 plus other data to estimate 1994 rates and percentages of unintended birth and pregnancy and the proportion of women who had experienced an unintended birth, an abortion or both. The <a href=\"https://www.guttmacher.org/pubs/journals/3002498.pdf\">study itself</a> describes the cited National Surveys of Family Growth as a &quot;periodic fertility survey&quot; that collects detailed reproductive and contraceptive histories and related information from women of reproductive age.</p>\r\n\r\n<p>&quot;Forty-eight percent of women aged 15-44 in 1994 had had at least one unplanned pregnancy sometime in their lives,&quot; Henshaw wrote, &quot;28% had had one or more unplanned births, 30% had had one or more abortions and 11% had had both.&quot; Put another way, then, the study suggested that as of 1994, nearly one third of women of childbearing age had had an abortion.</p>\r\n\r\n<p>The likelihood of women having had an abortion varied by age. A chart indicates some 40 percent of women aged 30-34 in 1994 had had one or more abortions; at the low end, 7 percent of women aged 15-19 had had one or more abortions.</p>\r\n\r\n<p><img alt=\"121998 table3guttmacherstudy.JPG\" src=\"https://lh5.googleusercontent.com/vZ49P0GImvf1BOmNeLMhzI5QOMRDhrSp4t0PJi2uS4l2w5Vas0IFAVhxHzmg66Dl1CXgYCqJbMX6ybQ2VNBaSqM5miHsiS99gV7dvD3I5vBOyVZV_pnxRmDwFw_5FTLQ0R0pByEM\" style=\"border:none; height:244px; width:415px\" /></p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Study, <a href=\"https://www.guttmacher.org/pubs/journals/3002498.pdf\">&quot;Unintended Pregnancy in the United States,&quot;</a> S.K. Henshaw, the Guttmacher Institute, December 1998 (accessed Jan. 12, 2016)</p>\r\n\r\n<p>The summary continues: &quot;At 1994 rates, women can expect to have 1.42 unintended pregnancies by the time they are 45, and at 1992 rates, 43% of women will have had an abortion.&quot; The study says &quot;14% of women can expect to have had an abortion before age 20, 37% by age 30 and 43% by age 45.&quot;</p>\r\n\r\n<p><strong>2011 study notes declining abortion rate</strong></p>\r\n\r\n<p>Rebecca Wind, a Guttmacher spokeswoman, responded to our request for elaboration with an email stating: &quot;The stat Wendy Davis cited was correct a few years ago; as abortion rates have declined, so have lifetime incidence rates.&quot;</p>\r\n\r\n<p>Wind guided us to the 2011 study, <a href=\"http://journals.lww.com/greenjournal/Fulltext/2011/06000/Changes_in_Abortion_Rates_Betweeen_2000_and_2008.14.aspx#\">&quot;Changes in Abortion Rates Between 2000 and 2008 and Lifetime Incidence of Abortion,&quot;</a> which notes the U.S. &quot;abortion rate has declined since 1992, and the proportion of women who will terminate a pregnancy in their lifetime has probably declined as well.&quot;</p>\r\n\r\n<p>The authors analyzed abortion rates from 2000 through 2008 and estimated the proportion of women of reproductive age &quot;who will have an abortion by age 45.&quot; Women &quot;aged 40 and older had&quot; an abortion &quot;rate of 300.9 per 1,000 women,&quot; the study says. &quot;Put differently, an estimated 30.1% of women aged 15&ndash;44 in 2008 will have an abortion by age 45 if exposed to prevailing abortion rates throughout their reproductive lives,&quot; it says. &quot;Similarly, an estimated 8.3% of U.S. women would have had an abortion by age 20 and 25.1% by age 30.&quot;</p>\r\n\r\n<p>Broadly, the study notes, the &quot;proportion of women expected to have an abortion by age 45 declined substantially, from 43% in 1992 to 30% in 2008 and this pattern parallels the substantial decline in abortion rates during that time period.</p>\r\n\r\n<p>&quot;Still, that almost one-third of women are anticipated to have an abortion by age 45 suggests that it is not an uncommon procedure,&quot; the study says. The study closes by saying that if &quot;current&quot; abortion rates hold, &quot;almost one-third of American women will obtain an abortion in their lifetime.&quot;</p>\r\n\r\n<p>To our inquiry, Guttmacher scientist Rachel Jones told us by email that Davis&rsquo;s statement referring to all women was incorrect &quot;because it implied that a random sample of women in 2016 would find that 30% of them would have had an abortion. Our stat is the projected lifetime incidence of abortion among women in 2008 by the time they turn 45. (That is, lots of women currently aged 15-44 have not had abortions but many will before they exit their reproductive years.)&quot;</p>\r\n\r\n<p>Jones added: &quot;We know that the abortion rate has dropped substantially since 2008, but that doesn&rsquo;t necessarily mean the lifetime incidence has. There also have to be concomitant changes in age-specific first-abortion rates.&quot; She said that until 2014 data is analyzed, likely in 2017, it&rsquo;s only appropriate to say that given 2008 abortion rates, &quot;an estimated 30% of women will have an abortion by age 45.&quot;</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>We heard back from a couple of activists opposed to abortion including New, who emphasized Guttmacher&rsquo;s 2011 analysis was retrospective, drawing on 2008 abortion data, while there may continue to be fewer U.S. abortions year by year. &quot;The abortion rate,&quot; New said by email, &quot;has been falling consistently since the early 1980s and continues to fall,&quot; especially among teens and young adults, he emailed, which might mean, if trends continue, that women in general will be less likely to have an abortion.</p>\r\n\r\n<p>Chuck Donovan, president of the Charlotte Lozier Institute, the research arm of the Susan B. Anthony List, an organization dedicated to ending abortion, provided a statement by email noting that a physicist, William Johnston, <a href=\"http://www.johnstonsarchive.net/policy/abortion/uslifetimeab.html\">has estimated</a> that as of 2008, about 28 percent of U.S. women aged 15-64 had had abortions--up from 2.8 percent in 1973, the year the Supreme Court established a woman&#39;s constitutional right to end a pregnancy.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Davis said: &quot;One in every three women has an abortion during her lifetime.&quot;</p>\r\n\r\n<p>That statement is a bit misleading in that it sounds like it is based on hard data showing one in three women have had abortions. Of late, the statistic is based on extrapolations of 2008 data analyzed by the Guttmacher Institute in an effort to estimate how many women will have an abortion during their reproductive years. Meantime, abortion rates have generally declined so it&rsquo;s possible such estimates don&rsquo;t reflect reality.</p>\r\n\r\n<p>We rate this claim, which is missing important qualifications, Half True.</p>\r\n\r\n<hr />\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2016-01-15T19:20:05.919682", "ruling_date": "2016-01-19T11:55:27", "ruling_headline": "A flawed Wendy Davis claim: 1 in 3 women has an abortion in her lifetime", "ruling_headline_slug": "flawed-wendy-davis-claim-1-3-women-has-had-abortio", "ruling_link_text": "2008 data suggests 30 percent of women of childbearing age", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.mystatesman.com/news/news/wide-range-of-abortion-supporters-attack-texas-law/np2pM/\">&quot;Wide range of abortion-rights supporters attack Texas law,&quot;</a> <em>Austin American-Statesman</em>, Jan. 10, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1OkJk_yLw4P1luldDOPxsNQsvzGtrwqrz0zEraRP_oho/pub\">Emails</a>, Wendy Davis, Jan. 14-15, 2016</p>\r\n\r\n<p>Fact check, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2015/09/30/the-stale-claim-that-one-in-three-women-will-have-an-abortion-by-age-45/\">&quot;The stale claim that &lsquo;one in three&rsquo; women will have an abortion by age 45,&quot;</a> the FactChecker, <em>The Washington Post</em>, Sept. 30, 2015</p>\r\n\r\n<p>Study, <a href=\"http://www.guttmacher.org/pubs/journals/psrh.46e0414.pdf\">&quot;Abortion Incidence and Service Availability &nbsp;In the United States, 2011,&quot;</a> Rachel K. Jones, Jenna Jerman, the Guttmacher Institute, Perspectives on Sexual and Reproductive Health, March 2014</p>\r\n\r\n<p>Study, <a href=\"https://www.guttmacher.org/pubs/journals/3002498.pdf\">&quot;Unintended Pregnancy in the United States,&quot;</a> S.K. Henshaw, the Guttmacher Institute, December 1998 (accessed Jan. 12, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1WJOWXonKBqOjevjFtSjNycaupWuk6Abbaxr83LSgLP4/pub\">Email</a> (excerpted), Rebecca Wind, senior communications associate, the Guttmacher Institute, Jan. 13, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Qcac0UduDJoAaAic4GS6WYbaSHvVYn1IPPeIExJNNeE/pub\">Emails</a>, Rachel K. Jones, principal research scientist, the Guttmacher Institute, Jan. 13 and 15, 2016</p>\r\n\r\n<p>Study, <a href=\"http://journals.lww.com/greenjournal/Fulltext/2011/06000/Changes_in_Abortion_Rates_Betweeen_2000_and_2008.14.aspx#\">&quot;Changes in Abortion Rates Between 2000 and 2008 and Lifetime Incidence of Abortion,&quot;</a> Jones, Rachel K. PhD; Kavanaugh, Megan L. DrPH, Obstetrics &amp; Gynecology, June 2011 (accessed Jan. 13, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/15Ul3IXc7YaxdSmFqP3XZoK7j08o05mc8J9JoSAoyMo8/pub\">Email,</a> Michael New, visiting associate professor of economics, Ave Maria University, Jan. 14, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1A9urIRuZ0jqLza1QecLzpCPAJKnsY8IWgQ5HDQbj590/pub\">Email</a>, Mallory Quigley, communications director, Susan B. Anthony List, Jan. 15, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>&quot;One in every three women has an abortion during her lifetime.&quot;</p>\r\n", "statement_context": "a legal brief", "statement_date": "2016-01-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}