{"art": [{"brightcove": "", "caption": "North Korean leader Kim Jong-un waves at a parade in Pyongyang, North Korea, on Oct. 10, 2015. (AP/Wong Maye-E)", "id": 7308, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kim_Jong-Un.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7308/", "title": "Kim Jong-Un", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/jan/21/donald-trump/donald-trump-exaggerates-when-he-says-china-has-to/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 11778, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/11778/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During the presidential race, Republican candidate Donald Trump has often criticized China, most often on economic grounds. But in the Republican presidential debate in North Charleston, S.C., on Jan. 14, 2016, Trump also took a shot at China over foreign policy -- specifically for not doing enough to rein in its neighbor, North Korea.</p>\r\n\r\n<p>Trump said, &quot;China, they don&#39;t like to tell us but they have total control -- just about, of North Korea. They can solve the problem of North Korea if they wanted to, but they taunt us.&quot;</p>\r\n\r\n<p>With the secretive nation back in the news for its claimed (but unverified) hydrogen bomb test earlier this month, we wondered whether Trump was right that China has &quot;total control, just about, of North Korea.&quot;</p>\r\n\r\n<p>When we took a closer look at this question, we found that experts on the region offered a nuanced answer. China, they said, does have notable influence over North Korea because it provides or enables transit for much of North Korea&rsquo;s supply of goods from the outside world. But that influence, they added, falls well short of &quot;total control.&quot;</p>\r\n\r\n<p>&quot;China does not &lsquo;control&rsquo; North Korea in any real sense of the word, but it has influence over North Korea -- perhaps not as much as we think, but more than Beijing is willing to acknowledge,&quot; said Evans J.R. Revere, a senior fellow at the Brookings Institution&rsquo;s Center for East Asia Policy Studies.</p>\r\n\r\n<p>Robert Ross, a China expert at Boston College and Harvard University, compared the relationship between China and North Korea to that between a parent and a teenager.</p>\r\n\r\n<p>&quot;It&rsquo;s similar to dealing with a rebellious adolescent,&quot; Ross said. &quot;Do the parents have total control? Perhaps &ndash; they provide food and shelter. But the cost to the parents of using such leverage can be prohibitive &ndash; driving a child out of the house and away from the family. China has much at stake in its strategic and economic relationship with North Korea. But is there total control? That is debatable.&quot;</p>\r\n\r\n<p><strong>China&rsquo;s leverage over North Korea</strong></p>\r\n\r\n<p>The strongest argument for China having significant control over North Korea stems from its role in trade, particularly food and fuel.</p>\r\n\r\n<p>North Korea has a lengthy land border with China -- its longest with any neighbor -- and while North Korea also has seaports, the rest of the world can more easily monitor shipments into those ports, making it preferable from North Korea&rsquo;s perspective to move goods over land. Research by Stephan Haggard of the University of California-San Diego and Marcus Noland of the Peterson Institute for International Economics estimates that China may account for as much as 80 percent of North Korea&rsquo;s trade, and a similar percentage of its investment flows.</p>\r\n\r\n<p>&quot;North Korea would face daunting economic problems if China were to fully exercise its leverage, for example by cutting off oil supplies or threatening to do so,&quot; Haggard told PolitiFact.</p>\r\n\r\n<p><strong>Why &lsquo;total control&rsquo; is an exaggeration</strong></p>\r\n\r\n<p>Yet while China&rsquo;s economic lifeline gives it leverage, that doesn&rsquo;t mean it can simply wave a wand and make things happen in Pyongyang -- something one might reasonably assume when hearing Trump&rsquo;s quote. (The Trump campaign did not respond to an inquiry.)</p>\r\n\r\n<p>For starters, China has worried -- with reason, experts say -- that pushing so hard that the current North Korean regime collapses would lead to a humanitarian disaster on its border.</p>\r\n\r\n<p>&quot;China is reluctant to exercise its leverage, fearing possible effects of an economic breakdown on its border and an outflow of refugees,&quot; Haggard said.</p>\r\n\r\n<p>It&nbsp;also has become painfully obvious over the years that North Korea doesn&rsquo;t exactly listen to outsiders.</p>\r\n\r\n<p>&quot;Mr. Trump is correct that the Chinese have leverage, but it is leverage they would have to use with the North Korean regime resisting them with everything they had,&quot; said Joseph de Thomas, a professor of international affairs at Penn State University. &quot;This is hardly control.&quot;</p>\r\n\r\n<p>Not only has North Korea thumbed its nose at the United Nations and world powers, but its government has taken extreme measures to keep its citizens ignorant of the outside world. In fact, the country&rsquo;s national ideology -- <em><a href=\"https://web.stanford.edu/group/sjeaa/journal3/korea1.pdf\">juche</a></em> -- is undergirded by the concept of self-reliance.</p>\r\n\r\n<p>&quot;North Korea is a country that prides itself on answering to no one and following no one&#39;s lead,&quot; Revere said. &quot;This has been a consistent element of North Korean behavior for decades, and is of course the reason why the regime is such a danger for the United States, for South Korea, the East Asia region, and the international community at large.&quot;</p>\r\n\r\n<p>Indeed, despite North Korea&rsquo;s heavy reliance on China for food, fuel and virtually all other goods, &quot;it is not clear that the leadership cares,&quot; said Ross of Boston College and Harvard. &quot;For decades the population has lived in extreme poverty, while the elite has fared very well.&quot;</p>\r\n\r\n<p>Meanwhile, North Korea&rsquo;s development of its nuclear program has given it a measure of strategic independence from China -- which only further complicates China&rsquo;s situation.</p>\r\n\r\n<p>This was on display with the recent test of the purported hydrogen bomb.</p>\r\n\r\n<p>&quot;China publicly and privately exhorted North Korea not to test nukes and missiles over the past few months, to no avail,&quot; said Scott A. Snyder, director of the program on U.S.-Korea policy at the Council on Foreign Relations. &quot;As a result, relations between China and North Korea are strained. Chinese President Xi has not met with North Korea&rsquo;s Kim Jong-un, while meeting six times with the South Korean leader.&quot;</p>\r\n\r\n<p>That does not sound like a country in &quot;total control&quot; of another.</p>\r\n\r\n<p>Trump&rsquo;s claim &quot;suggests a fundamental lack of understanding of both China and North Korea, both today and over the decades,&quot; Revere said. &quot;It is virtually certain that the Chinese were given no advance warning of the test, and Chinese anger was quite evident in the public statements the government made after the test. &nbsp;In the view of virtually every North Korea and China expert I know, the nuclear test was a slap in China&#39;s face, in addition to being a major challenge and threat to the international community.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said China has &quot;total control, just about, of North Korea.&quot;</p>\r\n\r\n<p>He has a point that China holds significant leverage over North Korea if it wishes to exercise it, since China provides the vast majority of North Korea&rsquo;s international trade, including food and fuel imports. But Trump&rsquo;s assertion, even slightly hedged as it is, overlooks some significant limits to that leverage, notably the North Korean government&rsquo;s willingness to follow its own drummer even if that means its people suffer. The fact that North Korea recently conducted a nuclear test over the strenuous objections of China suggests that Beijing lacks anything approaching &quot;total control&quot; over North Korea.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n", "ruling_comments_date": "2016-01-19T17:15:56.575966", "ruling_date": "2016-01-21T12:20:41", "ruling_headline": "Donald Trump exaggerates when he says China has 'total control' over North Korea", "ruling_headline_slug": "donald-trump-exaggerates-when-he-says-china-has-to", "ruling_link_text": "Some leverage isn't the same thing as control", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"http://time.com/4182096/republican-debate-charleston-transcript-full-text/\">remarks during the Republican presidential debate in North Charleston</a>, S.C, Jan. 14, 2016</p>\r\n\r\n<p>Email interview with Stephan Haggard, professor of Korea-Pacific Studies at the University of California-San Diego, Jan. 16, 2015</p>\r\n\r\n<p>Email interview with Evans J.R. Revere, senior fellow at the Brookings Institution&rsquo;s Center for East Asia Policy Studies, Jan. 16, 2015</p>\r\n\r\n<p>Email interview with Robert Ross, China scholar at Boston College and Harvard University, Jan. 16, 2015</p>\r\n\r\n<p>Email interview with Scott A. Snyder, director of the program on U.S.-Korea policy at the Council on Foreign Relations, Jan. 16, 2015</p>\r\n\r\n<p>Email interview with Joseph de Thomas, professor of international affairs at Penn State University, Jan. 16, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>China has &quot;total control, just about, of North Korea.&quot;</p>\r\n", "statement_context": "a Republican presidential debate in North Charleston, S.C.", "statement_date": "2016-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": ""}