{"art": [{"brightcove": "", "caption": "The Democratic National Committee distributed this video snip of Sen. Ted Cruz, the Republican presidential hopeful, talking about his loss of health coverage at a Jan. 21, 2016, appearance in New Hampshire (YouTube video).", "id": 7324, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/7324/", "title": "Ted Cruz talking about change in his health coverage 1/21/16 (DNC video)", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Pkb5BwjkkKw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Pkb5BwjkkKw"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/jan/22/ted-cruz/ted-cruz-ridiculously-says-blue-cross-blue-shield-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11792, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11792/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Republican presidential hopeful Ted Cruz revealed at a campaign stop that he lately lacks health coverage because, he proclaimed, an insurance provider governed by the Obamacare law announced it was ditching the Texas market.</p>\r\n\r\n<p>According to a <a href=\"https://www.youtube.com/watch?v=Pkb5BwjkkKw&amp;feature=youtu.be\">video</a> snippet of Cruz&rsquo;s Jan. 21, 2016, Manchester, N.H., remarks, emailed to reporters by the Democratic National Committee, Cruz followed up general criticisms of the 2010 law requiring most Americans to have health coverage by saying: &quot;I&rsquo;ll tell you, you know who one of those millions of Americans is who has lost their health care because of Obamacare? That would be me.</p>\r\n\r\n<p>&quot;I don&rsquo;t have health care right now,&quot; Cruz said. &quot;I had purchased an individual policy and Blue Cross Blue Shield cancelled all their individual policies in the state of Texas, effective Dec. 31. So our health care got cancelled. We got a notice in the mail, Blue Cross Blue Shield was leaving the market. And so we&rsquo;re in the process of finding another&quot; policy.</p>\r\n\r\n<p>The day we published this fact check, Cruz&rsquo;s campaign separately said Cruz hadn&rsquo;t realized when he spoke in New Hampshire that after Dec. 31, 2015, Blue Cross Blue Shield of Texas shifted Cruz&rsquo;s family from the policy it was losing to an HMO plan.</p>\r\n\r\n<p><a href=\"http://www.bloomberg.com/politics/articles/2016-01-23/ted-cruz-finds-out-he-has-health-insurance-after-all\">Bloomberg News quoted</a> Catherine Frazier, a Cruz campaign spokeswoman, saying: &quot;On December 31, Blue Cross cancelled the PPO health insurance policy covering the Cruz family. That plan was purchased on the individual market, using a private insurance broker, with no government funds. At the time, the broker informed Sen. Cruz that the plan was being cancelled. The broker did not inform him that Blue Cross had automatically enrolled the family in another policy, an HMO with far more limited coverage. Based on this information, Sen. Cruz believed the family was uninsured and asked the broker to pull quotes immediately for a new policy.</p>\r\n\r\n<p>Frazier further said Cruz&#39;s family is currently covered by a Blue Cross HMO but planned to be covered by a Humana PPO effective March 1.</p>\r\n\r\n<p>A <a href=\"http://www.politico.com/story/2016/01/ted-cruz-no-health-insurance-218070#ixzz3xzXBczdb\">Politico</a> news story on Cruz&rsquo;s Manchester remarks said that in 2015, Cruz and his wife, Heidi, on temporary leave from her job with Goldman Sachs,<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2015/05/16/it-turns-out-ted-cruz-does-not-get-his-insurance-through-obamacare/\"> had purchased</a> an individual plan after previously receiving coverage through the Wall Street firm.</p>\r\n\r\n<p>For this article, we looked into Cruz&rsquo;s claim that Blue Cross Blue Shield stopped selling health coverage in Texas at the end of 2015, leaving the market, as Cruz put it.</p>\r\n\r\n<p>Not so, we found, and the &quot;notice&quot; Cruz mentioned in New Hampshire may have been sent his way a couple months before the year ended, leaving time to consider options.</p>\r\n\r\n<p><strong>July 2015 announcement</strong></p>\r\n\r\n<p>We didn&rsquo;t hear back from Cruz about the basis of his statement.</p>\r\n\r\n<p>Meantime, the insurer in summer 2015 did announce changes to its Texas offerings. According to a July 2015 <em>Austin American-Statesman</em> <a href=\"http://www.mystatesman.com/news/news/blue-cross-and-blue-shield-of-texas-to-eliminate-s/nm6Mp/\">news story</a>, Blue Cross and Blue Shield of Texas said it would offer fewer health insurance plans when open enrollment began in the fall on the online marketplace mandated under the Obamacare law, which Cruz has vowed to repeal and replace.</p>\r\n\r\n<p>At the time, the insurer&rsquo;s chief medical officer, Dan McCoy, said preferred provider organization, or PPO, plans would not be affordable in 2016, and the company wouldn&rsquo;t continue to make them available. McCoy also said the company would continue to offer health maintenance organization, or HMO, plans.</p>\r\n\r\n<p>An HMO requires enrolled patients to pick a primary care physician through which the patient and family members obtain all but emergency services, sometimes by referral. Visits to health care professionals outside of the HMO network typically aren&rsquo;t covered. PPO plans give more flexibility; you don&rsquo;t need a primary physician and can go to any health care professional without a referral inside or outside its network, though it costs less to stay in the network.</p>\r\n\r\n<p><strong>Costs cited</strong></p>\r\n\r\n<p>Blue Cross Blue Shield of Texas&rsquo; July 23, 2015, <a href=\"http://www.bcbstx.com/company-info/alerts-announcements/alerts-announcements?lid=icadpkzd\">announcement</a> said it had been &quot;the only insurer to offer an individual PPO insurance plan across the state to individuals in 2014 and 2015. Since the Affordable Care Act began,&quot; it said, &quot;the market has changed.&quot;</p>\r\n\r\n<p>The company further said it couldn&rsquo;t simply offer the PPO option at higher rates, saying: &quot;The law requires that we set our individual plan rates based on all of our individual members&#39; claims history. This means that if the costs of one plan are high, it will raise the rates of all other plans, not just the high-cost plan. If we kept the Blue Choice PPO, this would have raised the rates so much for all our other plans that most people wouldn&#39;t be able to afford them. By dropping the PPO, we can still offer our other plans at reasonable rates.&quot;</p>\r\n\r\n<p>McCoy said then: &quot;We felt it was important to make sure that we offer a sustainable product. Clearly, the individual marketplace is evolving.&quot;</p>\r\n\r\n<p>To our own inquiry, Edna P&eacute;rez-Vega, a spokeswoman for Blue Cross Blue Shield of Texas, said by email the company&rsquo;s &quot;retail market PPO plan, offered directly to individual consumers on and off the Affordable Care Act (ACA) Exchange,&quot; had become &quot;economically unsustainable, paying out more than $400 million in claims&quot; more &quot;than it earned in premiums.&quot;</p>\r\n\r\n<p>The 2015 <em>Statesman</em> story further said the announced change wouldn&rsquo;t affect customers with employer group plans or grandfathered PPO individual plans, meaning plans that existed on March 23, 2010, when the Obamacare law came to be. However, the story said, customers who bought PPO plans in or outside of the marketplace--including 367,000 Texans--would have to find new options.</p>\r\n\r\n<p>The company&rsquo;s announcement suggested its announcement was timed to give customers time to prepare before open enrollment began anew Nov. 1, 2015: &quot;If you enrolled in the individual Blue Choice PPO plan last year, you won&#39;t be able to keep your PPO plan in 2016. We&#39;re sharing this information well in advance of the required notification date so that you have plenty of time to research the plan options that best suit your needs,&quot; the company said.</p>\r\n\r\n<p><strong>Company: Health coverage available all over Texas</strong></p>\r\n\r\n<p>We asked P&eacute;rez-Vega if Cruz was right that the company bowed out of the Texas health insurance market.</p>\r\n\r\n<p>Without mentioning Cruz or his statement, P&eacute;rez-Vega replied that the company offers health plans in every Texas county and it&rsquo;s the only company offering coverage to individuals in 58 of the 254 counties. She also reaffirmed that the company told members in 2015 &quot;we would no longer offer PPO&#39;s to individual policyholders,&quot; though, she said, the company said it &quot;would work to transition them to other available insurance plans for individuals so they would not experience a gap in coverage. Those who have been transitioned also have the option of choosing different plans for 2016. &quot;</p>\r\n\r\n<p>Asked generally when plan holders like Cruz would have been notified of changes, P&eacute;rez-Vega said: &quot;Members were notified in the days leading up to Oct 1,&quot; 2015.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said: &quot;Blue Cross Blue Shield cancelled all their individual (health care) policies in the state of Texas, effective Dec. 31.&quot;</p>\r\n\r\n<p>Actually, the company continues to sell coverage all over Texas, according to Blue Cross Blue Shield of Texas. The company also says individual customers like Cruz were notified months before 2016 changes&mdash;including an end to individual PPO plans--kicked in.</p>\r\n\r\n<p>So, Cruz was both incorrect about Blue Cross&rsquo; offerings in Texas and evidently mischaracterized how his own coverage came to lapse. That adds up to Pants on Fire!&nbsp;</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE </strong></em>&ndash; The statement is not accurate and makes a ridiculous claim.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>UPDATE, 9:43 a.m., Jan. 25, 2016: </strong></em>After we published this fact check, Cruz&rsquo;s campaign separately said Cruz hadn&rsquo;t realized when he spoke in New Hampshire that after Dec. 31, 2015, Blue Cross Blue Shield of Texas shifted Cruz&rsquo;s family from the policy it was losing to an HMO plan. That is, he wasn&rsquo;t uninsured after all. We&rsquo;ve added this detail to our story; it did not change our rating of his general claim.</p>\r\n", "ruling_comments_date": "2016-01-22T16:22:18.901569", "ruling_date": "2016-01-22T16:19:18", "ruling_headline": "Ted Cruz ridiculously says Blue Cross Blue Shield 'cancelled' all individual health plans in Texas", "ruling_headline_slug": "ted-cruz-ridiculously-says-blue-cross-blue-shield-", "ruling_link_text": "UPDATED: Company says it sells in every Texas county", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.politico.com/story/2016/01/ted-cruz-no-health-insurance-218070#ixzz3xzXBczdb\">&quot;Cruz reveals he doesn&#39;t have health insurance,&quot;</a> Politico, Jan. 21, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/news/blue-cross-and-blue-shield-of-texas-to-eliminate-s/nm6Mp/\">&quot;Blue Cross and Blue Shield of Texas to eliminate some health plans,&quot;</a> <em>Austin American-Statesman</em>, July 24, 2016</p>\r\n\r\n<p>Web post, <a href=\"http://www.bcbstx.com/company-info/alerts-announcements/alerts-announcements?lid=icadpkzd\">&quot;What to Expect for Open Enrollment for 2016 Plans,&quot;</a> Blue Cross Blue Shield of Texas, July 23, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1UKmozvfWgQyRCrbJ7PhAiZ61qd13KI8MEKyS3lXyxwE/pub\">Emails</a> (excerpted), Edna &nbsp;P&eacute;rez-Vega, senior manager, media and public relations, Blue Cross Blue Shield of Texas, Jan. 22, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;Blue Cross Blue Shield cancelled all their individual (health care) policies in the state of Texas, effective Dec. 31.&quot;</p>\r\n", "statement_context": "a New Hampshire appearance", "statement_date": "2016-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}