{"art": [{"brightcove": "", "caption": "NBC \"Meet the Press\" host Chuck Todd questions Sen. Bernie Sanders about a recent column criticizing him for not being as bold on slavery reparations as he is on health care-for-all on Jan. 24. (NBC News video)", "id": 7337, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe width=\"635\" height=\"500\" src=\"http://player.theplatform.com/p/2E2eJC/nbcNewsOffsite?guid=mtp_sandersreparations_160124\" scrolling=\"no\" frameborder=\"0\"></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7337/", "title": "NBC clip of Todd interviewing Sanders on reparations", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2016/jan/26/bernie-sanders/reparations-for-slavery-sanders-obama-clinton/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 11802, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/11802/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>From single-payer health care to free college tuition for all, Bernie Sanders&rsquo; policy proposals have been both dismissed and lauded as radical.</p>\r\n\r\n<p>But when it comes to reparations for slavery, some fault the Vermont senator and presidential candidate for holding a more conventional view.</p>\r\n\r\n<p>Sanders&rsquo; opposition to reparations has been the subject of some controversy after Ta-Nehisi Coates called him out in <em><a href=\"http://www.theatlantic.com/politics/archive/2016/01/bernie-sanders-reparations/424602/\">The Atlantic,</a></em> writing, &quot;Unfortunately, Sanders&rsquo;s radicalism has failed in the ancient fight against white supremacy. What he proposes in lieu of reparations &mdash; job creation, investment in cities, and free higher education &mdash; is well within the <a href=\"https://en.wikipedia.org/wiki/Overton_window\">Overton window</a>, and his platform on race echoes Democratic orthodoxy.&quot;</p>\r\n\r\n<p><em>Meet the Press</em> host Chuck Todd followed up with Sanders about Coates&rsquo; column <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-january-24-2016-n503241\">Jan. 24</a>, asking, &quot;Why aren&#39;t you for reparations because of slavery for African-Americans when you&#39;re calling for economic justice on so many other levels? Why do you stop short on that issue?&quot;</p>\r\n\r\n<p>&quot;Well, for the same reason that Barack Obama has and the same reason, I believe, that Hillary Clinton has,&quot; Sanders responded. &quot;And that is, it is absolutely wrong and unacceptable that we have so much poverty in this country and it is even worse in the African-American community.&quot;</p>\r\n\r\n<p>Todd chided Sanders for not answering the question, but Sanders again deflected that it was for the same reasons as Obama and Clinton.</p>\r\n\r\n<p>Is it true that his position against reparations is the same as Clinton and Obama&rsquo;s views?</p>\r\n\r\n<p>Sanders is right that Obama&rsquo;s opposition echoes his own. (Coates <a href=\"http://www.theatlantic.com/politics/archive/2016/01/bernie-sanders-liberal-imagination/425022/\">calls</a> this the conventional Democratic philosophy of &quot;a rising tide lifts all boats.&quot;)&nbsp;Clinton&rsquo;s stance is less direct but largely follows the same rationale.</p>\r\n\r\n<p><strong>Sanders&rsquo; case against reparations</strong></p>\r\n\r\n<p>First, let&rsquo;s explain why Sanders is opposed to reparations for African-Americans.</p>\r\n\r\n<p>When first asked about the issue by <a href=\"http://fusion.net/video/255113/bernie-sanders-reparations-answer-iowa-forum/\">Fusion</a> at the Jan. 11&nbsp;Iowa Brown &amp; Black Democratic Forum, Sanders stressed the political impracticability and polarizing nature of the proposal, and suggested prioritizing current economic inequality in lieu of compensating for past injustices.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;First of all, its likelihood of getting through Congress is nil. Second of all, I think it would be very divisive. The real issue is when we look at the poverty rate among the African-American community, when we look at the high unemployment rate within the African-American community, we have a lot of work to do.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;So I think what we should be talking about is making massive investments in rebuilding our cities, in creating millions of decent paying jobs, in making public colleges and universities tuition-free, basically targeting our federal resources to the areas where it is needed the most, and where it is needed the most is in impoverished communities, often African-American and Latino.&quot;</p>\r\n\r\n<p>On <em>Meet the Press</em>, Sanders pretty much dropped the pragmatism argument (though he pushed back on the notion that his economic proposals are politically impossible) and focused instead on the second part of his rationale about improving economic conditions and schools for minorities.</p>\r\n\r\n<p>So how does this mirror, if at all, the approach by Obama and Clinton?</p>\r\n\r\n<p><strong>Obama&rsquo;s opposition</strong></p>\r\n\r\n<p>In 2007 and 2008, then-presidential candidate Obama voiced his opposition to reparations, arguing that the best way to amend for the past is to focus on the present and future.</p>\r\n\r\n<p>&quot;I think the reparations we need right here in South Carolina is investment, for example, in our schools,&quot; Obama said in a <a href=\"http://edition.cnn.com/2007/POLITICS/07/23/debate.transcript/\">July 2007 CNN debate</a>.</p>\r\n\r\n<p>Obama couched his opposition somewhat differently in a 2007 <a href=\"http://deathpenalty.procon.org/sourcefiles/NAACPquestionnaire08.pdf\">NAACP presidential questionnaire</a>. He said that &quot;nothing, including reparations, can fully compensate&quot; for the stain of slavery before arguing that reparations could lead to negligence on other matters of racial injustices:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;I fear that reparations would be an excuse for some to say &#39;we&rsquo;ve paid our debt&#39;&nbsp;and to avoid the much harder work of enforcing our anti-discrimination laws in employment and housing; the much harder work of making sure that our schools are not separate and unequal; the much harder work of providing job training programs and rehabilitating young men coming out of prison every year; and the much harder work of lifting 37 million Americans of all races out of poverty.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;These challenges will not go away with reparations. So while I applaud and agree with the underlying sentiment of recognizing the continued legacy of slavery, I would prefer to focus on the issues that will directly address these problems &ndash; and building a consensus to do just that.&quot;</p>\r\n\r\n<p>Obama explains he will not pursue reparations because the action could be used as an excuse not to work on other lingering problems for minorities. Here, Obama&rsquo;s comments sound different from Sanders&rsquo;.</p>\r\n\r\n<p>Sanders and Obama sound more aligned in these <a href=\"http://edition.cnn.com/TRANSCRIPTS/0807/27/le.01.html\">comments</a> by Obama from July 2008, which both Obama and the Sanders campaign pointed out: &nbsp;</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;You know, I have said in the past &mdash; and I&#39;ll repeat again &mdash; that the best reparations we can provide are good schools in the inner city and jobs for people who are unemployed.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;And, you know, I think that strategies that invest in lifting people out of the legacy of slavery and Jim Crow, but that have broad applicability and allow us to build coalitions to actually get these things done, that, I think, is the best strategy.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;You know, the fact is, is that dealing with some of the &mdash; some of the legacy of discrimination is going to cost billions of dollars. And we&#39;re not going to be able to have that kind of resource allocation unless all Americans feel that they are invested in making this stuff happen.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;And so, you know, I&#39;m much more interested in talking about, how do we get every child to learn? How do we get every person health care? How do we make sure that everybody has a job? How do we make sure that every senior citizen can retire with dignity and respect?</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;And if we have a program, for example, of universal health care, that will disproportionately affect people of color, because they&#39;re disproportionately uninsured. If we&#39;ve got an agenda that says every child in America should get -- should be able to go to college, regardless of income, that will disproportionately affect people of color, because it&#39;s oftentimes our children who can&#39;t afford to go to college.&quot;</p>\r\n\r\n<p>Obama, as far as we can tell through searching Nexis, has not changed or revisited his stance on reparations since 2008. &nbsp;</p>\r\n\r\n<p><strong>Clinton&rsquo;s position</strong></p>\r\n\r\n<p>Clinton&rsquo;s recent and past comments suggest her ideas for helping the black community are no different from Sanders&rsquo; and Obama&rsquo;s.</p>\r\n\r\n<p>Clinton didn&rsquo;t directly answer the question about reparations at the Iowa Brown &amp; Black Forum, but she also <a href=\"https://www.youtube.com/watch?v=vt3n7ugOj80\">suggested</a> investing in black communities and addressing poverty:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;I think we should start studying what investments we need to make in communities to help individuals and families and communities move forward. And I am absolutely committed to that. There are some good ideas out there. There&rsquo;s an idea in the Congressional Black Caucus about really targeting federal dollars to communities that have had either disinvestment or no investment, and have had years of being below the poverty level. That&rsquo;s the kind of thing I&rsquo;d like us to focus on and really help lift people up.&quot;</p>\r\n\r\n<p>In October 2015, she provided a similar response when asked by the hosts of the <a href=\"http://www.buzzfeed.com/adamdavis/listen-to-hillary-clintons-interview-with-buzzfeed#.dcdW9wNzP\">BuzzFeed</a> podcast &quot;Another Round&quot;:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;I&rsquo;ll tell you what, I think we need to make many more investments in everything from pre-school education to affordable housing, that&rsquo;s my form of trying to give people the chance to be empowered, to make the most out of their God-given potential.&quot;</p>\r\n\r\n<p>As Fusion <a href=\"http://fusion.net/story/257749/bernie-sanders-reparations-hillary-clinton-holocaust/\">pointed out</a>, this was largely Clinton&rsquo;s answer in 2000 as well. When she was asked about reparations during her Senate campaign, she <a href=\"http://www.c-span.org/video/?c4577330/clinton-reparations\">said</a> African-Americans deserve an apology for slavery before pivoting to economic conditions.</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;But I think that the people I know and the people I work with want us to stay focused on the future, keep our economy going, keep providing good public education, quality affordable health care &mdash; do the things that will enable people to have the best futures for themselves, and that&rsquo;s what I&rsquo;m committed to doing.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sanders said he opposes reparations &quot;for the same reason that Barack Obama has and the same reason, I believe, that Hillary Clinton has.&quot;</p>\r\n\r\n<p>The reason, he said, is the need to focus instead on addressing current economic problems in the black community by improving education, providing jobs and addressing poverty. That is basically what Obama and Clinton has suggested in lieu of reparations.</p>\r\n\r\n<p>It&rsquo;s worth noting that Sanders previously suggested that reparations were politically impractical and divisive. Obama and Clinton have not made comments to this effect.&nbsp;In 2007, Obama said reparations could be used an excuse not to do more for African-Americans.</p>\r\n\r\n<p>We rate Sanders&#39; claim Mostly True.</p>\r\n", "ruling_comments_date": "2016-01-25T17:25:07.767889", "ruling_date": "2016-01-26T16:06:34", "ruling_headline": "What Bernie Sanders, Barack Obama and Hillary Clinton have said about reparations for slavery", "ruling_headline_slug": "reparations-for-slavery-sanders-obama-clinton", "ruling_link_text": "Leading Dems want economic empowerment for all", "ruling_state": null, "source_documents": null, "sources": "<p>NBC, <em><a href=\"http://www.nbcnews.com/meet-the-press/meet-press-january-24-2016-n503241\">Meet the Press</a>, </em>Jan. 24, 2016</p>\r\n\r\n<p>Email interview with Michael Briggs, spokesperson for Bernie Sanders, Jan. 24, 2016</p>\r\n\r\n<p>Email interview with Eric Schultz, White House spokerson, Jan. 24, 2016</p>\r\n\r\n<p>Email interview with Josh Schwerin, spokesperson for Hillary Clinton, Jan. 24, 2016</p>\r\n\r\n<p><em>The Atlantic,</em> &quot;<a href=\"http://www.theatlantic.com/politics/archive/2016/01/bernie-sanders-reparations/424602/\">Why Precisely Is Bernie Sanders Against Reparations?</a>&quot; Jan. 19, 2016</p>\r\n\r\n<p><em>The Atlantic,</em> &quot;<a href=\"http://www.theatlantic.com/politics/archive/2016/01/bernie-sanders-liberal-imagination/425022/\">Bernie Sanders and the Liberal Imagination</a>,&quot; Jan. 24, 2016</p>\r\n\r\n<p>Fusion, &quot;<a href=\"http://fusion.net/video/255113/bernie-sanders-reparations-answer-iowa-forum/\">Bernie Sanders has a direct answer on reparations at Iowa forum</a>,&quot; Jan. 13, 2016</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://edition.cnn.com/TRANSCRIPTS/0807/27/le.01.html\">CNN LATE EDITION WITH WOLF BLITZER</a>,&quot; July 27, 2008</p>\r\n\r\n<p>Youtube, &quot;<a href=\"https://www.youtube.com/watch?v=vt3n7ugOj80\">2016 Brown &amp; Black Democratic Presidential Forum</a>,&quot; Jan. 11, 2016</p>\r\n\r\n<p>Buzzfeed, &quot;<a href=\"http://www.buzzfeed.com/adamdavis/listen-to-hillary-clintons-interview-with-buzzfeed#.an9z20l5Q\">Listen To Hillary Clinton&rsquo;s Interview With BuzzFeed</a>,&quot; Oct. 12, 2015</p>\r\n\r\n<p>Fusion, &quot;<a href=\"http://fusion.net/story/257749/bernie-sanders-reparations-hillary-clinton-holocaust/\">Bernie Sanders and Hillary Clinton both supported reparations, just not for American slavery</a>,&quot; Jan. 22, 2016</p>\r\n\r\n<p>Mediate, &quot;<a href=\"http://www.mediaite.com/tv/bernie-sanders-hides-behind-false-claim-about-obama-and-slavery-reparations/\">Bernie Sanders Hides Behind False Claim About Obama and Slavery Reparations</a>,&quot; Jan. 25, 2016</p>\r\n\r\n<p>Nexis search</p>\r\n\r\n<p>Google search</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 21, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 130, "true_count": 16, "website": "http://sanders.senate.gov/"}, "statement": "<p>Says his views on reparations for slavery are the same as Barack Obama&#39;s and Hillary Clinton&#39;s.&nbsp;</p>\r\n", "statement_context": "comments on \"Meet the Press.\"", "statement_date": "2016-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}