{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/11/charles-boustany/boustany-and-other-republicans-say-health-care-pla/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1184, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1184/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n In the Republican response to President Barack Obama's address on health care before a joint session of Congress on Sept. 9, 2009, U.S. Rep. Charles Boustany, R-La., a heart surgeon by profession, repeated a popular Republican talking point, saying the health care reform bill introduced in the House would&nbsp; &quot;create 53 new government bureaucracies.&quot;\n</p>\n<p>\n This claim originates with a detailed list complied by the House Republican Conference, which you can view\n <a href=\"http://www.gop.gov/legdigest/documents/New%20Boards%20and%20Programs%20HR%203200%20072009.pdf\" target=\"_blank\">\n  here\n </a>\n .\n</p>\n<p>\n Fifty-three new bureaucracies sounds like a lot, and the list is so specific, we decided to dig into it to see if it's legitimate.\n</p>\n<p>\n &quot;Bureaucracy&quot; can mean different things to different people, so we began with a trip to the Merriam-Webster dictionary to set some parameters. It defines it like this: &quot;a body of nonelective government officials; an administrative policy-making group; government characterized by specialization of functions, adherence to fixed rules, and a hierarchy of authority; a system of administration marked by officialism, red tape, and proliferation.&quot;\n</p>\n<p>\n So, to the list...\n</p>\n<p>\n The first two are no-doubt-abouters. No. 1 is a Health Benefits Advisory Committee (Section 123, p. 30). This is a new panel of experts that will make recommendations to the secretary of Health and Human Services on covered health benefits. It's an advisory board, but a new entity nonetheless. New bureaucracy, check.\n</p>\n<p>\n No. 2 on the list is the creation of a Health Choices Administration (Section 141, p. 41). This is a biggie. The Health Choices Administration would be an independent executive branch agency charged with establishing qualified plan standards, creating the health insurance exchange and administering affordability credits for low-income people. New bureaucracy, check.\n</p>\n<p>\n After this, however, the list gets murkier.\n</p>\n<p>\n Consider No. 3, Qualified Health Benefits Plan Ombudsman. This person, or office, would be charged with helping people navigate the new health reform system and report to Congress on recommendations for improvements in administration of the program. It's part of the Health Choices Administration (No. 2 on the list). That sounds like double-counting to us. And that's true of a number of other items on the list as well.\n</p>\n<p>\n We're not going to detail all 53 items on the list. But here are a few general observations from our examination of them. Four of the items on the list include the creation of various trust funds. These are new funds, but they are to be created by existing agencies. These are essentially bank accounts. Those aren't new government bureaucracies in our book.\n</p>\n<p>\n The list also includes six pilot programs and three demonstration programs. These are small-scale demo programs. If the programs turn out to improve care and save money, the government will roll them out nationally. There's already an office in place in Medicare that runs demonstration programs.\n</p>\n<p>\n In fact, the Medicare Prescription Drug, Improvement, and Modernization Act signed by President George W. Bush in 2003 included 14 new demonstration projects. It wouldn't be fair to call that 14 new bureaucracies then, and it's not fair to call these demonstration programs new bureaucracies now.\n</p>\n<p>\n &quot;The programs and demonstration projects they list aren't new agencies but rather new projects, and they're sensible ways to test new policies before more broadly implementing them,&quot; said Brian Cook, press secretary for Rep. Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee. And, he said, &quot;many of the programs and demonstration projects are things that Republicans themselves have called for and supported.&quot;\n</p>\n<p>\n The list also includes three new ombudsmen and a special inspector general for the Health Insurance Exchange.\n</p>\n<p>\n And again, these are individual offices in existing agencies &mdash; not bureaucracies.\n</p>\n<p>\n Three items on the list deal with comparative effectiveness research. Although the government already does such research, we think it's fair to count the creation of a new Center for Comparative Effectiveness Research on the list. But the next two items, a comparative effectiveness research commission and a patient ombudsman for comparative effectiveness research seems like triple-dipping.\n</p>\n<p>\n Ironically, said Stan Dorn, senior research associate at the left-leaning Urban Institute, those safeguards were put in to assure Republicans that the program would not be used to force insurers to comply with the council's research findings.\n</p>\n<p>\n &quot;Some of these things are new government bureaucracies,&quot; Dorn said. &quot;But a lot of these items are not new government agencies, they are new activities that existing agencies would be asked to perform.&quot;\n</p>\n<p>\n By Dorn's count, 36 of the 53 items on the Republican list fall in that latter category.\n</p>\n<p>\n An example is an item on the list for a program of administrative simplification (Section 163, p. 57). It would be up to the department of Health and Human Services to implement the updated standards.\n</p>\n<p>\n &quot;That is not a new bureaucracy,&quot; Dorn said. &quot;That's an activity required of an existing government agency.&quot;\n</p>\n<p>\n &quot;Just eyeballing this list,&quot; Dorn said, &quot;it is clearly way over the top.&quot;\n</p>\n<p>\n We agree that there are lots of suspect items on the list and the Republicans' methodology in choosing them is inconsistent. But we also think it's fair for them to claim that the Democratic health plan would create new government bureaucracy. The plan would create new ways to subsidize health insurance for millions of low-income people. It would establish a health insurance exchange in which people not on plans provided by large companies could shop for competitive rates. That requires the creation of some new institutions.\n</p>\n<p>\n But they are wrong to cite 53 as the number. In fact, the number is clearly much smaller. So we find the claim Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:46.194241", "ruling_date": "2009-09-11T18:14:32", "ruling_headline": "Boustany and other Republicans say health care plan would create 53 new government bureaucracies", "ruling_headline_slug": "boustany-and-other-republicans-say-health-care-pla", "ruling_link_text": "Not that many", "ruling_state": null, "source_documents": null, "sources": "<p>\n House Republican Conference Web site,\n <a href=\"http://www.gop.gov/legdigest/documents/New%20Boards%20and%20Programs%20HR%203200%20072009.pdf\" target=\"_blank\">\n  &quot;New Federal Bureaucracies Created in Democrat Health 'Reform.'&quot;\n </a>\n</p>\n<p>\n Fox News, Transcript:\n <a href=\"http://www.foxnews.com/politics/2009/09/09/transcript-gop-response-obamas-health-care-address/\" target=\"_blank\">\n  &quot;GOP Response to Obama's Health Care Address,&quot;\n </a>\n Sept. 9, 2009\n</p>\n<p>\n U.S. Government Printing Office,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  HR 3200\n </a>\n (health care reform legislation), July 14, 2009\n</p>\n<p>\n Speaker of the House Web site,\n <a href=\"http://waysandmeans.house.gov/media/pdf/111/sbys3200.pdf\" target=\"_blank\">\n  Section-by-Section Analysis of HR 3200\n </a>\n , July 14, 2009\n</p>\n<p>\n U.S. House of Representatives Energy and Commerce Committee,\n <a href=\"http://energycommerce.house.gov/index.php?option=com_content&amp;view=article&amp;id=1706:house-democrats-introduce-bill-to-provide-quality-affordable-health-care-for-all-americans&amp;catid=122:media-advisories&amp;Itemid=55\" target=\"_blank\" title=\"House Democrats Introduce Bill to Provide Quality, Affordable Health Care for All Americans\">\n  House Democrats Introduce Bill to Provide Quality, Affordable  Health Care for All Americans\n </a>\n , July 14, 2009\n</p>\n<p>\n Interview with Brian Cook, press secretary for Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee, Sept. 10, 2009\n</p>\n<p>\n Interview with Stan Dorn, senior research associate at the Urban Institute, Sept. 10, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Charles", "half_true_count": 0, "home_state": "Louisiana", "id": 230, "last_name": "Boustany", "mostly_true_count": 1, "name_slug": "charles-boustany", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Boustany1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/230/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>The Democratic health care bill in the House would &quot;create 53 new government bureaucracies.&quot;</p>", "statement_context": "response to President Obama's health care address to Congress", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}