{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/11/john-boehner/boehner-says-abortion-access-was-always-key-goal-o/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1185, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1185/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n To build opposition to the health care bill, Republicans have been saying it would expand coverage of abortion. To back up that claim, House Republican Leader John Boehner sent a &quot;GOP Leader Alert&quot; that said President Barack Obama was doing that to fulfill a campaign promise.\n <br />\n <br />\n &quot;During his quest for the presidency, now-President Obama declared that everyone deserves access to reproductive health care that includes abortion, and vowed that this 'right' would be at the heart of his health care reform plan if elected president,&quot; Boehner wrote in the Sept. 10, 2009, message.\n <br />\n <br />\n There's never been any question that Obama favors abortion rights. On Jan. 22, 2008, for instance, Obama released a statement on the 35th anniversary of the\n <em>\n  Roe vs. Wade\n </em>\n decision that legalized abortion that said, &quot;Throughout my career, I've been a consistent and strong supporter of reproductive justice, and have consistently had a 100 percent prochoice rating with Planned Parenthood and NARAL Pro-Choice America.&quot; But he has been somewhat more coy, or perhaps strategically fuzzy, about exactly where he would draw the line on federal funding for abortion in his own health care plan. His comments on abortion rights have often used the phrase &quot;reproductive care&quot; rather than abortion.\n <br />\n <br />\n We'll take a separate look at the three parts of Boehner's sentence. Did candidate Obama say that everyone deserves access to reproductive health care? Did he say that such issues are at the heart of his health care reform plan? And did his definition of &quot;reproductive health&quot; care include abortion?\n <br />\n <br />\n On the first and second questions, we think then-candidate Obama did say something that closely matches what Boehner says he did.\n <br />\n <br />\n In a July 17, 2007, appearance before the Planned Parenthood Action Fund, Obama said the following: &quot;In my mind, reproductive care is essential care. It is basic care, so it is at the center and at the heart of the plan that I propose. Essentially what we're doing is, we&rsquo;re going to set up a public plan that all persons and all women can access if they don&rsquo;t have health insurance. It will be a plan that will provide all essential services, including reproductive services, as well as mental health services and disease management services, because part of our interest is to make sure that we&rsquo;re putting more money into preventive care.&quot; (This one is not included in our\n <a href=\"http://www.politifact.com/truth-o-meter/promises/\" target=\"_blank\">\n  Obameter\n </a>\n database of promises, but we'll examine next week whether it should be.)\n <br />\n <br />\n The words Obama used are slightly different from the ones cited by Boehner, but we think that to say reproductive care is &quot;essential&quot; means that &quot;everyone deserves&quot; to have it. Meanwhile, inferring from Obama's language that it's a &quot;right&quot; requires a slight leap, but it's close enough that we won't quibble.\n <br />\n <br />\n So the key to whether Boehner is right comes with the third question: Does Obama's definition of &quot;reproductive health care&quot; necessarily include abortion? On this question, the evidence is suggestive but not quite a slam dunk.\n <br />\n <br />\n Abortion opponents rely on a few pieces of evidence to support the assertion that Obama believes reproductive health care includes abortion. One is a story that ran in the\n <em>\n  Chicago Tribune\n </em>\n on July 18, 2007, the day after Obama's Planned Parenthood speech. In it, Washington bureau reporter Mike Dorning wrote that when Obama was asked about his proposal for expanded access to health insurance, the candidate &quot;said it would cover 'reproductive health services.' Contacted afterward, an Obama spokesman said that included abortions.&quot;\n <br />\n <br />\n Another source is a candidate questionnaire by RH Reality Check, which describes itself as &quot;an online community and publication serving individuals and organizations committed to advancing sexual and reproductive health and rights.&quot; Posted Dec. 21, 2007, the questionnaire was filled out by &quot;Sen. Barack Obama's campaign staff.&quot;\n <br />\n <br />\n The question that's most relevant to Boehner's assertion is this one:\n <br />\n <br />\n Q: Does Sen. Obama support the Hyde amendment (which bars the use of federal funds to pay for abortions)? Under what circumstances does he believe that Medicaid should cover abortions (all pregnancies, life- or health-threatening pregnancies, pregnancies that are a result of rape or incest, extreme fetal malformation)?\n <br />\n <br />\n A: Obama does not support the Hyde amendment. He believes that the federal government should not use its dollars to intrude on a poor woman's decision whether to carry to term or to terminate her pregnancy and selectively withhold benefits because she seeks to exercise her right of reproductive choice in a manner the government disfavors.\n <br />\n <br />\n Both of these comments suggest, fairly strongly, that Obama would include access to abortion in his health care plan &mdash; but they leave a degree of doubt. While we are not aware of any pushback from the campaign once these two items were published, both statements were made by campaign staffers, not the candidate himself.\n <br />\n <br />\n On his campaign Web site, Obama did not specifically address the federal funding issue. In the &quot;women's issues&quot; section, the campaign said only that &quot;Barack Obama understands that abortion is a divisive issue, and respects those who disagree with him. However, he has been a consistent champion of reproductive choice and will make preserving women's rights under\n <em>\n  Roe vs. Wade\n </em>\n a priority as president. He opposes any constitutional amendment to overturn the Supreme Court's decision in that case.&quot;\n <br />\n <br />\n Asked for any additional evidence to back up Boehner's assertion that Obama was referring specifically to abortion, Douglas Johnson, legislative director for the National Right to Life Committee, told PolitiFact that Obama was speaking in &quot;terms of art&quot; that his Planned Parenthood audience would immediately grasp.\n <br />\n <br />\n &quot;'Reproductive health services' is one of those conventions that all of the players understand. It is not limited to abortion, but it always encompasses abortion. It is like when a prolife candidate says, 'I support strong legal protection for the right to life of unborn children.' Everyone on all sides understands that this means he thinks abortion generally should not be legal, and no doubt he also supports fetal homicide laws . . . I suppose someone could argue that since he didn't specifically mention abortion, there is the theoretical possibility that he wants to keep abortion completely unrestricted and only wants to pass fetal homicide laws. But that would be to ignore the lexicon that groups develop on these issues and the way they are understood in context.&quot;\n <br />\n <br />\n So back to Boehner's claim. He said that candidate Obama &quot;declared that everyone deserves access to reproductive health care that includes abortion, and vowed that this 'right' would be at the heart of his health care reform plan if elected president.&quot; The record shows that Obama did indeed make those statements. His message to the abortion rights group may have been deliberately fuzzy, but it's clear what he meant &mdash; and it was confirmed by the campaign to the\n <em>\n  Tribune\n </em>\n reporter. We find Boehner's claim to be True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:46.348518", "ruling_date": "2009-09-11T18:05:17", "ruling_headline": "Boehner says abortion access was always a key goal for Obama health plan", "ruling_headline_slug": "boehner-says-abortion-access-was-always-key-goal-o", "ruling_link_text": "Obama's wording was coy, but Boehner's basically right", "ruling_state": null, "source_documents": null, "sources": "<p>\n John Boehner, &quot;Fact Check: President Obama Repeats Falsehoods in Joint Session Speech,&quot; Sept. 10, 2009\n <br />\n <br />\n Barack Obama,\n <a href=\"http://www.youtube.com/watch?v=Cqww8jmizug&amp;eurl=http%3A%2F%2Fstoptheabortionagenda.com%2F&amp;feature=player_embedded\" target=\"_blank\">\n  remarks\n </a>\n before the Planned Parenthood Action Fund, July 17, 2007\n <br />\n <br />\n Barack Obama, &quot;\n <a href=\"http://www.barackobama.com/2008/01/22/obama_statement_on_35th_annive.php\" target=\"_blank\">\n  Obama Statement on 35th Anniversary of Roe v. Wade Decision\n </a>\n ,&quot; Jan. 22, 2008\n</p>\n<p>\n Chicago Tribune, &quot;\n <a href=\"http://archives.chicagotribune.com/2007/jul/18/news/chi-dems18jul18\" target=\"_blank\">\n  Democrats pledge support for wide access to abortion\n </a>\n ,&quot; July 18, 2007\n <br />\n <br />\n RH Reality Check, &quot;\n <a href=\"http://www.rhrealitycheck.org/blog/2007/12/21/sen-barack-obamas-reproductive-health-questionnaire\" target=\"_blank\">\n  Sen. Barack Obama's RH Issues Questionnaire\n </a>\n ,&quot; Dec. 21, 2007\n <br />\n <br />\n Barack Obama's presidential campaign, &quot;\n <a href=\"http://my.barackobama.com/page/content/womenissues\" target=\"_blank\">\n  Where Barack stands: The Impact of the Obama Economic Plan for for America's Working Women\n </a>\n ,&quot; accessed Sept. 10, 2009\n <br />\n <br />\n E-mail interview with Douglas Johnson, legislative director for the National Right to Life Committee, Sept. 11, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>As a candidate, President Obama &quot;declared that everyone deserves access to reproductive health care that includes abortion, and vowed that this 'right' would be at the heart of his health care reform plan if elected president.&quot;</p>", "statement_context": "a statement from the Minority Leader's office", "statement_date": "2009-09-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}