{"art": [{"brightcove": "", "caption": "In a music video, Paul Hipp says the U.S. ranks 37th in the world in health care.", "id": 174, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/174/", "title": "Paul Hipp music video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/yVgOl3cETb4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "yVgOl3cETb4"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/14/paul-hipp/rocker-viral-video-mocks-us-37th-best-health-care-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1187, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1187/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n With biting sarcasm, singer Paul Hipp says the United States should be proud of its global ranking on health care.\n <br />\n <br />\n &quot;We're No. 37!&quot; he sings in a YouTube video released Sept. 9, 2009.&nbsp;\n <br />\n <br />\n With some electric guitar riffs and topical references to the summer's vitriolic debate over health care reform &mdash; including Rep. Joe Wilson's &quot;You lie!&quot; heckle of President Barack Obama &mdash; the satiric romp &quot;celebrates&quot; the United States' standing:\n <br />\n <br />\n <em>\n  We're No. 37\n  <br />\n  We're the U.S.A.\n  <br />\n  We're No. 37\n  <br />\n  And we're so proud to say\n  <br />\n  We got old people crying at the pharmacy\n  <br />\n  Pay your deductible\n  <br />\n  This ain't the land of the f-f-f-free Grandma\n  <br />\n  We're No. 37\n </em>\n <br />\n <em>\n  We're the U.S.A.\n  <br />\n </em>\n <br />\n The number refers to the World Health Organization's ranking of the United States as the 37th best health care system in the world, out of 191 countries. In a cheeky countdown, the video shows viewers a cross-section of nations that ranked better than the United States in WHO's tally &mdash; a mix of industrialized nations in Western Europe, Scandinavia and Asia; wealthy oil producers from the Middle East; tiny realms of prosperity such as Monaco and Luxembourg; and some seemingly unlikely nations such as Colombia, Cyprus, Morocco, Dominica and Costa Rica.\n <br />\n <br />\n It's an anthem for health care reform that even shows its sources: Hipp includes a shot of himself looking at WHO's report. So he wins points for transparency in sourcing.\n <br />\n <br />\n But as hummable as the song is, we thought it deserved a bit of scrutiny. How did WHO arrive at the numbers? And how widely accepted is the health organization's methodology? Ultimately, did Hipp choose a good benchmark on which to base his song?\n <br />\n <br />\n Observers generally agree on two things about the report. It was a landmark study that attracted a lot of attention around the world. And its conclusions have inspired controversy for nearly a decade.\n <br />\n <br />\n We should point out that the ranking is actually not new. WHO, an arm of the United Nations, published the international comparison in its\n <em>\n  World Health Report 2000\n </em>\n , and it hasn't been updated since. (Other groups have offered their take, as we explain below.)\n <br />\n <br />\n Five factors went into WHO's calculation:\n</p>\n<p>\n &bull; Health level, as defined by a measure of life expectancy, which shows how healthy a country's population is. This factor gets a 25 percent weight.\n <br />\n <br />\n &bull; Responsiveness, which includes factors such as speed of health services, privacy protections, choice of doctors and quality of amenities. This factor gets a 12.5 percent weight.\n <br />\n <br />\n &bull; Financial fairness, which measures how progressive or regressive the financing of a country's health care system is &mdash; that is, whether or not the financial burdens are borne by those who are economically better off. This factor receives a 25 percent weight.\n <br />\n <br />\n &bull; Health distribution, which measures how equally a nation's health care resources are allocated among the population. This factor receives a 25 percent weight.\n <br />\n <br />\n &bull; Responsiveness distribution, which measures how equally a nation's health care responsiveness (which we defined above) is spread through society. This factor gets a 12.5 percent weight.\n <br />\n <br />\n Once these statistics were collected, the WHO combined them into two summary rankings. One, called &quot;overall attainment,&quot; is the basic weighted average of the five factors listed above. The other, called &quot;overall performance,&quot; took that number and adjusted it for how well a country's health system was doing compared to how well WHO's experts believed it\n <em>\n  should\n </em>\n be doing based on education level and economic resources.\n <br />\n <br />\n Using the second of the two ratings &mdash; overall performance &mdash; the United States does indeed rank 37th. But using the first factor &mdash; overall attainment &mdash; the United States does better, finishing 15th. One might be tempted to downgrade Hipp's song for cherry-picking the less favorable number, but Hipp seems to be on solid ground here. The WHO itself considers overall performance to be the more important ranking of the two. In a news release accompanying the original report, the WHO placed the 37th-place ranking right near the top and never even mentioned the 15th-place ranking. So it seems fair to us for Hipp to focus on that number.\n <br />\n <br />\n Of course, any ranking &mdash; whether it's\n <em>\n  U.S. News and World Report\n </em>\n 's ranking of universities or the WHO's ranking of health systems &mdash; is subject to disputes over what factors should be included. In his 2009 book,\n <em>\n  The Healing of America: A Global Quest for Better, Cheaper and Fairer Health Care\n </em>\n , journalist T.R. Reid finds value in the WHO's study even as he acknowledges that it is &quot;all but impossible to design a single rating scale that would accommodate countries ranging from Monaco (population, 33,000; per capita income, $30,000 per year) to Nigeria (population 101 million; per capita income, $310 per year).&quot;\n <br />\n <br />\n Despite some quibbling on technical matters, most observers broadly agree that two of the WHO's five measures &mdash; health level and responsiveness &mdash; are reasonable. The first statistic gauges health outcomes, which are obviously a health care system's No. 1 goal, and the second seeks to measure how well a health system works when interacting with patients, another widely agreed upon mission.\n <br />\n <br />\n But there is far less consensus over the other three factors. Concerns stem from a mix of methodology and ideology.\n <br />\n <br />\n Glen Whitman, an associate professor of economics at California State University at Northridge, offers one critique in a paper for the libertarian Cato Institute. &quot;Suppose, for instance, that Country A has health responsiveness that is 'excellent' for most citizens but merely 'good' for some disadvantaged groups, while Country B has responsiveness that is uniformly 'poor' for everyone,&quot; he writes. &quot;Country B would score\n <em>\n  higher\n </em>\n than Country A in terms of responsiveness distribution, despite country A having better responsiveness than Country B for even its worst-off citizens.&quot;\n <br />\n <br />\n Whitman also joins other conservatives in taking issue with the assumption that the rich should pay a similar percentage of their income for health care as the poor do. Because basic mathematics suggests that those with smaller incomes will naturally spend a larger share on highly important items such as food and health care, doing well in WHO's rankings almost requires a steeply progressive tax structure.\n <br />\n <br />\n WHO officials make no bones about their desire to push countries in the direction of aiding the have-nots. They gave the controversial factors that reward socioeconomic fairness 62.5 percent weight, compared with only 37.5 percent for the broadly accepted factors of health level and responsiveness.\n</p>\n<p>\n Tweak the weighting a little bit and a country such as the United States rises or falls in the rankings. For instance, judged on responsiveness alone, the United States ranked No. 1 in the world. A bigger weight for that factor &mdash; and a smaller weight for financial fairness, where the United States ranked 54th in the world &mdash; would have given the country a much higher ranking.\n</p>\n<p>\n Adding other factors could also change the results. A 2001 paper in the journal\n <em>\n  Science\n </em>\n found that adding just one more variable into the mix changed the rankings dramatically for 79 of 96 countries studied.\n</p>\n<p>\n Meanwhile, Whitman also raised questions about the WHO's &quot;overall performance&quot; measure &mdash; the one in which a country's health ranking is adjusted for its education level and economic resources. (This is the category in which the United States finished 37th.) The implication from the WHO itself as well as subsequent news reports, Whitman wrote, &quot;is that the United States performs badly ...\n <em>\n  despite\n </em>\n its high expenditures.&quot; In fact, he writes, in the WHO's statistical model, America's first-in-the-world expenditures for health care actually hurt its ranking in overall performance by setting the theoretical bar it had to reach very high. &quot;A more accurate statement is that the United States performs badly\n <em>\n  because\n </em>\n of its high expenditures, at least in part,&quot; Whitman writes.\n <br />\n <br />\n Finally, a number of other critics say that WHO listened to the experts but did not measure public satisfaction with health care.\n <br />\n <br />\n A paper published in the journal\n <em>\n  Health Affairs\n </em>\n found the rankings did not necessarily reflect whether people were happy with their country's health coverage. For instance, Italy finished second in WHO's study, even though only 20 percent of its citizens say they were satisfied with their health care system. Meanwhile, Denmark ranked 16th in the WHO report even though 91 percent of Danes say they were satisfied.\n <br />\n <br />\n So while Hipp is right that the United States ranked 37th in the most widely known barometer in the WHO study, it ranked 15th by another WHO ranking and, for one factor (responsiveness) it actually ranked No. 1. Still, this is a rock song, and a well-sourced one at that. So we find Hipp's claim to be Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:46.441705", "ruling_date": "2009-09-14T19:02:12", "ruling_headline": "Rocker in viral video mocks U.S. for 37th-best health care in world", "ruling_headline_slug": "rocker-viral-video-mocks-us-37th-best-health-care-", "ruling_link_text": "We ARE No. 37 ... at least by one measure", "ruling_state": null, "source_documents": null, "sources": "<p>\n Paul Hipp, &quot;We're No. 37&quot; YouTube\n <a href=\"http://www.youtube.com/watch?v=yVgOl3cETb4\" target=\"_blank\">\n  video\n </a>\n , posted Sept. 9, 2009\n <br />\n <br />\n World Health Organization,\n <a href=\"http://www.who.int/whr/2000/en/whr00_en.pdf\" target=\"_blank\">\n  World Health Report 2000: Health Systems, Improving Performance\n </a>\n , published June 2000\n <br />\n <br />\n World Health Organization, &quot;World Health Organization assesses the world's health systems&quot;\n <a href=\"http://www.who.int/inf-pr-2000/en/pr2000-44.html\" target=\"_blank\">\n  news release\n </a>\n , June 21, 2000\n <br />\n <br />\n Glen Whitman, &quot;WHO's Fooling Who? The World Health Organization's Problematic Ranking of Health Care Systems,&quot; Cato Institute\n <a href=\"http://www.cato.org/pubs/bp/bp101.pdf\" target=\"_blank\">\n  paper\n </a>\n , Feb. 28, 2008\n <br />\n <br />\n Robert J. Blendon, Minah Kim and John M. Benson, &quot;\n <a href=\"http://content.healthaffairs.org/cgi/content/full/20/3/10\" target=\"_blank\">\n  The Public vs. the World Health Organization on Health System Performance\n </a>\n ,&quot; Health Affairs, May-June 2001\n <br />\n <br />\n T.R. Reid, The Healing of America: A Global Quest for Better, Cheaper and Fairer Health Care,\n <em>\n </em>\n published 2009\n <br />\n <br />\n Dean T. Jamison and Martin E. Sandbu, &quot;\n <a href=\"http://www.scienceonline.org/cgi/content/short/293/5535/1595\" target=\"_blank\">\n  WHO Ranking of Health System Performance\n </a>\n ,&quot; Science magazine, Aug. 31, 2001\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "singer and actor", "false_count": 0, "first_name": "Paul", "half_true_count": 0, "home_state": "New York", "id": 231, "last_name": "Hipp", "mostly_true_count": 1, "name_slug": "paul-hipp", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Paul_Hipp.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/231/", "total_count": 1, "true_count": 0, "website": "http://www.paulhipp.com/"}, "statement": "<p>The U.S. ranks 37th in the world for health care.</p>", "statement_context": "a YouTube video", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}