{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/16/tom-price/medicares-history-public-option/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1189, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1189/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Rep. Tom Price of Georgia sent a letter to doctors in September 2009 urging them to oppose Democratic initiatives on health reform.</p>\r\n<p>\"If health care reform is taken down the wrong path, it will end in nothing short of disaster,\" the three-term Republican wrote.</p>\r\n<p>Price, who is an orthopedic surgeon, singled out plans for a public option for the most criticism.</p>\r\n<p>\"As a fellow doctor, I know you have personally navigated the federal health care system of our first 'public option' &mdash; Medicare,\" Price wrote. \"And I know your experience will tell you that government-run programs many times mean restrictive coverage rules, endless bureaucratic delays, and inadequate financing structures. . . .</p>\r\n<p>\"There will be no turning back, no reversing the government intrusion that Democrats desire,\" he warned. \"Medicare began as a public option and now holds 97 percent of the market share.\"</p>\r\n<p>We were interested in checking whether Medicare began as a public option and whether Price is right about its current market share.</p>\r\n<p>To check this, we turned to several books on the history of Medicare and spoke with a couple of experts in the field. It's difficult to concisely summarize decades of health policy and legislative history, but we'll try.</p>\r\n<p>Medicare had been discussed by presidents since the 1940s, but its big moment began in 1964, when Lyndon Johnson was elected by a large margin, along with Democratic majorities in both the House and Senate.</p>\r\n<p>Johnson relied on Rep. Wilbur Mills, a conservative Democrat from Arkansas, to craft the legislation and move it through the House Ways and Means Committee. Johnson kept close tabs on the process.</p>\r\n<p>There were arguments about what should be in the bill and how it should be paid for. Mills decided to combine the proposals of several factions into one package to maximize support.</p>\r\n<p>He started with the administration's proposal to cover hospital services for the elderly, now known as Medicare Part A. He also  included a proposal promoted by the committee's senior Republican member, John Byrnes of Wisconsin, who wanted coverage for physicians' services, now Medicare Part B. Finally, Mills included coverage for poor elderly Americans, which is today's Medicaid.</p>\r\n<p>The histories of Medicare that we reviewed emphasized that the part of Medicare that covered visits to doctors' offices was voluntary.</p>\r\n<p>Here's how an April 8, 1965, report in the  <em> New York Time </em> s described the plan:</p>\r\n<p>\"As revised, the bill provides the basic hospitalization and nursing care benefits originally proposed by the administration while covering major doctor bills and many other medical expenses under a supplementary insurance program in which participation would be voluntary.</p>\r\n<p>\"The basic benefits, financed by increases in the Social Security payroll tax, would be automatically available to persons over 65. The additional coverage would be available to those over 65 who enrolled in the voluntary plan and paid premiums of $3 a month. Half of the voluntary plan's cost would be financed by federal subsidies of about $600 million a year from general tax revenues.\"</p>\r\n<p>Johnson signed the Medicare law on July 30, 1965, and the program's aministrators began an intensive recruitment drive. At the end of the first year, participation was up to 93 percent of the elderly, according to  <em> The Politics of Medicare </em> , a history by Theodore Marmor.</p>\r\n<p>Subsequent research indicates that Medicare participation has remained very high among those who qualify for the program, at roughly 97 percent in recent years, according to  <em> Medicare: A Policy Primer </em> , a 2005 book by Marilyn Moon.</p>\r\n<p>All of this supports Price's statement, with one exception.</p>\r\n<p>As we reviewed the history of Medicare, we noticed that legislators and policymakers drafting the legislation seemed to assume that Medicare participation would be very high. We could find nothing implying that Medicare coverage would compete with private insurers in paying for coverage.</p>\r\n<p>Marmor, author of  <em> The Politics of Medicare </em> , confirmed that perception when we asked him. Marmor witnessed the Medicare negotiations firsthand when he worked as assistant on the drafting of the 1965 legislation.</p>\r\n<p>\"The voluntary part was a mirage,\" he said. \"They fully expected most people to join, because the terms were so attractive. And that's exactly what happened.\"</p>\r\n<p>This is markedly different from today's debate and discussion about the public option. Obama has said the public option would be one among many insurance proposals from which people could choose, and that it would be a backstop to keep private insurers honest. He also said it should not be subsidized by other tax revenues but pay for itself with customer premiums.</p>\r\n<p>A spokesman for Price said the Democrats can say the public option will be limited, but it won't be.</p>\r\n<p>\"While they claim it's a public option, the end goal is saturation,\" said Brendan Buck, a spokesman for Price.</p>\r\n<p>We're noting that disagreement for the record. For a fuller explanation of the public option and how it fits into overall reform effort, read our story  <a href=\"http://www.politifact.com/truth-o-meter/article/2009/aug/13/health-care-reform-simple-explanation/\" target=\"_blank\"> Health care reform: A simple explanation </a> .</p>\r\n<p>But getting back to Price's statement, we find the following:  He is right that Medicare was a public plan and its coverage of physicians' services was voluntary, which is another way to say \"optional.\" And its participation rate among eligible seniors is close to 97 percent.</p>\r\n<p>But we take a notch off our rating to acknowledge that people disagree about whether the words \"public option\" today are the same as Medicare's \"voluntary\" Part B in 1965. It's important to note that the founders of Medicare expected that nearly every senior would be covered by Part B, while the Democrats' \"public option\" today is envisioned as just one of many options in the health care exchange. We rate Price's statement Mostly True.</p>", "ruling_comments_date": "2010-01-07T13:28:46.577784", "ruling_date": "2009-09-16T14:21:50", "ruling_headline": "Medicare's history as public option", "ruling_headline_slug": "medicares-history-public-option", "ruling_link_text": "Medicare was intended to cover most elderly", "ruling_state": null, "source_documents": null, "sources": "<p>The Politics of Medicare, by Theodore Marmor, 1973</p>\r\n<p>Interview with Theodore Marmor, July 15, 2009</p>\r\n<p>Medicare: A Policy Primer, by Marilyn Moon, 2006</p>\r\n<p>New England Journal of Medicine, \"The Lessons of Success &mdash; Revisiting the Medicare Story,\" by David Blumenthal and James Morone, Nov. 27, 2008</p>\r\n<p>The Kaiser Family Foundation,  <a href=\"http://www.kff.org/medicaid/40yearsvideo.cfm\" target=\"_blank\"> Medicare at 40 </a> , 2005</p>\r\n<p>New York Times,  <a href=\"http://select.nytimes.com/gst/abstract.html?res=F3091EF83E5812738DDDA10894DC405B858AF1D3\" target=\"_blank\"> Mills and Byrnes debate Medicare; the clash enlivens opening day of discussion on floor </a> , April 8, 1965</p>\r\n<p>Interview with James Morone of Brown University, author of The Heart of Power: Health and Politics in the Oval Office, July 15, 2009</p>\r\n<p>National Public Radio,  <a href=\"http://www.npr.org/templates/story/story.php?storyId=112234240\" target=\"_blank\"> Democrats could learn from LBJ's Medicare push </a> , Aug. 26, 2009</p>\r\n<p>Winona Daily News, op-ed by Joseph Califano, \"  <a href=\"http://www.winonadailynews.com/news/opinion/article_4c25dc46-8eca-11de-8533-001cc4c03286.html\" target=\"_blank\"> Bending the curve means health care reform, not just sick care reform </a> ,\" Aug. 24, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 3, "first_name": "Tom", "half_true_count": 6, "home_state": "Georgia", "id": 233, "last_name": "Price", "mostly_true_count": 5, "name_slug": "tom-price", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Price_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/233/", "total_count": 19, "true_count": 3, "website": "http://tom.house.gov/"}, "statement": "<p>\"Medicare began as a public option and now holds 97 percent of the market share.\"</p>", "statement_context": "a fundraising letter", "statement_date": "2009-09-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}