{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/15/howard-dean/dean-says-us-only-democracy-without-universal-heal/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1190, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1190/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Supporters of health care reform have often said health coverage in the United States lags behind other countries. On the Sept. 13 edition of NBC's\n <em>\n  Meet the Press\n </em>\n , former Vermont Gov. Howard Dean said the United States should meet the standards of its international peers.\n <br />\n <br />\n Dean, who just stepped down after serving as chairman of the Democratic National Committee, said that &quot;America can do anything. Every other democracy in the world has a health care system that covers everybody, and we don't. Of course we can do this. How ridiculous.&quot;\n <br />\n <br />\n But is he right that the United States is alone among democracies? No.\n <br />\n <br />\n It is true that most, if not all, industrialized democracies in Western Europe have systems that experts consider universal coverage, as do wealthier countries such as Japan, Australia, New Zealand and Canada. But other democracies fall short, according to international statistics and a half-dozen experts we spoke with.\n <br />\n <br />\n While dozens of countries are classified as democracies, we chose to examine a few that are large and have been politically stable in recent years. Here's the lowdown on their degree of health coverage:\n <br />\n <br />\n -- India. In the cities, and especially for families with means, the medical care ranks among the best in the world. But hundreds of millions of Indians are desperately poor, and about three-quarters live in rural villages. For these Indians, health care is sporadic and substandard.\n <br />\n <br />\n &quot;In theory, India has a publicly financed and publicly provided health care delivery system, aside from its large private sector, that is available at heavily subsidized rates to everyone,&quot; said Ajay Mahal, an international health economist at Harvard's School of Public Health. &quot;Thus, one could say that it does have a health system that 'covers' everybody. In practice, however, at least at primary health care facilities in rural areas, doctors and health workers are often absent from work. Drugs tend to be unavailable in many public facilities and there are long lines to contend with at public hospitals. This leads to lots of people opting for private care &mdash; and for that they have to pay out of pocket. In this sense you could say that the system does not cover everybody.&quot;\n <br />\n <br />\n -- Mexico. The United States' southern neighbor has a constitution that guarantees universal health care, and observers credit the Mexican government with launching Seguro Popular, a federal program that targets the uninsured. For better-off Mexicans, health insurance and facilities are similar to what is found in richer nations. But in practice, the Mexican system falls short of universal coverage.\n <br />\n <br />\n The Organization for Economic Cooperation and Development, a group of wealthy countries that includes Mexico, reported that in 2007, 65.7 percent of Mexicans had either public or private health insurance. All other OECD countries &mdash; except for Turkey (see below) and the United States &mdash; either reached 100 percent or came very close to doing so.\n <br />\n <br />\n David C. Warner, a professor of health and social policy at the University of Texas who has studied health care in Mexico, said that &quot;in reality, I would say it falls short&quot; of universal coverage. Mexicans are &quot;guaranteed public health clinics and hospitals, but those tend to be fairly spotty.&quot;\n <br />\n <br />\n -- Turkey. The other OECD nation besides the United States to fall short of full coverage is Turkey. The most recent statistics, from 2003, show that 67.2 percent of Turks were covered. A 2008 report by the U.S. Library of Congress found that &quot;the rural population is poorly served by the health care system&quot; and that &quot;workers in Turkey&rsquo;s large informal economic sector generally lack health coverage.&quot;\n <br />\n <br />\n For the past six years, the governing party has been implementing a plan to broaden coverage, so the number has likely risen. &quot;Turkey is in transition to make health care universal,&quot; said Mustafa Younis, a health economist at Jackson State University who has studied the Turkish system.\n <br />\n <br />\n A number of other large democratic countries have struggled with carrying out their stated promises to provide universal coverage. In South Africa and the Philippines, for instance, widespread poverty, insufficient health budgets and a shaky medical infrastructure &mdash; especially in rural areas &mdash; have posed steep challenges, experts say.\n <br />\n <br />\n We called Dean to ask about his comment. A spokeswoman said that the former governor &quot;simply misspoke. He meant to say, as he has for years, that every other industrialized democracy&quot; has universal coverage.\n <br />\n <br />\n If Dean had said that, he'd probably be right. But on\n <em>\n  Meet the Press\n </em>\n , he didn't, so we rate his statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:46.656432", "ruling_date": "2009-09-15T18:27:53", "ruling_headline": "Dean says U.S. is only democracy without universal health care", "ruling_headline_slug": "dean-says-us-only-democracy-without-universal-heal", "ruling_link_text": "Not all democracies, just the advanced industrialized ones", "ruling_state": null, "source_documents": null, "sources": "<p>\n Howard Dean,\n <a href=\"http://www.msnbc.msn.com/id/32812029/ns/meet_the_press/page/3/\" target=\"_blank\">\n  remarks\n </a>\n on NBC's Meet the Press, Sept. 13, 2009\n <br />\n <br />\n Organization for Economic Cooperation and Development, table showing total public and primary private health insurance as a percent of total population, accessed Sept. 15, 2009\n <br />\n <br />\n T.R. Reid, The Healing of America: A Global Quest for Better, Cheaper, and Fairer Health Care, published 2009\n <br />\n <br />\n Voice of America, &quot;\n <a href=\"http://www.voanews.com/english/archive/2006-05/2006-05-03-voa32.cfm\" target=\"_blank\">\n  India Offers Both Best, Worst of Health Care\n </a>\n ,&quot; May 3, 2006\n <br />\n <br />\n Aruna Viswanatha, &quot;\n <a href=\"http://www.salon.com/news/feature/2009/09/03/india/\" target=\"_blank\">\n  How I got well in India for $50\n </a>\n ,&quot; Salon.com, Sept. 3, 2009\n <br />\n <br />\n Library of Congress Federal Research Division, &quot;\n <a href=\"http://lcweb2.loc.gov/frd/cs/profiles/Turkey.pdf\" target=\"_blank\">\n  Country Profile: Turkey\n </a>\n ,&quot; Aug. 2, 2008\n</p>\n<p>\n Library of Congress Federal Research Division, &quot;\n <a href=\"http://lcweb2.loc.gov/frd/cs/profiles/Philippines.pdf\" target=\"_blank\">\n  Country Profile: Philippines\n </a>\n ,&quot; March 2006\n</p>\n<p>\n The Lancet, &quot;\n <a href=\"http://www.thelancetglobalhealthnetwork.com/wp-content/uploads/2008/04/health_system_reform_in_mexico1.pdf\" target=\"_blank\">\n  Assessing the effect of the 2001&ndash;06 Mexican health reform: an interim report card\n </a>\n ,&quot; Nov. 25, 2006\n <br />\n <br />\n Bulletin of the World Health Organization, &quot;\n <a href=\"http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=2649570\" target=\"_blank\">\n  Beyond fragmentation and towards universal coverage: insights from Ghana, South Africa and the United Republic of Tanzania\n </a>\n ,&quot; November 2008\n <br />\n <br />\n Molefi Sefularo (South Africa's deputy minister of health), opening\n <a href=\"http://www.doh.gov.za/search/index.html\" target=\"_blank\">\n  address\n </a>\n at the Board of Healthcare Funders Southern African annual conference, Aug. 31, 2009\n <br />\n <br />\n Public Health Reports, &quot;\n <a href=\"http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=1781919\" target=\"_blank\">\n  Financing Health Care For The Poor In Turkey: Is A Temporary Solution Becoming A Permanent Scheme\n </a>\n ?,&quot; Nov.-Dec. 2006\n <br />\n <br />\n E-mail interview with Mustafa Younis, Jackson State University health economist, Sept. 15, 2009\n <br />\n <br />\n E-mail interview with Ajay Mahal, Harvard University School of Public Health economist, Sept. 15, 2009\n <br />\n <br />\n Interview with David C. Warner, University of Texas health and social policy professor, Sept. 15, 2009\n <br />\n <br />\n E-mail interview with Peter Hussey, RAND Corp. policy researcher, Sept. 15, 2009\n <br />\n <br />\n E-mail interview with Gerard F. Anderson, international health professor at the Johns Hopkins University Bloomberg School of Public Health, Sept. 15, 2009\n <br />\n <br />\n Interview with Tom Getzen, executive director and CEO, International Health Economics Association, Sept. 15, 2009\n <br />\n <br />\n E-mail interview with Karen Finney, spokeswoman for Howard Dean, Sept. 15, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Democratic National Committee chairman", "false_count": 5, "first_name": "Howard", "half_true_count": 1, "home_state": "Vermont", "id": 57, "last_name": "Dean", "mostly_true_count": 2, "name_slug": "howard-dean", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-howarddean.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/57/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>&quot;Every other democracy in the world has a health care system that covers everybody, and we don't.&quot;</p>", "statement_context": "remarks on NBC's Meet the Press", "statement_date": "2009-09-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}