{"art": [{"brightcove": "", "caption": "The ad from Health Care for America Now says insurance CEOs make $24 million a year and that insurers deny 1 in 5 treatments prescribed by doctors.", "id": 175, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/175/", "title": "Health Care for America Now ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/uKiXWaDY8g4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "uKiXWaDY8g4"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/18/health-care-america-now/tv-ad-overstates-health-insurance-denials/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1196, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1196/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Supporters of health care reform have portrayed insurance companies as  insensitive and too quick to deny claims. In a recent television ad, Health Care  for America Now, a group supporting the Democrats' health care reform bill, says  insurance companies get wealthy by denying those claims.\n <br />\n <br />\n The group's ad  mockingly explains &quot;how to get rich&quot; by showing a &quot;book&quot; written &quot;by America's  health insurance companies.&quot; Chapter 3 reads, &quot;Deny 1 out of 5 treatments  prescribed by doctors.&quot; A news release issued by HCAN attributed this statistic  to a study released Sept. 2, 2009, by the California Nurses Association titled,  &quot;California's Real Death Panels: Insurers Deny 21% of Claims.&quot; (We checked\n <a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/16/health-care-america-now/health-care-advocacy-group-blasts-insurers-ceo-pay/\" target=\"_blank\">\n  another claim\n </a>\n from the ad, about insurance companies paying CEOs $24 million per  year, and rated it Barely True.)\n <br />\n <br />\n In a news release summarizing the  findings, the nurses' group &mdash; an influential union &mdash; explained that  researchers from its staff and its affiliate, the National Nurses Organizing  Committee, examined data disclosed by insurers to the California Department of  Managed Care, the state agency that regulates HMOs. The researchers reported  that from 2002 through June 30, 2009, six of the largest insurers operating in  California rejected 47.7 million claims for care, or 22 percent of all claims.  According to the nurses' group, during the first six months of 2009, PacifiCare  denied 39.6 percent of claims; Cigna denied 32.7 percent; HealthNet denied 30  percent; Kaiser Permanente denied 28.3 percent; Blue Cross denied 27.9 percent  and Aetna denied 6.4 percent.\n <br />\n <br />\n But the California Department of Managed  Care told us the study was misleading.\n <br />\n <br />\n Lynne Randolph, the department's  deputy director of communications, said that what the nurses' group portrayed as  denials are not necessarily what most consumers would think of as denials. Most  patients probably think of a denial as when their claim is rejected because the  plan doesn't cover a treatment or a particular doctor, or because the patient  has hit a limit on coverage. But Randolph said that a sizable chunk of the  denials counted by the nurses' group &mdash; though the exact amount is unclear &mdash;  are for other reasons that are simply part of the health care bureaucracy that  do not really affect a consumer's care.\n</p>\n<p>\n For instance, a claim might be  denied because it was sent to the wrong insurer. (This is a common occurrence in  California, Randolph and other experts said, because the state has many  complicated business relationships between health plans and groups of doctors,  and it's easy for claims to be unintentionally misdirected.) In fact, a patient  may never even know that a given claim has been sent to the wrong place. Yet in  the data used by the nurses' group, these claims are counted as  denials.\n <br />\n <br />\n For that matter, any claim denied during a given quarterly  report is counted as a denial, even if that claim is eventually paid during a  subsequent quarter. Claims could also be counted as denied because information  on the form was missing or incorrect, even if that is later corrected and the  claim is paid. And a claim sent simultaneously to two payers is counted twice,  meaning that the same claim might be counted as both a completed payment and a  denial.\n <br />\n <br />\n Asked whether the nurses' group remains comfortable with its  1-in-5 estimate, spokesman Charles Idelson said it is. He noted that in the  wake of the study's release, the state attorney general's office announced an  &quot;independent inquiry into how health maintenance organizations review and pay  insurance claims submitted by doctors, hospitals and other medical providers.&quot;  And he added that the group has received hundreds of reports from Californians  about denied payments. &quot;There's no doubt that these type of denials are  occurring,&quot; Idelson said.\n <br />\n <br />\n Idelson added that even if the caveats cited  by Randolph are valid, the fact that one of every five claims is denied at some  stage adds to an administrative burden that hikes the cost of health care  without improving care for patients.\n <br />\n <br />\n Randolph and Idelson actually agree  on one point: Reliable statistics on why denials are made are not currently  available. While the department undertakes periodic audits by sampling claims  data, Randolph said, officials do not have good data on the causes of denials,  forcing them to speculate. Idelson said he hopes the attorney general's  investigation provides a better handle on the reasons for denials.\n <br />\n <br />\n The  nurses' union numbers are significantly higher than other studies of denial  rates.\n <br />\n <br />\n In 2007, America's Health Insurance Plans &mdash; a group representing  insurers &mdash; conducted an internal survey of data from 19 health plans to  determine the percentage of claims denied for &quot;reasons that could affect  consumers, including non-covered services, authorization issues, or network  issues.&quot; The survey found that 2.36 percent of claims were denied. Specifically,  1.2 percent were denied due to non-covered services, 0.36 percent were denied  due to benefit limits having been met, and 0.34 percent were denied due to  pre-authorization, referral or utilization review issues. Smaller percentages  were denied for the provider not being in the patient&rsquo;s network, for issues with  eligibility or pre-existing conditions and for issues related to experimental or  unapproved treatments.\n <br />\n <br />\n A second study was produced by the American  Medical Association, the main group representing doctors. The 2008 National  Health Insurer Report Card found that for the biggest health insurers, rejection  rates ranged from 2.65 percent to 6.8 percent &mdash; higher than AHIP's figures, but  well below the nurses' study.\n <br />\n <br />\n It should be noted that all three groups  have vested interests in the health care debate. In fact, it's also worth noting  that the nurses' group has clashed with California's Republican governor, Arnold  Schwarzenegger, who appointed the head of the California Department of Managed  Care, although the department is mostly staffed by civil servants. Meanwhile,  the state attorney general who is overseeing the investigation sparked by the  nurses' report is Democrat Jerry Brown, a former governor who is running for an  open gubernatorial seat next year.\n <br />\n <br />\n Now that we have the politics out of  the way, let's recap. The Health Care for America Now ad said that insurers  &quot;deny 1 out of 5 treatments prescribed by doctors.&quot; But that claim is based  solely on one study in one state, and in our view it doesn't provide enough  evidence to back up the claim. The independent state agency that collected the  data used in the nurses' study has raised significant doubt on the group's  interpretations of that data. Many &quot;denials&quot; that were counted were not really  what most people would consider a denial. And studies by other groups show much  lower denial rates. So we rate this claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.102624", "ruling_date": "2009-09-18T15:57:01", "ruling_headline": "TV ad overstates health insurance denials", "ruling_headline_slug": "tv-ad-overstates-health-insurance-denials", "ruling_link_text": "Health insurers reject claims, but not that many", "ruling_state": null, "source_documents": null, "sources": "<p>\n Health Care for America Now,\n <a href=\"http://healthcareforamericanow.org/site/content/if_the_insurance_companies_win_you_lose#tv\" target=\"_blank\">\n  &quot;How to Get Rich&quot;\n </a>\n television ad, released Sept. 15,  2009,\n <br />\n <br />\n California  Nurses Association,\n <a href=\"http://www.calnurses.org/media-center/press-releases/2009/september/california-s-real-death-panels-insurers-deny-21-of-claims.html\" target=\"_blank\">\n  &quot;California's Real Death Panels: Insurers Deny 21% of  Claims&quot;\n </a>\n news release, Sept. 2, 2009,\n <br />\n <br />\n California  Department of Managed Health Care, &quot;HMO/Health Plans Financial Statement Search&quot;  main page, accessed Sept. 17, 2009,\n <a href=\"http://wpso.dmhc.ca.gov/fe/search/#top\" target=\"_blank\">\n  http://wpso.dmhc.ca.gov/fe/search/#top\n </a>\n <br />\n <br />\n America's  Health Insurance Plans, statement on &quot;health insurance industry solutions to  assure affordable, accessible coverage,&quot; submitted to the House Oversight and  Government Reform Subcommittee on Domestic Policy, Sept. 17,  2009\n <br />\n <br />\n American Medical Association,\n <a href=\"http://www.ama-assn.org/ama1/pub/upload/mm/368/reportcard.pdf\" target=\"_blank\">\n  &quot;National Health Insurer Report Card,&quot;\n </a>\n 2008,\n <br />\n <br />\n Los  Angeles Times, &quot;\n <a href=\"http://www.latimes.com/business/la-fi-insure4-2009sep04,0,4503502.story\" target=\"_blank\">\n  HMO claims-rejection rates triggers state investigation,&quot;\n </a>\n Sept.4,2009,\n <br />\n <br />\n Office  of the California Attorney General,\n <a href=\"http://ag.ca.gov/newsalerts/release.php?id=1797\" target=\"_blank\">\n  &quot;Brown Launches Independent Inquiry into  HMOs' Handling of Health Insurance Claims,&quot;\n </a>\n Sept. 3, 2009\n <br />\n <br />\n Interviews  with Lynne Randolph, deputy director of communications for the California  Department of Managed Health Care, Sept. 17, 2009\n <br />\n <br />\n E-mail interview with  Robert Zirkelbach, director of strategic communications with America's Health  Insurance Plans, Sept. 17, 2009\n <br />\n <br />\n Interview with Patrick Johnston,  president, and Nicole Kasabian Evans, vice president of communications, with the  California Association of Health Plans, Sept. 17. 2009\n <br />\n <br />\n E-mail interview  with John Shirikian, legislative and communications associate for the  Association of California Life and Health Insurance Companies, Sept. 17,  2009\n <br />\n <br />\n Interview with Charles Idelson, communications director for the  California Nurses Association and the National Nurses Organizing Committee,  Sept. 17, 2009\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "health care reform advocacy group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 234, "last_name": "Health Care for America Now", "mostly_true_count": 0, "name_slug": "health-care-america-now", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Health_CAre_for_America_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/234/", "total_count": 3, "true_count": 0, "website": "http://healthcareforamericanow.org/"}, "statement": "<p>Health insurance companies deny &quot;1 out of 5 treatments prescribed by doctors.&quot;</p>", "statement_context": "a television advertisement", "statement_date": "2009-09-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}