{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/feb/26/blake-rocap/claim-stopping-republicans-abortion-overlooks-Repu/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 11971, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/11971/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A Democratic aspirant for the Texas House seat to be relinquished by Elliott Naishtat of Austin presents himself as so much of a legislative pro, he stopped extremists from taking abortion rights.</p>\r\n\r\n<p>A Blake Rocap mailer presents this message: &quot;When Republican extremists tried to take away abortion rights &hellip; Blake Rocap stopped them.&quot; On the flip side, the mailer says Rocap has 10 years of experience protecting abortion rights with key groups and &quot;stood up to Republicans&hellip; and won,&quot; even proving the architect of state Sen. Wendy Davis&rsquo;s 2013 filibuster ending a legislative session without abortion legislation advancing into law.</p>\r\n\r\n<p>Let&rsquo;s be clear: Texas hasn&rsquo;t outlawed abortion, which would surely run afoul of the 1973 Roe v. Wade Supreme Court ruling that established a woman&#39;s constitutional right to terminate a pregnancy.</p>\r\n\r\n<p>But Texas Republicans have made an abortion harder to get. From 2009 through 2013, measures passed into law barring state aid to Planned Parenthood programs connected to abortion providers; requiring physicians to take sonograms before abortions; barring third-trimester abortions; requiring physicians who provide abortions to have admission privileges at nearby hospitals; and mandating clinics that provide abortions to meet hospital-like surgical standards; that law awaits Supreme Court review.</p>\r\n\r\n<p>Also, the &quot;pro-choice&quot; filibuster by Davis in 2013 was arguably nulled after the Republican governor, Rick Perry, called another session during which the Republican majority passed the Davis-opposed restrictions into law.</p>\r\n\r\n<p><strong>Rocap&rsquo;s backup</strong></p>\r\n\r\n<p>So we asked Rocap, an Austin lawyer, about the basis of his claim to have&nbsp;stopped Republicans. By phone and email, he said he was referring to his work since 2009 as an advocate and strategist, first for NARAL Pro-Choice Texas and later for the ACLU of Texas. Each group, Rocap said, hired him to stop such legislation -- and he did.</p>\r\n\r\n<p>Rocap said:</p>\r\n\r\n<p>-- In 2011, House Bill 2555 &quot;would have drastically changed the process for minors to access an abortion and removed the option of a judicial bypass. &nbsp;As a volunteer attorney who represents abused teens I had intimate knowledge of the real-life situations that some teens encounter. &nbsp;I also am an expert in the statutory provisions and their history and was able to educate the members and their staff how the current law came to be, the several different provisions which would have remained un-amended in the bill that presented a constitutional problem and the real world problem for teens in Texas. The bill was not voted out of committee and was stopped.&quot;</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB2555\">Legislative records show</a> HB 2555 didn&rsquo;t advance. The <a href=\"http://www.capitol.state.tx.us/tlodocs/82R/witlistmtg/html/C4502011042000001.HTM\">witness list</a> for an April 2011 hearing on the proposal lists Rocap, for NARAL, as the person testifying against approval. Then again, Joe Pojman of the Texas Alliance for Life, an anti-abortion group, was among individuals registering in opposition. By email, Pojman told us the alliance opposed a provision in the legislation repealing written parental consent for minors to receive abortions. Pojman opined: &quot;I do not think Blake had any effect at all on killing that bill. At least I was not aware that he had any effect.&quot;</p>\r\n\r\n<p>--In 2013, Rocap said, HB 997 would have banned abortion from being covered by insurance policies. &quot;I testified against the bill and had specific conversations with members who told me that my testimony was impressive and would likely keep the bill from passing. The bill did not pass. A bill attempting to ban abortion coverage in insurance has been filed every session since 2011. I have through various efforts tried to stop them as part of my work, none have passed.&quot;</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=83R&amp;Bill=HB997\">Legislative records show</a> HB 997 cleared a House panel but didn&rsquo;t make it to the full House. The <a href=\"http://www.capitol.state.tx.us/tlodocs/83R/witlistmtg/html/C3202013031214001.HTM\">witness list</a> for a March 2013 hearing lists Rocap, for NARAL, among four people to testify against the proposal; two people registered in opposition.</p>\r\n\r\n<p>--In 2013, HB 2308 &quot;would have imposed difficult reporting requirements on physicians and imposed penalties,&quot; Rocap said. &quot;I testified against the bill and tried to work with the bill&rsquo;s author to reach an acceptable compromise. When we could not reach a compromise, I alerted the committee members and chair and the bill was not voted out. Our coalition of pro-choice lobbyists assigned me to work on this bill, I did, and the bill was stopped.&quot;</p>\r\n\r\n<p>The proposal died in a House committee, records show. A <a href=\"http://www.capitol.state.tx.us/tlodocs/83R/witlistmtg/html/C4502013032714301.HTM\">witness list</a> lists Rocap, for NARAL, as the sole person to testify against approval; 25 others registered in opposition.</p>\r\n\r\n<p>The proposal&rsquo;s author, Rep. Matt Schaefer, R-Tyler, told us in a statement emailed by his office that he blamed&nbsp;<a href=\"http://www.house.state.tx.us/members/member-page/?district=8\">Rep. Byron Cook</a>, R-Corsicana, chairman of the House State Affairs Committee, for the measure not advancing. Cook didn&rsquo;t respond to a request for an interview. Rocap stood by his characterization of what happened.</p>\r\n\r\n<p>Generally, <a href=\"https://docs.google.com/document/d/1CowT0JfWWADr8fEo-AnHboxwtbdoqJaOcmuJo6R4Uh4/pub\">Rocap told us</a>, he &quot;worked on stopping every abortion bill since 2009 (four regular legislative sessions and their special sessions)&quot; or &quot;approximately 130 bills or proposed constitutional amendments&quot; from 2009 through 2013 by writing amendments and questions and points of order to help House Democrats slow and stop measures.</p>\r\n\r\n<p>Those stops included, Rocap said, Senate Bill 182, a 2009 proposal to require that a pregnant woman undergo an obstetric ultrasound before obtaining an abortion. The legislation cleared the Senate and a House panel, <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=81R&amp;Bill=SB182\">records show</a>, but wasn&rsquo;t voted on in the full House.</p>\r\n\r\n<p>But such a mandate passed into law in 2011. <a href=\"http://www.capitol.state.tx.us/BillLookup/BillSummary.aspx?LegSess=82R&amp;Bill=HB15\">HB 15 held</a> that in most cases a sonogram be performed on the pregnant woman at least 24 hours before the abortion.</p>\r\n\r\n<p>Rocap commented by email: &quot;I think you&rsquo;ll agree that this doesn&rsquo;t mean the effort in 2009 did not stop the bill. If OU beats Texas this coming fall, it doesn&rsquo;t mean Texas didn&rsquo;t win last year. That success in 2009 meant greater access to abortion for Texans for the approximately two-year time period before the bill that passed in 2011 eventually went into effect.&quot;</p>\r\n\r\n<p>Rocap said that in 2011 he stopped HB 2828, offered as an effort <a href=\"http://www.capitol.state.tx.us/tlodocs/82R/analysis/html/HB02828H.htm\">to ensure</a> &quot;that the pregnant woman&#39;s choice to have or seek an abortion is not the result of coercion or force,&quot; by working within the rules of the agenda-setting House Calendars Committee so it didn&rsquo;t reach the floor in time to pass. <a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=82R&amp;Bill=HB2828\">Legislative records show</a> the proposal was sent to the panel April 19, 2011 and members placed it on the House calendar weeks later, on May 9, 2011.</p>\r\n\r\n<p>And in 2013, Rocap said, he made sure the Texas Senate lacked sufficient votes to advance any of four anti-abortion proposals ultimately killed, for that session, by the Davis filibuster. (Davis did not reply to our emailed inquiry about Rocap&rsquo;s role.)</p>\r\n\r\n<p>Asked to elaborate on what he did, Rocap said: &quot;Those bills needed 2/3rds of the Senate to agree to bring them up. Part of my work involved making sure these bills did not get the necessary votes to proceed, by pursuing a number of tactics and strategies, generally known as lobbying, including confidential conversations, which I and others believe directly contributed to the failure of the bills.&quot;</p>\r\n\r\n<p>He agreed the same proposals subsequently made it into law. &quot;I don&rsquo;t believe that just because we eventually lost on one set of bills, that means all other successes and efforts are not significant, or did not happen,&quot; Rocap wrote.</p>\r\n\r\n<p>By email, Rocap further noted a May 2013 House <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=83R&amp;Bill=HR2794\">resolution</a> stating he was stepping down as NARAL&rsquo;s Texas legislative counsel, &quot;drawing to a close five years of steadfast service in defense of the reproductive rights of Texas women.&quot;</p>\r\n\r\n<p><strong>Other &lsquo;pro-choice&rsquo; voices</strong></p>\r\n\r\n<p>Rocap suggested we confirm his claim by contacting Heather Busby, executive director of NARAL Pro-Choice Texas, plus a Democratic House member, Jessica Farrar of Houston, among authorities.</p>\r\n\r\n<p>To our inquiries, both described Rocap as pivotal to slowing Republican pushes for abortion restrictions.</p>\r\n\r\n<p>By email, Busby called Rocap&rsquo;s claim factual, writing: &quot;Blake was our legislative counsel over a number of sessions and his work behind the scenes was instrumental in stopping bad legislation from passing. He was probably the sole reason anti-choice bills that were introduced during the regular session in 2013 never moved, and that is just one example. He was instrumental in devising the strategy that made Sen. Davis&#39; filibuster possible.&quot;</p>\r\n\r\n<p>We requested more detail from Busby, who noted by phone that lobbying entails meetings that aren&rsquo;t public; there aren&rsquo;t &quot;minutes&quot; to pass along, she said. Asked if Rocap singlehandedly stopped Republicans on abortion, Busby replied: &quot;If you want to explain how lobbying works, if you want to give full context, obviously there are many factors. But he was an instrumental factor.&quot;</p>\r\n\r\n<p>By phone, Farrar, a House member since 1995, said that among Democrats who defend against Republican-sought abortion restrictions, Rocap was &quot;essential&quot; and &quot;our go-to guy&quot; for devising legislative strategy and developing bill-stopping points of order, lining up witnesses--and knowing who to call in state agencies. She said she even remembered calling him even when he lived overseas.</p>\r\n\r\n<p>We followed up with Rocap, who told us by email that he accompanied his wife to an assignment abroad from mid-2013 through 2015. In that time, he said, the ACLU of Texas still hired him as its legislative strategist on abortion rights and reproductive health. By email, a spokeswoman for the Houston-based group, Anna N&uacute;&ntilde;ez, <a href=\"https://docs.google.com/document/d/18PJ26awO-NTuQdmKSa-GB552LpGAZB-roaEKN9_Y_Xw/pub\">confirmed</a> the described hiring.</p>\r\n\r\n<p>Farrar said: &quot;He just knows a lot about it,&quot; adding that it&rsquo;s fair to say Rocap had stopped measures. &quot;I don&rsquo;t know that we could have gotten as far as we did on many of those issues if he wasn&rsquo;t there.&quot;</p>\r\n\r\n<p>Farrar also acknowledged that Republicans had succeeded in passing abortion restrictions in recent years. &quot;Every session,&quot; she said, &quot;they file their whole litany of stuff and get something out of it.&quot;</p>\r\n\r\n<p><strong>Other &lsquo;pro-life&rsquo; voices</strong></p>\r\n\r\n<p>By email, Pojman and Melissa Conway, of Texas Right to Life, <a href=\"http://www.texasrighttolife.com/about/135/Who-we-are\">which calls itself</a> the largest &quot;pro-life&quot; group in Texas, each expressed skepticism about Rocap&rsquo;s claim.</p>\r\n\r\n<p>Pojman said that since 2011, NARAL Pro-Choice Texas &quot;has been spectacularly unsuccessful at stopping pro-life bills.&quot; He included a list of proposals passed into law.</p>\r\n\r\n<p>Conway separately said &quot;moderate GOP leadership like&quot; Cook &quot;were the ones who stopped life-saving legislation from reaching the House floor where pro-life measures would have passed overwhelmingly.&quot;</p>\r\n\r\n<p>Conversely, Kyleen Wright, president of the Arlington-based Texans for Life Coalition, credited Cook with helping Republicans advance most of what advocates sought. She singled out changes including the sonogram law, the de-funding of clinics connected to Planned Parenthood and the toughened standards for abortion clinics approved in 2013. Rocap, she wrote, &quot;was not successful in stopping any of this legislation.&quot;</p>\r\n\r\n<p><strong>Rocap: Criticisms no surprise</strong></p>\r\n\r\n<p>We shared such analyses with Rocap, who commented by email: &quot;Anti-choice lobbyists attacking the successes of the pro-choice movement, despite our minority status in the legislature in Texas, is nothing new.&quot; He added that the criticism &nbsp;&quot;speaks to my experience and effectiveness that extremists view me as a threat.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rocap said in a voter mailer: &quot;When Republican extremists tried to take away abortion rights&hellip; Blake Rocap stopped them.&quot;</p>\r\n\r\n<p>Rocap ranks among Texas &quot;pro-choice&quot; advocates who battled and sometimes derailed Republican moves pitched as reducing the prevalence of abortion. But&nbsp;Republicans also ultimately passed multiple restrictions into law; no one stopped that.</p>\r\n\r\n<p>We rate Rocap&#39;s incomplete statement&nbsp;Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2016-02-26T16:58:21.199679", "ruling_date": "2016-02-26T21:44:41", "ruling_headline": "Candidate claim to stopping Republicans on abortion overlooks that Republicans mostly prevailed", "ruling_headline_slug": "claim-stopping-republicans-abortion-overlooks-Repu", "ruling_link_text": "Republicans mostly prevailed", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1CowT0JfWWADr8fEo-AnHboxwtbdoqJaOcmuJo6R4Uh4/pub\" style=\"text-decoration: none;\"><u>Emails</u></a>, Blake Rocap, Feb. 17-22, 2016</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB2555\" style=\"text-decoration: none;\"><u>Legislative history</u></a> and Texas House hearing <a href=\"http://www.capitol.state.tx.us/tlodocs/82R/witlistmtg/html/C4502011042000001.HTM\" style=\"text-decoration: none;\"><u>witness list</u></a>, House Bill 2555, 2011 Texas Legislature, Texas Legislative Council (accessed Feb. 19, 2016)</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=83R&amp;Bill=HB997\" style=\"text-decoration: none;\"><u>Actions on HB 997</u></a> and hearing <a href=\"http://www.capitol.state.tx.us/tlodocs/83R/witlistmtg/html/C3202013031214001.HTM\" style=\"text-decoration: none;\"><u>witness list</u></a>, 2013 Texas Legislature, Texas Legislative Council (accessed Feb. 19, 2016)</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=83R&amp;Bill=HB2308\" style=\"text-decoration: none;\"><u>Actions</u></a> and hearing <a href=\"http://www.capitol.state.tx.us/tlodocs/83R/witlistmtg/html/C4502013032714301.HTM\" style=\"text-decoration: none;\"><u>witness list</u></a>, HB 2308, 2013 Texas Legislature, Texas Legislative Council (accessed Feb. 19, 2016)</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/BillSummary.aspx?LegSess=82R&amp;Bill=HB15\" style=\"text-decoration: none;\"><u>Summary of enrolled version of HB 15</u></a>, effective Sept. 1, 2011, 2011 Texas Legislature, undated (accessed Feb. 22, 2016)</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=81R&amp;Bill=SB182\" style=\"text-decoration: none;\"><u>Actions</u></a>, Senate Bill 182, 2009 Texas Legislature, Texas Legislative Council (accessed Feb. 19, 2016)</p>\r\n\r\n<p><a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=82R&amp;Bill=HB2828\" style=\"text-decoration: none;\"><u>Actions</u></a>, HB 2828, 2011 Texas Legislature, Texas Legislative Council (accessed Feb. 19, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/12NlJQIMh_oDdI6IF0cq9kHgG8wzIBuYM7M3-a9II4G0/pub\" style=\"text-decoration: none;\"><u>Email</u></a> and telephone interview, Heather Busby, executive director, NARAL Pro-Choice Texas, Feb. 17 and 22, 2016</p>\r\n\r\n<p>Telephone interview, state Rep. Jessica Farrar, Feb. 19, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ktT0ujhHnuBalRvrGwf0smxLE1a6QQgPwrOGCogsWh4/pub\" style=\"text-decoration: none;\"><u>Statement</u></a>, Rep. Matt Schaefer, Feb. 22, 2016 (received by email, Alisha J. Jackson, chief of staff to Schaefer)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1TsA8iauS-mAUoWEE7rzDE5wIze1OKE9AcrhfUhNJX2U/pub\" style=\"font-family: 'Times New Roman'; font-size: medium; line-height: normal; text-decoration: none;\"><u>Email</u></a>, Kyleen Wright, president, Texans for Life, Feb. 22, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/18PJ26awO-NTuQdmKSa-GB552LpGAZB-roaEKN9_Y_Xw/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Anna N&uacute;&ntilde;ez, communications coordinator, American Civil Liberties Union of Texas, Feb. 26, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Blake", "half_true_count": 0, "home_state": "Texas", "id": 3405, "last_name": "Rocap", "mostly_true_count": 0, "name_slug": "blake-rocap", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rocapnew2016pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3405/", "total_count": 1, "true_count": 0, "website": "http://www.blakerocap.com/"}, "statement": "<p>&quot;When Republican extremists tried to take away abortion rights &hellip; Blake Rocap stopped them.&quot;</p>\r\n", "statement_context": "a voter mailer", "statement_date": "2016-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}