{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/18/lamar-alexander/alexander-claims-cap-and-trade-will-cost-consumer-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1197, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1197/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It&#39;s hard to keep track of all those estimates about how much a cap-and-trade bill would cost American families. So, the latest prediction, coming from Sen. Lamar Alexander and other Republicans, is just adding to the confusion.<br />\r\n&nbsp;<br />\r\nIn a Sept. 16, 2009, press release, the Tennessean said, &quot;American families can&rsquo;t afford a new $1,761 yearly energy tax.&quot;<br />\r\n&nbsp;<br />\r\nSimilar numbers were widely posted on conservative blogs. A story on the <em> Weekly Standard </em> was headlined, &quot;Obama Admin Concedes: Cap and Trade Will Raise Your Taxes by 15%.&quot;<br />\r\n<br />\r\nThose were new numbers to us, so we decided to look into the claim.<br />\r\n&nbsp;<br />\r\nBut first, a little recap. At its heart, cap-and-trade is a simple concept: To slow climate change, the government would set a cap on carbon dioxide and other greenhouse gas emissions. To comply, companies such as electric utilities must either upgrade to cleaner technologies or buy credits &mdash; also known as allowances &mdash; to continue polluting.<br />\r\n&nbsp;<br />\r\nThe cap-and-trade bill currently making its way through Congress was written by Reps. Henry Waxman and Edward Markey, Democrats from California and Massachusetts, respectively. Their goal is to lower carbon pollution by 17 percent by 2020 and 83 percent by 2050. Under their plan, most pollution permits initially would be given out for free. But eventually, companies would have to buy those permits from the government. It&#39;s an issue we&#39;ve explored <a href=\"http://www.politifact.com/truth-o-meter/article/2009/jun/25/your-guide-cap-and-trade/\" target=\"_blank\"> several </a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/mar/30/house-republicans/GOP-full-of-hot-air-about-Obamas-light-switch-tax/\" target=\"_blank\"> times </a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/edward-markey/claims-cbo-predicts-cap-and-trade-will-cost-about-/\" target=\"_blank\"> over </a> .<br />\r\n&nbsp;<br />\r\nOpponents of cap-and-trade argue that forcing industry to buy pollution credits is nothing more than a tax on consumers and business. Firms will have no choice but to pass the cost of buying those permits on to consumers. There has been much debate about how much those costs could be, and it&#39;s been difficult to come up with a reliable number because the bills have been changing as they move through the House and the Senate. Republicans have cited numbers as high as $3,000 per year, a claim that when it was combined with a falsehood on health care, earned our Pants on Fire rating. Republicans often refer to it as a tax, although we have found that is incorrect. Only utilities that exceed their limits would have to pay for the allowances, which does not sound to us like a tax on families. Recent estimates by the Congressional Budget Office and the Environmental Protection Agency are much lower &mdash; between $80 and $340 a year, depending on income.<br />\r\n&nbsp;<br />\r\nThe new numbers spring from some Treasury Department documents recently acquired by the Competitive Enterprise Institute, a conservative think tank, through a Freedom of Information Act request. Some of the documents are from 2008, shortly after the election, according to the group, and others are undated, though they appear to be from early 2009.<br />\r\n&nbsp;<br />\r\nNowhere in the documents does the Treasury Department cite the $1,761 figure. It seems Alexander got that number from a Sept. 15, 2009, story by Declan McCullagh, a blogger who writes the &quot;Taking Liberties&quot; column for CBS News. (Our calls to Alexander&#39;s office were not returned.) So it&#39;s worth noting that Alexander is relying not on a study by an economist, but on an estimate from a blogger.<br />\r\n&nbsp;<br />\r\n&quot;The Obama administration has privately concluded that a cap and trade law would cost American taxpayers up to $200 billion a year, the equivalent of hiking personal income taxes by about 15 percent,&quot; McCullagh wrote. &quot;A previously unreleased analysis prepared by the U.S. Department of Treasury says the total in new taxes would be between $100 billion to $200 billion a year. At the upper end of the administration&#39;s estimate, the cost per American household would be an extra $1,761 a year.&quot;<br />\r\n&nbsp;<br />\r\nWe contacted McCullagh via e-mail, and he told us that he came up with $1,761 per household annually by simply dividing the number $200 billion by the number of households in the United States. According to the census, there are about 113.5 million households in the country this year.<br />\r\n&nbsp;<br />\r\nWe reviewed the estimate with people involved in the climate change debate who told us there are significant flaws in McCullagh&#39;s methodology. Stephen Seidel, vice president for policy analysis and general counsel for the Pew Center on Global Climate Change, said the math is too simple and doesn&#39;t reflect the true impact of the House bill, which specifies that any revenue from the plan be rebated to consumers to offset higher electrical bills they might have to pay.</p>\r\n\r\n<p>&quot;What [Treasury] was looking at was a situation where 100 percent of the permits were auctioned, and ignored what would be done with revenue,&quot; he said. The Waxman-Markey bill &quot;uses revenue to offset cost to consumers.&quot;<br />\r\n&nbsp;<br />\r\nThere also have been changes to the bill since that Treasury document was created. Obama originally envisioned that every polluting permit would be sold, starting when the bill was enacted. But in the spirit of compromise, Waxman and Markey scaled back that plan by giving about 85 percent of the permits for free in the early years of the bill&#39;s implementation.<br />\r\n<br />\r\nAlso, under the latest version of the Waxman-Markey bill, which passed the House in June, 30 to 40 percent of the revenue would go back to electric utilities to be passed on to consumers to offset higher rates they would have to pay. The money would be passed to consumers through rebates or expanded efficiency programs, and an additional 15 percent of the revenue would go directly to low-income consumers.<br />\r\n<br />\r\n&quot;The bottom line is that it goes back to the consumers,&quot; Seidel said.<br />\r\n&nbsp;<br />\r\nSeidel said there&#39;s another problem with the blogger&#39;s report, as quoted by the senator: the Treasury documents report that $100 billion to $200 billion in revenue raised each year by selling those pollution permits we mentioned earlier. Alexander and McCullagh incorrectly portray them as taxes. There are legitimate questions that can be raised about how much the cost might ultimately be passed on to consumers, but it is not correct to refer to the revenue as a tax.<br />\r\n<br />\r\nAnd higher energy costs are not a sure thing. Regional cap-and-trade programs in Europe and in the northeast United States show that auctioning most or all credits have actually decreased the cost of energy, said Barry Rabe, a public policy professor at the University of Michigan.<br />\r\n&nbsp;<br />\r\n&quot;What we&#39;ve seen is that there&#39;s a lot of volatility,&quot; he said. &quot;It&#39;s hard to make those projections and say how these things are going to work as a result. That just underscores the difficulty of attaching numbers to these things that people can live with.&quot;<br />\r\n<br />\r\nAlan Krueger, the Obama administration&#39;s assistant treasury secretary for economic policy, sent us this statement via e-mail:<br />\r\n&nbsp;<br />\r\n&quot;The reporting on the Treasury memo is flat-out wrong,&quot; he wrote. &quot;Treasury&#39;s summary is consistent with public analyses by the EIA [Energy Information Administration], EPA, and CBO, and the reporting and blogging on this issue ignore the fact that the revenue raised from emission permits would be returned to consumers under both administration and legislative proposals.&quot;<br />\r\n&nbsp;<br />\r\nWe spoke with Christopher Horner with the Competitive Enterprise Institute about the documents. He conceded that they don&#39;t reflect legislation currently under consideration, but he pointed out that the Senate is planning to start from scratch on the climate issue.<br />\r\n&nbsp;<br />\r\n&quot;Congress writes legislation for one reason,&quot; Horner said. &quot;This [document] sets forth the administration&#39;s desire and expectations.&quot;<br />\r\n&nbsp;<br />\r\nIn the meantime, McCullagh has been <a href=\"http://www.cbsnews.com/blogs/2009/09/16/taking_liberties/entry5316600.shtml?tag=contentMain;contentBody\" target=\"_blank\"> fielding criticism </a> about his column. On Sept. 16 he defended his analysis and wrote that revenue returned to consumers in the form of tax cuts and rebates is uncertain.<br />\r\n&nbsp;<br />\r\n&quot;The tax revenue might end up being directed at income tax cuts (or rescuing kittens and feeding orphans, for that matter), or it could end up being wasted on boondoggles,&quot; he wrote. &quot;If it is returned to American citizens, it&#39;s unlikely to be a wash: some people will end up paying much more in taxes, some will pay a little more, and some will see a net benefit.&quot;<br />\r\n&nbsp;<br />\r\nBut back to Alexander&#39;s original claim. His statement that households will pay $1,761 in new taxes every year is based on a blogger&#39;s incorrect assumptions and overly simple math. The estimate does not account for revenue that will be returned to consumers in the form of rebates and other efficiency measures. Furthermore, the number is based on old numbers; the Treasury estimate was written on the premise that all permits would be sold, which, ultimately, is not the form that the Waxman-Markey legislation has taken. Finally, both Alexander and McCullagh portray money raised by selling these permits as a tax. We rate Alexander&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:47.187829", "ruling_date": "2009-09-18T16:19:25", "ruling_headline": "Alexander claims that cap-and-trade will cost consumer $1,761 a year", "ruling_headline_slug": "alexander-claims-cap-and-trade-will-cost-consumer-", "ruling_link_text": "Bad math = bad facts", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Lamar Alexander, <a href=\"http://alexander.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&amp;PressRelease_Id=7adaf885-7394-4626-9226-15fc9a4d66d8\" target=\"_blank\"> statement on cap-and-trade </a> , Sept. 16, 2009</p>\r\n\r\n<p>Competitive Enterprise Intitutes, <a href=\"http://www.openmarket.org/wp-content/uploads/2009/11/FOIA-Cap-andTrade-2009-09-11.PDF\" target=\"_blank\"> Treasury documents received via FOIA request </a> , accessed Sept. 16, 2009</p>\r\n\r\n<p>Taking Liberties, <a href=\"http://www.cbsnews.com/blogs/2009/09/15/taking_liberties/entry5314040.shtml?tag=contentMain;contentBody\" target=\"_blank\"> Obama Admin: Cap And Trade Could Cost Families $1,761 A Year </a> , by Decland McCullagh, Sept. 15, 2009</p>\r\n\r\n<p>The U.S. Census, <a href=\" http://www.census.gov/population/projections/nation/hh-fam/table1n.txt\" target=\"_blank\"> number of households estimate </a> , accessed Sept. 16, 2009</p>\r\n\r\n<p>The Energy and Commerce Committee, <a href=\" http://energycommerce.house.gov/Press_111/20090724/hr2454_housesummary.pdf\" target=\"_blank\"> summary of provisions in HR 2454 </a> , accessed Sept. 16, 2009</p>\r\n\r\n<p>Switchboard, <a href=\"http://switchboard.nrdc.org/blogs/paltman/the_competitive_enterprise_ins.html\" target=\"_blank\"> The Treasury Memo: Classic Spin-Job by Clean Energy Opponents </a> , by Pete Altman, Sept. 16, 2009</p>\r\n\r\n<p>The Pew Center on Global Climate Change, <a href=\"http://www.pewclimate.org/policy-memo/allowance-distribution-under-waxman-markey\" target=\"_blank\"> Allowance Distribution Under Waxman-Markey </a> , accessed Sept. 16, 2009</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Lamar", "half_true_count": 2, "home_state": "", "id": 235, "last_name": "Alexander", "mostly_true_count": 0, "name_slug": "lamar-alexander", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Alexander.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/235/", "total_count": 7, "true_count": 2, "website": ""}, "statement": "<p>The Obama administration&#39;s cap-and-trade plan would create &quot;a $1,761 yearly energy tax.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2009-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}