{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1198, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1198/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n In his plan for health care reform, Senate Finance Chairman Max Baucus, D-Mont., hoped to eliminate abortion as a wedge issue.\n</p>\n<p>\n Good luck with that, senator.\n</p>\n<p>\n With an issue as contentious and complex as abortion, appeasing both sides is almost impossible.\n</p>\n<p>\n \"This is a health care bill,\n <span class=\"hit\">\n  <span>\n   not an abortion bill,\" Baucus\n  </span>\n </span>\n said. \"The attempt  here is to find language that just maintains the status quo.\"\n</p>\n<p>\n The National Right to Life Committee is having none of it.\n</p>\n<p>\n In a sharply worded news release on Sept. 16, NLRC legislative director Douglas Johnson said the Baucus bill \"contains an array of proabortion mandates and federal subsidies for elective abortion.\"\n</p>\n<p>\n Legislators on both sides of the abortion issue are choosing their words carefully as they discuss the health care reform plans. We decided to look at two claims by Johnson that we think get to the heart of the rhetoric.\n</p>\n<p>\n In a separate item, we examine a claim from Johnson that the Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\" The Baucus plan would, in fact, allow private companies participating in the exchange, as well as the co-op, to offer abortion services. And people in both those plans could see federal subsidies. We looked at this issue in some detail here and ruled the claim\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-says-baucus-bill-wou/\" target=\"_blank\">\n  True.\n </a>\n</p>\n<p>\n But in this item we delve into a second claim in Johnson's statement.\n</p>\n<p>\n Contrary to President Barack Obama's pledge before Congress on Sept. 9 that \"no federal dollars will be used to fund abortions,\" Johnson said, under the Baucus bill, \"federal funds would subsidize coverage of elective abortions.\"\n</p>\n<p>\n Some may say this Johnson statement is the same as the other one. If the government subsidizes people who are allowed to get plans that provide abortion coverage, then taxpayers are subsidizing abortion, right? It's not that simple, and we'll explain why.\n</p>\n<p>\n First let's look at some of the particulars of the Baucus plan as it relates to abortion.\n</p>\n<p>\n According to Baucus' chairman's mark, which provides a blueprint for the plan, abortion cannot be mandated as part of any minimum benefits package except in cases of rape, incest or if the mother's life is in danger. However, health plans in the exchange or co-op would not be prohibited from providing abortion coverage. The exchange is a virtual marketplace where people can comparison shop for an insurance plan. Baucus' alternative to a public option, a co-op, would be one alternative on the exchange (think of it as a credit union for health insurance).\n</p>\n<p>\n The Baucus plan explicitly states that no federal funds &mdash; whether through tax credits or cost-sharing credits &mdash; could be used to pay for abortions (again, unless the pregnancy is due to rape, incest, or if the life of the mother is in danger).\n</p>\n<p>\n Insurers participating in any state-based exchange that offers coverage for abortion \"must segregate from any premium and cost-sharing credits an amount of each enrollee's private premium dollars that is determined to be sufficient to cover the provision of those services.\" The Health and Human Services secretary would also have to estimate, on an average actuarial basis, the cost of abortion coverage (not less than $1 per month). And any money used for abortions would have to come out of that pot of money. So the dollars would be technically segregated. And lastly, every state exchange would have to provide one plan that covers abortion and one that does not.\n</p>\n<p>\n But Johnson said that still \"amounts to a surcharge specifically for elective abortions.\"\n</p>\n<p>\n The wording in the bill isn't entirely clear, but by our reading, the way it would work is that the government would provide health care subsidies of a certain amount whether an insurer covers abortion or not. So if an insurer wants to cover it, that additional cost would be on the insurer, who would presumably pass that cost on to the insured. And the insurers would have to keep a tab on the extra amount paid for abortion coverage and make sure that any money used for abortion comes strictly from premiums paid by its customers, not from federal subsidies. The bottom line is that people who choose plans that cover abortion would have to pay the added cost of such coverage.\n</p>\n<p>\n But according to Johnson, that's little more than a bookkeeping exercise.\n</p>\n<p>\n \"Funds spent by federal agencies are, by law, federal funds,\" Johnson stated. \"The claim that under these bills, a federal agency would use 'private funds' to subsidize abortions is absurd on its face &mdash; a political hoax.\"\n</p>\n<p>\n When this issue came up in a House version of the plan, we at PolitiFact ruled that an amendment from Rep. Lois Capps, D-Calif., seemed like a reasonable effort to segregate funds so that tax dollars would not go to directly fund abortions.\n</p>\n<p>\n We caught a lot of flak from people who argued the public option envisioned in the House plan, because it might include abortion and certainly would pay subsidies to some who bought into it, was tantamount to federal subsidies for abortion.\n</p>\n<p>\n In an article titled, \"Does Health Care Cover Abortion or Not? Fact Checking the Fact Checkers,\" BeliefNet editor in chief Steven Waldman took us to task a bit for our black-and-white finding and concluded, \"Some of this does not involve matters of 'fact' or 'truth' or 'lies' but rather subjective judgment calls, a land where ideologues don't function well but legislators must.\"\n</p>\n<p>\n In an article this week, Waldman wrote that Baucus may have solved the abortion riddle, largely because Baucus' plan does not include a public option, which left open the possibility that it would cover abortions.\n</p>\n<p>\n \"There's a more nuanced debate about whether it would subsidize abortion directly, but Baucus short-circuits that debate by eliminating the public option entirely,\" Waldman wrote.\n</p>\n<p>\n Johnson highlights another part of the Baucus plan to bolster his case. The Baucus plan would provide $6 billion in federal seed money to cover startup costs and meet solvency requirements for the co-ops. Johnson argues there's no telling how co-ops might use this money, that there isn't any language to prohibit it from being used to fund abortions.\n</p>\n<p>\n We think the earlier language &mdash; that specifically prohibits federal funds to be used for abortion &mdash; covers that. And while we can see an argument that that $6 billion provides a benefit to co-ops that may have abortion coverage, we think it's a stretch to call that subsidizing abortions.\n</p>\n<p>\n \"You get into some real gray areas,\" Waldman told us in a phone interview.\n</p>\n<p>\n In Waldman's estimation, the Baucus bill still allows for some indirect federal funding of abortion.\n</p>\n<p>\n \"The only question is, is it indirect enough?\" Waldman said. \"Is it very indirect or very, very, very indirect subsidizing. And that's a legitimate question.\"\n</p>\n<p>\n Here's Planned Parenthood's take on the Baucus plan: \"Planned Parenthood  acknowledges that there are some compromises that need to be made to move health  care reform forward, and we are willing to do so if it means more women can  access affordable, quality health care from the provider of their choice. While  we are concerned that the language in the Senate Finance bill specifically  singles out abortion, we understand it is necessary to move health care reform  forward.\n <br />\n &nbsp;\n <br />\n \"As it currently stands, it is a carefully crafted compromise  which assures that access to abortion would neither be mandated nor prohibited &mdash;  and that women would not lose health care benefits that they have had for  decades, while also addressing concerns that no federal funds would be used for  abortion.\"\n</p>\n<p>\n We agree with Johnson that federal dollars would be going to insurers that may provide abortion coverage &mdash; and this is some new territory for the federal government. And we see the argument about the bookkeeping shell game of segregating premiums from government funding so that abortion costs are not pulled from the pot of money kicked in by the government. But if the government isn't paying any more to an insurance company to pay for abortion coverage, it means that insurance companies that offer such coverage are. So essentially that cost will be passed on to the insured people who select plans that cover abortions. Perhaps a federal court would view this differently, but we think the court of common sense says that if someone claims abortion would be subsidized with federal funds, it suggests more federal tax dollars would pour into plans that cover abortion. But they won't. The added cost will be borne by the people who select plans that include abortion coverage. Those premiums will pay for abortions.\n</p>\n<p>\n We found Rep. John Boehner's claim that Democratic plans for health reform would provide federal subsidies for abortion\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/\" target=\"_blank\">\n  False as it related to the Capps Amendment\n </a>\n in a House version of health care reform, and we find it's even more of a stretch in Baucus' plan, which does not even include a public option. And so we rule this claim False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.283732", "ruling_date": "2009-09-21T16:19:13", "ruling_headline": "National Right to Life Committee claims under Baucus bill, federal funds would subsidize abortions ", "ruling_headline_slug": "national-right-life-committee-claims-under-Baucus-", "ruling_link_text": "Insurers, insured will pay the added cost of abortion coverage, not taxpayers", "ruling_state": null, "source_documents": null, "sources": "<p>\n Senate Finance Committee Web site,\n <a href=\"http://finance.senate.gov/sitepages/leg/LEG%202009/091609%20Americas_Healthy_Future_Act.pdf\" target=\"_blank\">\n  Chairman's Mark, America's Healthy Future Act of 2009\n </a>\n</p>\n<p>\n House Energy and Commerce Web site,\n <a href=\"http://energycommerce.house.gov/Press_111/20090730/hr3200_capps_1.pdf\" target=\"_blank\">\n  The Capps Amendment\n </a>\n</p>\n<p>\n Washintgton Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/09/08/AR2009090802960.html\" target=\"_blank\">\n  \"The Next Health Reform Myth\"\n </a>\n by Ruth Marcus, Sept. 9, 2009\n</p>\n<p>\n Reality Check,\n <a href=\"http://www.rhrealitycheck.org/commonground/2009/09/16/the-truth-about-capps-amendment#comments\" target=\"_blank\">\n  \"The Truth About the Capps Amendment,\"\n </a>\n by Rep. Lois Capps (rebuttal by National Right to Life Committee at the bottom), Sept. 17, 2009\n</p>\n<p>\n BeliefNet.com,\n <a href=\"http://blog.beliefnet.com/stevenwaldman/2009/09/baucus-shifts-in-a-pro-life-di.html#more\" target=\"_blank\">\n  \"Baucus Shifts in a Pro-Life Direction,\"\n </a>\n by Steven Waldman, editor in chief of BeliefNet, Sept. 16, 2009\n</p>\n<p>\n BeliefNet.com,\n <a href=\"http://blog.beliefnet.com/stevenwaldman/2009/08/does-health-care-cover-abortio-1.html\" target=\"_blank\">\n  \"Does Health Care Cover Abortion or Not? Fact Checking the Fact Checkers,\"\n </a>\n by Steven Waldman, editor in chief of BeliefNet, Aug. 26, 2009\n</p>\n<p>\n United States Conference of Catholic Bishops, news release:\n <a href=\"http://www.usccb.org/comm/archives/2009/09-178.shtml\" target=\"_blank\">\n  USCCB Officials Welcome President Obama's Statements On Abortion, Care For The Poor In Response To Health Care Address\n </a>\n , Sept. 10, 2009\n</p>\n<p>\n Rasmussen Reports,\n <a href=\"http://www.rasmussenreports.com/public_content/politics/current_events/healthcare/september_2009/48_want_abortion_coverage_banned_in_health_care_plan\" target=\"_blank\">\n  \"48% Want Abortion Coverage Banned in Health Care Plan,\"\n </a>\n Sept. 17, 2009\n</p>\n<p>\n National Review Online,\n <a href=\"http://healthcare.nationalreview.com/post/?q=NGI1YjEwOTNjYmMzODBiYjJkNjliOTljODk2ZTBjOGE\" target=\"_blank\">\n  \"Critical Condition,\" by Rep. John Boehner\n </a>\n , July 23, 2009\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20090805/ap_on_go_co/us_health_care_overhaul_abortion\" target=\"_blank\">\n  \"Gov't insurance would allow coverage for abortion\"\n </a>\n by Ricardo  Alonso-Zaldivar, Aug. 5, 2009\n</p>\n<p>\n FactCheck.org,\n <a href=\"http://factcheck.org/2009/07/surgery-for-seniors-vs-abortions/\" target=\"_blank\">\n  \"Surgery for Seniors vs. Abortions?\"\n </a>\n by Viveca Novak,&nbsp; July  31, 2009\n</p>\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/blogs/2009/07/21/politics/politicalhotsheet/entry5178972.shtml\" target=\"_blank\">\n  \"Obama: Abortion Funding Not Main Focus of Health Reform\"\n </a>\n by  Stephanie Condon, July 21, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/gpr/10/1/gpr100112.html\" target=\"_blank\">\n  \"The  Heart of the Matter: Public Funding of Abortion for Poor Women in the United  States\"\n </a>\n by Heather D. Boonstra, Winter 2007\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/psrh/full/3607204.pdf\" target=\"_blank\">\n  \"U.S.  Insurance Coverage of Contraceptives and the Impact Of Contraceptive Coverage  Mandates,\"\n </a>\n by Adam Sonfield, Rachel Benson Gold, Jennifer J. Frost and  Jacqueline E. Darroch,&nbsp; 2002\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/insurance/ehbs2003-1-set.cfm\" target=\"_blank\">\n  Employer  Health Benefits 2003 Annual Survey\n </a>\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/media/inthenews/2009/07/22/index.html\" target=\"_blank\">\n  \"Guttmacher Institute Memo on Insurance Coverage of Abortion,\"\n </a>\n on July 22, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/statecenter/spibs/spib_RICA.pdf\" target=\"_blank\">\n  \"State Policies in Brief: Restricting Insurance Coverage of  Abortion,\"\n </a>\n Aug. 1, 2009\n</p>\n<p>\n Congressional Quarterly Today, \"Finance Races to Find Agreement,\" by Drew Armstrong, Sept. 14, 2009\n</p>\n<p>\n Interview with National Right to Life Committee legislative director Douglas Johnson, Sept. 17, 2009\n</p>\n<p>\n Interview with Steven Waldman, editor in chief of BeliefNet.com, Sept. 17, 2009\n</p>\n<p>\n Interview with Adrienne Kimmell, Executive Director Florida Association of Planned Parenthood Affiliates, Sept. 18, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "", "id": 71, "last_name": "National Right to Life Committee", "mostly_true_count": 0, "name_slug": "national-right-life-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/71/", "total_count": 6, "true_count": 2, "website": ""}, "statement": "<p>\"Under the Baucus bill ... federal funds would subsidize coverage of elective abortions.\"</p>", "statement_context": "a press release", "statement_date": "2009-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}