{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-says-baucus-bill-wou/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1199, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1199/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n With the recent release of the Senate Finance Committee plan for health care reform, the abortion issue has re-emerged in the health care debate.\n</p>\n<p>\n And both sides are choosing their words carefully to score political points.\n</p>\n<p>\n We are examining two seemingly similar statements from the National Right to Life Committee that we think get to the heart of the rhetoric.\n</p>\n<p>\n One is that under the bill proposed by Senate Finance Committee Chairman Max Baucus, D-Mont., federal funds (tax dollars) would subsidize abortions; and the other is that federal subsidies would go to insurance companies that offer abortion coverage. They sound similar, but we ended up with rulings at opposite ends of our Truth-O-Meter.\n</p>\n<p>\n We take a look at the first claim, that federal tax dollars would subsidize abortions, in a separate item and conclude the statement is\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/\" target=\"_blank\">\n  False\n </a>\n .\n</p>\n<p>\n In this item, we deal with a statement from NLRC legislative director Douglas Johnson that the Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\"\n</p>\n<p>\n If you look carefully, the issue here is government involvement in plans that offer abortion.\n</p>\n<p>\n And that's a big deal.\n</p>\n<p>\n The 1976 Hyde Amendment prohibits the use of federal funds for  abortions through Medicaid except in cases of rape, incest or when the mother's  health is in peril. So states that want to offer abortion coverage have to pay  for it themselves. Similar restrictions on public funding for abortions applies  to federal health care coverage extended to active and retired military and  federal employees.\n</p>\n<p>\n Baucus said he attempted to \"find language that just maintains the status quo\" on abortion, because he didn't want the issue to be a distraction. \"This is a health care bill, not an abortion bill,\" Baucus said.\n</p>\n<p>\n Maintaining the status quo, however, is a matter of perception. And that's because there are two competing realities.\n</p>\n<p>\n On the one hand, as President Barack Obama acknowledged in a July 21 interview, \"We ... have a tradition of, in this town, historically, of not financing abortions as part of government-funded health care.\" In other words, the more than 250 private health plans that cover federal employees &mdash; because they are subsidized by the federal government &mdash; cannot offer full abortion services.\n</p>\n<p>\n On the other hand, many private plans (outside the government) currently offer abortion services. If the government starts providing health care subsidies but bans the participation of any plan that offers abortion services (as some legislators have suggested), abortion rights groups argue it would strip millions of women of benefits they currently get.\n</p>\n<p>\n According to a 2002 Guttmacher Institute study, 87 percent of  employment-based insured health plans offered coverage for abortions (though not  all companies select it for their employees). A 2003 Kaiser Family Foundation  survey found that 46 percent of covered workers had coverage for abortions. The  two surveys asked different questions, but the bottom line is that a significant  percentage of women have health insurance that covers abortions.\n</p>\n<p>\n According to Baucus' chairman's mark, which provides a blueprint for the plan, abortion cannot be a mandated as part of any minimum benefits package except in cases of rape, incest or if the mother's life is in danger. However, health plans in the exchange or co-op would not be prohibited from providing abortion coverage. In fact, every state exchange would have to provide one plan that covers abortion and one that does not. The exchange is a virtual marketplace where people can comparison shop for an insurance plan. Baucus' alternative to a public option, a co-op, would be one alternative on the exchange (think of it as a credit union for health insurance).\n</p>\n<p>\n The plan provides federal dollars &mdash; through tax credits or cost-sharing credits &mdash; to subsidize the cost of insurance for people with modest incomes.&nbsp;\n</p>\n<p>\n So clearly, you'd have federal subsidies going to plans that cover abortions. But no more federal money would go to plans that offer abortion, so the added cost would presumably be passed on to consumers who choose plans that offer abortion, and efforts have been made to segregate funding so that only money from premiums &mdash; not tax dollars &mdash; would be used to pay for abortions.\n</p>\n<p>\n But if millions of uninsured people would now get insurance due to the health care plan, and some of the plans offer abortion coverage, we think it's fair to conclude the Baucus plan (or any other Democratic plan under consideration) would mean more women would have access to abortion services.\n</p>\n<p>\n That obviously doesn't sit well with National Right to Life and other antiabortion groups. Johnson said they'd like to see an amendment that would prohibit any insurer that gets federal subsidies from offering abortion services. Amendments to that effect failed in the House.\n</p>\n<p>\n The plan, as proposed, would lead to more abortion coverage, and therefore more abortions, Johnson said.\n</p>\n<p>\n The Hyde Amendment, he said, is \"one of the most important abortion reduction policies adopted by Congress.\" Not only can't the federal government subsidize abortion, he said, it can&rsquo;t subsidize plans that offer abortion. The Baucus bill, he said, is \"a big departure from where we are now.\"\n</p>\n<p>\n Here's Planned Parenthood's take on the Baucus plan: \"Planned Parenthood acknowledges that there are some compromises that need to be made to move health care reform forward, and we are willing to do so if it means more women can access affordable, quality health care from the provider of their choice. While we are concerned that the language in the Senate Finance Bill specifically singles out abortion, we understand it is necessary to move health care reform forward.\n <br />\n &nbsp;\n <br />\n \"As it currently stands, it is a carefully crafted compromise which assures that access to abortion would neither be mandated nor prohibited &mdash; and that women would not lose health care benefits that they have had for decades, while also addressing concerns that no federal funds would be used for abortion.\"\n</p>\n<p>\n In the abortion debate, nothing is simple. And as we said, words are chosen carefully. Regarding Johnson's claim that the Baucus plan would result in \"federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion,\" we think he is on solid ground. One could argue whether or not this is a departure from making the bill \"abortion neutral\" &mdash; each side has its take on that &mdash; but the fact is the plan would allow insurers to offer abortion. And the plan includes federal subsidies to some who might choose to join such a plan. And so we rule Johnson's statement True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.374071", "ruling_date": "2009-09-21T16:18:56", "ruling_headline": "National Right to Life Committee says Baucus bill would permit federal subsidies to go to insurance plans that cover abortions", "ruling_headline_slug": "national-right-life-committee-says-baucus-bill-wou", "ruling_link_text": "Plan allows abortion coverage ", "ruling_state": null, "source_documents": null, "sources": "<p>\n Senate Finance Committee Web site,\n <a href=\"http://finance.senate.gov/sitepages/leg/LEG%202009/091609%20Americas_Healthy_Future_Act.pdf\" target=\"_blank\">\n  Chairman's Mark, America's Healthy Future Act of 2009\n </a>\n</p>\n<p>\n House Energy and Commerce Web site,\n <a href=\"http://energycommerce.house.gov/Press_111/20090730/hr3200_capps_1.pdf\" target=\"_blank\">\n  The Capps Amendment\n </a>\n</p>\n<p>\n Washintgton Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/09/08/AR2009090802960.html\" target=\"_blank\">\n  \"The Next Health Reform Myth\"\n </a>\n by Ruth Marcus, Sept. 9, 2009\n</p>\n<p>\n Reality Check,\n <a href=\"http://www.rhrealitycheck.org/commonground/2009/09/16/the-truth-about-capps-amendment#comments\" target=\"_blank\">\n  \"The Truth About the Capps Amendment,\"\n </a>\n by&nbsp; Rep. Lois Capps (rebuttal by National Right to Life Committee at the bottom), Sept. 17, 2009\n</p>\n<p>\n BeliefNet.com,\n <a href=\"http://blog.beliefnet.com/stevenwaldman/2009/09/baucus-shifts-in-a-pro-life-di.html#more\" target=\"_blank\">\n  \"Baucus Shifts in a Pro-Life Direction,\"\n </a>\n by Steven Waldman, editor in chief of BeliefNet, Sept. 16, 2009\n</p>\n<p>\n BeliefNet.com,\n <a href=\"http://blog.beliefnet.com/stevenwaldman/2009/08/does-health-care-cover-abortio-1.html\" target=\"_blank\">\n  \"Does Health Care Cover Abortion or Not? Fact Checking the Fact Checkers,\"\n </a>\n by Steven Waldman, editor in chief of BeliefNet, Aug. 26, 2009\n</p>\n<p>\n United States Conference of Catholic Bishops, press release:\n <a href=\"http://www.usccb.org/comm/archives/2009/09-178.shtml\" target=\"_blank\">\n  USCCB Officials Welcome President Obama's Statements On Abortion, Care For The Poor In Response To Health Care Address\n </a>\n , Sept. 10, 2009\n</p>\n<p>\n Rasmussen Reports,\n <a href=\"http://www.rasmussenreports.com/public_content/politics/current_events/healthcare/september_2009/48_want_abortion_coverage_banned_in_health_care_plan\" target=\"_blank\">\n  \"48% Want Abortion Coverage Banned in Health Care Plan,\"\n </a>\n Sept. 17, 2009\n</p>\n<p>\n National Review Online,\n <a href=\"http://healthcare.nationalreview.com/post/?q=NGI1YjEwOTNjYmMzODBiYjJkNjliOTljODk2ZTBjOGE\" target=\"_blank\">\n  \"Critical Condition,\" by Rep. John Boehner\n </a>\n , July 23, 2009\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20090805/ap_on_go_co/us_health_care_overhaul_abortion\" target=\"_blank\">\n  \"Gov't insurance would allow coverage for abortion\"\n </a>\n by Ricardo  Alonso-Zaldivar, Aug. 5, 2009\n</p>\n<p>\n FactCheck.org,\n <a href=\"http://factcheck.org/2009/07/surgery-for-seniors-vs-abortions/\" target=\"_blank\">\n  \"Surgery for Seniors vs. Abortions?\"\n </a>\n by Viveca Novak,&nbsp; July  31, 2009\n</p>\n<p>\n CBS News,\n <a href=\"http://www.cbsnews.com/blogs/2009/07/21/politics/politicalhotsheet/entry5178972.shtml\" target=\"_blank\">\n  \"Obama: Abortion Funding Not Main Focus of Health Reform\"\n </a>\n by  Stephanie Condon, July 21, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/gpr/10/1/gpr100112.html\" target=\"_blank\">\n  \"The  Heart of the Matter: Public Funding of Abortion for Poor Women in the United  States\"\n </a>\n by Heather D. Boonstra, Winter 2007\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/pubs/psrh/full/3607204.pdf\" target=\"_blank\">\n  \"U.S.  Insurance Coverage of Contraceptives and the Impact Of Contraceptive Coverage  Mandates,\"\n </a>\n by Adam Sonfield, Rachel Benson Gold, Jennifer J. Frost and  Jacqueline E. Darroch,&nbsp; 2002\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/insurance/ehbs2003-1-set.cfm\" target=\"_blank\">\n  Employer  Health Benefits 2003 Annual Survey\n </a>\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/media/inthenews/2009/07/22/index.html\" target=\"_blank\">\n  \"Guttmacher Institute Memo on Insurance Coverage of Abortion,\"\n </a>\n on July 22, 2009\n</p>\n<p>\n Guttmacher Institute,\n <a href=\"http://www.guttmacher.org/statecenter/spibs/spib_RICA.pdf\" target=\"_blank\">\n  \"State Policies in Brief: Restricting Insurance Coverage of  Abortion,\"\n </a>\n Aug. 1, 2009\n</p>\n<p>\n Congressional Quarterly Today, \"Finance Races to Find Agreement,\" by Drew Armstrong, Sept. 14, 2009\n</p>\n<p>\n Interview with National Right to Life Committee legislative director Douglas Johnson, Sept. 17, 2009\n</p>\n<p>\n Interview with Steven Waldman, editor in chief of BeliefNet.com, Sept. 17, 2009\n</p>\n<p>\n Interview with Adrienne Kimmell, Executive Director Florida Association of Planned Parenthood Affiliates, Sept. 18, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "", "id": 71, "last_name": "National Right to Life Committee", "mostly_true_count": 0, "name_slug": "national-right-life-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/71/", "total_count": 6, "true_count": 2, "website": ""}, "statement": "<p>The Baucus bill \"contains provisions that would send massive federal subsidies directly to both private insurance plans and government-chartered cooperatives that pay for elective abortion.\"</p>", "statement_context": "a press release", "statement_date": "2009-09-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}