{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/20/barack-obama/uninsured-cost-shifting-debated-experts/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1200, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1200/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n President Barack Obama went on the Sunday news shows to make the case for health reform.\n</p>\n<p>\n <em>\n  This Week\n </em>\n host George Stephanopolous questioned Obama on his support for an individual mandate, which requires everyone who can find affordable coverage to purchase health insurance.\n</p>\n<p>\n Obama defended the matter as a fairness issue to people who now have coverage.\n</p>\n<p>\n \"Here's what's happening,\" Obama said. \"You and I are both paying 900 bucks on average &mdash; our families &mdash; in higher premiums because of uncompensated care. Now, what I've said is that, if you can't afford health insurance, you certainly shouldn't be punished for that. That's just piling on.&nbsp;\n</p>\n<p>\n \"If, on the other hand, we're giving tax credits, we've set up an exchange, you are now part of a big pool. We've driven down the costs, we've done everything we can, and you actually can afford health insurance. But you've just decided, 'You know what? I want to take my chances,' and then you get hit by a bus, (then) you and I have to pay for the emergency room care.\"\n</p>\n<p>\n Health policy experts call this dynamic \"cost-shifting.\" The idea is that hospitals treat uninsured patients for free or for below their costs, then make up for it by charging insured patients more. The hospitals bill the insurance companies at artificially higher rates, and the insurance companies pass the cost to customers through higher premiums.\n</p>\n<p>\n Obama said for family coverage, the shift is $900. That's supported by a 2005 study by Families USA, a liberal advocacy group, which found the cost shift to people with insurance was $922 for a family policy and $341 for an individual policy.\n</p>\n<p>\n Perhaps Obama was recalling this figure from the presidential campaign, though, because Families USA &mdash; a consumer-oriented nonprofit that advocates for better health care &mdash; commissioned a study released this year that found cost-shifting was higher. Insured people paid $1,017 more for a family policy and $368 more for an individual policy due to cost-shifting, according to the report.\n</p>\n<p>\n But here's where things get a bit tricky. In 2008, the Kaiser Family Foundation released a report questioning the methodology of the Families USA study and hypothesizing that cost-shifting is not that significant.\n</p>\n<p>\n Let's step back and explain what the experts are counting. They use federal data on medical expenditures to calculate the total amount spent on care for the uninsured. Then they subtract whatever the uninsured themselves paid for care, then what government and charities paid. The remainder of the cost is what people with insurance are paying for through higher premiums, according to Families USA.\n</p>\n<p>\n When Kaiser looked for what the government was paying for uninsured care, it found a lot more than Families USA.\n</p>\n<p>\n To give you an idea of how technical this can get, we'll quote from&nbsp; the Kaiser study about the additional government spending it found. It found \"a share of Medicare IME, a portion of Medicaid supplemental payments made through upper payment limit (UPL) provisions, and federal and state direct service programs (community health center grants, maternal and child health grants, Ryan White CARE Act funds, the National Health Service Corps, Indian Health Service, and the Veterans Health Administration).\"\n</p>\n<p>\n The Kaiser study documented fluctuations in private premiums over many years, and the data don't seem to correlate with costs for the uninsured. Rather, cost-shifting is \"more strongly related to fluctuations in payments by Medicare and Medicaid,\" the Kaiser study said.\n</p>\n<p>\n The Kaiser study did not set a per-policy number the way the Families USA study did. But Kaiser did say that cost-shifting might account for 1.7 percent of all private premiums.\n</p>\n<p>\n So who is right? We reviewed the three studies and we don't see any obvious problems or conflicts. Families USA advocates for consumers, but its 2005 study was conducted under contract by Dr. Kenneth Thorpe of Emory University, a well-respected health care policy expert. Barring new evidence, this seems like a genuine disagreement between experts on a complex issue.\n</p>\n<p>\n President Obama said \"You and I are both paying 900 bucks on average &mdash; our families &mdash; in higher premiums because of uncompensated care.\" That's an accurate citing of older data. But another study found that cost-shifting for the uninsured was not significant. Because there's major disagreement on this issue, we rate Obama's statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:47.512611", "ruling_date": "2009-09-20T19:14:10", "ruling_headline": "Cost-shifting of uninsured is debated by the experts", "ruling_headline_slug": "uninsured-cost-shifting-debated-experts", "ruling_link_text": "Another study contests that figure", "ruling_state": null, "source_documents": null, "sources": "<p>\n Families USA, \"\n <a href=\"http://www.familiesusa.org/assets/pdfs/Paying_a_Premium_rev_July_13731e.pdf\" target=\"_blank\">\n  Paying a Premium: The Added Cost of Care for the Uninsured,\n </a>\n \" by Kathleen Stoll, director of health policy for Families USA, June 2005\n</p>\n<p>\n Families USA,\n <a href=\"http://www.familiesusa.org/assets/pdfs/hidden-health-tax.pdf\" target=\"_blank\">\n  Hidden Health Tax: Americans Pay a Premium\n </a>\n , May 2009\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/uninsured/upload/7809.pdf\" target=\"_blank\">\n  Covering the Uninsured in 2008: A Detailed Examination of Current Costsand Sources of Payment, and Incremental Costs of Expanding Coverage\n </a>\n , August 2008\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Families are paying $900, on average, \"in higher premiums because of uncompensated care.\"</p>", "statement_context": "an interview on This Week with George Stephanopoulos", "statement_date": "2009-09-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}