{"art": [{"brightcove": "", "caption": "We checked a statement by Sen. Ted Cruz, R-Texas, on Barack Obama and the outflow of jobs to other countries on his watch.", "id": 7642, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ted_Cruz_on_MTP.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7642/", "title": "Ted Cruz on Meet the Press", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/mar/16/ted-cruz/ted-cruz-pins-too-much-blame-outflow-jobs-barack-o/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 12074, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/12074/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One of the biggest topics in the 2016 presidential election has been how to reverse the loss of American jobs to other countries. On NBC&rsquo;s <em>Meet the Press</em>, Republican presidential candidate Ted Cruz <a href=\"http://www.nbcnews.com/video/ted-cruz-full-meet-the-press-interview-643057731924\">blamed</a> President Barack Obama for the outflow of jobs.</p>\r\n\r\n<p>The topic came up after host Chuck Todd played a clip of Obama saying the Republicans are significantly to blame for the angry tone of politics today.</p>\r\n\r\n<p>Cruz responded, &quot;You know, Chuck, Barack Obama&#39;s a world-class demagogue. That language there is designed to divide us. No, Mr. President, we&#39;re not angry at that. We&#39;re angry at politicians in Washington, including you, who ignore the men and women who elected you, who have been presiding over our jobs going overseas for seven years.&quot;</p>\r\n\r\n<p>The part of Cruz&rsquo;s comment that caught our eye was that Obama has &quot;been presiding over our jobs going overseas for seven years.&quot; We decided to take a look. (Cruz&rsquo;s staff did not respond to inquiries.)</p>\r\n\r\n<p>We found that Cruz&nbsp;has a point that the United States has seen jobs go overseas during the seven years that Obama has been in office. However, this pattern was well under way before Obama became president -- and the trend has little to do with policy choices a president can make.</p>\r\n\r\n<p>We will start by noting that there are two related but distinct reasons why jobs may move overseas. One is when foreign companies become competitive enough to sell their products in the United States, displacing American producers. The other occurs when American companies move their own production to subcontractors overseas.</p>\r\n\r\n<p>We will also note that there is no single data source that provides specific numbers of jobs flowing overseas. We did find a couple of studies that touched on this subject; however, each has drawbacks.</p>\r\n\r\n<p>One source of data is the <a href=\"http://www.irle.berkeley.edu/workingpapers/156-13.pdf\">National Organizations Survey</a>, a pilot study of U.S. businesses and nonprofits described in a paper by Clair Brown of the University of California-Berkeley, Timothy Sturgeon of the Massachusetts Institute of Technology, and Connor Cole of the University of Michigan. The survey was conducted in 2010, meaning that it captured a snapshot in time, rather than a study of changes over time.</p>\r\n\r\n<p>The survey found that about 23 percent of full-time employees worked at organizations that do international outsourcing, meaning that they either had such duties as sales, research, transportation and customer service handled by a part of the company based in another country, or by contracting with an overseas company to handle those tasks.</p>\r\n\r\n<p>According to the study, about a third of full-time employees with large organizations worked for one doing international outsourcing; for smaller organizations, the rate was smaller, less than 10 percent. Sectors where international offshoring has been especially noticeable include electronics and motor vehicles.</p>\r\n\r\n<p>That said, &quot;for the typical U.S. employee&rsquo;s organization, the majority of costs continue to be in the United States,&quot; the authors concluded.</p>\r\n\r\n<p>The other study does show changes over time, though it&rsquo;s worth noting that it was published by the Economic Policy Institute, a left-leaning group that has taken a hard line against the flow of American jobs overseas.</p>\r\n\r\n<p>The Economic Policy Institute study found that between 2001 and 2013, a growing U.S. trade deficit with China &quot;eliminated or displaced 3.2 million U.S. jobs,&quot; of which 2.4 million were in manufacturing. &quot;These lost manufacturing jobs account for about two-thirds of all U.S. manufacturing jobs lost or displaced between December 2001 and December 2013,&quot; the paper concluded. Here&rsquo;s a summary of their findings:</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/ai6lUoXeLAKH_HsEfEjjnJUcaogJpmlp87DvGKP0dI8PDdOVRW4SqBZLLyW6L4oZJaTYi05flED94d89mk44kLBScSVkvp0lv0yFONKWm0IfJpW0Ah45tzeiaFkMnUcd3vLRlL1a\" style=\"border:none; height:548px; width:624px\" /></p>\r\n\r\n<p>Experts we contacted agreed that a significant shift has been going on.</p>\r\n\r\n<p>&quot;The U.S. economy and many others have been going through wrenching changes for many decades, due to a combination of technological change, globalization, and loss of union power,&quot; said Sturgeon, a senior researcher at the Massachusetts Institute of Technology&rsquo;s Industrial Performance Center.</p>\r\n\r\n<p>Sturgeon pointed to research by Margaret McMillan at Tufts University that looked at data between 1990 and 2005 and found that a key reason for these trends is &quot;rapid increases in trade&quot; between the United States and China.</p>\r\n\r\n<p>In a <a href=\"http://margaretsmcmillan.com/wp-content/uploads/2012/03/5_Ebenstein-et-al.-US-Manufacturing-and-China-November-2011.pdf\">paper</a>, McMillan and three co-authors found that Chinese employment growth has been largest in U.S. industries that have experienced employment declines, suggesting that Chinese workers are being substituted for U.S. workers. She also found that the share of workers performing &quot;routine occupations&quot; in the United States declined as the share increased in China, with these shifts correlated across industries.&quot;</p>\r\n\r\n<p>But while Cruz has a point that jobs have indeed been shifting overseas under Obama, the previous chart shows a distinct problem with Cruz&rsquo;s contention: The way Cruz phrased it, it sounds like it started under Obama, and that simply isn&rsquo;t the case.</p>\r\n\r\n<p>&quot;Most of the advanced economies of the world have long moved into a new, postindustrial phase of development,&quot; wrote Dani Rodrik of Harvard University&rsquo;s John F. Kennedy School of Government in a November 2015 paper. &quot;These economies have been deindustrializing for decades, a trend that is particularly noticeable when one looks at the employment share of manufacturing. &hellip; In the United States, manufacturing industries&rsquo; share of total employment has steadily fallen since the 1950s, coming down from around a quarter of the workforce to less than a tenth today.&quot; (We looked at this question previously <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/06/steve-moore/steve-moore-says-ratio-people-working-government-m/\">here</a>.)</p>\r\n\r\n<p>Indeed, in <a href=\"http://www.bloomberg.com/news/articles/2003-02-02/cover-image-is-your-job-next\">February 2003</a>, the cover of a special issue of <em>BusinessWeek</em> magazine asked, &quot;Is Your Job Next? A new round of globalization is sending upscale jobs offshore. They include chip design, engineering, basic research -- even financial analysis. Can America lose these jobs and still prosper?&quot;</p>\r\n\r\n<p>That was about six years before Obama took office. In fact, when PolitiFact asked McMillan whether this pattern predates Obama, she emailed back, &quot;Hell yes,&quot; followed by 12 exclamation points.</p>\r\n\r\n<p>In her paper, McMillan wrote that employment declined modestly in the 1990s in such labor-intensive industries as textiles and became &quot;precipitous&quot; with the advent of the Internet in the late 1990s. She finds that both technological advancements and a growing role for an overseas labor force played a role. The ability to conduct work overseas &quot;has led to fundamental reorganization of the global supply chain, with detrimental effects on domestic manufacturing workers and surging corporate profits,&quot; she wrote.</p>\r\n\r\n<p>The decline in U.S. manufacturing employment between 1987 and 2015 -- starting 22 years before Obama took office -- can be seen in the following graph:</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/ZovaDsUEAQDHtWxShrLtQhSAv2A3rz2OawoCfgzVi6AkR--ePqTxwvm6DoNKtVLZ9nYKSDFtidw3_j_s4bCekOgsNdRsi51j0Isl8n6Z0x_6jKi3LYGKmt8TCz4NU-vZNmILWFKx\" style=\"border:none; height:353px; width:624px\" /></p>\r\n\r\n<p>So jobs have clearly been moving overseas for many years, even if the trend predated Obama and occurred for reasons other than his policies.</p>\r\n\r\n<p>Still, it&rsquo;s worth making a few additional observations:</p>\r\n\r\n<p>&bull; <strong>Manufacturing jobs have been increasing under Obama</strong>. While the rise in manufacturing jobs under Obama hasn&rsquo;t come close to wiping out the declines of previous decades, the number has risen rather than fallen since 2010 -- the first sustained increase since at least the 1990s. There is at least anecdotal evidence of &quot;onshoring&quot; -- the return of jobs to the United States. For instance, 177 &quot;foreign-trade zones&quot; -- special manufacturing and assembly facilities located in the United States -- serve more than 3,000 companies, employ 390,000 workers and handled $835 billion in merchandise, almost two-thirds of it domestically sourced, according to the National Association of Foreign-Trade Zones.</p>\r\n\r\n<p>&bull; <strong>Along with job losses, there have been job gains</strong>. Overall, productivity has been improving in the United States. &quot;Specific industries and job categories have been hard hit, sometimes very much so,&quot; Sturgeon said. At the same time, many are benefiting, including &quot;in ways they may not even notice, such as new types of work and jobs, greater product variety and lower prices.&quot;</p>\r\n\r\n<p>Sturgeon is among those who argue that Cruz&rsquo;s answer is too simplistic.</p>\r\n\r\n<p>&quot;The debate right now is playing to people&rsquo;s fears and discontent in ways that are nearly devoid of fact or serious consideration of the trade-offs or remedies,&quot; he said. Where it comes to Obama&rsquo;s role, he said, &quot;this is a broad structural issue and not something Obama invented or could do much to change, or even do much to mitigate with an uncooperative Congress.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said that Obama has &quot;been presiding over our jobs going overseas for seven years.&quot; While the pattern has been occurring under Obama, it is hardly new or unique to Obama. We rate the statement. Mostly False.</p>\r\n", "ruling_comments_date": "2016-03-16T15:51:48.701076", "ruling_date": "2016-03-16T17:00:48", "ruling_headline": "Ted Cruz pins too much blame for outflow of jobs on Barack Obama", "ruling_headline_slug": "ted-cruz-pins-too-much-blame-outflow-jobs-barack-o", "ruling_link_text": "Trend long predates Obama", "ruling_state": null, "source_documents": null, "sources": "<p>Ted Cruz, <a href=\"http://www.nbcnews.com/video/ted-cruz-full-meet-the-press-interview-643057731924\">interview</a> with NBC&rsquo;s Meet the Press, March 13, 2016</p>\r\n\r\n<p>Clair Brown, Timothy Sturgeon and Connor Cole, &quot;<a href=\"http://www.irle.berkeley.edu/workingpapers/156-13.pdf\">The 2010 National Organizations Survey: Examining the Relationships Between Job Quality and the Domestic and International Sourcing of Business Functions by United States Organizations</a>,&quot; December 2013</p>\r\n\r\n<p>Economic Policy Institute, &quot;<a href=\"http://www.epi.org/publication/china-trade-outsourcing-and-jobs/\">China Trade, Outsourcing and Jobs: Growing U.S. trade deficit with China cost 3.2 million jobs between 2001 and 2013, with job losses in every state</a>,&quot; Dec. 11, 2014</p>\r\n\r\n<p>Avraham Ebenstein, Margaret McMillan, Yaohui Zhao and Chanchuan Zhang, &quot;<a href=\"http://margaretsmcmillan.com/wp-content/uploads/2012/03/5_Ebenstein-et-al.-US-Manufacturing-and-China-November-2011.pdf\">Understanding the Role of China in the &#39;Decline&#39; of US Manufacturing</a>,* November 2011</p>\r\n\r\n<p>Dani Rodrik, &quot;<a href=\"http://drodrik.scholar.harvard.edu/files/dani-rodrik/files/premature_deindustrialization_revised2.pdf?m=1447439197\">Premature Deindustrialization</a>,&quot; November 2015</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"http://data.bls.gov/cgi-bin/surveymost?ce\">Employment, Hours, and Earnings from the Current Employment Statistics survey (National)</a>,&quot; accessed March 16, 2016</p>\r\n\r\n<p>Federal Reserve Bank of St. Louis, &quot;<a href=\"https://research.stlouisfed.org/fred2/series/PRS30006013\">Manufacturing Sector: Employment</a>,&quot; accessed March 16, 2016</p>\r\n\r\n<p>Deloitte, &quot;<a href=\"http://www2.deloitte.com/us/en/pages/strategy/articles/2014-global-outsourcing-and-insourcing-survey.html\">Deloitte&#39;s 2014 global outsourcing and insourcing survey</a>,&quot; accessed March 15, 2016</p>\r\n\r\n<p>Daniel Griswold, &quot;<a href=\"http://www.manzellareport.com/index.php/trade-finance/903-foreign-trade-zones-boost-u-s-exports-and-re-shoring\">Foreign-Trade Zones Boost U.S. Exports and Re-Shoring</a>,&quot; Oct. 12, 2014</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/06/steve-moore/steve-moore-says-ratio-people-working-government-m/\">Steve Moore says ratio of people working in government, manufacturing is &#39;an almost exact reversal&#39; of pattern in 1960</a>,&quot; April 6, 2011</p>\r\n\r\n<p>Email interview with Margaret McMillan, associate professor of economics at Tufts University, March 15, 2016</p>\r\n\r\n<p>Email interview with Timothy Sturgeon, senior researcher at the Massachusetts Institute of Technology&rsquo;s Industrial Performance Center, March 15, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says President Barack Obama has &quot;been presiding over our jobs going overseas for seven years.&quot;</p>\r\n", "statement_context": "an interview with NBC's \"Meet the Press\"", "statement_date": "2016-03-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}