{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/24/barack-obama/difference-medicare-medicare-advantage-maybe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1208, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1208/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Barack Obama defended plans to cut funding for a program called Medicare Advantage in an interview on  <em> This Week with George Stephanopolous </em> .</p>\r\n<p>Stephanopolous cited defenders of Medicare Advantage, such as Democratic Sen. Bill Nelson of Florida, who say cutting the program isn't fair to people who are currently enrolled in the optional Medicare program.</p>\r\n<p>Obama vigorously defended his plan. Medicare Advantage programs, he said, get \"about 14 percent more (in) overpayments, basically subsidies from taxpayers for a program that ordinary Medicare does just as good, if not better, at keeping people healthy.</p>\r\n<p>\"Now, they package these things in ways that, in some cases, may make it more convenient for some consumers, but they're overcharging massively for it.\"</p>\r\n<p>Obama added that he would use the money to close the so-called \"doughnut hole,\" a gap in prescription drug coverage for seniors.</p>\r\n<p>We know from our  <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/oct/17/barack-obama/thats-a-fair-estimate/\" target=\"_blank\"> previous reporting </a> that Medicare Advantage is more costly than regular Medicare. But we were curious if it had been proven that Medicare and Medicare Advantage produced the same patient outcomes.</p>\r\n<p>For those who need a little help on Medicare basics: Traditional Medicare is health insurance that the government offers to senior citizens. Seniors go to their regular doctors (as long as the doctors agree to accept Medicare), and Medicare picks up the bills. The billing system is called fee-for-service, which means that doctors bill for every service they provide.</p>\r\n<p>Anyone who is eligible for Medicare can choose to sign up for Medicare Advantage, which pays private insurance companies a set rate to treat Medicare beneficiaries. It was conceived as a cost-containment measure on the theory that competition among private plans would drive down costs. That has not happened. Some people prefer Medicare Advantage plans, though, because of convenience or because some plans offer extra benefits, such as additional coverage or even cash back through rebates on co-pays. About 23 percent of Medicare beneficiaries choose a Medicare Advantage plan.</p>\r\n<p>Medicare Advantage includes several types of programs, everything from HMOs to PPOs to traditional fee-for-service plans. The details of each plan tend to differ depending on geographic location. All this diversity means it's hard to talk about one set of outcomes for Medicare Advantage.</p>\r\n<p>We asked the White House what evidence it had to show that \"Medicare does just as good, if not better, at keeping people healthy\" as Medicare Advantage. Staffers pointed us to a March 2009 report from the Medicare Payment Advisory Commission, or MedPAC, an independent congressional agency that advises Congress on Medicare policy.</p>\r\n<p>We read MedPAC's report, and it seemed pretty down on Medicare Advantage, primarily because of its expense.</p>\r\n<p>\"Paying a plan more than the cost for delivering the same services under the FFS (fee-for-service) system is not an efficient use of Medicare funds, particularly in the absence of evidence that such extra payments result in better quality compared to FFS,\" the report said.</p>\r\n<p>But the report also noted how difficult it is to compare Medicare Advantage with traditional Medicare.</p>\r\n<p>The indicators of quality \"differ greatly among plans and across plan types in MA (Medicare Advantage), and we currently do not have a basis for comparing plan performance with the quality of care in FFS Medicare.\"</p>\r\n<p>MedPac said it plans to study the topic and issue a report in March 2010 under a mandate from Congress.</p>\r\n<p>MedPac was able to report, however, that Medicare Advantage HMOs, especially established HMOs, tend to have better outcomes than other Medicare Advantage plans.</p>\r\n<p>Additionally, a report from America's Health Insurance Plans, an industry group, said that Medicare Advantage HMOs in California and Nevada reduced hospital days and readmissions compared with traditional Medicare.</p>\r\n<p>But HMO plans are not the areas of Medicare Advantage that are growing the most.</p>\r\n<p>\"While payment policy in the MA program has led to growth in the number of plans available, growth in access to plans across the country, and increased enrollment, the additional funding has not necessarily resulted in cost containment or better quality of care for enrollees,\" MedPac concluded. \"Much of the enrollment growth is in new plans, which are not showing improvement in quality.\"</p>\r\n<p>MedPAC is an independent agency, but we wondered if there was any other research on the topic.</p>\r\n<p>We checked with two independent policy experts on Medicare &mdash; Stuart Guterman of the Commonwealth Fund and Marilyn Moon of the American Institutes for Research &mdash; and they both said the information was limited.</p>\r\n<p>\"There's not a lot of good data to compare, so there's not really good evidence to say one way or another,\" Guterman said of Medicare versus Medicare Advantage. \"All the plans have to provide the same benefit package that traditional Medicare provides.\"</p>\r\n<p>Moon said that while Medicare Advantage is open to everyone, there is evidence that the oldest and sickest beneficiaries tend to stay in traditional Medicare, probably because they are more change-averse. So it's possible that Medicare Advantage is paid more to take care of healthier seniors.</p>\r\n<p>\"That bothers me considerably,\" Moon said.</p>\r\n<p>We also reviewed consumer advice on Medicare plans. Most of the advice says that individuals should research and select their plans carefully based on their own health conditions and preferences. We didn't see any advice that drew broad conclusions about which was better, Medicare or Medicare Advantage.</p>\r\n<p>Finally, the White House sent us a statement emphasizing the president's point and renewing his promise to curtail extra payments to Medicare Advantage.</p>\r\n<p>\"There is no evidence that this extra payment leads to better quality for Medicare beneficiaries,\" said White House spokeswoman Katherine Bedingfield. \"Insurers, not beneficiaries or the Medicare program, determine how these overpayments are used &mdash; and this includes marketing and other administrative costs. This means that seniors do not always get the full overpayments back in the form of extra benefits. Additionally, some plans offer lower cost-sharing for drugs and vision care but higher cost-sharing for services such as hospitalizations and home health services. As a result, seniors can end up spending more out of pocket under a Medicare Advantage plan, not less.  <br /> &nbsp;  <br /> \"Reducing these Medicare overpayments will affirm President Obama&rsquo;s promise to strengthen the Medicare program, extend its solvency and reduce premiums for all beneficiaries.\"</p>\r\n<p>President Obama said, \"Medicare does just as good, if not better, at keeping people healthy\" as Medicare Advantage. We found little statistical evidence that would definitively confirm or refute this. MedPAC, the independent agency that reports to Congress, said it had no reason to think that Medicare Advantage overall was superior to regular Medicare. Nevertheless, there is uncertainty that merits further study. We rate Obama's statement Half True.</p>", "ruling_comments_date": "2010-01-07T13:28:47.983212", "ruling_date": "2009-09-24T11:53:35", "ruling_headline": "No difference between Medicare and Medicare Advantage? Maybe", "ruling_headline_slug": "difference-medicare-medicare-advantage-maybe", "ruling_link_text": "Not much data on outcomes for Medicare Advantage", "ruling_state": null, "source_documents": null, "sources": "<p>This Week with George Stephanopolous,  <a href=\"http://abcnews.go.com/print?id=8618937\" target=\"_blank\"> Interview with President Barack Obama </a> , Sept. 24, 2009</p>\r\n<p>Medicare Payment Advisory Commission,  <a href=\"http://www.medpac.gov/document_TOC.cfm?id=428\" target=\"_blank\"> A Data Book: Healthcare Spending and the Medicare Program </a> , June 2009</p>\r\n<p>Medicare Payment Advisory Commission,  <a href=\"http://www.medpac.gov/document_TOC.cfm?id=563\" target=\"_blank\"> Report to the Congress: Medicare Payment Policy </a> , March 2009</p>\r\n<p>America's Health Insurance Plans,  <a href=\"http://www.ahipresearch.org/pdfs/CAvsNV.pdf\" target=\"_blank\"> Reductions in Hospital Days, Re-Admissions, and Potentially Avoidable Admissions Among Medicare Advantage Enrollees in California and Nevada, 2006 </a> , Sept. 15, 2009</p>\r\n<p>Interview with Stuart Guterman of the Commonwealth Fund</p>\r\n<p>Interview with Marilyn Moon of the American Institutes for Research</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Medicare does just as good, if not better, at keeping people healthy\" as Medicare Advantage.</p>", "statement_context": "an interview on \"This Week with George Stephanopolous.\"", "statement_date": "2009-09-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}