{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/sep/24/massachusetts-legislature/massachusetts-legislature-flip-flops-governors-sen/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1210, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1210/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\n We've never put an entire legislature to the Flip-O-Meter before. But the recent move by the Massachusetts legislature in filling the seat held by the late Sen. Edward Kennedy was too bold to pass up.\n <br />\n <br />\n Massachusetts legislators this week approved a bill that allows the governor to appoint a temporary successor to Kennedy. But that came just over five years after legislators stripped the governor's longstanding power to appoint a U.S. senator to fill a vacancy. Both moves were consistent in one sense: In the strongly Democratic state, they advanced the Democratic Party's interests. But the two actions amount to a resounding flip-flop.\n <br />\n <br />\n In 2004, the state's junior senator, John Kerry, was the Democratic presidential nominee. Party leaders knew that if Kerry won in November, state law allowed the governor &mdash; then Republican Mitt Romney &mdash; to appoint Kerry's successor, and that person would presumably be a Republican. So, the Democratic leadership of the legislature drew up a measure to strip the governor of his senatorial appointment power.\n <br />\n <br />\n Under this bill, a special election would be held between 145 and 160 days after the incumbent senator left office. Until that special election was held, the seat would be vacant, and the governor would be unable to appoint an interim senator, something the governor had the right to do previously. The measure passed both chambers and was vetoed by Romney. The Democrats then muscled a two-thirds majority to override the veto. Of course, Kerry never won the presidency, but the law remained on the books.\n <br />\n <br />\n Fast-forward to 2009. Democrats realized that the law they had enacted in 2004 forced the state to have only one senator for roughly five months &mdash; and after Kennedy's death, that meant the state would be short one senator. From a political standpoint, that meant the U.S. Senate would have one less Democrat at a time when a Democratic president was trying to reach a 60-vote threshold to enact landmark legislation on Kennedy's signature issue, health care. And this time, the governor, Deval Patrick, is a Democrat and presumably would appoint someone from his party.\n <br />\n <br />\n So legislators quickly passed legislation that would keep the special election but still allow the governor to appoint an interim senator to serve until the special election. The measure passed both chambers, and on Sept. 24, 2009, Patrick named former Democratic National Committee chairman Paul Kirk, a Kennedy family friend, as the interim senator.\n <br />\n <br />\n To gauge the magnitude of this flip-flop, we looked back at the roll call votes in the state House from 2004 and 2009. (We were unable to locate the Senate roll calls online.) We found 50 state House members who effectively voted in 2004 to keep Kerry's seat in Democratic hands and also voted this month to appoint an interim senator who &mdash; no surprise here &mdash; ended up being a Democrat. All 50 were Democrats.\n <br />\n <br />\n It's worth pointing out that the votes were not about exactly the same thing. The 2009 vote kept in place the 2004 legislation's provisions on the special election, with both bills ultimately putting the choice for the Senate seat in the hands of the voters. Indeed, if we compared the votes on this basis alone, we might have suggested that the legislature had done a Half Flip.\n <br />\n <br />\n But two factors made the flip-flop more egregious. One was the rhetoric that Democrats used to defend the initial effort to strip gubernatorial appointment power. Many legislators argued that the power to choose U.S. senators ought to reside with the voters, not with one person.\n <br />\n <br />\n For instance, Democratic state Rep. J. James Marzilli Jr. told the\n <em>\n  Boston Globe\n </em>\n in 2004, \"It's ridiculous. We choose senators and members of Congress in elections. We shouldn't let politicians make those choices for us.\" The article added that Marzilli \"was unconcerned\" about leaving the seat vacant until the special election. \"We already have a congressional delegation, and we'll always have at least one member in the United States Senate,\" he said.\n <br />\n <br />\n Meanwhile, House Speaker Thomas Finneran charged that Romney wanted to name the next senator \"in a back room,\" according to the\n <em>\n  Boston Herald\n </em>\n . He added, \"That's reform? Please.\"\n <br />\n <br />\n And Senate President Robert E. Travaglini said, according to the\n <em>\n  Globe\n </em>\n , \"We have always felt that this position is significant enough that no one person should make that determination. It should be decided by the people.\" (None of the three Democrats were serving in the legislature by 2009.)\n <br />\n <br />\n The second factor that underlined the magnitude of the flip-flop is that Democratic legislative leaders in 2004 specifically rejected an entreaty by Romney to allow the governor to pick a temporary senator. In fact, Romney even offered to let Democratic leaders have a say in whom he picked.\n <br />\n <br />\n As the\n <em>\n  Globe\n </em>\n reported on July 12, 2004, a top aide to Romney unveiled the proposal on the steps of the state Capitol, saying the governor was willing to submit the name of a temporary appointee to the House speaker and the Senate president. That appointee would serve until the special election. (The temporary appointee could run in the special election; Kirk has promised not to.)\n <br />\n <br />\n But in 2004, key Democrats dismissed the governor's proposal. State Sen. Brian Joyce, the Democratic co-chairman of the Election Laws Committee, called it \"a clever political ploy.\" It went nowhere.\n <br />\n <br />\n To be fair, we should note that Republicans also said some things during the 2004 debate that would eventually clash with what they argued in 2009. But we are rating the Massachusetts legislature, which was, and is, controlled by Democrats.\n <br />\n <br />\n So let's recap. Democratic legislators in 2004 sought to take away the power of a (Republican) governor to appoint an interim senator, arguing that doing so would enable the people to take up their rightful responsibility instead. Five years later, many of those same legislators passed a law enabling a (Democratic) governor to name an interim senator &mdash; and in doing so, enacted something very similar to what they had rejected when the (Republican) governor proposed it in 2004. We rate this a Full Flop.\n</p>", "ruling_comments_date": "2010-01-07T13:28:48.150461", "ruling_date": "2009-09-24T15:44:17", "ruling_headline": "Massachusetts legislature flip-flops on governor's senatorial appointment power", "ruling_headline_slug": "massachusetts-legislature-flip-flops-governors-sen", "ruling_link_text": "Legislators were consistent in partisanship, not logic", "ruling_state": null, "source_documents": null, "sources": "<p>\n <span class=\"SS_L3\">\n  <span class=\"verdana\">\n   <span class=\"SS_L3\">\n    <span class=\"verdana\">\n     Massachusetts House of Representatives, roll call\n     <a href=\"http://www.mass.gov/legis/journal/RollCallPdfs/183/00838.PDF?Session=183&amp;RollCall=00838\" target=\"_blank\">\n      vote\n     </a>\n     No. 838, July 30, 2004\n    </span>\n   </span>\n  </span>\n </span>\n <br />\n <span class=\"SS_L3\">\n  <span class=\"verdana\">\n   <span class=\"SS_L3\">\n    <span class=\"verdana\">\n     <br />\n     Massachusetts House of Representatives, roll call\n     <a href=\"http://www.mass.gov/legis/journal/RollCallPdfs/186/00223.PDF?Session=186&amp;RollCall=00223\" target=\"_blank\">\n      vote\n     </a>\n     No. 223, Sept. 17, 2009\n    </span>\n   </span>\n  </span>\n </span>\n <br />\n <br />\n Boston Globe, \"Bill Aims to Deny Appointee Kerry Post,\" June 23, 2004, accessed via Nexis\n <br />\n <br />\n New York Times, \"Massachusetts Politicians Fight Over a Kerry Victory,\" June 25, 2004, accessed via Nexis\n <br />\n <br />\n Boston Herald, \"Gov loses round in House on special election,\" June 30, 2004, accessed via Nexis\n <br />\n <br />\n Boston Globe, \"Romney Offers Plan on an Interim Senator,\" July 12, 2004, accessed via Nexis\n <br />\n <br />\n Boston Globe, \"Romney Veto Overridden; Governor Can No Longer Fill Vacancies in the U.S. Senate,\" July 31, 2004, accessed via Nexis\n <br />\n <br />\n <span class=\"SS_L3\">\n  <span class=\"verdana\">\n   <span class=\"SS_L3\">\n    <span class=\"verdana\">\n     Interview with Tufts University political scientist Jeffrey Berry, Sept. 24, 2009\n     <br />\n    </span>\n   </span>\n  </span>\n </span>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Making laws", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Massachusetts", "id": 237, "last_name": "Massachusetts legislature", "mostly_true_count": 0, "name_slug": "massachusetts-legislature", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/MAss_Capitol_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/237/", "total_count": 1, "true_count": 0, "website": "http://www.mass.gov/legis/"}, "statement": "<p>On whether the governor of Massachusetts should be able to appoint an interim U.S. senator</p>", "statement_context": "votes in 2004 and 2009", "statement_date": "2009-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": null}