{"art": [{"brightcove": "", "caption": "Chris Brook with the ACLU announces that his group and several advocacy groups and several plaintiffs are filing suit against the recently passed North Carolina HB2 law.", "id": 7709, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30545021\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7709/", "title": "Mccrory video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wdoran@newsobserver.com", "first_name": "Will", "id": 548, "last_name": "Doran", "name_slug": "will-doran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/548/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/north-carolina/statements/2016/mar/28/pat-mccrory/gov-pat-mccrory-no-title-ix-threat-billions-federa/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "dbarkin@newsobserver.com", "first_name": "Dan", "id": 550, "last_name": "Barkin", "name_slug": "dan-barkin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/550/", "title": "Deputy editor", "twitter": null}], "facebook_headline": null, "id": 12139, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wdoran@newsobserver.com", "first_name": "Will", "id": 548, "last_name": "Doran", "name_slug": "will-doran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/548/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/12139/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>One of the biggest questions in the ongoing debate over North Carolina&rsquo;s new statewide law invalidating local LGBT protections is the status of $4.5 billion in federal education funding via Title IX.</p>\r\n\r\n<p>Title IX is a 1972 law that requires educational institutions to treat men and women equally. It has been used to punish schools for not taking sexual assault seriously, or for not offering women chances to play sports.</p>\r\n\r\n<p>The federal government has begun arguing in recent years that Title IX protections extend to transgender students, and a 2014 Department of Education memo formalized that position. &nbsp;</p>\r\n\r\n<p>&quot;All students, including transgender students and students who do not conform to sex stereotypes, are protected from sex-based discrimination under Title IX,&quot; the memo reads. &quot;Under Title IX, a recipient generally must treat transgender students consistent with their gender identity in all aspects of the planning, implementation, enrollment, operation, and evaluation of single-sex classes.&quot;</p>\r\n\r\n<p>Transgender people are those who don&rsquo;t identify with the gender on their birth certificate. Even if they have one gender&rsquo;s anatomy, they live life as the other gender and consider themselves to truly be that gender. One widely cited study in 2011 estimated that 0.3 percent of adults are transgender.</p>\r\n\r\n<p>North Carolina&rsquo;s new law specifically prohibits schools from allowing transgender students to use bathrooms consistent with their gender identity. &nbsp;The law says schools may only permit a student to use the restrooms, locker rooms or other such facilities of the gender listed on the student&rsquo;s birth certificate.</p>\r\n\r\n<p>The ACLU and some Democratic legislators say that contradiction between the state law and the federal guidance could cost billions. North Carolina is scheduled to receive an estimated $4.58 billion from the federal government in 2016 for education funding, which could be at risk with a Title IX violation. Those funds are largely for Pell Grants and student loans but also go toward K-12 programs for homeless students, rural schools, adult literacy and more.</p>\r\n\r\n<p>Republicans thoroughly disagree that the funding is at risk, and it was one of 18 points Gov. Pat McCrory made in a press release over Easter weekend which he dubbed &quot;Facts vs. Myths.&quot;</p>\r\n\r\n<p>&quot;Will this bill threaten federal funding for public schools under Title IX?&quot; McCrory asked, only to then answer: &quot;No, according to a federal court which has looked at a similar issue.&quot;</p>\r\n\r\n<p>McCrory has a point, &nbsp;but he leaves out a lot of detail. In eastern Virginia, a federal judge did rule that a school district wasn&rsquo;t violating Title IX by refusing to let a transgender teen, who was born a female but identifies as male, use the boys bathroom. In that lawsuit, the student was represented by the ACLU and had statements of support from the U.S. Department of Justice and Department of Education.</p>\r\n\r\n<p><strong>The Virginia case</strong></p>\r\n\r\n<p>McCrory knows the case well; he was one of two governors (along with Maine Republican Gov. Paul LePage) who submitted briefs on behalf of the school district in that case. A few other states weighed in with briefs from their attorneys general, but North Carolina Attorney General Roy Cooper &ndash; and McCrory&rsquo;s Democratic opponent in November &ndash; declined to follow suit.</p>\r\n\r\n<p>The Virginia school district restricted students to bathrooms based on their &quot;biological gender,&quot; which is similar to the &quot;biological sex&quot; wording used in North Carolina now. And in Virginia, the judge said that restriction is OK.</p>\r\n\r\n<p>So McCrory is right on that much. But he fails to mention that the case is currently under consideration by the 4th Circuit Court of Appeals, the federal appeals court which also covers North Carolina. The ACLU has further asked that the 85-year-old judge in question be removed from the case, alleging he didn&rsquo;t follow proper procedure and made statements indicating he doesn&rsquo;t have a firm grasp of science.</p>\r\n\r\n<p>&quot;Regardless of the outcome of this case, the public in general, and transgender people in particular, should have confidence the proceedings are not based on mistaken assumptions that continue to stigmatize transgender people, even if unintentionally,&quot; the ACLU wrote in asking the appeals court to remove the judge, Robert G. Doumar.</p>\r\n\r\n<p>The appeal states the judge refused&nbsp;expert witness testimony, allowed hearsay evidence on behalf of the school district but not on behalf of the student, refused&nbsp;testimony from the student, referred to the student as having a &quot;mental disorder&quot; &ndash; even after being informed that &quot;The American Psychiatric Association has made clear that Gender Dysphoria should not be described as a &lsquo;disorder&rsquo;&quot; &ndash; and went off on a tangent about federal policies concerning drug use, immigration and other unrelated issues.</p>\r\n\r\n<p>The appeals court heard the appeal in January but has not yet announced its decision.</p>\r\n\r\n<p><strong>Other cases</strong></p>\r\n\r\n<p>Last year a judge in Pennsylvania ruled against a transgender University of Pittsburgh student, who was expelled and criminally charged after repeatedly ignoring a bathroom ban. In that case, unlike in the Virginia case happening around the same time, the federal government did not weigh in.</p>\r\n\r\n<p>And then there&rsquo;s the matter of other cases in which schools have settled with the federal government rather than going to court, like in the Virginia case.</p>\r\n\r\n<p>Schools in Illinois and California changed their policies after being threatened with the loss of funding by the federal government via Title IX.</p>\r\n\r\n<p>In Illinois, a transgender student who was born a male was allowed to change in the girls locker room, but behind a curtain. Previously the student had been using private, single-occupancy rooms to change &ndash; a provision that North Carolina&rsquo;s law does allow for &ndash; but the federal authorities told Illinois officials that wasn&rsquo;t good enough.</p>\r\n\r\n<p>In California, a school district agreed to let transgender students use the facilities of the gender they identify as, to amend its anti-discrimination policies to include &quot;gender identity,&quot; to train administrators on how to accommodate transgender students and to give students &quot;age-appropriate&quot; lessons to discourage bullying and sexual harassment of transgender people.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gov. Pat McCrory is correct that a federal judge said schools shouldn&rsquo;t lose Title IX funding for not allowing transgender students to use the bathroom of the gender they identify with.</p>\r\n\r\n<p>But McCrory failed to mention that the case is still pending on appeal, and that there are questions about the judge&rsquo;s impartiality.</p>\r\n\r\n<p>Furthermore, the threat of losing Title IX funds was real enough to convince authorities in Illinois and California to comply.</p>\r\n\r\n<p>In the end, it largely comes down to politics. The two judges who have ruled against transgender students are Republican political appointees. The federal departments of education and justice, which typically support transgender students, are run by Democratic political appointees.</p>\r\n\r\n<p>McCrory is right that a judge said there shouldn&rsquo;t be a threat to Title IX funding in these types of situations. But that&rsquo;s not to say there&rsquo;s no threat at all &ndash; the official stance of the Obama administration, after all, has been enough of a threat to scare Illinois and California into making changes. Those are important pieces of context that are nowhere to be found in McCrory&rsquo;s statement.</p>\r\n\r\n<p>We rate this statement Half True.</p>\r\n", "ruling_comments_date": "2016-03-28T20:41:51.388994", "ruling_date": "2016-03-28T20:07:33", "ruling_headline": "Gov. Pat McCrory: No Title IX threat to billions in federal funding after controversial new LGBT law", "ruling_headline_slug": "gov-pat-mccrory-no-title-ix-threat-billions-federa", "ruling_link_text": "One judge's opinion is not federal policy", "ruling_state": null, "source_documents": null, "sources": "<p>United States Department of Education, 2014 memo, <a href=\"https://timedotcom.files.wordpress.com/2014/12/faqs-title-ix-single-sex-201412.pdf\">&quot;Questions and Answers on Title IX and Single-Sex Elementary and Secondary Classes and Extracurricular Activities&quot;</a></p>\r\n\r\n<p>ACLU appeal in Virginia case, <a href=\"https://www.aclu.org/sites/default/files/field_document/gg_ca4_openingbrfinal.pdf\">&quot;G.G. v. Gloucester County School Board&quot;</a></p>\r\n\r\n<p>United States Department of Justice, <a href=\"https://www.justice.gov/crt/overview-title-ix-education-amendments-1972-20-usc-1681-et-seq\">&quot;Overview of Title IX of the Education Amendments of 1972&quot;</a></p>\r\n\r\n<p>U.S. Department of Education, <a href=\"http://www2.ed.gov/about/overview/budget/statetables/16stbystate.pdf\">&quot;Funds for State Formula-Allocated and Selected Student Aid Programs&quot;</a> 2014-2016 (NC funding&nbsp;pg. 75-76)</p>\r\n\r\n<p>N.C. General Assembly,&nbsp;<a href=\"http://www.ncleg.net/Sessions/2015E2/Bills/House/HTML/H2v4.html\">SESSION LAW 2016-3&nbsp;HOUSE BILL 2</a></p>\r\n\r\n<p>ACLU of North Carolina, March 23, 2016,&nbsp;<a href=\"http://www.acluofnorthcarolina.org/blog/aclu-nc-denounces-passage-of-most-extreme-anti-lgbt-bill-in-the-nation.html\">&quot;ACLU-NC Denounces Passage of Most Extreme Anti-LGBT Bill in the Nation&quot;</a></p>\r\n\r\n<p>N.C. Governor&#39;s Office, March 26, 2016,&nbsp;<a href=\"http://governor.nc.gov/press-release/myths-vs-facts-what-new-york-times-huffington-post-and-other-media-outlets-arent\">&quot;Myths vs Facts: What New York Times, Huffington Post and other media outlets aren&#39;t saying about common-sense privacy law&quot;</a></p>\r\n\r\n<p>The Pittsburgh Post-Gazzette, April 1, 2015, <a href=\"http://www.post-gazette.com/news/education/2015/04/01/Judge-tosses-transgender-man-s-suit-against-university-of-Pittsburgh/stories/201504010179\">&quot;Judge tosses transgender man&#39;s suit against Pitt&quot;</a></p>\r\n\r\n<p><a href=\"https://www.justice.gov/sites/default/files/crt/legacy/2013/07/26/arcadiaagree.pdf\">Resolution agreement&nbsp;</a>between the Arcadia Unified School District, the U.S. Department of Education, Office for Civil Rights, and the U.S. Department of Justice, Civil Rights Division</p>\r\n\r\n<p>The New York Times, Nov. 2, 2015, <a href=\"http://www.nytimes.com/2015/11/03/us/illinois-district-violated-transgender-students-rights-us-says.html?_r=0\">&quot;Illinois district violated transgender student&#39;s rights, U.S. says&quot;</a></p>\r\n\r\n<p>The News &amp;&nbsp;Observer, Nov. 23, 2015, <a href=\"http://www.newsobserver.com/news/politics-government/politics-columns-blogs/under-the-dome/article46027530.html\">&quot;McCrory&nbsp;calls on Cooper to oppose transgender bathroom lawsuit&quot;</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Former Governor of North Carolina", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "North Carolina", "id": 2520, "last_name": "McCrory", "mostly_true_count": 0, "name_slug": "pat-mccrory", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GovPatMcCroryPF.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2520/", "total_count": 13, "true_count": 1, "website": "https://www.facebook.com/GovernorPat/"}, "statement": "<p>&quot;Will (HB2)&nbsp;threaten federal funding for public schools under Title IX? No, according to a federal court which has looked at a similar issue.&quot;</p>\r\n", "statement_context": "a list of rebuttals to criticism over the law", "statement_date": "2016-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}