{"art": [{"brightcove": "", "caption": "Obama faced the Truth-O-Meter 56 times since he took office and earned 11 False and one Pants on Fire.", "id": 190, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/photos/Truth-O-Meter_Plan.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/190/", "title": "Blank Truth-O-Meter", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/29/ginny-brown-waite/aarp-insurance-health-reform-conflict/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1214, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1214/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n AARP, the nonprofit advocacy group for seniors, has often said it does not endorse a particular plan for health care reform. But the group has been a high-profile supporter of overall reform and hosted a town hall event with President Barack Obama in July.\n</p>\n<p>\n That advocacy has bothered some Republicans.\n</p>\n<p>\n Rep. Ginny Brown-Waite of Florida sent AARP a blistering letter after the group wrote her, questioning her statements about the health care reform bill under consideration in the U.S. House of Representatives.\n</p>\n<p>\n \"Every day I hear from constituents who are concerned that AARP no longer represents their values,\" Browne-Waite wrote. \"They are surprised to learn that AARP is the largest reseller of insurance in the country and as such has a vested interest in seeing that the market for reselling supplemental insurance expands.\"\n</p>\n<p>\n \"AARP unfortunately has become a mouthpiece for this president at the expense of what is best for America's seniors,\" she added.\n</p>\n<p>\n The two letters are long and contain many details about the House health care bill. You can read\n <a href=\"http://www.tampabay.com/specials/2009/PDFs/brown-waite_aarp.pdf\" target=\"_blank\">\n  AARP's letter here\n </a>\n and\n <a href=\"http://brown-waite.house.gov/UploadedFiles/AARP_Response_Letter.pdf\" target=\"_blank\">\n  Brown-Waite's response here\n </a>\n . (AARP's letter cited PolitiFact.com as a source on employer mandates. See\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/26/ginny-brown-waite/health-care-bill-does-not-force-employers-drop-c/\" target=\"_blank\">\n  our full item here\n </a>\n .)\n</p>\n<p>\n We wanted to check Brown-Waite's statement that \"AARP is the largest reseller of insurance in the country and as such has a vested interest in seeing that the market for reselling supplemental insurance expands.\" Other critics have made similar charges, alleging more directly that AARP is supporting health care reform to bring in more money.\n</p>\n<p>\n We'll start with an explanation of AARP's involvement in the insurance business. AARP lends its name to insurance companies to sell policies to AARP members. The insurance companies then pay AARP a fee for the policies they sell with the AARP name. AARP calls these payments royalties.\n</p>\n<p>\n Medicare, the government-run health plan for seniors, requires people to pay a percentage of their health care costs, and there is no limit on this cost-sharing. For seniors with many health issues or catastrophic illness, this can be very costly. So seniors can buy \"Medigap\" policies from private insurers that help cover those costs, and this is the supplemental insurance that Brown-Waite mentioned.\n</p>\n<p>\n So AARP is not a reseller of insurance as Brown-Waite claims. It licenses its name to companies that sell the policies.\n</p>\n<p>\n Still, we wanted to know if we could quantify whether it's the biggest royalty collecter from insurance companies. Unfortunately, we were not able to quantify this. We checked with several insurance authorities, including the Center for Medicare and Medicaid Services, the National Association of Insurance Commissioners, and the Medicare Payment Advisory Commission (MedPAC). None of them kept data on branded plans as such, and none of the experts or private tracking organizations we asked had data on that point, either.\n</p>\n<p>\n When we asked Brown-Waite's office about why she said AARP was the biggest reseller of insurance, the staff said she drew that conclusion because AARP calls itself the largest membership organization for people age 50 and over in the United States. But in our view, that doesn't necessarily mean Brown-Waite is correct.\n</p>\n<p>\n On our own, we found that AARP's partner in selling Medigap insurance is the private insurer UnitedHealthcare Insurance Co., a division of UnitedHealth Group. UnitedHealth is the No. 1 seller of Medigap coverage, with nearly 30 percent of the market,  according to Mark Farrah Associates, a health insurance analytics company that analyzes data filed with the National Association of Insurance Commissioners.\n</p>\n<p>\n So how would health reform goose Medigap sales? Brown-Waite's argument centers around Medicare Advantage, a program in which the federal government pays private insurance companies a set rate to treat Medicare beneficiaries. Some Medicare Advantage plans offer extra benefits, so their patients don't need Medigap insurance. AARP has been critical of Medicare Advantage, because the program was conceived as a cost-containment measure on the theory that competition among private plans would drive down costs. That has not happened, and Medicare Advantage actually costs the government more. AARP has argued that people on Medicare are effectively subsidizing Medicare Advantage, and that should stop.\n</p>\n<p>\n We should point out here that AARP gets royalties from Medigap plans\n <em>\n  and\n </em>\n from Medicare Advantage plans. It partners with UnitedHealth on both plans. UnitedHealth is also the No. 1 seller of Medicare Advantage, with 16 percent of the market, followed closely by Humana with 14 percent of the market, according to Mark Farrah Associates.\n</p>\n<p>\n We also found, through the public records that AARP is required to file as a nonprofit, that AARP derives significant income from its royalties. In 2008, it earned $652.7 million from royalities. Not all of this is from Medigap and Medicare Advantage, because AARP also offers life insurance, car insurance, dental insurance, credit cards and other services. All those royalties account for 57 percent of its total revenues. (The total is an eye-popping $1.14 billion.)\n</p>\n<p>\n Brown-Waite asked AARP to disclose how much money it makes off the Medigap policies and other health insurance products; her office told us it has not received a reply. AARP said in its annual report that 65 percent of its royalties are from health-related products, but it did not provide a detailed breakdown.\n</p>\n<p>\n AARP objects vigorously to Republican claims that AARP is motivated by money in the positions it takes on health care reform. Many of its younger members, aged 50 to 64, don't qualify for Medicare and have a difficult time finding insurance if they lose coverage, the group said. The royalty money goes to fund its advocacy work, and the attacks on it for its royalties are politically motivated, it said.\n</p>\n<p>\n AARP executive vice president Nancy LeaMond said in a statement, \"Similar to 'death panels' and other scare tactics, this latest effort is a misguided attempt to talk about anything other than the health care reform this country needs. ... The only benefit AARP is looking for in health reform is relief for the millions of Americans who are crushed by soaring prescription drug prices, relief for the millions of Americans who are told they can't get coverage because they&rsquo;re too old or too sick, and relief for the millions of Americans who need Medicare strengthened. Period.\"\n</p>\n<p>\n It's difficult to assess how AARP would fare under the many versions of health care reform being considered in Congress. If the Medicare Advantage plan was reduced, it's not clear to us if AARP would benefit or not. Keep in mind, it gets royalties off Medicare supplemental insurance and Medicare Advantage, so its mix of policy types might change but it's hard to say if that would affect its overall royalties.\n</p>\n<p>\n Another argument in AARP's favor is that  AARP has marketed health insurance to its members since its inception, even predating Medicare's creation in 1965. (We found several confirmations of this in the history books we reviewed on the history of Medicare.) Dr. Ethel Percy Andrus founded AARP in 1958, and the AARP site says that even back then, part of her intent was to help seniors buy insurance.\n</p>\n<p>\n Andrus started the organization to help retired school teachers find health insurance, according to AARP's history. \"Dr. Andrus approached dozens of insurance companies until she found one willing to take the risk of insuring older persons,\" the site said. \"She then developed other benefits and programs, including a discount mail order pharmacy service. Over the years (the National Retired Teachers Association) heard from thousands of others who wanted to know how they could obtain insurance and other NRTA benefits without being retired teachers. After 10 years, Dr. Andrus realized the time had come to create a new organization open to all Americans.\"\n</p>\n<p>\n Still, AARP's royalties have grown in recent years. Last year, the news organization Bloomberg reported a lengthy story about AARP's insurance royalties, including anecdotal complaints that some seniors were able to find cheaper policies. AARP disputed some of the article's details, as well as the notion that it was motivated by royalty payments.\n</p>\n<p>\n But Marilyn Moon, a noted Medicare expert and the former director of the AARP&rsquo;s Public Policy Institute, said the organization is becoming too reliant on royalty payments.\n</p>\n<p>\n \"There's an inherent conflict of interest,\" Moon told Bloomberg. \"A lot of people there are trying to do good, but they're ending up becoming very dependent on sources of income.\"\n</p>\n<p>\n We talked to Moon last week and she said she still considered the organization's growing royalty payments to be problematic, and a downside of its organizational growth. \"It's very hard for the tail not to wag the dog,\" she said.\n</p>\n<p>\n Getting back to the statement we're rating, Brown-Waite said, \"AARP is the largest reseller of insurance in the country and as such has a vested interest in seeing that the market for reselling supplemental insurance expands.\" It is not a reseller, a word that suggests a greater financial involvement than AARP has. But AARP does attach its name to policies that private insurers sell and receive royalty payments. Is it the largest licensee? It might be &mdash; it certainly makes millions &mdash; but there is little data to confirm or refute that it is the largest. Does it have an interest? Yes, although we can't conclusively say health reform will lead to more money for AARP. So we rate her statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:48.357061", "ruling_date": "2009-09-29T17:44:23", "ruling_headline": "AARP profits from insurance sales; GOP calls it a health reform conflict", "ruling_headline_slug": "aarp-insurance-health-reform-conflict", "ruling_link_text": "Not a reseller, but it does profit", "ruling_state": null, "source_documents": null, "sources": "<p>\n AARP Health,\n <a href=\"http://www.aarphealthcare.com/Common/Disclosure.aspx\" target=\"_blank\">\n  Important disclosures\n </a>\n , accessed Sept. 28, 2009\n</p>\n<p>\n Guidestar, AARP's Form 990, accessed Sept. 28, 2009 via subscription\n</p>\n<p>\n Bloomberg,\n <span class=\"news_story_title\">\n  <a href=\"http://www.bloomberg.com/apps/news?pid=20670001&amp;refer=&amp;sid=a4OkPQIPF6Kg\" target=\"_blank\">\n   AARP&rsquo;s Stealth Fees Often Sting Seniors With Costlier Insurance\n  </a>\n  , Dec. 4, 2008\n </span>\n</p>\n<p>\n <span class=\"news_story_title\">\n  AARP,\n  <a href=\"http://www.aarp.org/aarp/presscenter/pressrelease/articles/bloomberg_letter_to_the_editor.html\" target=\"_blank\">\n   Letter to the Editor Response to Bloomberg Article\n  </a>\n  , Dec. 15, 2008\n </span>\n</p>\n<p>\n <span class=\"news_story_title\">\n  AARP,\n  <a href=\"http://assets.aarp.org/www.aarp.org_/TopicAreas/annual_reports/assets/ASI_financials2008final.pdf\" target=\"_blank\">\n   Annual Report\n  </a>\n  , 2008\n  <br />\n </span>\n</p>\n<p>\n <span class=\"news_story_title\">\n  Mark Farrah Associates,\n </span>\n <a href=\"http://www.markfarrah.com/press.asp?article=55\" target=\"_blank\">\n  Medicare Supplement Revival Seen by Mark Farrah Associates\n </a>\n , June 18, 2009\n</p>\n<p>\n <span class=\"news_story_title\">\n  Mark Farrah Associates,\n </span>\n <a href=\"http://www.markfarrah.com/healthcarebs.asp?article=66\" target=\"_blank\">\n  Medicare Advantage Plans Surpass 11 Million Mark\n </a>\n , Aug. 12, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congresswoman", "false_count": 0, "first_name": "Ginny", "half_true_count": 2, "home_state": "Florida", "id": 220, "last_name": "Brown-Waite", "mostly_true_count": 0, "name_slug": "ginny-brown-waite", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/GinnyB-W.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/220/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>AARP is \"the largest reseller of insurance in the country\" and \"has a vested interest in seeing that the market for reselling supplemental insurance expands.\"</p>", "statement_context": "a letter to AARP", "statement_date": "2009-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}