{"art": [{"brightcove": "", "caption": "Colorado campaign ad pushes beer and wine in grocery stores", "id": 7732, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/7732/", "title": "Colorado campaign ad pushes beer and wine in grocery stores", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ftMnqmyYgXQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ftMnqmyYgXQ"}], "author": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "canonical_url": "/colorado/statements/2016/apr/01/your-choice-colorado/ad-says-beer-and-wine-grocery-stores-good-everybod/", "edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": null, "id": 12168, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/12168/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The feel-good TV ad featuring images of Colorado outdoor adventurers and happy people holding beers bottles declares it&#39;s time to &quot;give Coloradans what they want &mdash; real craft beer at grocery stores.&quot;</p>\r\n\r\n<p>The <a href=\"https://www.youtube.com/watch?v=ftMnqmyYgXQ\" style=\"text-decoration:none;\"><u>political ad</u></a> is sponsored by King Soopers, Walmart and Safeway, big chains that are backing a Colorado ballot measure to allow grocery and big box stores to sell full-strength beer and wine. The campaign operates under the group Your Choice Colorado.</p>\r\n\r\n<p>The ad features Chris Phelps, co-owner of Saint Patrick&rsquo;s Brewing Company, who says if the proposal becomes reality, &quot;People have more access to it (craft beer), the breweries have more access to the people, and it&#39;s good for everybody.&quot;</p>\r\n\r\n<p>That heady assessment is hotly contested by opponents, who say the ballot measure would hurt craft breweries and wineries because big grocery chains would just offer the better-known craft<strong> </strong>brands. They also warn it would cause the demise of hundreds of liquor stores, a crucial marketplace for craft brewers and wineries.</p>\r\n\r\n<p>We decided to examine the ad&#39;s claim that expanding the sale of full-strength beer and wine to grocery and big box stores will be &quot;good for everybody.&quot;</p>\r\n\r\n<p><strong>Brewhaha years in the making</strong></p>\r\n\r\n<p>The brewing debate highlights a contradictory quirk about Colorado, where marijuana chain stores are legal but state law prohibits chain stores that sell alcohol. This in a state whose craft brewery industry nationally <a href=\"https://www.brewersassociation.org/statistics/by-state/\" style=\"text-decoration:none;\"><u>ranks first for state economic contribution per capita</u></a>, second in the average amount of beer consumed by drinking-age adults (13.6 gallons annually), and third in barrels of craft beer produced (1.7 million annually).</p>\r\n\r\n<p>Under current state law, a grocery store chain can only have one licensed location that sells full-strength beer, wine and liquor. The one-location-per-license limit also applies to liquor stores. Otherwise, the state restricts grocery and convenience stores to selling beer that contains just 3.2 percent alcohol. Colorado is one of five states in the country that have the 3.2 percent<strong> </strong>beer restriction. (The others are Utah, Kansas, Minnesota and Oklahoma).</p>\r\n\r\n<p>Colorado&#39;s liquors restrictions date back more than 80 years ago to the end of Prohibition, the nation&#39;s 13-year ban on booze.</p>\r\n\r\n<p>Colorado liquor stores have a near-monopoly on the sale of beer, wine and hard liquor &mdash; except for the one liquor store outlet each grocery store chain can operate.</p>\r\n\r\n<p><strong>Grocery store-funded study: Everybody wins!</strong></p>\r\n\r\n<p>Your Choice Colorado argues modernizing the state&rsquo;s &quot;antiquated&quot; alcohol laws will save consumers time and money, create about 200 new grocery stores, add an estimated 22,000 new jobs and boost craft beer sales by $125 million.</p>\r\n\r\n<p>This analysis comes from a <a href=\"http://www.yourchoicecolorado.org/wp-content/uploads/2015/12/Economic-Impact-of-Allowing-Alcohol-to-be-Sold-in-Grocery-Stories-6.pdf\" style=\"text-decoration:none;\"><u>study by a University of Denver economist</u></a> funded by King Soopers, Walmart and Safeway. You can imagine why the opposing campaign, Keep Colorado Local, an alliance of liquor stores, craft breweries, wineries and the Colorado Restaurant Association, questions the findings right off the bat.</p>\r\n\r\n<p>Allowing full-strength beer and wine sales at grocery and big box stores will cut the prices Coloradans pay by 18 percent through increased competition, the study said.</p>\r\n\r\n<p>&quot;Alcohol restrictions act like a tax on Colorado consumers, by contributing to significantly higher alcohol prices and limiting consumer choice,&quot; said the study&rsquo;s author, Jack Strauss, the DU economics professor.</p>\r\n\r\n<p>Strauss calls the state&rsquo;s liquor stores a &quot;protected class,&quot; because they don&rsquo;t face competitive pressure to lower prices and have a comparatively low business failure rate.</p>\r\n\r\n<p>But the economist said&nbsp;the law is also bad for craft-beer brewers, because their products are denied access to a wider marketplace.</p>\r\n\r\n<p>Passage of the ballot measure would bring tens of millions in sales to medium- to large-sized craft brewers, Strauss said, and smaller brewers could do well if they have a good product and &quot;get lucky&quot; by gaining access to the big retail stores. Small brewers, however, should continue to find a &quot;specialty&quot; product niche in liquor stores, he added.</p>\r\n\r\n<p>Strauss said his conclusions are supported by sales data from Washington state and Oregon, big craft-brewing states where full-strength beer and wine are sold in grocery and big box stores. He said Safeway and Kroger&rsquo;s sales of local craft beer in Oregon and Washington are well over $100 million annually.</p>\r\n\r\n<p>Meanwhile, liquor store sales in Portland and Seattle have more sales per capita of 55 percent and 14 percent, respectively, than Denver liquor stores, Strauss said.</p>\r\n\r\n<p>In Colorado, he noted that liquor stores appear to be thriving near grocery and big-box stores that have their chain&rsquo;s allotted one liquor-store location. He counted about 75 liquor stores near the King Soopers and Target stores that sell alcohol in Glendale and 35 liquor stores near the Safeway that sells alcohol in Littleton.</p>\r\n\r\n<p>Still, Strauss acknowledges there&rsquo;s a possibility of &quot;some small liquor stores potentially going under.&quot;</p>\r\n\r\n<p>Opponents say the big chain stores got what they paid for in the DU economist&rsquo;s study.</p>\r\n\r\n<p>&quot;The notion that liquor stores adjacent to a grocery store would stay in business is something that must have been authored in the creative writing department,&quot; said Curtis Hubbard, a spokesman for the opposing campaign&rsquo;s alliance, Keep Colorado Local.</p>\r\n\r\n<p><strong>Opponent-funded study: Liquor stores will be decimated </strong></p>\r\n\r\n<p>Opponents cite a 2011 study by <a href=\"http://myclba.com/news/wp-content/uploads/2011/10/Economic_Impact_Report_Final-1.pdf\" style=\"text-decoration:none;\"><u>Summit Economics</u></a> on the potential impacts of allowing full-strength beer to be sold Colorado grocery and convenience stores. The study was funded by the Colorado Licensed Beverage Association and other groups representing independent liquor stores.</p>\r\n\r\n<p>The study said that full-strength beer legislation, which was being considered by state lawmakers at the time, would devastate mom-and-pop liquors stores. The study predicted that if the full-strength beer proposal became law, within five years:</p>\r\n\r\n<p>&bull;&nbsp;700 independent liquor stores -- 42 percent of the state&rsquo;s 1,650 total liquor stores -- would close.</p>\r\n\r\n<p>&bull;&nbsp;10,000 jobs would be lost, including liquor store workers and the rippling impact across the economy.</p>\r\n\r\n<p>&bull;&nbsp;$240 million in annual wages would be lost.</p>\r\n\r\n<p>There are 311 licensed craft breweries in the state and more than 50 breweries oppose the ballot measure to allow beer and wine sales in grocery stores. They say the loss of liquor stores would harm brewers, too.</p>\r\n\r\n<p>&quot;Liquor law in Colorado encourages breweries to grow like nowhere else and have made us the envy of the rest of the country,&quot; said&nbsp;<a href=\"http://keepcolocal.com/2015/10/21/independent-colorado-businesses-committed-to-fighting-out-of-state-corporations-campaign-to-sell-alcohol-in-chain-stores/\" style=\"text-decoration:none;\"><u>John Carlson, executive director of the Colorado Brewers Guild</u></a>. &quot;Craft brewers are able to get their beer on the shelves of local liquor stores quickly and easily because they have the cooler space and the staff of local stores are their friends and neighbors who are invested in the community&rsquo;s success. Colorado brewers enhance and grow the local economy.&quot;</p>\r\n\r\n<p>Yet, a <a href=\"http://www.leg.state.co.us/clics/clics2009a/commsumm.nsf/b4a3962433b52fa787256e5f00670a71/97627258306fdeeb87257576005739ad/$FILE/09HouseHHS0311AttachF.pdf\" style=\"text-decoration:none;\"><u>2009 study for the state legislature</u></a> concluded the evidence from Colorado and other&nbsp;states shows that allowing full-strength beer sales in grocery and convenience&nbsp;stores would not cause &quot;the widespread closings of liquor stores predicted&nbsp;by opponents.&quot; The study was for a proposed bill that ultimately failed. &nbsp;&nbsp;</p>\r\n\r\n<p><strong>Independent economists: Lower prices, negative impact on liquor stores</strong></p>\r\n\r\n<p>Independent economists we consulted agree that increased competition should lead to lower prices. But they also say it will hurt the liquor stores.</p>\r\n\r\n<p>&quot;We find that prices are indeed lower in states where alcohol is sold in grocery stores,&quot; said Marco Costanigro, an associate professor of economics at Colorado State University who co-authored a 2013 study, <em>Economic and Social Implications of Regulating Alcohol in Grocery Stores. &nbsp;&nbsp;</em></p>\r\n\r\n<p>&quot;I am pretty positive that the lower prices can be ascribed to increased competition and the cost-savings that larger distributors can achieve thanks to economies of scale,&quot; Costanigro added.</p>\r\n\r\n<p>Martin Shields, another CSU economist, said&nbsp;that while allowing full-strength beer and wine in grocery stories will likely give consumers lower prices and convenient one-stop shopping, it &quot;will likely significantly hurt liquor stores.&quot;</p>\r\n\r\n<p>Research shows the potential economic winners -- and losers -- of loosening restrictive alcohol laws.</p>\r\n\r\n<p><a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1465-7287.2011.00272.x/abstract\" style=\"text-decoration:none;\"><u>In a 2012 study</u></a>, Cornell University economist Bradley J. Rickard did a simulation model to assess the likely economic effects of allowing wine sales at grocery stores in New York state. Despite a poll showing that 58 percent of New York state residents support allowing wine to be sold in grocery stores, legislative efforts to make it happen have failed over 50 years.</p>\r\n\r\n<p>Rickard&#39;s analysis found that, if grocers could sell wine, state tax revenue would increase by $22 million annually and revenue for state wineries would grow about 13 percent.</p>\r\n\r\n<p>But introducing wine in grocery stores would have &quot;negative consequences&quot; for liquor stores, whose revenues were calculated to fall by 28 percent, the study said. &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p><strong>Our ruling &nbsp;&nbsp;&nbsp;</strong></p>\r\n\r\n<p>A Your Choice Colorado ad says a ballot measure to expand the sale of full-strength beer and wine to grocery and big box stores will be &quot;good for everybody.&quot;</p>\r\n\r\n<p>The economic impact study funded by large grocery retailers said&nbsp;the proposal would save consumers time and money, create about 200 more grocery stores, add 22,000 new jobs and boost craft beer sales by $125 million. Opponents forecast precisely the opposite effect, saying it would close 700 liquor stores, cause the loss of 10,000 jobs, and hurt craft breweries and wineries.</p>\r\n\r\n<p>Independent economists say the proposal would increase competition, giving consumers lower prices and convenient one-stop shopping. But they acknowledge that liquor stories will be negatively impacted.</p>\r\n\r\n<p>The ad makes a fair point about consumer benefits but goes too far in saying the measure works out for all sides. We rate the claim Half True.</p>\r\n", "ruling_comments_date": "2016-04-01T16:22:13.871688", "ruling_date": "2016-04-01T16:52:24", "ruling_headline": "Ad says beer and wine in grocery stores is 'good for everybody' ", "ruling_headline_slug": "ad-says-beer-and-wine-grocery-stores-good-everybod", "ruling_link_text": "Liquor stores say it's no bueno", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Matt Chandler, Your Choice Colorado spokesman, March 17, 2016</p>\r\n\r\n<p>Interview with Curtis Hubbard, Keep Colorado Local spokesman, March 23, 2016</p>\r\n\r\n<p><a href=\"https://www.brewersassociation.org/statistics/by-state/\" style=\"text-decoration:none;\"><u>BrewerAssociation.org statistics by state, 2014</u></a></p>\r\n\r\n<p>Keep Colorado Local, &quot;<a href=\"http://keepcolocal.com/2015/10/21/independent-colorado-businesses-committed-to-fighting-out-of-state-corporations-campaign-to-sell-alcohol-in-chain-stores/\" style=\"text-decoration:none;\"><u>Independent Colorado Businesses Committed To Fighting Out-Of-State Corporations&rsquo; Campaign To Sell Alcohol In Chain Stores</u></a>,&quot; October 21, 2015</p>\r\n\r\n<p>Interview with Jack Strauss, Professor of Economics at University of Denver, March 17, 2016</p>\r\n\r\n<div>Jack Strauss, &quot;<a href=\"http://www.yourchoicecolorado.org/wp-content/uploads/2015/12/Economic-Impact-of-Allowing-Alcohol-to-be-Sold-in-Grocery-Stories-6.pdf\" style=\"text-decoration:none;\"><u>The Economic Impact of Allowing Alcohol in Retail Stores</u></a>,&quot; December 2015</div>\r\n\r\n<p>Summit Economics, &quot;<a href=\"http://myclba.com/news/wp-content/uploads/2011/10/Economic_Impact_Report_Final-1.pdf\" style=\"text-decoration:none;\"><u>Economic Impact of Replacing 3.2 Beer Sales with Full Strength Beers Sales</u></a>,&quot; 2011</p>\r\n\r\n<p>Colorado Strategies, &quot;<a href=\"http://www.leg.state.co.us/clics/clics2009a/commsumm.nsf/b4a3962433b52fa787256e5f00670a71/97627258306fdeeb87257576005739ad/$FILE/09HouseHHS0311AttachF.pdf\" style=\"text-decoration:none;\"><u>Economic Impact of House Bill 09-1192</u></a>,&quot; February 2009.</p>\r\n\r\n<p>Alcohol Research Group, &quot;<a href=\"http://arg.org/news/results-of-liquor-privatization-in-washington-state/\" style=\"text-decoration:none;\"><u>Results of Liquor Privatization In Washington State</u></a>,&quot; June 30, 2015.</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"https://www.washingtonpost.com/blogs/govbeat/wp/2014/06/30/two-years-after-liquor-privatization-booze-in-washington-state-costs-more/\" style=\"text-decoration:none;\"><u>Two years after liquor privatization, booze in Washington state costs more</u></a>,&quot; June 30, 2014&nbsp;</p>\r\n\r\n<p>Bradley J. Rickard, &quot;<a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1465-7287.2011.00272.x/abstract\" style=\"text-decoration:none;\"><u>The economics of introducing wine into grocery stores</u></a>,&quot; July 2012</p>\r\n\r\n<div>\r\n<p>Interview with Marco Costanigro, Associate Professor of Economics at Colorado State University, March 24, 2016</p>\r\n\r\n<p>Interview with Martin Shields, Professor of Economics at Colorado State University, April 1, 2016</p>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Colorado ", "id": 3450, "last_name": "Your Choice Colorado ", "mostly_true_count": 0, "name_slug": "your-choice-colorado", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/yourchoicecolorado.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3450/", "total_count": 1, "true_count": 0, "website": "http://www.yourchoicecolorado.org/"}, "statement": "<p>Expanding the sale of full-strength beer and wine to grocery stores is&nbsp;&quot;good for everybody.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a TV ad", "statement_date": "2016-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 186, "photo": null, "resource_uri": "/api/v/2/subject/186/", "subject": "Alcohol", "subject_slug": "Alcohol", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}