{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/sep/30/house-republicans/medicare-aarp-humana-politics/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1218, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1218/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A controversial mailing from Humana to Medicare recipients has Republicans charging unfair treatment in the way the government handled private insurance companies versus the AARP.</p>\r\n<p>The House Republican Conference said the government is silencing Humana about reforms that would change Medicare Advantage, while the AARP &mdash; a notable reform supporter &mdash; gets off scott-free.</p>\r\n<p>\"This week the Centers for Medicare and Medicaid Services announced it was investigating Humana for providing 'misleading' information regarding the administration's proposed cuts to Medicare Advantage policies &mdash; and prohibited other Medicare Advantage plans from providing similar information on how Democrat health 'reform' could take away their current coverage,\" the release said.</p>\r\n<p>\"Yet the administration's edict prohibiting plans from communicating with their beneficiaries failed to include AARP, which sponsors a Medicare Advantage plan but has been a prime advocate of Democrats' government takeover of health care &mdash; quite possibly because AARP has been supporting a health care overhaul from which it stands to gain overall handsomely,\" the statement said.</p>\r\n<p>We wanted to investigate whether there were two different standards at work. We found that AARP and Humana actually have very different roles with Medicare plans. AARP makes money by licensing its name to a private insurer that offers a Medicare Advantage plan. Humana is a different private insurer that takes money from the government to provide an Advantage plan.</p>\r\n<p>Humana contracts with the Centers for Medicare and Medicaid Services in a program called Medicare Advantage. Often called Medicare's HMOs, Advantage is an optional program in which the federal government pays private insurance companies a set rate to treat Medicare beneficiaries. The program was conceived as a cost-containment measure on the theory that competition among private plans would drive down costs. That has not happened, and Medicare Advantage actually costs the government more. President Barack Obama and groups like AARP have said it's time to bring the costs of Medicare Advantage in line with the cost of regular Medicare.</p>\r\n<p>Humana is the second-largest insurance company that handles Medicare Advantage, right after UnitedHealth Group.</p>\r\n<p>The Centers for Medicare and Medicaid Services, the federal agency that runs Medicare and is often referred to as CMS, recently announced it was looking into mailings that Humana sent to its Medicare Advantage and Part D patients. (Part D is Medicare coverage for prescription drugs.)</p>\r\n<p>\"We are concerned that the materials Humana sent to our beneficiaries may violate Medicare rules by appearing to contain Medicare Advantage and prescription drug benefit information, which must be submitted to CMS for review,\" said Jonathan Blum, acting director of CMS's Center for Drug and Health Plan Choices. \"We also are asking that no other plan sponsors are mailing similar materials while we investigate whether a potential violation has occurred.\"</p>\r\n<p>According to the CMS, Humana's mailing warned beneficiaries that they might lose benefits under health care reform, a claim that Democratic officials dispute. The  <em> Huffington Post </em> said it has obtained  <a href=\"http://big.assets.huffingtonpost.com/humanamailer.pdf\" target=\"_blank\"> a copy of the mailer </a> and posted it to its Web site.</p>\r\n<p>The impact of health care reform on Medicare recipients has been a matter of considerable debate. We examined a claim by President Barack Obama that  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/\" target=\"_blank\"> Medicare benefits would not be cut </a> and found it to be Half True. Experts told us basic benefits would stay in place but that it's conceivable or even likely that Medicare Advantage patients could see reduced benefits.</p>\r\n<p>In a letter to Humana, a CMS official said that Humana's communication could be considered \"misleading and confusing to beneficiaries\" and might be construed as official Medicare communications.</p>\r\n<p>The House Republican Conference said CMS did not target the seniors' group \"quite possibly because AARP has been supporting a health care overhaul ...\"</p>\r\n<p>Our research shows, however, that AARP has a very different relationship with its members than Humana does with seniors on Medicare Advantage.</p>\r\n<p>Here's how it works: AARP lends its name to insurance companies to sell policies specifically for AARP members. The insurance companies then pay AARP a fee for the policies they sell with the AARP name. AARP calls these payments royalties. (Read our story for more details on  <a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/29/ginny-brown-waite/aarp-insurance-health-reform-conflict/\" target=\"_blank\"> AARP's royalties </a> .)</p>\r\n<p>AARP does profit indirectly from selling Medicare Advantage and Medicare supplemental policies, and it uses that money to fund its efforts as a nonprofit advocacy group.</p>\r\n<p>AARP partners with UnitedHealth on its Medicare plans. UnitedHealth is the No. 1 seller of Medicare Advantage, with 16 percent of the market, followed closely by Humana with 14 percent of the market, according to Mark Farrah Associates.</p>\r\n<p>So when AARP mails seniors, it's using its own private membership list for communication.</p>\r\n<p>Humana, on the other hand, is mailing people using personal information it receives as a government contractor. UnitedHealth would be bound by similar rules.</p>\r\n<p>We find that the House Republican Conference is off base when it claims that the CMS and the Obama administration have two different standards for AARP and Humana. Humana is a government contractor for Medicare Advantage; the AARP is not. We rate the statement False.</p>", "ruling_comments_date": "2010-01-07T13:28:48.632927", "ruling_date": "2009-09-30T17:41:10", "ruling_headline": "Humana is a Medicare contractor, AARP is not", "ruling_headline_slug": "medicare-aarp-humana-politics", "ruling_link_text": "Humana is a Medicare contractor; AARP is not", "ruling_state": null, "source_documents": null, "sources": "<p>House Republican Conference,  <a href=\"http://www.gop.gov/policy-news/09/09/22/aarp-helping-seniors-or-helping\" target=\"_blank\"> AARP: Helping Seniors Or Helping Itself? </a> , Sept. 22, 2009</p>\r\n<p>Centers for Medicare and Medicaid Services,  <a href=\"http://www.cms.hhs.gov/apps/media/press/release.asp?Counter=3522&amp;intNumPerPage=10&amp;checkDate=&amp;checkKey=&amp;srchType=1&amp;numDays=3500&amp;srchOpt=0&amp;srchData=&amp;keywordType=All&amp;chkNewsType=1%2C+2%2C+3%2C+4%2C+5&amp;intPage=&amp;showAll=&amp;pYear=&amp;year=&amp;desc=&amp;cboOrder=date\" target=\"_blank\"> Medicare issues new guidance to insurance companies on Medicare mailings </a> , Sept. 21, 2009</p>\r\n<p>Centers for Medicare and Medicaid Services,  <a href=\"http://www.finance.senate.gov/press/Bpress/2009press/prb092109a.pdf\" target=\"_blank\"> Letter to Humana </a> , Sept. 18, 2009</p>\r\n<p>Sen. Max Baucus,  <a href=\"http://finance.senate.gov/press/Bpress/2009press/prb092109.pdf\" target=\"_blank\"> At Baucus' urging, CMS cracks down on insurance company scare tactics </a> , Sept. 21, 2009</p>\r\n<p>Rep. Dave Camp,  <a href=\"http://camp.house.gov/News/DocumentSingle.aspx?DocumentID=146121\" target=\"_blank\"> Camp: Who Made Gag Order Decision? </a> , Sept. 23, 2009</p>\r\n<p><span class=\"news_story_title\"> Mark Farrah Associates, </span> <a href=\"http://www.markfarrah.com/healthcarebs.asp?article=66\" target=\"_blank\"> Medicare Advantage Plans Surpass 11 Million Mark </a> , Aug. 12, 2009</p>\r\n<p>Fox News,  <a href=\"http://www.foxnews.com/politics/2009/09/23/mcconnell-blasts-government-gag-order-private-health-care-provider/\" target=\"_blank\"> McConnell Blasts Government Over 'Gag Order' on Private Health Care Provider </a> , Sept. 23, 2009</p>\r\n<p>National Journal,  <a href=\"http://www.nationaljournal.com/njonline/rulesofthegame.php\" target=\"_blank\"> GOP Overreacts To CMS 'Gag Order' </a> , Sept. 28, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 3, "first_name": "", "half_true_count": 4, "home_state": "", "id": 144, "last_name": "House Republican Conference", "mostly_true_count": 0, "name_slug": "house-republicans", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/House_GOP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/144/", "total_count": 8, "true_count": 0, "website": "http://www.gop.gov/"}, "statement": "<p>Medicare officials have treated Humana and AARP inconsistently on how they can communicate with seniors.</p>", "statement_context": "an article on its Web site", "statement_date": "2009-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}