{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/apr/12/barack-obama/barack-obama-says-wind-power-cheaper-texas-power-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12223, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12223/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Barack Obama, <a href=\"https://www.whitehouse.gov/the-press-office/2016/03/14/remarks-president-dnc-hope-fund-dallas-reception\">exhorting Dallas Democrats</a> during a March 2016 Texas swing, called Republican claims that the country and planet are in sorry shape a &quot;false narrative.&quot;</p>\r\n\r\n<p>&quot;America is pretty darn great right now,&quot; the Democratic president said.</p>\r\n\r\n<p>And among great things, Obama said, Democrats believe in science and that climate change is real -- and that wind is a better bargain in Texas than traditional oil and gas.</p>\r\n\r\n<p>Come again? &quot;Right now, here in Texas,&quot; Obama said, &quot;wind power is already cheaper than dirty fossil fuels.&quot;</p>\r\n\r\n<p>Wind power sure has sizzle. In 2015, PolitiFact in Washington, D.C., <a href=\"http://bit.ly/1Ro60wZ\">found Mostly True</a> Obama&rsquo;s claim that &quot;America is No. 1 in wind power.&quot; China led in overall wind-power capacity but the U.S. was generating more electricity from the wind. Earlier, in 2010, <a href=\"http://bit.ly/1XQby54\">we rated True</a> a declaration that Texas had &quot;installed more wind power than any other state, and all but four countries.&quot; As of 2009, Texas boasted 9,410 megawatts of wind power &mdash; enough to power two million homes.</p>\r\n\r\n<p>More recently, FactCheck.org, based at the University of Pennsylvania, <a href=\"http://www.factcheck.org/2016/01/obamas-wind-energy-claim/\">dug into</a> Obama&rsquo;s claim in his 2016 State of the Union address that &quot;in fields from Iowa to Texas, wind power is now cheaper than dirtier, conventional power.&quot; Nationally, average coal and gas prices were running less than average wind power costs. Yet in Iowa and Texas, wind energy proved cheaper, according to an Energy Information Administration analyst.</p>\r\n\r\n<p>Meantime, an American Wind Energy Association <a href=\"http://www.aweablog.org/fact-check-presidents-state-of-the-union-wind-cost-claim-true/\">blog post</a> talking up Obama&rsquo;s Iowa-Texas SOTU claim noted a 2015 <a href=\"https://www.lazard.com/media/2390/lazards-levelized-cost-of-energy-analysis-90.pdf\">study</a> by <a href=\"https://www.lazard.com/\">Lazard LLC</a>, a financial services firm, stating the cost of wind production in Texas, not counting government subsidies, runs from $36 to $51 per megawatt-hour while an average national cost for coal-fired electricity ranges from $65 to $150 per MWh and for gas, depending on the type of plant, from $52/MWh to $218/MWh.</p>\r\n\r\n<p><strong>White House cites DOE report</strong></p>\r\n\r\n<p>We asked the White House about the basis of Obama&rsquo;s statement in Dallas. By email, spokesman Frank Benenati said a federal report shows that in 2014, the &quot;average executed price of wind power purchase agreements&quot; was $23.50 per MWh and according to <a href=\"http://about.bnef.com/\">Bloomberg New Energy Finance</a>, a non-governmental outfit, &quot;the levelized cost of energy from wind in Iowa and Texas, even without subsidies, is lower than the&quot; levelized cost of energy &quot;of coal at $59/MWh.&quot;</p>\r\n\r\n<p>Congress in 2015 extended the federal Production Tax Credit for five years. That action, <a href=\"http://nawindpower.com/congress-passes-omnibus-bill-with-five-year-wind-ptc-extension\">recapped</a> in North American Wind Power, means &quot;wind developers&quot; get a credit of $23 per MWh for electricity generated to the power grid though the credit is set to diminish from 2017 through 2019.</p>\r\n\r\n<p>The U.S. Department of Energy&rsquo;s latest annual <a href=\"http://energy.gov/sites/prod/files/2015/08/f25/2014-Wind-Technologies-Market-Report-8.7.pdf\">report</a> on wind technologies, which affirms Texas as the No. 1 wind-power state, states that based on research compiled by the Lawrence Berkeley National Laboratory, the &quot;national average levelized price of wind PPAs,&quot; or Power Purchase Agreements, &quot;that were signed in 2014 (and that are within the Berkeley Lab sample) fell to around $23.50/MWh nationwide&mdash;a new low, but admittedly focused on a sample of projects that largely hail from the lowest-priced Interior region of the country.&quot;</p>\r\n\r\n<p>Absent from the report: A direct wind-to-fossil-fuel cost comparison, though the report says that based on the agency&rsquo;s sample, &quot;wind PPA prices are most competitive with wholesale power prices in the Interior region. The average price stream of wind PPAs executed in 2013 or 2014 also compares favorably to a range of projections of the fuel costs of gas-fired generation extending out through 2040.&quot;</p>\r\n\r\n<p>The Interior region takes in the middle-of-the-country states running north from the Texas-Mexico border to Canada. Levelized costs represent the per-MWh cost (in inflation-adjusted dollars) of building and operating a generating plant over an assumed financial life and duty cycle, <a href=\"https://www.eia.gov/forecasts/aeo/electricity_generation.cfm\">the EIA says</a>, counting capital and fuel costs, fixed and variable operations and maintenance costs, financing costs and &quot;an assumed utilization rate for each plant type.&quot;</p>\r\n\r\n<p>So, Obama&rsquo;s claim has a basis.</p>\r\n\r\n<p>Still, the report also cautions against comparing long-time purchase agreement prices for wind with shorter-term fluctuating prices of electricity from fossil fuels like coal. An <a href=\"https://docs.google.com/document/d/1q-uI90qV5Jxc1eNPEjVjKXDpNpxqV7tzbYrB64ZcwSQ/pub\">&quot;important note&quot;</a> says the presented prices don&rsquo;t reflect &quot;the full social costs of power generation and delivery.&quot;</p>\r\n\r\n<p>That is, the report says, the cited wind purchase agreement prices are driven down by federal and, sometimes, state tax and financial incentives. Also, the wind prices don&rsquo;t &quot;fully reflect integration, resource adequacy or transmission costs,&quot; the report says. On the other hand, the note continues, &quot;wholesale electricity prices (or fuel cost projections) do not fully reflect transmission costs, may not fully reflect capital and fixed operating costs and are reduced by virtue of any financial incentives provided to fossil-fueled generation and its fuel production cycle as well as by not fully accounting for the environmental and social costs of that generation.&quot;</p>\r\n\r\n<p>&quot;In addition, wind PPA prices&mdash;once established&mdash;are fixed and known, whereas wholesale electricity prices are short term and therefore subject to change over time,&quot; the note says. &quot;Finally, the location of the wholesale electricity nodes and the assumption of a flat block of power are not perfectly consistent with the location and output profile of the sample of wind power projects. In short, comparing levelized long-term wind PPA prices with either yearly wholesale electricity prices or forecasts of the fuel costs of natural gas-fired generation is not appropriate if one&rsquo;s goal is to account fully for the costs and benefits of wind energy relative to its competition. Nonetheless, these comparisons still provide some sense for the short-term competitive environment facing wind energy, and how that environment has shifted with time.&quot;</p>\r\n\r\n<p><strong>Energy department cites Bloomberg report</strong></p>\r\n\r\n<p>Like Benenati, Dawn Selak, an energy department spokeswoman, told us the estimated cost of coal in 2015 was around $59/MWh, a figure she attributed to Bloomberg research. So, Selak said, &quot;the cost of wind (including in Texas) is less than the cost of coal even with the $23/MWh&quot; tax credit factored in.</p>\r\n\r\n<p>In a <a href=\"http://big.assets.huffingtonpost.com/BCSE2016.pdf\">February 2016 report</a> prepared for the pro-wind-power Business Council for Sustainable Energy, Bloomberg New Energy Finance said: &quot;Wind in Texas is among the cheapest in the country, with an unsubsidized levelized cost of electricity of around $50/MWh, due to high capacity factors (&gt;50%) and low cost to build.&quot; Capacity factor refers to the share of time a turbine (or plant) is actively generating power.</p>\r\n\r\n<p>A Bloomberg analyst, Stephen Munro, told us by phone and email that Obama was essentially correct per the latest costs of wind power generation in the Texas Panhandle. &quot;Since 2013,&quot; Munro wrote, &quot;we have observed that the cost of new Power Purchase Agreements for wind energy has fallen below the average around-the-clock wholesale prices in the wholesale pool that covers much of the wind power generation in the Panhandle. Average around-the-clock wholesale prices include power generated from fossil fuels, renewable sources and uranium.</p>\r\n\r\n<p>&quot;As of the second half of 2015,&quot; Munro wrote, &quot;we observed a levelised cost of power of $43/MWh in PPAs for wind in the utility region including much of the Texas Panhandle.&quot; In comparison, Munro said, coal-fired electricity was costing $74.70 per MWh in most of East Texas and the Panhandle as well as Kansas plus parts of Oklahoma, New Mexico, Arkansas and Louisiana.</p>\r\n\r\n<p>Munro said the wholesale price of wind-fueled power is &quot;notably lower&quot; in the Panhandle and other parts of the region &quot;because that region features an extraordinary wind resource and because the costs of land and construction are lower than elsewhere. Developers have taken advantage of this to install advanced, large capacity turbines.&quot;</p>\r\n\r\n<p>That is, it&rsquo;s way windy a lot up over there, we (or maybe someone from Fort Worth) would put it.</p>\r\n\r\n<p><strong>Texas analysts</strong></p>\r\n\r\n<p>We also ran Obama&rsquo;s statement past a staff spokeswoman for the Electric Reliability Council of Texas, which manages the flow of electricity to most Texans.</p>\r\n\r\n<p>By email, Robbie Searcy said she&rsquo;d grant the claim credence. a Mostly True rating. &quot;Within the ERCOT real-time wholesale energy market,&quot; Searcy said, &quot;all generation that is used in any interval technically clears at the same price, which is the highest price of all resources used to serve demand in each load zone at that time. During periods of high wind output,&quot; she said, &quot;wind generation resources are able to offer power into the market at very low, and sometimes negative, prices. This in turn drives down the settlement point prices for all resources operating during those intervals, especially when demand is low.&quot;</p>\r\n\r\n<p>At our request, Searcy emailed a chart showing wind, coal and natural gas electricity &quot;price offers&quot; in ERCOT&rsquo;s market at 7 a.m. Jan. 22, 2016. At that time, the <a href=\"https://docs.google.com/spreadsheets/d/1lS5J8iJFRNIlNwY-tNTISLRLB4aJgiA1HCU30yTmpc0/edit?usp=sharing\">chart</a> indicates, coal and gas offers were priced higher than wind. She said the date was the most recent day of available public data when we inquired and agency experts chose the hour to reflect the period when demand, and therefore generation, peaked.</p>\r\n\r\n<p>Searcy said wholesale market prices at 7 a.m. that day were &quot;about $26.70 per MWh on average among all resources used at the time.&quot; At that time, she said, average offers from gas-fired power producers were $23.37/MWh compared to $14.14 per MWh for coal and a negative $23.89 for wind power. (Perhaps wind power producers could afford that thanks to the federal subsidy.)</p>\r\n\r\n<p>Searcy said too it&rsquo;s worth remembering that when &quot;we talk about natural gas-fired resources, that covers a broad range of technologies and efficiency levels, from older steam units to more modern combined-cycle units to quick-start combustion turbines.&quot;</p>\r\n\r\n<p><strong>The case for coal</strong></p>\r\n\r\n<p>Even if Texas wind power may be cheaper for electricity than traditional fuels, other authorities told us there&rsquo;s at least one smart reason to keep the other fuels handy. Winds can die down, keeping turbines from spinning.</p>\r\n\r\n<p>At the Texas Railroad Commission, which regulates oil and gas producers, Lauren Hamner, spokeswoman for Commissioner Christi Craddick, said by email that it&rsquo;s worth remembering a coal-fired plant is capable of running longer at all hours than a breeze-dependent wind turbine -- so power capacity, she said, should be folded into any comparison.</p>\r\n\r\n<p>Similarly, Russ Keene, Austin-based spokesman for the Balanced Energy for Texas Coalition, which says it represents consumers and coal producers, transporters and industrial users, pointed out a June 2015 <a href=\"http://instituteforenergyresearch.org/wp-content/uploads/2015/06/ier_lcoe_2015.pdf\">study</a> by the Washington, D.C.-based Institute for Energy Research, a free-market think tank.</p>\r\n\r\n<p>The study seems an outlier in saying that when &quot;all known costs&quot; are considered, the average U.S. cost of producing electricity from established coal-fired plants is far less than new wind-power generation.</p>\r\n\r\n<p>Still, we asked its lead author, Tom Stacy, to evaluate Obama&rsquo;s claim. By email, Stacy said the president didn&rsquo;t acknowledge that an established plant fueled by coal, gas or nuclear power can be available at all hours and that&rsquo;s just not so for wind-dependent generators. It stands to reason, he indicated, that wind-generated electricity can&rsquo;t (or shouldn&rsquo;t) be price-compared to electricity generated by fossil fuels or nuclear sources.</p>\r\n\r\n<p>Availability at all times aside, we wondered, is it also so that wind-fueled power is lately cheaper in Texas than power drawn from fossil fuels? &quot;And dog meat in China is cheaper than Kobe&nbsp;beef in NYC,&quot; Stacy wrote, &quot;but it isn&#39;t the same thing, is it?&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Obama, in Dallas, said: &quot;Right now, here in Texas, wind power is already cheaper than dirty fossil fuels.&quot;</p>\r\n\r\n<p>Wind-generated electricity is offered for sale in Texas at lower prices than power fired by coal or natural gas. Unsaid: wind power, unlike electricity fueled by oil or gas, isn&rsquo;t always available.</p>\r\n\r\n<p>We rate Obama&rsquo;s claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE </strong></em>&ndash; The statement is accurate and there&rsquo;s nothing significant missing.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p><a href=\"https://www.sharethefacts.co/share/aaf58532-4846-411a-a56e-0d8e9363c796\">https://www.sharethefacts.co/share/aaf58532-4846-411a-a56e-0d8e9363c796</a>\r\n", "ruling_comments_date": "2016-04-11T17:18:21.936651", "ruling_date": "2016-04-12T15:07:45", "ruling_headline": "Barack Obama says wind power cheaper in Texas than power from 'dirty fossil fuels'", "ruling_headline_slug": "barack-obama-says-wind-power-cheaper-texas-power-d", "ruling_link_text": "Negative pricing? Sometimes", "ruling_state": null, "source_documents": null, "sources": "<p>Transcript, <a href=\"https://www.whitehouse.gov/the-press-office/2016/03/14/remarks-president-dnc-hope-fund-dallas-reception\" style=\"text-decoration:none;\"><u>&quot;Remarks by the President at DNC Hope Fund Dallas Reception,&quot;</u></a> The White House, March 12, 2016</p>\r\n\r\n<p>Truth-O-Meter articles, <a href=\"http://bit.ly/1Ro60wZ\" style=\"text-decoration:none;\"><u>&quot;&#39;America is No. 1 in wind power,&#39; Obama says,&quot;</u></a> PolitiFact, Jan. 21, 2015; <a href=\"http://bit.ly/1XQby54\" style=\"text-decoration:none;\"><u>&quot;Perry says Texas has installed more wind power than all but four countries,&quot;</u></a> PolitiFact Texas, March 5, 2010</p>\r\n\r\n<p>Fact check, <a href=\"http://www.factcheck.org/2016/01/obamas-wind-energy-claim/\" style=\"text-decoration:none;\"><u>&quot;Obama&rsquo;s Wind Energy Claim,&quot;</u></a> FactCheck.org, Jan. 13, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/13Gz8nMLzHvi0w5k2AAA6mv3nzdv0pkS5UKnf4lgZp3o/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Frank Benenati, assistant press secretary, the White House, March 15, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/10zgJF4xx4kOnf0rTQB3otEW5QT6edMqd92Aer5CE2oo/pub\" id=\"docs-internal-guid-63b5353b-0732-99a3-8543-1f5e86e853c3\" style=\"text-decoration:none;\"><u>Email</u></a>, Dawn Selak, press secretary, U.S. Department of Energy, March 23, 2016</p>\r\n\r\n<p>Report, <a href=\"http://energy.gov/sites/prod/files/2015/08/f25/2014-Wind-Technologies-Market-Report-8.7.pdf\" style=\"text-decoration:none;\"><u>&quot;2014 Wind Technologies Market Report,&quot;</u></a> U.S. Department of Energy, August 2015</p>\r\n\r\n<p>Report, <a href=\"http://big.assets.huffingtonpost.com/BCSE2016.pdf\" style=\"text-decoration:none;\"><u>&quot;2016 SUSTAINABLE ENERGY IN AMERICA Factbook,&quot;</u></a> Bloomberg New Energy Finance, for the Business Council for Sustainable Energy, February 2016 (posted online by the Huffington Post, accessed April 5, 2016)</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1RsXuvZiaeo8OnjNvc1I_vMVvqEpUs7Tm_27LJ4wAJRo/pub\" style=\"text-decoration:none;\"><u>emails</u></a>, Stephen Munro, policy and international analyst, Bloomberg New Energy Finance, March 23-24, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Q4J6ztOvmVoe39W02Ar0isEqEltVDQD2vF1-q_O6RkQ/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Robbie Searcy, communications manager, Electric Reliability Council of Texas, March 22 and 29, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1eTCizPVla9_E9vZYNnGjYFqnQefyoNocLSgJZMuxmQ8/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Lauren Hamner, director of public affairs for Christi Craddick, member, Texas Railroad Commission, March 22, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1OsoM5MjadH7lQxYpjq4SvZF7dOX5MOa3FZsxKK6OhWQ/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Russ Keene, spokesman, Balanced Energy for Texas Coalition, March 22, 2016</p>\r\n\r\n<p><a href=\"http://instituteforenergyresearch.org/wp-content/uploads/2015/06/ier_lcoe_2015.pdf\" style=\"text-decoration:none;\"><u>&quot;The Levelized Cost of Electricity from Existing Generation Sources,&quot;</u></a> Institute for Energy Research, June 2015 (noted in email from Russ Keene)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1qr4Sg5j22vy5ARtcaBMaHYP4LdYolyuleYlB6JeHlNI/pub\" style=\"text-decoration:none;\"><u>Email</u></a> (excerpted), Tom Stacy, lead author,<a href=\"http://instituteforenergyresearch.org/wp-content/uploads/2015/06/ier_lcoe_2015.pdf\" style=\"text-decoration:none;\"> <u>&quot;The Levelized Cost of Electricity from Existing Generation Sources,&quot;</u></a> Institute for Energy Research, March 29, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>&quot;Right now, here in Texas, wind power is already cheaper than dirty fossil fuels.&quot;</p>\r\n", "statement_context": "remarks in Dallas at a Democratic National Committee reception", "statement_date": "2016-03-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}