{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/apr/11/frank-luntz/frank-luntz-says-team-trump-has-accused-ted-cruz-f/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12220, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12220/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a tweet, Republican consultant Frank Luntz lofted a claim about Donald Trump poking at Ted Cruz that made us wonder.</p>\r\n\r\n<p><a href=\"https://twitter.com/FrankLuntz/status/717543389252698114\">Luntz wrote</a> April 5, 2016:</p>\r\n\r\n<p>&quot;States where Team Trump has accused Ted Cruz of fraud:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>Iowa</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Texas</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Colorado</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Oklahoma</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Louisiana</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Kansas</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Maine</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Utah</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Wisconsin&quot;</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>That&rsquo;s a passel of accusations. Did Trump or his surrogates accuse Cruz of fraud in all these states?</p>\r\n\r\n<p>We remember that after Sen. Cruz prevailed over Trump in the Iowa Republican presidential caucuses, the New York businessman <a href=\"http://www.politifact.com/texas/article/2016/feb/04/did-ted-cruz-mailer-gin-iowa-voter-histories/\">maintained that Cruz had deceived voters</a> in part with misleading mailers about personal voting histories.</p>\r\n\r\n<p>We asked Luntz about the basis of all his bulleted states.</p>\r\n\r\n<p>On Twitter, Luntz said first that he didn&rsquo;t have insider information. Then he guided us to a post on <a href=\"http://stopthesteal.org/\">stopthesteal.org</a>, a website created for the Committee to Restore America&rsquo;s Greatness. That&rsquo;s a super PAC launched in December 2015 by Trump supporter and former campaign operative Roger Stone to back Trump and attack rivals, especially another aspirant at the time, Florida Sen. Marco Rubio, according to a <a href=\"http://blogs.reuters.com/talesfromthetrail/2015/12/18/new-pro-trump-super-pac-vows-to-restore-americas-greatness/\">Reuters news story</a>.</p>\r\n\r\n<p>The post noted by Luntz touts the Trump Ballot Security Project which, the post says, is &quot;investigating hundreds of complaints of voter fraud in the Utah Republican Primary won by&quot; Cruz. The post also suggests fraud concerns in up to six additional states, starting with Cruz&rsquo;s home state of Texas, whose GOP presidential primary he won.</p>\r\n\r\n<p>But, according to the post, the ballot-security project started &quot;when the mainstream media reported dozens of voting irregularities in the&quot; March 2016 &quot;Texas Republican primary. This ultimately totaled over 600 reports in at least six counties including Dallas County and Travis County. In virtually every case,&quot; the post says, &quot;votes cast for Donald J. Trump were tallied for Sen. Marco Rubio.&quot;</p>\r\n\r\n<p>The group&rsquo;s Texas claim is unsubstantiated, we found. <a href=\"http://bit.ly/22pkZts\">Pants on Fire!</a></p>\r\n\r\n<p>After the Texas primary, stopthesteal.org&rsquo;s post says, the group &quot;established a toll-free number to collect further reports of voter irregularities. Almost immediately,&quot; the post said, &quot;there were over 300 complaints from Oklahoma. Only a week later the Kansas and Maine caucuses brought hundreds of more complaints including claims of double-voting by&quot; Cruz &quot;supporters.&quot;</p>\r\n\r\n<p>The post further says the project is &quot;analyzing voter irregularities in Ohio and Hawaii. The Trump Ballot Security Project is committed to investigating all complaints of voter fraud. In the event a pattern can be determined,<a href=\"http://www.infowars.com/how-the-gop-elite-plan-to-rob-donald-trump/\"> the seating of these delegations can and will be challenged before the Credentials committee of the Republican National Convention.</a> We have dispatched lawyers and election-law experts to all of the states mentioned above to investigate and document voter fraud.&quot;</p>\r\n\r\n<p>From all that, we count seven states having or possibly having voting irregularities unhelpful to Trump: Utah, Texas, Oklahoma, Kansas and Maine -- with the Trump ballot-security project looking into fraud reports from Ohio and Hawaii.</p>\r\n\r\n<p>To be fair, the pro-Trump post explicitly names Cruz as the beneficiary (and possible miscreant) only in Texas, Kansas and Maine. Still, we spotted indications that Trump or his supporters have accused Cruz of wrongdoing in other states and heard as much directly from Stone.</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>The day we asked Luntz about his tweet, The Daily Wire -- which says its goal is to &quot;unmask leftists in the media for who they are, destroy their credibility with the American public &nbsp;and devastate their funding bases&quot; -- <a href=\"http://www.dailywire.com/news/4723/9-times-trump-team-falsely-accused-cruz-campaign-aaron-bandler\">posted a story</a> laying out instances of Trump expressing dirty-trick concerns about pro-Cruz results in states including Louisiana and Wisconsin.</p>\r\n\r\n<p>Its story starts with mention of Trump&rsquo;s complaint about the Cruz campaign in Iowa tweeting incorrect information about then-candidate Ben Carson. Next, the story describes Trump later asserting Cruz&rsquo;s camp had illegally coordinated with an anti-Trump super PAC on a Utah Facebook ad showing Trump&rsquo;s wife, Melania, once posing nude. That coordination charge recently <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/mar/31/donald-trump/donald-trump-has-no-evidence-ted-cruz-was-responsi/\">came out False</a> on the Truth-O-Meter.</p>\r\n\r\n<p>Also, The Daily Wire story noted, Trump <a href=\"https://twitter.com/realDonaldTrump/status/714198237675003904?ref_src=twsrc^tfw\">posted a tweet</a> threatening a lawsuit after the Wall Street Journal <a href=\"http://www.nola.com/politics/index.ssf/2016/03/ted_cruz_gaining_delegates_in.html\">reported</a> that Cruz might pick up as many as 10 additional delegates in Louisiana despite Trump drawing more votes in its primary. In April 2016, Trump told a Wisconsin crowd that even though he outpolled the field in the Pelican State, Cruz was garnering more delegates. &quot;It&rsquo;s not fair, folks, it&rsquo;s not fair,&quot; Trump <a href=\"http://www.realclearpolitics.com/video/2016/04/03/donald_trump_republican_party_bosses_want_to_knock_out_the_outsider_to_keep_their_little_party_going.html\">said</a>. &quot;Because I&rsquo;m the outsider. What they do is they want to knock out the outsider because they want to keep their little party going.&quot;</p>\r\n\r\n<p>According to a New Orleans <em>Times-Picayune</em> <a href=\"http://www.nola.com/politics/index.ssf/2016/03/trump_threatens_to_sue_over_lo.html\">news story</a>, Cruz had a chance after Louisiana&rsquo;s balloting to pick up uncommitted delegates plus delegates who had committed to dropout Rubio. Meantime, Jason Dor&eacute;, executive director of the Louisiana Republican Party, said party officials would be prepared if Trump sued.</p>\r\n\r\n<p>The Daily Wire story also said that after Cruz won Wisconsin, Trump issued a statement asserting an anti-Trump super PAC had coordinated its ads in the state with a pro-Cruz super PAC. In the <a href=\"https://twitter.com/BenjySarlin/status/717537347793920000\">statement</a>, Trump campaign spokeswoman Hope Hicks said Cruz was propelled to his win of the state by false advertising and he &quot;was coordinating with his own super PACs (which is illegal) who totally control him,&quot; Hicks said.</p>\r\n\r\n<p>The Daily Wire story noted too that Stone said in <a href=\"http://www.breitbart.com/2016-presidential-race/2016/04/02/roger-stone-they-ought-to-put-the-handcuffs-on-ted-cruz-for-vote-fraud/\">an April 2, 2016, appearance</a> on the online Breitbart News Saturday: &quot;Having worked very hard to collect evidence of voter fraud and irregularities in Oklahoma, Kansas, Utah, Hawaii and Texas, frankly, they ought to put the handcuffs on him,&quot; referring to Cruz, &quot;because the Trump people can go to credentials,&quot; meaning the July 2016 <a href=\"http://convention.gop/about\">Republican National Convention</a>&rsquo;s credentials panel, &quot;and challenge the seating of hundreds, literally hundreds of Ted Cruz&rsquo;s delegates who were fraudulently elected.&quot;</p>\r\n\r\n<p>&quot;Go to StopTheSteal.org,&quot; Stone instructed. &quot;For over a month we have had an 800 number up, a toll-free number. We have collected and documented with sworn affidavits thousands of claims of voter irregularities in the states where Ted Cruz has won. And we&rsquo;re prepared to present them to the credentials committee.&quot;</p>\r\n\r\n<p>Summing up, then, that&rsquo;s eight states either named by Trump or advocate Stone as having voting irregularities that helped Rubio or Cruz, not counting Ohio and Hawaii, where stopthesteal.org says Trump backers are still investigating.</p>\r\n\r\n<p><strong>Stone: &lsquo;Over 2,200 affidavits&rsquo;</strong></p>\r\n\r\n<p>Hoping for elaboration, we sent an email to Trump&rsquo;s campaign and called the anti-fraud phone number on the group&rsquo;s site. We didn&#39;t hear back from either.</p>\r\n\r\n<p>We had luck with Stone, though, who replied by email that the Committee to Restore America&rsquo;s Greatness had no immediate plans to release what he described as over 2,200 affidavits documenting &quot;voter irregularities&quot; in Iowa, Texas, Colorado, Oklahoma, Louisiana, Kansas, Maine, Utah, Wisconsin, Hawaii and Arizona.</p>\r\n\r\n<p>Stone said the sworn statements would be submitted to the convention&rsquo;s credentials panel if and when Trump&rsquo;s campaign or others on the panel &quot;elect to challenge the seating of delegations elected&quot; through &quot;a pattern of voter fraud.&quot;</p>\r\n\r\n<p>&quot;Making this material, which we have collected at some substantial expense, public at this time would merely guarantee harassment of these citizens by the Cruz campaign,&quot; Stone wrote.</p>\r\n\r\n<p>Stone was dismissive when we told him Republican party officials in Texas had told us they were unaware of any irregularities affecting the results in that state&rsquo;s primary. &quot;Of course not,&quot; he wrote. &quot;Why would they admit it?&quot;</p>\r\n\r\n<p><strong>GOP officials: Nothing awry</strong></p>\r\n\r\n<p>Mike Joyce, a spokesman for the Republican Party of Texas, had told us by phone that the party confirmed no irregularities in that state&rsquo;s presidential primary. Also, our inquiries in a few other states, including searches of the Nexis news database, yielded no confirmed irregularities.</p>\r\n\r\n<p>At the Oklahoma Republican Party, spokesman Jake Parsons told us by phone there had been no irregularities in its March presidential primary or accusations by &quot;Team Trump&quot; against victor Cruz. Until we inquired, Parsons said, he hadn&rsquo;t heard about any 300 phone calls (as mentioned on stopthesteal.org) suggesting pro-Cruz fraud. Parsons allowed, though, that individuals who failed to register as Republicans by a February 2016 deadline were upset at not being allowed to participate in the vote.</p>\r\n\r\n<p>&quot;We actually have a great working relationship with the Trump and Cruz campaigns,&quot; Parsons said.</p>\r\n\r\n<p>We heard a similar refrain from Jason Savage, executive director of Maine&rsquo;s Republican Party.</p>\r\n\r\n<p>&quot;To my knowledge there were no claims of fraud made by Mr. Trump&#39;s campaign,&quot; Savage said by email. &quot;In fact, we enjoyed working with Mr. Trump&#39;s campaign and the other presidential campaigns for our caucus. Our process was fair, secure and each campaign had access to exactly the same information and opportunities.&quot;</p>\r\n\r\n<p>Savage said individuals &quot;may have voiced complaints from one side or another, but none of the presidential campaigns raised concerns over fraud.&quot;In fact, I believe each of the campaigns praised our team&#39;s work and process in written or verbal form in the days following the caucus.</p>\r\n\r\n<p>Clayton Barker, executive director of the Kansas Republican Party, said no Trump complaints have reached the party. Barker said he had seen Facebook posts suggesting busloads of Cruz supporters were able to vote in one county&rsquo;s caucus and then hustle to vote in caucuses elsewhere but those were unconfirmed and, he said, party officials reviewed voter lists to ensure no one voted in separate caucuses.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Luntz said: &quot;Team Trump has accused Ted Cruz of fraud&quot; in Iowa, Texas, Colorado, Oklahoma, Louisiana, Kansas, Maine, Utah and Wisconsin.</p>\r\n\r\n<p>Trump or Stone, his former campaign operative, have raised questions about the results in these states and more.</p>\r\n\r\n<p>But we didn&rsquo;t identify &quot;Team Trump&quot; charges of fraud against Cruz in all the Luntz-listed states. The most pointed charges single out Cruz for supposedly misleading Iowa voters and later conspiring with super PACs in Utah and Wisconsin. Mentions of double-voting or unspecified &quot;irregularities&quot; in other states hint at a Cruz role without adding up to fraud accusations.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2016-04-11T14:47:19.216912", "ruling_date": "2016-04-11T14:00:28", "ruling_headline": "Frank Luntz says 'Team Trump' has accused Ted Cruz of fraud in Texas, 8 other states", "ruling_headline_slug": "frank-luntz-says-team-trump-has-accused-ted-cruz-f", "ruling_link_text": "Fraud's a strong word", "ruling_state": null, "source_documents": null, "sources": "<p>Website, <a href=\"http://stopthesteal.org\" style=\"text-decoration:none;\"><u>&quot;TRUMP BALLOT SECURITY PROJECT,&quot;</u></a> the Committee to Restore America&rsquo;s Greatness (accessed April 9, 2016)</p>\r\n\r\n<p>Story, <a href=\"http://www.dailywire.com/news/4723/9-times-trump-team-falsely-accused-cruz-campaign-aaron-bandler\" style=\"text-decoration:none;\"><u>&quot;9 Times The Trump Team Falsely Accused The Cruz Campaign of Cheating,&quot;</u></a> The Daily Wire, April 7, 2016</p>\r\n\r\n<p>Story, <a href=\"http://www.politifact.com/texas/article/2016/feb/04/did-ted-cruz-mailer-gin-iowa-voter-histories/\" style=\"text-decoration:none;\"><u>&quot;Did Ted Cruz gin up Iowa voter histories?,&quot;</u></a> PolitiFact Texas, Feb. 4, 2016</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/mar/31/donald-trump/donald-trump-has-no-evidence-ted-cruz-was-responsi/\" style=\"text-decoration:none;\"><u>&quot;Donald Trump has no evidence that Ted Cruz was responsible for naked Melania ad,&quot;</u></a> PolitiFact, March 31, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.nola.com/politics/index.ssf/2016/03/trump_threatens_to_sue_over_lo.html\" style=\"text-decoration:none;\"><u>&quot;Trump tweets threat to sue over Louisiana delegate share,&quot;</u></a> New Orleans <em>Times-Picayune</em>, March 27, 2016</p>\r\n\r\n<p>Statement after the Wisconsin Republican presidential primary by Hope Hicks, press secretary, Donald Trump presidential campaign, April 5, 2016 (text drawn from a <a href=\"https://twitter.com/BenjySarlin/status/717537347793920000\" style=\"text-decoration:none;\"><u>tweet</u></a> by Benjy Sarlin, political reporter, MSNBC, April 5, 2016)</p>\r\n\r\n<p>Story, <a href=\"http://www.breitbart.com/2016-presidential-race/2016/04/02/roger-stone-they-ought-to-put-the-handcuffs-on-ted-cruz-for-vote-fraud/\" style=\"text-decoration:none;\"><u>&quot;Roger Stone: &lsquo;They Ought to Put the Handcuffs On&rsquo; Ted Cruz for Vote Fraud,&quot;</u></a> Breitbart.com, April 2, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1aCIV061ca60POE1zqeM7s19RHq6ZmkCWXGrxiUR-q_0/edit?usp=sharing\" style=\"text-decoration:none;\"><u>Email</u></a>, Roger Stone, April 7, 2016</p>\r\n\r\n<p>Video and news summary, <a href=\"http://www.realclearpolitics.com/video/2016/04/03/donald_trump_republican_party_bosses_want_to_knock_out_the_outsider_to_keep_their_little_party_going.html\" style=\"text-decoration:none;\"><u>&quot;Trump: Republican Party Bosses Want &#39;To Knock Out The Outsider, They Want To Keep Their Little Party Going,&#39;&quot;</u></a> RealClearPolitics.com, April 4, 2016</p>\r\n\r\n<p>Telephone interview, Mike Joyce, communications coordinator, Republican Party of Texas, April 6, 2016</p>\r\n\r\n<p>Telephone interview, Jake Parsons, director of operations, Oklahoma Republican Party, April 6, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1KaZwwNe8YjMlIdnfb6h3aT6ffnyi_9qGRUQLXbaWwfY/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Jason Savage, executive director, Maine Republican Party, April 7, 2016</p>\r\n\r\n<p>Telephone interview, Clayton Barker, executive director and legal counsel, Kansas Republican Party, April 7, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "president, Luntz Global", "false_count": 0, "first_name": "Frank", "half_true_count": 1, "home_state": "Unknown", "id": 3460, "last_name": "Luntz", "mostly_true_count": 0, "name_slug": "frank-luntz", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/luntzpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3460/", "total_count": 1, "true_count": 0, "website": "http://www.luntzglobal.com/"}, "statement": "<p>&quot;Team Trump has accused Ted Cruz of fraud&quot; in Iowa, Texas, Colorado, Oklahoma, Louisiana, Kansas, Maine, Utah and Wisconsin.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2016-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}