{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/oct/01/michael-moore/michael-moore-claims-majority-favor-single-payer-h/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1223, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1223/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n On CNN's\n <em>\n  Larry King Live\n </em>\n on Sept. 26, 2009, documentary filmmaker Michael Moore was asked if he thought President Barack Obama would get his health care plan through Congress.\n</p>\n<p>\n \"Well, I certainly hope so,\" said Moore, whose 2007 film\n <em>\n  Sicko\n </em>\n focused on health care. \"Seventy-five percent of the American people are expecting it. That's what the polls show. The majority of this country voted for him in large part because they want universal health care. The majority actually want single-payer health care.\"\n</p>\n<p>\n Moore repeated the claim about support for a single-payer plan, with a couple of qualifiers, in a Sept. 29 news conference that coincided with the release of his new film,\n <em>\n  Capitalism: A Love Story\n </em>\n .\n</p>\n<p>\n \"Not only do three-quarters of the American people want universal health care and support the public option, a majority, depending on which poll you look at, either a simple majority or a plurality of Americans support single-payer, support health care for all.\n</p>\n<p>\n \"You don't have to go out on a limb,\" Moore said, referring to politicians. \"You don't have to take a risk. You've already got the people with you.\"\n</p>\n<p>\n First, let's explain some of the terms we're talking about here. The Democratic health care plan in the House calls for most people to keep the private insurance they have through their employer. But for people on their own, the government would create a national health care exchange, a kind of one-stop shop for people to compare plans from various insurance companies. Within that exchange, the House plan calls for a government-run plan that provides basic coverage at a price likely to be lower than private insurers. That's the so-called \"public option.\"\n</p>\n<p>\n A single-payer health care system is one in which the government pays all health care bills.\n</p>\n<p>\n With the controversial public option floundering in Congress, is it possible a majority of Americans actually support a single-payer system with way more government involvement?\n</p>\n<p>\n Asked to back up his claim, Moore's people directed us first to a Kaiser Family Foundation poll in July 2009. The nonpartisan Kaiser is considered by many to be the gold standard of health care polling.\n</p>\n<p>\n In that July poll, people were asked about different ways to increase the number of Americans covered by health insurance, and whether or not they favored (strongly or somewhat) or opposed (strongly or somewhat) those options.\n</p>\n<p>\n One of the options posed was: \"Having a national health plan &mdash; or single-payer plan &mdash; in which all Americans would get their insurance from a single government plan.\" In all, 50 percent said they favored it; 44 percent said they opposed it.\n</p>\n<p>\n So that's what the poll found in July.\n</p>\n<p>\n But Kaiser has posed this very question in six polls dating back to December 2008. The July poll is the only one that shows a majority of people saying they \"favored\" a single-payer system.\n</p>\n<p>\n In fact, more recent polls seem to suggest the public is getting less enamored of single-payer health care. In August, the same Kaiser poll showed a slightly higher percentage opposed single payer (49 percent) than favored it (48 percent) &mdash; still within the margin of error. And the September poll showed 40 percent favor it, while 56 percent oppose it. We'll cut Moore some slack regarding the September poll. It wasn't publicly released until Sept. 29, a couple of days after Moore first made the comment.\n</p>\n<p>\n But we'd like to note something else about the Kaiser poll. Among the eight options posed to increase the number of Americans covered by health insurance, the single-payer option fared the worst.\n</p>\n<p>\n For example, 68 percent in the September poll said they favored a plan to require all Americans to have health insurance, either from their employer or from another source, with financial help for those who can&rsquo;t afford it.\n <br />\n <br />\n And 67 percent said they favored offering tax credits to help people buy private health insurance. The same percentage said they favored a plan to require employers to offer health insurance to their workers or pay money into a government fund that will pay to cover those without insurance.\n</p>\n<p>\n In other words, people weren't asked directly to pick the one option they favored the\n <em>\n  most\n </em>\n . But in an October 2008 Kaiser poll, they were asked just that. There, the public is all over the map. Fifteen percent said they most prefer that \"all Americans get their insurance from a single government plan.\" A similar percentage said they prefer \"requiring employers to either offer health insurance or pay money into a government pool.\" And 14 percent each said their top choice was \"offering tax breaks to businesses that do offer health insurance\" or \"requiring all Americans to have health insurance, with tax credits or other aid to help those who can&rsquo;t afford it.\" That's hardly a consensus for single-payer.\n</p>\n<p>\n We also came across a recent Rasmussen telephone poll in early August that contradicts Moore's claim.\n</p>\n<p>\n In the Rasmussen poll, people were asked, \"Do you favor or oppose a single-payer health care system where the federal government provides coverage for everyone?\" The results: 32 percent said they favored it; 57 percent oppose. Support generally fell along party lines, with 62 percent of Democrats in favor; and 87 percent of&nbsp; Republicans opposed.\n</p>\n<p>\n Moore's people cited two other polls to back up his statement.\n</p>\n<p>\n The first was a December 2007 poll commissioned by AP that asked: \"Do you consider yourself a supporter of a single-payer health care system, that is a national health plan financed by taxpayers in which all Americans would get their insurance from a single government plan, or not?\" The result: 54 percent said yes; 44 percent said no.\n</p>\n<p>\n And a Los Angeles Times/Bloomberg poll in October 2007 found that 53 percent agreed with creating a \"government-run, government-financed health insurance program that would cover all Americans. This program would be administered like the current Medicare for citizens 65 and over.\"\n</p>\n<p>\n Both those polls are nearly two years old, though, and we think it's safe to say Americans are far more tuned in to the health care question now than they were then. We also note that the Bloomberg poll doesn't use the word \"single-payer\" (even though it amounts to the same thing).\n</p>\n<p>\n \"Single-payer is not a concept that people are very familiar with,\" said Karlyn Bowman, polling analyst with the American Enterprise Institute.\n</p>\n<p>\n Which brings us to this point: Words matter. Drop in the words \"like Medicare\" and some polls have found the public responds better. People generally like Medicare. Call it universal health care run by the government, and you often do better than calling it \"single-payer.\" And if you call it a \"socialized\" system, well, you can guess the results.\n</p>\n<p>\n A fair reading of recent polls just doesn't support Moore's claim, Bowman said. \"He's wrong.\"\n</p>\n<p>\n We have a few problems with Moore's claim. First, he cherry-picked the results from a July Kaiser poll. There have been five other Kaiser polls since last December, including two since July, that asked that exact same question, and only the July results showed a majority, slightly over 50 percent.\n</p>\n<p>\n But our bigger problem is that in the same Kaiser poll, people were much more supportive of plans that largely kept intact the private insurance model.\n</p>\n<p>\n Polls have consistently shown that a majority of Americans want some form of universal health care coverage &mdash; they want uninsured people to have insurance. But there's wide disagreement about the means to achieve that. Some think we ought to keep the system as is, but offer tax credits so that uninsured people can afford to buy private insurance. Some think companies ought to be required to provide insurance to employees, or else pay into a government fund that will pay to cover those without insurance. In the poll that Moore's people cited to back up his claim, the single-payer plan has consistently polled the worst among seven other posed options.\n</p>\n<p>\n We think it's misleading, at best, for Moore to cite that July study to back up his claim that a majority support a single-payer plan. In fact, one could make a strong argument that those very polls suggest there is more support for private insurance options than for a single-payer system. And so we find Moore's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:49.017697", "ruling_date": "2009-10-01T18:56:19", "ruling_headline": "Michael Moore claims a majority favor a single-payer health care system", "ruling_headline_slug": "michael-moore-claims-majority-favor-single-payer-h", "ruling_link_text": "Latest polls don't back that claim", "ruling_state": null, "source_documents": null, "sources": "<p>\n CNN.com,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0909/26/lkl.01.html\" target=\"_blank\">\n  Transcript of Larry King Live program interview with Michael Moore\n </a>\n , Sept. 26, 2009\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/kaiserpolls/upload/78161.pdf\" target=\"_blank\">\n  \"Kaiser Health Tracking Poll: Election 2008\"\n  <br />\n </a>\n</p>\n<p>\n Knowledge Network,\n <a href=\"http://www.guaranteedhealthcare.org/blog/shum-preston/2007/10/29/another-poll-voters-want-single-payer\" target=\"_blank\">\n  Associated Press-Yahoo poll\n </a>\n , Dec. 14-20, 2007\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/kaiserpolls/upload/7945.pdf\" target=\"_blank\">\n  Kaiser Health Tracking Poll\n </a>\n , July 2009\n</p>\n<p>\n Gallup News Service,\n <a href=\"http://www.gallup.com/poll/27322/Prescription-Healing-Healthcare-From-People.aspx\" target=\"_blank\">\n  Prescription for Healing Healthcare From the People\n </a>\n , by Frank Newport, April 26, 2009\n</p>\n<p>\n Kaiser Family Foundation,\n <a href=\"http://www.kff.org/kaiserpolls/posr092909pkg.cfm\" target=\"_blank\">\n  Kaiser Health Tracking Poll - September 2009\n </a>\n</p>\n<p>\n Los Angeles Times/Bloomberg,\n <a href=\"http://www.latimes.com/media/acrobat/2007-10/33450977.pdf\" target=\"_blank\">\n  \"Public Pessimistic On The Economy Most Pick Democrats Over Republicans On Health Care Reform,\"\n </a>\n Oct. 24, 2007\n</p>\n<p>\n Rasmussen Reports,\n <a href=\"http://www.rasmussenreports.com/public_content/politics/current_events/healthcare/august_2009/32_favor_single_payer_health_care_57_oppose\" target=\"_blank\">\n  \"32% Favor Single-Payer Health Care, 57% Oppose,\"\n </a>\n Aug. 10, 2009\n</p>\n<p>\n Interview with Karlyn Bowman, polling analyst with the American Enterprise Institute, Sept. 30, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Documentary filmmaker", "false_count": 5, "first_name": "Michael", "half_true_count": 1, "home_state": "", "id": 47, "last_name": "Moore", "mostly_true_count": 6, "name_slug": "michael-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michaelmoore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/47/", "total_count": 17, "true_count": 2, "website": "http://www.michaelmoore.com/"}, "statement": "<p>\"The majority actually want single-payer health care.\"</p>", "statement_context": "an appearance on Larry King Live", "statement_date": "2009-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}