{"art": [{"brightcove": "", "caption": "Cowboys owner Jerry Jones denies link between NFL and Chronic Traumatic Encephalopathy.", "id": 7870, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"30524239\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/7870/", "title": "Jerry Jones CTE", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/apr/22/jerry-jones/pants-fire-jerry-jones-says-absurd-firmly-link-foo/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12276, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12276/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>The owner of America&rsquo;s Team says science hasn&rsquo;t cemented a link between playing football and chronic traumatic brain injury.</p>\r\n\r\n<p>Jerry Jones got into the tender topic on March 22, 2016, during the NFL&rsquo;s annual meeting in Boca Raton, Florida, Dallas Cowboys spokesman Rich Dalrymple told us by email. We&rsquo;d reached out to Dalrymple after seeing a March 23, 2016, <a href=\"https://www.washingtonpost.com/news/sports/wp/2016/03/22/jerry-jones-does-not-believe-a-link-between-football-and-brain-disease-has-been-established/\">news story</a> in <em>The Washington Post</em> quoting Jones saying he&rsquo;s not convinced medical and scientific research have established a link between football and brain disease.</p>\r\n\r\n<p>According to the <em>Post</em>, Jones was asked to clarify whether there is, in his view, enough data to establish such a link. &quot;No, that&rsquo;s absurd,&quot; Jones told reporters. &quot;There&rsquo;s no data that in any way creates a knowledge. There&rsquo;s no way that you could have made a comment that there is an association and some type of assertion. In most things, you have to back it up by studies. And in this particular case, we all know how medicine is. Medicine is evolving.&quot;</p>\r\n\r\n<p>Dalrymple emailed us a partial transcript indicating Jones was responding to a question about if data shows an established link between football and Chronic Traumatic Encephalopathy, a <a href=\"http://www.bu.edu/cte/about/what-is-cte/\">specific progressive degenerative disease of the brain</a>:</p>\r\n\r\n<p style=\"margin-left:49.5pt\">REPORTER: &quot;No data, in your mind, to have a relationship between CTE and playing football?&quot;</p>\r\n\r\n<p style=\"margin-left:49.5pt\">JONES: &quot;No, that&#39;s absurd. There&#39;s no data that in any way creates knowledge. There&#39;s no way that you can have made a comment that there&#39;s an association or some type of assertion.&quot;</p>\r\n\r\n<p><strong>Contrasting NFL comments</strong></p>\r\n\r\n<p>We asked Dalrymple how Jones reached that &nbsp;conclusion. Dalrymple said Jones hadn&rsquo;t said then and Dalrymple didn&rsquo;t think there would be follow-up.</p>\r\n\r\n<p>What Jones said in Florida lined up with a February 2016 <a href=\"http://time.com/4210564/nfl-super-bowl-brain-trauma-cte/\">response</a> by Dr. Mitch Berger, who leads the NFL&rsquo;s subcommittee on former players and long-term effects of brain and spine injury. At the time, Berger was <a href=\"http://www.thestar.com/sports/football/2016/02/04/nfl-simply-refuses-to-acknowledge-concussion-reality-arthur.html\">asked by Bruce Arthur, a Toronto Star columnist</a>, if he believes the link between football and CTE had been established. He said, &quot;No.&quot;</p>\r\n\r\n<p>But the next month, at a March 14, 2016, roundtable discussion held by the House Committee on Energy and Commerce, Rep. Jan. Schakowsky, D-Ill., asked Jeff Miller, the NFL&rsquo;s senior vice president for health and safety, if the link between football and neurodegenerative diseases such as CTE has been established</p>\r\n\r\n<p>&quot;The answer to that question is certainly yes,&quot; Miller replied. An ESPN <a href=\"http://espn.go.com/espn/otl/story/_/id/14972296/top-nfl-official-acknowledges-link-football-related-head-trauma-cte-first\">recap</a> characterized that response as &quot;the first time a senior league official had conceded football&#39;s connection to the devastating brain disease.&quot;</p>\r\n\r\n<p><strong>Boston University leads research</strong></p>\r\n\r\n<p>So, has science established a link between football and CTE?</p>\r\n\r\n<p>It seems so. For instance, it&rsquo;s been three years since the publication of <a href=\"http://leagueofdenial.com/\">&quot;League of Denial,&quot;</a> the book by ESPN reporters Mark Fainaru-Wada and Steve Fainaru that walked through research signaling that players who take a pounding on the gridiron--much like boxers, as established decades before--risk brain damage.</p>\r\n\r\n<p>According to the book, the Center for the Study of Traumatic Encephalopathy at the Boston University School of Medicine, home to neuropathologist Ann McKee, had quickly grown to be recognized as the nation&rsquo;s leading authority of football-related brain effects--including CTE.</p>\r\n\r\n<p>The center, <a href=\"http://www.bu.edu/cte/about/about-the-center/\">which says</a> it collaborates with other institutions, partners and academic researchers to &quot;expand our understanding of CTE,&quot; says on its website: &quot;CTE has been known to affect boxers since the 1920s. However, recent reports have been published of neuropathologically confirmed CTE in retired professional football players and other athletes who have a history of repetitive brain trauma.</p>\r\n\r\n<p>&quot;This trauma triggers progressive degeneration of the brain tissue, including the build-up of an abnormal protein called tau,&quot; the center says. &quot;These changes in the brain can begin months, years, or even decades after the last brain trauma or end of active athletic involvement. The brain degeneration is associated with memory loss, confusion, impaired judgment, impulse control problems, aggression, depression, and, eventually, progressive dementia.&quot;</p>\r\n\r\n<p>McKee said at a press conference before the Super Bowl in 2009 (seven-plus years ago): &quot;I have never seen this disease in the general population, only in these athletes. It&rsquo;s a crisis, and anyone who doesn&rsquo;t recognize the severity of the problem is in tremendous denial.&quot;</p>\r\n\r\n<p>More recently, a March 16, 2016, ESPN <a href=\"http://espn.go.com/espn/otl/story/_/id/14982032/nfl-admission-football-lead-brain-disease-came-amid-new-science-suggesting-sports-related-trauma-becoming-more-common\">news story</a> by the &quot;League of Denial&quot; authors said McKee has diagnosed 176 CTE cases in five years, including 90 of 94 former NFL players whose brains were examined; 45 out of 55 college players; and six out of 26 high school players. &quot;It&#39;s overwhelming that this is occurring in professional players; we&#39;re just seeing it over and over,&quot; McKee said.</p>\r\n\r\n<p><strong>National research perspective</strong></p>\r\n\r\n<p>We tried to run Jones&rsquo; statement past McKee, hearing back from the center&rsquo;s Chris Nowinski, a former pro wrestler and author of <a href=\"http://chrisnowinski.com/head-games/\">&quot;Head Games: Football&rsquo;s Concussion Crisis.&quot;</a></p>\r\n\r\n<p>By email, Nowinski pointed us to a <a href=\"http://www.ninds.nih.gov/research/tbi/ReportFirstNIHConsensusConference.htm\">web post</a> by the National Institute of Neurological Disorders and Stroke, last updated in March 2015, stating the institute&rsquo;s first &quot;consensus workshop&quot; of CTE scientists the month before had concluded that &quot;thus far, this pathology has only been found in individuals exposed to brain trauma, typically multiple episodes. How common this pathology occurs at autopsy and the nature and degree of trauma necessary to cause this neurodegeneration remain to be determined.&quot;</p>\r\n\r\n<p>Nowinski also noted the March 16, 2016, ESPN <a href=\"http://espn.go.com/espn/otl/story/_/id/14982032/nfl-admission-football-lead-brain-disease-came-amid-new-science-suggesting-sports-related-trauma-becoming-more-common\">news story</a> both noting the scientific consensus and stating that brain bank studies had lately detected CTE &quot;in a large percentage of former high school football players and other athletes&quot; and scans newly showed &quot;signs of the disease in NFL players decades after their retirement.</p>\r\n\r\n<p>All that said, ESPN reported, Dr. Walter Koroshetz, director of the National Institute for Neurological Disorders and Stroke, cautioned that much remains unknown about CTE such as how common it is, when and why symptoms develop, and how the disease -- associated with depression, dementia and memory loss -- spreads inside the brain.</p>\r\n\r\n<p>The story summed up: &quot;Although many questions remain unanswered, the research appears not only to reinforce the connection between repetitive head trauma and CTE, but also suggests that the disease may be prevalent among people in the general population who played contact sports, not just former NFL players.&quot;</p>\r\n\r\n<p>Finally, the story noted an independent analysis of brain tissue from people who had played contact sports and those who had not. Researchers including Kevin Bieniek, a postdoctoral research fellow in the Mayo Clinic&#39;s Department of Neuroscience, reviewed 66 brains of people who had played contact sports -- primarily high school and college football, but also boxing, rugby, wrestling and soccer. They also examined the brains of 198 control subjects who hadn&rsquo;t been exposed to contact sports.</p>\r\n\r\n<p>And in the end, they spotted CTE signs in the brains of 21 people who played contact sports -- at a rate of almost one in three -- but no such signs in the brains of the people who had not played contact sports.</p>\r\n\r\n<p><strong>Other scientists</strong></p>\r\n\r\n<p>We asked a Johns Hopkins medical expert, <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/0004302/constantine-lyketsos\">Kostas Lyketsos</a>, to analyze Jones&rsquo; claim.</p>\r\n\r\n<p>Through Kristin Mears, spokeswoman for the Johns Hopkins Bayview Medical Center, Lyketsos emailed this statement: &quot;In my view, there is good evidence to support &lsquo;a link&rsquo; between playing football and long-term consequences of traumatic brain injuries such as developing CTE. The science, however, is still very limited in terms of the strength of the link and many other important aspects of this link. The research that would be necessary to clarify these issues is costly and will take a long time to complete.&quot;</p>\r\n\r\n<p>We also connected with <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/4325916/vassilis-koliatsos\">Dr. Vassilis Koliatsos</a>, a Johns Hopkins professor of pathology, who said by phone there&rsquo;s a risk of CTE from any contact sport, including boxing, rugby and ice hockey.</p>\r\n\r\n<p>&quot;The problem is not whether there is a risk,&quot; Koliatsos said, &quot;but how much of a risk there is. The answer is we really don&rsquo;t know.&quot; He said it would help to have a study following people over time bolstered by PET scans to look for tau buildups in the brains of &nbsp;living people. &quot;What we have now is backward data, brains from people who did poorly. We don&rsquo;t know about people who have done fairly well. That is the scientific issue,&quot; Koliatsos said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Jones said it&rsquo;s &quot;absurd&quot; to say there&rsquo;s enough data to establish a link between playing football and CTE.</p>\r\n\r\n<p>In fact, scientists have reached consensus establishing this link, though research remains to be done on the degree to which football players and others involved in high-contact activities risk CTE.</p>\r\n\r\n<p>We find Jones&rsquo;s &quot;absurd&quot; claim absurd. Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE</strong></em> &ndash; The statement is not accurate and makes a ridiculous claim. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/a39f3e05-4c74-4bf8-b78f-18dec3a47e56\">https://www.sharethefacts.co/share/a39f3e05-4c74-4bf8-b78f-18dec3a47e56</a></p>\r\n", "ruling_comments_date": "2016-04-22T11:29:35.228430", "ruling_date": "2016-04-22T11:05:17", "ruling_headline": "Pants on Fire: Jerry Jones says 'absurd' to firmly link football, Chronic Traumatic Encephalopathy", "ruling_headline_slug": "pants-fire-jerry-jones-says-absurd-firmly-link-foo", "ruling_link_text": "Defensive interference", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/11HP8412xgAvl88a1I8CkVfqnWxICOmz6Mxr6r_CRfDQ/pub\">Emails</a>, Rich Dalrymple, vice president, public relations/communications, Dallas Cowboys, March 23, 2016</p>\r\n\r\n<p>Sports commentary, <a href=\"http://www.thestar.com/sports/football/2016/02/04/nfl-simply-refuses-to-acknowledge-concussion-reality-arthur.html\">&quot;NFL simply refuses to acknowledge concussion reality: Arthur,&quot;</a> Bruce Arthur, <em>Toronto Star</em>, Feb. 4, 2016</p>\r\n\r\n<p>Book, <a href=\"http://leagueofdenial.com/\">&quot;League of Denial,&quot;</a> Mark Fainaru-Wada and Steve Fainaru, Crown Publishing Group, 2013</p>\r\n\r\n<p>News story, <a href=\"http://time.com/4210564/nfl-super-bowl-brain-trauma-cte/\">&quot;The NFL Still Won&rsquo;t Tackle Brain Trauma at the Super Bowl,&quot;</a> Time magazine, Feb. 6, 2016</p>\r\n\r\n<p>News stories, ESPN, <a href=\"http://espn.go.com/espn/otl/story/_/id/14972296/top-nfl-official-acknowledges-link-football-related-head-trauma-cte-first\">&quot;NFL acknowledges, for first time, link between football, brain disease,&quot;</a> March 15, 2016; <a href=\"http://espn.go.com/espn/otl/story/_/id/14982032/nfl-admission-football-lead-brain-disease-came-amid-new-science-suggesting-sports-related-trauma-becoming-more-common\">&quot;Latest studies: Brain disease from contact sports more common,&quot;</a> March 16, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1RRAZ9rE1xq92ld7Nsm-1_lNaghSohwxnGOUSK1ixpEQ/pub\">Email</a>, Chris Nowinski, founding executive director, Concussion Legacy Foundation, Outreach, Recruitment, Education, and Public Policy Leader, Boston University CTE Program, March 28, 2016</p>\r\n\r\n<p>Web post, <a href=\"http://www.ninds.nih.gov/research/tbi/ReportFirstNIHConsensusConference.htm\">&quot;Report from the First NIH Consensus Conference to Define the Neuropathological Criteria for the Diagnosis of Chronic Traumatic Encephalopathy,&quot;</a> National Institute of Neurological Disorders and Stroke, last updated March 31, 2015 (accessed April 18, 2016)</p>\r\n\r\n<p>Web page, <a href=\"http://www.bu.edu/cte/about/what-is-cte/\">&quot;What is CTE?,&quot;</a> The CTE Center, Alzheimer&rsquo;s Disease Center, Boston University School of Medicine (accessed March 23, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1IQPgUhzH5Bz2W3vzukDakkp65mHZH2TevgkK8W36ZgA/pub\">Email</a>, <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/0004302/constantine-lyketsos\">Constantine George Lyketsos</a>, Elizabeth Plank Althouse professor and chair of Psychiatry, Johns Hopkins Bayview Medical Center, March 23, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/4325916/vassilis-koliatsos\">Dr. Vassilis Koliatsos</a>, professor of pathology and associate professor of psychiatry and behavioral science, Johns Hopkins, Baltimore, March 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Owner, president, general manager, Dallas Cowboys", "false_count": 1, "first_name": "Jerry", "half_true_count": 0, "home_state": "Texas", "id": 3035, "last_name": "Jones", "mostly_true_count": 0, "name_slug": "jerry-jones", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jerryjones2015pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3035/", "total_count": 2, "true_count": 0, "website": "http://www.dallascowboys.com/team/staff/roster/jerry-jones"}, "statement": "<p>Says it&rsquo;s &quot;absurd&quot; to say there&rsquo;s enough data to establish a link between playing football and Chronic Traumatic Encephalopathy.</p>\r\n", "statement_context": "remarks to reporters at NFL annual meeting", "statement_date": "2016-03-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}