{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/apr/30/ridesharing-works-austin/claim-about-millions-dollars-costs-bill-going-taxp/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12319, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12319/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Austin taxpayers are in for millions of dollars in regulatory costs if voters decide not to change what the city requires in background checks of drivers for ride-hailing services, a pro-proposition group says.</p>\r\n\r\n<p>Ridesharing Works for Austin says in a mailer to voters: &quot;A completely new City-run&quot; criminal background check &quot;process will cost millions in processing fees, additional staff, and bureaucracy.&quot; The mailer, which came to our attention from a reader, is headlined: &quot;Keep Taxpayers From Having to Pay.&quot;</p>\r\n\r\n<p>Proposition 1, which landed on the May 7, 2016, ballot after a petition drive led by Ridesharing Works for Austin, centers on whether to require fingerprinting of drivers for popular services, like Uber and Lyft, that enable customers to summon a ride using a mobile app.</p>\r\n\r\n<p>Vote &quot;yes&quot; and company-provided name-based national criminal background checks would continue -- without a fingerprinting element. Vote &quot;no&quot; and driver fingerprints would be gathered and run through the FBI.</p>\r\n\r\n<p>Rejecting the proposal, the mailer suggests, gives &quot;the City a blank check to fund a takeover&quot; of background checks &quot;and sends taxpayers the bill.&quot;</p>\r\n\r\n<p>So, hide your pocketbook?</p>\r\n\r\n<p>Not so fast, we found.</p>\r\n\r\n<p><strong>Council member: Taxpayers not on barrel</strong></p>\r\n\r\n<p>Before we saw the mailer, an Austin City Council member disputed the notion that taxpayers will be charged for fingerprinting drivers. An April 19, 2016, <em>Austin American-Statesman</em> <a href=\"http://www.mystatesman.com/news/news/local-govt-politics/would-taxpayers-pay-for-fingerprinting-drivers-off/nq72s/\">news story</a> quoted Ann Kitchen, sponsor of the ordinance the proposition would repeal, saying the council agreed to levy a 1 percent fee on the ride-hailing companies&rsquo; gross local revenue to go to a city fund to &quot;assist and incent drivers to become compliant&quot; with the new rules. Then again, according to an April 22, 2016, <a href=\"http://www.mystatesman.com/news/news/local/qa-what-austin-voters-need-to-know-about-the-prop-/nq9YN/\">commentary</a> by Ben Wear, the <em>American-Statesman</em>&rsquo;s transportation writer, that&rsquo;s to be charged only if companies fail to take certain steps to get drivers fingerprinted as quickly as possible.</p>\r\n\r\n<p>The incentive fee was created to help allay ride-hailing drivers&rsquo; concerns about the costs of the fingerprint check &mdash; expected to be nearly $40 per driver, city spokeswoman Alicia Dean told us by email. Dean added: &quot;This is what it costs for checks we do for other driver background checks for other vehicles for hire.&quot;</p>\r\n\r\n<p>We asked if the city or council had decided to cover the costs. Dean replied: &quot;No.&quot;</p>\r\n\r\n<p>There&rsquo;s also a separate 1 percent fee, to be in place if the proposition passes or not, &quot;to cover the city&rsquo;s administrative costs and infrastructure needs,&quot; the <em>Statesman</em> reported.</p>\r\n\r\n<p>Upshot: Ride-hail companies could be paying up to 2 percent of gross local revenue to the city though another April 2016 <em>American-Statesman</em> <a href=\"http://www.mystatesman.com/news/news/local-govt-politics/austin-has-failed-to-collect-administrative-fee-fr/nq7Qt/\">news story</a> says ride-hail companies aren&rsquo;t expected to owe any general fees until at least the end of 2016. The same story quoted a former council member, Chris Riley, saying that when the council approved its first ride-hail regulations in August 2014, the intent was that any such fees cover city administrative costs.</p>\r\n\r\n<p>Of course, all this not-so declamation comes from city-connected officials.</p>\r\n\r\n<p>We were curious how Ridesharing Works for Austin arrived at its millions-of-dollars&rsquo; conclusion.</p>\r\n\r\n<p>To our query, spokesman Travis Considine pointed out by email that prospective-driver fingerprints are to be run through the FBI, according to <a href=\"https://www2.municode.com/library/tx/austin/ordinances/code_of_ordinances?searchRequest=%7B%22searchText%22:%2220151217%22,%22pageNum%22:1,%22resultsPerPage%22:25,%22booleanSearch%22:false,%22stemming%22:true,%22fuzzy%22:false,%22synonym%22:false,%22contentTypes%22:[%22ORDINANCES%22],%22productIds%22:[]%7D&amp;nodeId=749300\">the ordinance</a> adopted by the council in December 2015. Specifically, the ordinance authorizes the city or an approved &quot;third party&quot; to submit each driver-applicant&rsquo;s fingerprints to the Texas Department of Public Safety for a search of state criminal records and to forward the fingerprints to the FBI for the national check.</p>\r\n\r\n<p>&quot;The results of the FBI check will be returned to the DPS,&quot; the ordinance says, &quot;which will disseminate the results of state and national criminal history checks to the City.&quot; Next, the ordinance says, the department shall use each result to determine if the applicant is prohibited from driving for a Transportation Network Company, as in ride-hail service.</p>\r\n\r\n<p>Not that the city expects all of this in a hurry. &nbsp;During a phase-in, the ordinance says, the city&rsquo;s Transportation Department is to implement procedures to help drivers obtain fingerprints and background checks with each company expected to have 99 percent of its drivers checked by February 2017 or be subject to financial penalties.</p>\r\n\r\n<p>Considine suggested city reviews of each completed check will entail massive upticks in staff and spending to process thousands of reports coming back from the DPS. The services currently conduct name-based checks on their own.</p>\r\n\r\n<p><strong>Uber lobbyist: 50,000 background checks will burden city</strong></p>\r\n\r\n<p>Considine also put us in touch with Adam Goldman, an Austin lobbyist for Uber, who said by phone the few city workers who currently review applications for chauffeur licenses can&rsquo;t possibly be expected to handle the surge in applications likely to come from ride-hail drivers seeking to fulfill the city&rsquo;s requirements.</p>\r\n\r\n<p>If voters say &quot;no&quot; to the proposition, Goldman said, city staff stand to see fingerprint-fueled checks submitted for 50,000 drivers -- a figure he said reflects the number of Austin-area residents who have driven at least once for Uber.</p>\r\n\r\n<p>Hold that count. An Uber spokeswoman, Jaime Moore, <a href=\"http://www.politifact.com/texas/statements/2016/apr/15/ellen-troxclair/ellen-troxclair-lacks-facts-behind-claim-about-sex/\">previously told us</a> it has 15,000 Austin-area drivers though that total fluctuates. Moore, informed of Goldman&rsquo;s 50,000 figure, replied by email that nearly 50,000 Austin-area people went through the Uber screening process in the last year -- though many of them didn&rsquo;t make it through.</p>\r\n\r\n<p>Still, Moore suggested we put stock in the &quot;50,000&quot; because Goldman didn&rsquo;t consider Austin-area Lyft drivers. So, Moore said, &quot;we would expect the number&quot; of individuals whose background checks would require the city&rsquo;s final review &quot;to be much higher than 50,000.&quot;</p>\r\n\r\n<p>Goldman didn&rsquo;t offer a calculation to back up the predicted &quot;millions&quot; in city costs. But Considine, asked for an equation behind the group&rsquo;s claim, suggested multiplying 50,000 times the possible $40 charge per background check, which plays out to $2 million.</p>\r\n\r\n<p>Alternatively, we noted, if you go with the low-end count of 10,000 drivers, you get $400,000 in possible costs.</p>\r\n\r\n<p>We asked Considine if it&rsquo;s fair to consider either total a city cost in that the city, far as we can tell, hasn&rsquo;t said it&rsquo;s funding the checks. He didn&rsquo;t reply.</p>\r\n\r\n<p>It also occurred to us there might be fewer ride-hail drivers if the proposition fails; some might resist fingerprinting. Considine agreed, saying by phone: &quot;That is what happened in Houston. Uber in Houston is different than Austin; the wait times are longer, the surge pricing,&quot; pricing at peak travel times, &quot;is higher.&quot;</p>\r\n\r\n<p><strong>Houston official: No spike in taxpayer-funded costs</strong></p>\r\n\r\n<p>It made sense to us to consider Houston&rsquo;s experience. The Bayou City has required fingerprint-driven background checks of ride-hail drivers <a href=\"http://www.chron.com/news/transportation/article/Uber-threatens-to-leave-Houston-7379011.php\">since November 2014</a>, also demanding drug tests, physicals and vehicle inspections.</p>\r\n\r\n<p>So we reached out to the city&rsquo;s Administration and Regulatory Affairs Department to ask if administrative costs spiked. By phone, spokeswoman Lara Cottingham said the city experienced an &quot;enormous spike&quot; in applicants after Uber agreed to comply with the city&rsquo;s security requirements. However, she said, the department didn&rsquo;t add staff for its final reviews; as before Uber arrived in Houston, a single employee looks over 200 to 300 driver background checks a day. If a background check shows any offense disqualifying a person for a license, the application is denied, Cottingham said, but the city also sets up a hearing for the driver to seek reconsideration, in accord with state law, she said. &quot;There&rsquo;s been no real change other than she&rsquo;s a lot busier than before,&quot; Cottingham said.</p>\r\n\r\n<p>Cottingham said driver-applicants are allowed to get fingerprinted by a designated private vendor or may visit the DPS in Austin to be fingerprinted. Generally, Cottingham said, fees paid by Uber, the amount of which she said the company doesn&rsquo;t consider public information, more than cover city costs.</p>\r\n\r\n<p><strong>Austin official: Staff can &#39;flex&#39;</strong></p>\r\n\r\n<p>Next, we asked Austin&rsquo;s Transportation Department if the pro-proposition group&rsquo;s cost claim comports with its expectations.</p>\r\n\r\n<p>We sought elaboration about flexing up; Dean replied that the department has 12 employees including about eight &quot;administrative personnel&quot; who could process such applications plus at least five professional staff who &quot;could be flexed to review reports.&quot;</p>\r\n\r\n<p>Gordon Derr, an assistant director in the department, earlier said by email: &quot;Possibly, the number of staff may need to increase to handle large numbers of applications, but the activities overseeing vehicles-for-hire are funded by the enterprise fund for the city.&quot;</p>\r\n\r\n<p>That&rsquo;s not tax revenue, we recognized. By email, a department spokeswoman, Cheyenne Krause, said the ride-hail fees authorized by the council would go into the department&rsquo;s enterprise fund which to date brings together parking revenue and fees paid by ground transportation service companies and drivers, funding department staff and administration.</p>\r\n\r\n<p>Derr earlier said: &quot;Possibly, the number of staff may need to increase to handle large numbers of applications, but the activities overseeing vehicles-for-hire are funded by the enterprise fund for the city,&quot; which applies to programs generally funded from fees, not taxes. &quot;Costs would not be paid from the general fund,&quot; which supports tax-backed activities, &quot;therefore the costs would not be billed to the taxpayers,&quot; Derr said, adding: &quot;It has yet to be determined who would be responsible for paying for background checks.&quot;</p>\r\n\r\n<p>Derr said the city has &quot;engaged&quot; a DPS contractor, Morphotrust, to take fingerprints from prospective drivers. Once prints are taken, he wrote, &quot;Morphotrust works through DPS to process the background checks through DPS for the state background check and the FBI for federal background checks.&quot; Next, Derr said, the DPS sends results to the city where staff review them.</p>\r\n\r\n<p>Generally, Krause later told us by email, staff don&rsquo;t know &quot;what will be required and cannot speculate as to the number of background checks that the City will review or the resources that will be required to review the checks. Any potential costs to the City are purely speculative.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The Ridesharing Works group said that if voters reject Proposition 1, a &quot;completely new city-run&quot; criminal background check &quot;process will cost millions in processing fees, additional staff and bureaucracy&quot; with taxpayers getting &quot;the bill.&quot;</p>\r\n\r\n<p>This claim isn&rsquo;t backed up by Houston&rsquo;s avowed experience or available facts about Austin&rsquo;s approach.</p>\r\n\r\n<p>What happens next does seem a bit unsettled. For instance, it&#39;s up in the air who&rsquo;s going to pay for each background check reviewed by the city. We also found no authoritative cost estimate for the city&rsquo;s oversight. Additional staff might be needed, we learned, yet the relevant department also advises it can lean on existing staff.</p>\r\n\r\n<p>However, we neither fielded nor found evidence the city&rsquo;s contemplated reviews of background checks will cost millions. Significantly too, taxpayers aren&#39;t poised to get the bill; city costs are to be covered from a fee-backed fund, not tax revenue.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate.</p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/25a93054-0729-4f6a-b46d-b20268e6c6ec\">https://www.sharethefacts.co/share/25a93054-0729-4f6a-b46d-b20268e6c6ec</a></p>\r\n", "ruling_comments_date": "2016-04-29T17:36:54.918179", "ruling_date": "2016-04-30T12:50:26", "ruling_headline": "Facts missing behind claim that fingerprint checks of Austin drivers will cost city millions", "ruling_headline_slug": "claim-about-millions-dollars-costs-bill-going-taxp", "ruling_link_text": "Tap brakes", "ruling_state": null, "source_documents": null, "sources": "<p>News stories, <em>Austin American-Statesman,</em> <a href=\"http://www.mystatesman.com/news/news/local-govt-politics/austin-has-failed-to-collect-administrative-fee-fr/nq7Qt/\" style=\"text-decoration:none;\"><u>&quot;Austin has failed to collect administrative fee from Lyft and Uber,&quot;</u></a> posted online April 18, 2016; <a href=\"http://www.mystatesman.com/news/news/local-govt-politics/would-taxpayers-pay-for-fingerprinting-drivers-off/nq72s/\" style=\"text-decoration:none;\"><u>&quot;Would taxpayers pay for fingerprinting drivers? Officials say no,&quot;</u></a> posted online April 19, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/16RsGKeT-SN_fRapqs_4zpQNoKUr1uoS6fbp_TfMfh5k/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Travis Considine, communications director, Ridesharing Works for Austin, April 27-28, 2016</p>\r\n\r\n<p>Telephone interview, Adam Goldman, lobbyist for Uber in Austin, April 27, 201</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1z6VcedDGi99mZzmiTSR-w4-ux39R7b8tOhg7ujO8aOo/pub\" style=\"text-decoration:none;\"><u>Email (excerpted)</u></a>, Jaime Moore, communications and public affairs manager, Uber, Austin, April 28, 2016</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2016/apr/15/ellen-troxclair/ellen-troxclair-lacks-facts-behind-claim-about-sex/\" style=\"text-decoration:none;\"><u>&quot;Ellen Troxclair lacks facts for claim about chances of sex assault by an Austin taxi driver,&quot;</u></a> PolitiFact Texas, April 15, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/154EJ-HCaZUrgqmdGlCYfmCewJ6OcRyq5LBP_-KAkv8Y/pub\" style=\"text-decoration:none;\"><u>Emails</u></a>, Cheyenne Krause, senior public information specialist, City of Austin Transportation Department, April 27-28, 2016</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGTlBLRV9aREZESFU/view?usp=sharing\" style=\"text-decoration:none;\"><u>response to PolitiFact Texas</u></a> from Gordon Derr, assistant director, City of Austin Transportation Department (received by email from Cheyenne Krause, senior public information specialist, City of Austin Transportation Department, April 27, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1CWO5FO_eW09Sa9c9EQOaQhJFZBAzg3wgvvqQm4a6d4M/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Alicia Dean, senior public information specialist, City of Austin, Communications &amp; Public Information Office, April 28, 2016</p>\r\n\r\n<p>Telephone interviews, Lara Cottingham, deputy assistant director, City of Houston, Administration &amp; Regulatory Affairs Department, April 26 and 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Group in favor of Proposition 1 on Austin's May 7, 2016 ballot", "false_count": 1, "first_name": "Ridesharing", "half_true_count": 0, "home_state": "Texas", "id": 3494, "last_name": "Works for Austin", "mostly_true_count": 0, "name_slug": "ridesharing-works-austin", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/prop1grouppft.png", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3494/", "total_count": 1, "true_count": 0, "website": "http://www.voteprop1.com/"}, "statement": "<p>If Austin voters reject Proposition 1, a &quot;completely new City-run&quot; criminal background check &quot;process will cost millions in processing fees, additional staff, and bureaucracy&quot; with taxpayers getting &quot;the bill.&quot;</p>\r\n", "statement_context": "a voter mailer noted by a reader", "statement_date": "2016-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}