{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/02/michael-moore/michael-moore-says-young-people-are-increasingly-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1234, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1234/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Responding to conservative critics of President Barack Obama who say the president is leading the United States toward socialism, filmmaker Michael Moore says that wouldn't necessarily be out of step with public opinion.\n <br />\n <br />\n In his just-released documentary,\n <em>\n  Capitalism: A Love Story\n </em>\n , Moore recites an episode from the 2008 campaign that prompted critics to say Obama was a socialist. But Moore then cites poll statistics to show that socialism is surprisingly popular with American young people.\n <br />\n &nbsp;\n <br />\n \"By Election Day, the Rasmussen poll reported that only 37 percent of young adults now favor capitalism over socialism,\" Moore says in the film.\n <br />\n <br />\n He added in footnotes to the movie on MichaelMoore.com that \"despite fear-mongering about the word, particularly around the time of the 2008 presidential election, young people are increasingly interested in socialism.\"\n <br />\n &nbsp;\n <br />\n The footnotes say the Rasmussen Reports poll found that \"adults under 30 are essentially evenly divided: 37 percent prefer capitalism, 33 percent socialism, and 30 percent are undecided.\"\n <br />\n <br />\n We located the poll in question. It was taken in April 2009 using automated telephone calls. It had 1,000 adult respondents and a sampling error of plus or minus 3 percentage points.\n <br />\n <br />\n But the Rasmussen poll was taken five months after the election. So in the movie, Moore incorrectly describes the timing. At the point the poll was taken, Obama had been in office for nearly three months and the nation was in the depths of a recession.\n <br />\n &nbsp;\n <br />\n We should point out that over the years, critics have faulted Rasmussen for using machines rather than human interviewers, although it and other \"robo-call\" pollsters have won some acceptance. But more importantly, Rasmussen made no effort to make sure the people taking part in the survey understood the difference between capitalism and socialism. Rasmussen asked, \"Which is a better system, capitalism or socialism?\" The survey did not define either term.\n <br />\n &nbsp;\n <br />\n Among survey participants of all ages, 53 percent preferred capitalism, 20 percent preferred socialism and 27 percent said they were unsure. But for adults under 30, the group Moore was talking about, the results broke down as 37 percent for capitalism, 33 percent for socialism and 30 percent undecided.\n <br />\n <br />\n So Moore reported those results accurately. Let's look closely, though, at how Moore phrased his assertion. He said on his Web site that young people \"are increasingly interested in socialism.\" That means their attitudes had to have changed to some degree over time. And we can't find evidence of that. And in the movie, he incorrectly pegged it to the November 2008 election.\n <br />\n <br />\n The polling firm's president, Scott Rasmussen, told PolitiFact that he has only asked that question once. So there's no way to compare his April poll question against other Rasmussen questions taken at different times.\n <br />\n <br />\n As for data by other pollsters, we contacted Karlyn Bowman, a veteran polling analyst at the American Enterprise Institute. She said that as soon as the Rasmussen question about socialism came out in April and began attracting media attention, she asked an intern to trawl through her polling databases to locate similar questions over the years. The intern found about a dozen items that addressed the question of socialism or free markets, but most of them aren't especially comparable to Rasmussen's question.\n <br />\n <br />\n For starters, the questions' wording is all over the map &mdash; a problem because pollsters warn that questions asked with different wordings can elicit different answers. One asked whether respondents agreed with the statement, \"The United States would be better off if it moved toward socialism,\" while another asked whether they agreed with the statement, \"Most people are better off in a free market economy, even though some people are rich and some are poor.\"\n <br />\n <br />\n More importantly, though, Bowman could find only a few polls for which the response data was broken down by age. She said that age breakdowns are not typically included in the public versions of polls.\n <br />\n &nbsp;\n <br />\n Still, we'll report the two other polls with age breakdowns that we or Bowman were able to locate.\n <br />\n &nbsp;\n <br />\n One was a January 2009 Fox News/Opinion Dynamics poll. It asked, \"Do you think it would be a good thing or a bad thing for the United States to move away from capitalism and more toward socialism?\" Among respondents of all ages, 23 percent said it was a good thing, 65 percent said it was a bad thing and 12 percent didn't know. But among the under-30 crowd, 31 percent said it was a good thing, 54 percent said it was a bad thing and 15 percent didn't know.\n <br />\n &nbsp;\n <br />\n That's more favorable to socialism than the all-age sample as a whole, but the poll doesn't exactly show that under-30s are \"evenly divided,\" as they were in the Rasmussen poll. So this result undercuts Moore's claim that socialism is running strong among America's young people.\n <br />\n &nbsp;\n <br />\n Not convinced by a poll sponsored by Fox News, which liberals accuse of having a conservative bias? Then try one from the Pew Research Center for the People and the Press, which has a reputation for being nonideological.\n <br />\n &nbsp;\n <br />\n The Pew center took a poll in March 2009 that asked, \"Generally, do you think people are better off in a free-market economy, even though there may be severe ups and downs from time to time, or don't you think so?\" Among all respondents, 70 percent agreed that people were better off in a free-market economy, while 20 percent disagreed and 10 percent said they didn't know.\n <br />\n &nbsp;\n <br />\n Among respondents under 30, the numbers weren't much different: 69 percent agreed that people were better off in a free-market economy and 26 percent disagreed, with 6 percent saying they didn't know. So, these responses also undercut Moore's notion that younger Americans are looking fondly at socialism.\n <br />\n &nbsp;\n <br />\n Scott Rasmussen has a theory. He suggested that support for capitalism as it is currently practiced is weakening, even as support for the theory of free markets remains strong.\n <br />\n &nbsp;\n <br />\n He cites an April Rasmussen survey that asked whether respondents favored a free-market economy or a government-managed economy. Overall, 77 percent of respondents favored a free-market economy, while just 11 percent favored a government-managed economy. For those under 30, free markets led, 79 percent to 8 percent.\n <br />\n &nbsp;\n <br />\n These results simultaneously bolster and undercut the claim in\n <em>\n  Capitalism: A Love Story\n </em>\n . On the plus side for Moore, Rasmussen suggested in an interview that \"the word 'capitalism' had taken on a lot of baggage partly because it was seen through the lens of taxpayer bailouts\" and other scandals and collapses on Wall Street. These developments are a primary target of Moore's movie.\n <br />\n &nbsp;\n <br />\n &ldquo;It&rsquo;s hard for people to embrace a system that lets big business keep profits in good times and then asks for taxpayer bailouts when times are tough,\" Rasmussen wrote in a news release announcing the poll results.\n</p>\n<p>\n On the other hand, the fact that Rasmussen found Americans under 30 supporting a free-market economy over a government-managed economy by nearly 10-to-1 undermines Moore's notion that young people are warm to socialism.\n <br />\n <br />\n After we inquired about it, Moore's camp acknowledged to PolitiFact that the \"increasingly\" reference on the Web site was wrong.\n <br />\n <br />\n \"It looks like the problem here is with the fact-check section of the our Web site,\" said Jonathan Schwarz, a spokesman for Moore. \"Now, I&rsquo;m completely sure that the attitudes of young adults toward economic matters ARE different than those of young adults during (say) the Reagan administration or the late '90s, but the movie doesn&rsquo;t make that specific claim.\" He said that the Web reference will be changed.\n <br />\n <br />\n But while that item may be corrected on the Web site, the statement in the movie still says that \"by Election Day,\" socialism was more popular with young people than it used to be. There does not appear to be much, if any, poll data to support that. So Moore has not convincingly shown that young people are reacting to the U.S. economic system by moving toward socialism. We rate Moore's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:49.315375", "ruling_date": "2009-10-02T17:26:24", "ruling_headline": "Michael Moore says young people are increasingly warm to socialism", "ruling_headline_slug": "michael-moore-says-young-people-are-increasingly-w", "ruling_link_text": "There's no polling evidence that socialism gained ground by Election Day ", "ruling_state": null, "source_documents": null, "sources": "<p>\n Michael Moore,\n <em>\n  Capitalism: A Love Story\n </em>\n (\n <a href=\"http://michaelmoore.com/ \" target=\"_blank\">\n  movie\n </a>\n ), released Oct. 2, 2009\n <br />\n <em>\n  &nbsp;\n  <br />\n </em>\n Michael Moore,\n <a href=\"http://michaelmoore.com/books-films/facts/capitalism-love-story \" target=\"_blank\">\n  footnotes\n </a>\n for\n <em>\n  Capitalism\n </em>\n : A Love Story, accessed Oct. 1, 2009\n <br />\n &nbsp;\n <br />\n Rasmussen Reports,\n <a href=\"http://www.rasmussenreports.com/public_content/politics/general_politics/april_2009/just_53_say_capitalism_better_than_socialism\" target=\"_blank\">\n  news release\n </a>\n for survey conducted April 6-7, 2009, April 9, 2009\n</p>\n<p>\n Fox News/Opinion Dynamics,\n <a href=\"http://www.foxnews.com/projects/pdf/012909releaseweb.pdf \" target=\"_blank\">\n  survey\n </a>\n released in January 2009, Jan. 29, 2009\n <br />\n &nbsp;\n <br />\n Pew Research Center for the People and the Press,\n <a href=\"http://people-press.org/reports/questionnaires/498.pdf and http://people-press.org/report/498/obama-approval-slips \" target=\"_blank\">\n  survey\n </a>\n released in March 2009, March 16, 2009\n <br />\n &nbsp;\n <br />\n Rasmussen Reports, \"Support for Free Market Economy Up Seven Points Since December\"\n <a href=\"http://www.rasmussenreports.com/public_content/business/general_business/april_2009/support_for_free_market_economy_up_seven_points_since_december \" target=\"_blank\">\n  news release\n </a>\n , April 27, 2009\n <br />\n &nbsp;\n <br />\n Interview with Scott Rasmussen, president of Rasmussen Reports, Oct. 1, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Karlyn Bowman, American Enterprise Institute polling analyst, Oct. 1, 2009\n <br />\n &nbsp;\n <br />\n Interview with Carroll Doherty, associate director of the Pew Research Center for the People &amp; the Press, Oct. 1, 2009\n <br />\n <br />\n E-mail interview with Jonathan Schwarz, aide to Michael Moore, Oct. 2, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Documentary filmmaker", "false_count": 5, "first_name": "Michael", "half_true_count": 1, "home_state": "", "id": 47, "last_name": "Moore", "mostly_true_count": 6, "name_slug": "michael-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michaelmoore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/47/", "total_count": 17, "true_count": 2, "website": "http://www.michaelmoore.com/"}, "statement": "<p>All the talk about socialism during the campaign made young people more interested in it by Election Day.</p>", "statement_context": "the movie Capitalism: A Love Story", "statement_date": "2009-10-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}