{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/may/13/steve-adler/steve-adler-correctly-says-austin-no-1-texas-start/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 12374, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12374/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Austin&rsquo;s typically soft-spoken mayor recently popped a big-as-Texas boast. &quot;There&rsquo;s a reason Austin is number one in Texas in startups and venture capital and patents,&quot; Steve Adler said.</p>\r\n\r\n<p>Adler, speaking outside City Hall, went on: &quot;There&rsquo;s a reason that tech and transportation companies come to Austin to roll out their new initiatives. And that&rsquo;s because Austin is where good ideas become real. Claiming that Austin is anti-innovation has no basis in fact.&quot;</p>\r\n\r\n<p><em>Hear hear</em>!</p>\r\n\r\n<p>Still, we wondered about the rankings Adler declared while <a href=\"http://www.mayoradler.com/statement-by-mayor-adler-on-proposition-1-and-the-smart-city-challenge/\">revealing his plans</a> to vote against a ballot proposition, later rejected by voters, affecting background checks of drivers for ride-hailing services.</p>\r\n\r\n<p><strong>Startups</strong></p>\r\n\r\n<p>Adler&#39;s office didn&#39;t immediately offer his backup. Meantime, our online search for information on startups led us to a June 2015 report from the Kansas City-based Ewing Marion Kauffman Foundation stating that in the &quot;last year,&quot; the Austin metropolitan area ranked No. 1 nationally for the area&rsquo;s pace launching startups, which the foundation defined as &quot;firms less than one-year old employing at least one person besides the owner.&quot; Asked what &quot;last year&quot; means in the report, foundation researcher E.J. Reedy advised by phone the conclusion tied to data from 2012 and 2014.</p>\r\n\r\n<p>According to the foundation, <a href=\"http://www.kauffman.org/who-we-are/fact-sheet\">which says</a> it focuses on improving lives through education and entrepreneurship, the nation&rsquo;s top 10 metropolitan areas for &quot;startup activity&quot; among the 40 most-populous metropolitan areas were: <a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Austin\">Austin</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Miami\"> Miami, Fla.</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=SanJose\"> San Jose, Calif.</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=LosAngeles\"> Los Angeles</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Denver\"> Denver</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=SanFrancisco\"> San Francisco</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=NewYork\"> New York</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Houston\"> Houston</a>;<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=SanDiego\"> San Diego</a>; and<a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=SanAntonio\"> San Antonio</a>.&quot;</p>\r\n\r\n<p>Per Adler&rsquo;s Texas point, the Austin area had 180.8 startups per 100,000 residents, the foundation says, outpacing the <a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Dallas&amp;Report=StartupActivity\">Dallas-Fort Worth-Arlington area</a> (142.5 startups per 100,000 residents), <a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Houston&amp;Report=StartupActivity\">Houston-Sugar Land-Baytown</a> (136.9 startups per 100,000 residents) and the San Antonio-New Braunfels area (111.9 startups per 100,000 residents). By email, foundation spokeswoman Lacey Graverson told us the presented concentrations drew on the U.S. Census Bureau&rsquo;s <a href=\"http://www.census.gov/ces/dataproducts/bds/overview.html\">Business Dynamics Statistics</a> to tally startups matched with population data from the Bureau of Economic Analysis.</p>\r\n\r\n<p>Reedy agreed by phone that among the big Texas cities, the Austin area had the greatest concentration of startups.</p>\r\n\r\n<p>But generally, Reedy indicated, counts of startups can vary, partly because there&rsquo;s no single accepted definition of startups, which inherently come and go at a rapid pace. The government has official measures, Reedy added, but each one captures an aspect -- for instance new employer businesses or newly self-employed individuals.</p>\r\n\r\n<p>Also, Reedy said, observers differ over what merits counting. Some stress large firms that employ many, he said, others urge a fix on technology firms and others say that any count should recognize small businesses (including one-person endeavors) that grow by an employee or two a year.</p>\r\n\r\n<p>A foundation chart presenting Austin&rsquo;s &quot;startup density&quot; since the late 1970s indicates the area has had peppier times--including in 2008 (201.7 startups per 100,000 residents), 2006 (214.9), 1999 (217.9) and, the chart&rsquo;s high point, 1981 (499.5), which was up a huge measure from 1980 (31.4):</p>\r\n\r\n<p><img alt=\"062015 austinareastartupdensitykauffman.JPG\" src=\"https://lh3.googleusercontent.com/nCnVUt4iHOFR5BUeC2rS5PeeTPsmYfQ_322L9AmN8J6rMkz7i1oHEcC-CMFPsy0pMx0szJaD7_f0T8l20GRNMhq7kVssto0wedgoprGqQQIUo064z0MI693PzKutgduioeleW3n5\" style=\"border:1px solid; float:left; height:348px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Web page, <a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Austin&amp;Report=StartupActivity\">&quot;Startup Activity, Austin Area, 2015,&quot;</a> Ewing Marion Kauffman Foundation, June 4, 2015 (viewed May 5, 2016)</p>\r\n\r\n<p><strong>Venture capital</strong></p>\r\n\r\n<p>Next, we turned to exploring Austin&rsquo;s ranking for venture capital, which describes money invested in a business or project at considerable risk. A January 2016 <em>Austin American-Statesman </em><a href=\"http://www.mystatesman.com/news/business/austins-venture-capital-surged-in-2015/np6wF/\">news story</a>, citing a survey by PricewaterhouseCoopers and the National Venture Capital Association, &nbsp;said Austin entities in 2015 were &quot;by far&quot; the state&rsquo;s largest recipients of venture capital, with $740 million; Dallas firms placed second, fielding $214.4 million, ahead of Houston outfits, at $160 million.</p>\r\n\r\n<p>The Austin-connected investments added up to the largest annual dollar figure for Austin since 2001, the newspaper said, when 127 companies received $1.14 billion.</p>\r\n\r\n<p>By email, mayoral spokesman Jason Stanford pointed out another account of the survey results; a Silicon Hills News <a href=\"http://www.siliconhillsnews.com/2016/01/15/austin-vc-investments-up-20-in-2015-to-740-million/\">story</a> said the 99 Austin deals in 2015, mostly to develop software, were down from 114 in 2014. Also, the story said, Austin&rsquo;s number one deal for the latest year was Civitas Learning, attracting $60 million in venture capital, followed by Aeglea Biotherapeautics with $44 million, Mirna Therapeutics with $41.8 million and SpareFoot with $30 million, the story said.</p>\r\n\r\n<p>Nationally in 2015, the <em>Statesman</em> story said, venture capital investments rose to $58.8 billion, up 22 percent from the year before. Silicon Valley, as usual, took in the most money, with the San Jose area receiving $27.3 billion in 1,333 deals, the story said.</p>\r\n\r\n<p><strong>Patents</strong></p>\r\n\r\n<p>Stanford said Adler made his claim about Austin leading Texas in patents based on a May 2010 <a href=\"http://www.forbes.com/2010/05/24/patents-funding-jobs-technology-innovative-cities.html\">Forbes.com article</a> by Andy Greenberg stating that Austin and neighboring Round Rock had &quot;produced an impressive average 1.7 patents for every thousand residents over the last 12 months,&quot; the second-most per-capita of any metro area in the country, he wrote.</p>\r\n\r\n<p>Greenberg elaborated:</p>\r\n\r\n<p style=\"margin-left:72pt\">&quot;Austin&rsquo;s culture of innovation may be boosted by well-known tech credentials like the South by Southwest (SXSW) Web startup and music festival held annually in March, as well as the nearby headquarters of hardware industry giants Dell and Freescale Semiconductor. But they also have two secret weapons in the innovation race: the University of Texas&rsquo;s Cockrell School of Engineering, and IBM&rsquo;s Austin research lab.</p>\r\n\r\n<p style=\"margin-left:72pt\">&quot;IBM produces more patents than any other company in the world, and for the last seven years Austin has produced more of those patents than any other IBM office. In total the lab produced 880 patents in 2009. That&rsquo;s just 30 less than all of Cisco, and 300 more than Sun Microsystems, Boeing, AT&amp;T or Toyota.&quot;</p>\r\n\r\n<p>We were unable to confirm or duplicate Greenberg&rsquo;s Austin conclusion.</p>\r\n\r\n<p>To get our own sense of how Texas cities stand in patents originated, we reached out to the Dallas-based <a href=\"http://www.uspto.gov/about-us/uspto-locations/dallas-texas\">regional office</a> of the U.S. Patent and Trademark Office. By email, spokesman Ryan Elliott pointed out <a href=\"http://www.uspto.gov/web/offices/ac/ido/oeip/taf/cls_cbsa/allcbsa_gd.htm\">patent counts posted by the office</a> indicating that in 2012-13 and from 2000 through 2013, the Dallas-Fort Worth-Arlington area generated more patents than the Austin-Round Rock-San Marcos area.</p>\r\n\r\n<p>However, the regions&rsquo; raw counts were close, according to the agency, while the Austin area was responsible for more patents than any other Texas area from 2009, 2010 and 2011 through 2013, by our reckoning. Snapshot: The Austin area was responsible for 12,387 patents from 2009 through 2013, according to the office, with the Dallas area accounting for 11,546 patents -- which we took to mean that the less populous Austin area ran well ahead of the Dallas area in patents per 1,000 residents.</p>\r\n\r\n<p>Our search for relevant analyses led to a <a href=\"http://www.brookings.edu/~/media/research/files/reports/2013/02/patenting-prosperity-rothwell/patenting-prosperity-rothwell.pdf\">2013 report</a> by the Brookings Institution finding that from 1980 to 2012, most U.S. patents--63 percent--had been developed by people living in just 20 metro areas home to 34 percent of the U.S. population. &quot;Reflecting the advantages of large metropolitan economies,&quot; the report said, &quot;92 percent of U.S. patents are concentrated in just 100 metro areas, with 59 percent of the population. For patents applied for from 2007 to 2011, the metro areas with the highest number per capita are San Jose; Burlington, VT; Rochester, MN; Corvallis, OR; and Boulder, CO.&quot;</p>\r\n\r\n<p>The authors wrote:</p>\r\n\r\n<p style=\"margin-left:90pt\">&quot;From 1980 to 2011, a few large metros notably changed their share of U.S patents. At the top, San Jose moved up from ninth to first, and San Francisco moved from seventh to fourth, moving ahead of Chicago, Philadelphia, Detroit, and Boston. Seattle and San Diego moved up 15 and nine places, respectively, to become seventh and eighth. Meanwhile, Austin and Raleigh moved up 41 and 55 places, respectively, to become 11th and 20th. Cleveland fell 10 slots from 13th to 23rd, while Philadelphia fell from fourth to 13th.&quot;</p>\r\n\r\n<p>Not only did Austin surge in total patents, it lately achieved a high ranking in per-capita patents.</p>\r\n\r\n<p>From 2007 through 2011, a chart in the report indicates, the Austin metro area had 1,503 patents per million residents, tops in Texas and placing the area fourth nationally among high-patent areas behind San Jose-Sunnyvale-Santa Clara, California (5,066 patents per million residents); Poughkeepsie-Newburgh-Middletown, New York (1,829); and San Francisco-Oakland-Fremont (1,638). In Texas, the Houston-Sugar Land-Baytown metro area had 379 patents per million residents and the Dallas-Fort Worth-Arlington area had 310 per million, according to Brookings.</p>\r\n\r\n<p>Next, we heard back from Mark Muro of Brookings who shared a chart that he said was based on a different data source -- global PCT patents, <a href=\"http://www.wipo.int/pct/en/\">meaning</a> the international patent system rather than the U.S. PTO. By that metric, the chart suggests that from 2008 through 2012, the Houston metropolitan area generated more cutting-edge &quot;technology&quot; patents per 1,000 residents (1,598) than the Austin area (1,294).</p>\r\n\r\n<p>An excerpt:</p>\r\n\r\n<p><img alt=\"050516 patentbrookingsexcerpt.JPG\" src=\"https://lh4.googleusercontent.com/Ld6EFR9G53QXnN8fczyXxp2UMjl5PIinDvNJv6BkJLwudcyX5n87QSVUmOP70FwgBQzF0EeFwFgq-le0JAYRfESZ37nz7tI-lbwcog7GXJyTFjiyNfqfqeG300VtUxvXmjWClX-R\" style=\"border:1px solid; float:left; height:652px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Chart ranking 100 U.S. Core Based Statistical Areas in tech patents invented per 1,000 population, 2008-2012 (received by email from Mark Muro, senior fellow and policy director, Metropolitan Policy Program, Brookings, May 5, 2016)</p>\r\n\r\n<p>Regardless of those results, Muro and a Brookings colleague, Nick Marchio, suggested we hew to the U.S. patent office counts as the best general way of assessing the mayor&rsquo;s claim.</p>\r\n\r\n<p>Marchio even volunteered to <a href=\"https://docs.google.com/spreadsheets/d/19pM21491qsFxum1jWSjoMyb0ry7rgtFSBVViTs5N2L0/edit?usp=sharing\">adjust the patent office&rsquo;s raw counts for the population of each metropolitan area</a>. Result: In 2013, the latest year of tabulated patents, the Austin area ranked No. 11 nationally with 1.55 patents per 1,000 residents, far outpacing the No. 2 Texas metro, Dallas, at 51st with 0.44 patents per 1,000 residents. Also, from 2009 through 2013, the Austin area ranked 10th nationally with 6.95 patents per 1,000 residents, far ahead of the No. 2 Texas metro, in this case the Houston area, which landed 52nd nationally with 1.81 patents per 1,000 residents.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Adler said: &quot;Austin is number one in Texas in startups, venture capital and patents.&quot;</p>\r\n\r\n<p>Houston has been running ahead in international technology patents, it looks to us, but Austin lately leads the state in overall patents, startups and venture capital.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE</strong></em> &ndash; The statement is accurate and there&rsquo;s nothing significant missing. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p><a href=\"https://www.sharethefacts.co/share/4b607466-c261-4ca5-b533-1153a97e1ff4\">https://www.sharethefacts.co/share/4b607466-c261-4ca5-b533-1153a97e1ff4</a> \r\n", "ruling_comments_date": "2016-05-12T17:26:42.039290", "ruling_date": "2016-05-13T10:00:00", "ruling_headline": "Steve Adler correctly says Austin No. 1 in Texas in startups, venture capital investment, patents", "ruling_headline_slug": "steve-adler-correctly-says-austin-no-1-texas-start", "ruling_link_text": "Patently so", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1vzHruNIVDb4ngktXSXk1n6BHsokbRfyv07i9cCzL8Eo/pub\">Email</a>, Jason Stanford, communications director, Austin Mayor Steve Adler, May 5, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/business/austins-venture-capital-surged-in-2015/np6wF/\">&quot;Austin&rsquo;s venture capital surged in 2015,&quot;</a> <em>Austin American-Statesman</em>, posted online Jan. 17, 2016</p>\r\n\r\n<p>Web pages, <a href=\"http://www.kauffman.org/microsites/kauffman-index/rankings/metropolitan-area\">&quot;Metropolitan Area Rankings for Startup Activity,&quot;</a> <a href=\"http://www.kauffman.org/microsites/kauffman-index/profiles/metropolitan-area?Metro=Austin&amp;Report=StartupActivity\">&quot;Startup Activity, Austin Area, 2015,&quot;</a> <a href=\"http://www.kauffman.org/microsites/kauffman-index/reports/startup-activity\">&quot;Startup Activity Reports,&quot;</a> Ewing Marion Kauffman Foundation, June 4, 2015 (viewed May 5 and 10, 2016)</p>\r\n\r\n<p>Report, <a href=\"http://www.brookings.edu/~/media/research/files/reports/2013/02/patenting-prosperity-rothwell/patenting-prosperity-rothwell.pdf\">&quot;Patenting Prosperity: &nbsp;Invention and Economic Performance in the &nbsp;United States and its Metropolitan Areas,&quot;</a> Jonathan Rothwell, Jos&eacute; Lobo, Deborah Strumsky, and Mark Muro, the Brookings Institution, Feb. 1, 2013 (downloaded May 5, 2016)</p>\r\n\r\n<p>Web page, <a href=\"http://www.uspto.gov/web/offices/ac/ido/oeip/taf/cls_cbsa/allcbsa_gd.htm\">&quot;Patenting In Technology Classes Breakout by Origin, U.S. Metropolitan and Micropolitan Areas Count of 2000 - 2013 Utility Patent Grants,&quot;</a> U.S. Patent &amp; Trademark Office, last modified May 9, 2016 (accessed May 9, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/19pM21491qsFxum1jWSjoMyb0ry7rgtFSBVViTs5N2L0/edit#gid=1363139893\">Spreadsheet</a> showing patenting in technology classes breakout by origin, U.S. Metropolitan and Micropolitan Areas County of 2000-2013 utility patent grants plus adjustments by population for 2013 and 2009-13 (Calculations by Nick Marchio, research analyst &amp; data manager, Metropolitan Policy Program, Brookings Institution, drawing on U.S. PTO data and U.S Census Bureau 2013 5-year population estimates; received by email May 10, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1h81RmsB6LHSaXP9XSlW_yxFalu5ZCPpX1Z-7f2T_qfY/pub\">Emails</a>, Lacey B. Graverson, senior creative services specialist, Communications, Kauffman Foundation, May 5 and 10, 2016</p>\r\n\r\n<p>Telephone interview, E.J. Reedy, senior fellow, the Kauffman Foundation, May 10, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Mayor of Austin", "false_count": 2, "first_name": "Steve", "half_true_count": 2, "home_state": "Texas", "id": 2941, "last_name": "Adler", "mostly_true_count": 4, "name_slug": "steve-adler", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/adlerpftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2941/", "total_count": 11, "true_count": 1, "website": "http://www.adlerforaustin.com/"}, "statement": "<p>&quot;Austin is number one in Texas in startups, venture capital and patents.&quot;</p>\r\n", "statement_context": "speaking against Proposition 1 on Austin's May 7, 2016 ballot", "statement_date": "2016-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ""}