{"art": [{"brightcove": "", "caption": "How much do American Muslims take on an American identity? We took a closer look.", "id": 8172, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31016982\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8172/", "title": "Trump Muslim assimilation", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Donald Trump appeared on Fox News with Sean Hannity on June 15, 2016.", "id": 8173, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_on_Hannity.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8173/", "title": "Trump on Hannity", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/nbc/statements/2016/jun/18/donald-trump/donald-trump-wrong-theres-no-real-assimilation-us-/", "edition": {"adkey": "Editions", "advalue": "NBC", "edition": "NBC", "edition_slug": "nbc", "has_afterthefact": false, "id": 59, "index_page": false, "meter_name": "NBC Truth-O-Meter", "resource_uri": "/api/v/2/edition/59/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump wrong 'there's no real assimilation' by US Muslims", "id": 12537, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/12537/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>After the mass shooting in Orlando by a man who pledged allegiance to the Islamic terrorist group ISIS, Republican presidential nominee Donald Trump reiterated his call for a temporary ban on Muslims coming to the United States.</p>\r\n\r\n<p>During an interview with Fox News&rsquo; Sean Hannity, Trump elaborated on one of the problems he sees with the Muslim community in America.</p>\r\n\r\n<p>Hannity said that Muslims have different religious and cultural practices than many Americans. He asked Trump, &quot;If you grow up (as a Muslim overseas) and you want to come to America, how do we vet somebody&#39;s heart and ascertain if they&#39;re coming here for freedom or if they want to proselytize, indoctrinate and bring their theocracy with them?&quot;</p>\r\n\r\n<p>Trump responded, &quot;Assimilation has been very hard. It&#39;s almost &mdash; I won&#39;t say nonexistent, but it gets to be pretty close. And I&#39;m talking about second and third generation. They come &mdash; they don&#39;t &mdash; for some reason, there&#39;s no real assimilation.&quot;</p>\r\n\r\n<p>We were intrigued by the question of whether &quot;there&#39;s no real assimilation&quot; among &quot;second and third generation&quot; Muslims in the United States. So we looked at the social-science data and sought expert opinion. (Trump&rsquo;s campaign did not respond to an inquiry for this article.)</p>\r\n\r\n<p>We concluded that the implication of what Trump said &mdash; that Muslims want to isolate themselves from the mainstream American culture &mdash; is flat wrong. However, we also learned that the question involves some important nuance. In particular, the task of &quot;assimilation&quot; facing post-1960s immigrants to America is more complicated than, and thus distinct from, what it was for white, Christian, European immigrants who came to the United States in prior generations.</p>\r\n\r\n<p><strong>By and large, Muslims want to embrace an American identity</strong></p>\r\n\r\n<p>Several academic studies in the past decade have demonstrated that Muslims do indeed want to become integrated with mainstream American life.</p>\r\n\r\n<p>One of the major surveys is from 2011, when the Pew Research Center conducted telephone interviews with 1,033 Muslims in the United States, in English, Arabic, Farsi and Urdu.</p>\r\n\r\n<p>The researchers <a href=\"http://www.people-press.org/2011/08/30/section-3-identity-assimilation-and-community/\">concluded</a> that &quot;Muslim Americans appear to be highly assimilated into American society.&quot;</p>\r\n\r\n<p>Specifically, 56 percent of Muslim Americans said that most Muslims coming to the United States today want to adopt American customs and ways of life. Only 20 percent said most Muslims coming to the U.S. want to be distinct from the larger American society, Pew found, while 16 percent said Muslim immigrants want to do both. (Incidentally, this is far different than the views of Americans at large; just 33 percent of Americans of all backgrounds told Pew that most Muslim immigrants want to adopt American ways, while 51 percent said Muslim immigrants want to remain distinct from the larger culture.)</p>\r\n\r\n<p>Notably, Pew found some striking similarities between the views of American Christians and American Muslims.</p>\r\n\r\n<p>For instance, about half of Muslims said they thought of themselves first as a Muslim, rather than as American. A different Pew survey found a nearly identical fraction of Christians in the United States, 46 percent, saying they thought of themselves first as Christian, rather than as American. And near-identical percentages of Muslims and Christians said there was no conflict with being devout in their own religion and part of a modern society. (Sentiments about identity were similar among native-born and foreign-born Muslims, though those born after 1990 had a somewhat larger preference for a Muslim identity.)</p>\r\n\r\n<p>Jen&rsquo;nan Ghazal Read, an associate professor of sociology and global health at Duke University, <a href=\"https://contexts.org/articles/muslims-in-america/\">pointed to</a> data from Pew and other sources showing similar rates of religious practice and beliefs among Muslims and Christians in the United States:</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/0RL8MI42fAFctPUJZctTW91GxgMNoO9CRoYgAmZOW4ibysUjLrp90D0FR9nOTDUfODIyjhxbucUpjmoxIveKPo2n29hkODRsjRDkW1ZMljM65ovpAP3A1zmJq99DRC0nfO9cMhEn\" style=\"border:none; height:295px; width:400px\" /></p>\r\n\r\n<p>Other evidence lines up with what Pew found.</p>\r\n\r\n<p>Selcuk R. Sirin, an associate professor of applied psychology at New York University&#39;s Steinhardt School of Culture, Education, and Human Development, <a href=\"http://www.apa.org/monitor/2011/09/muslims.aspx\">found</a> that even though 84 percent of 12-to-18-year-old Muslim Americans he studied had faced at least one act of discrimination in the previous year, most were comfortable with their &quot;hyphenated identities&quot; as both Muslims and Americans. &quot;They seem to be pretty happy sitting on the hyphen,&quot; has said. &quot;They don&#39;t feel the need to pick one over the other.&quot;</p>\r\n\r\n<p>Akbar S. Ahmed, a professor of Islamic studies at American University, found similar sentiments when he did fieldwork for the <a href=\"http://www.brookings.edu/research/books/2010/journeyintoamerica\">book</a> <em>Journey into America</em>, which spanned 75 cities and 100 mosques.</p>\r\n\r\n<p>&quot;Muslims again and again told us that America is the best place in the world to be a Muslim,&quot; Ahmed said. &quot;There are countless examples of Muslims who are assimilated and are completely American in every sense.&quot; He said that out of the roughly 2,000 personal interviews that comprised in his fieldwork, virtually all Muslims said that Muslims could be American.</p>\r\n\r\n<p>&quot;So it is dangerous, irresponsible and incorrect for Trump to make statements like this and demonize the entire community,&quot; Ahmed said.</p>\r\n\r\n<p>Some experts have said that, if anything, that the trend is moving even more strongly towards becoming American.</p>\r\n\r\n<p>&quot;In the 1970s and 1980s, Muslim leaders explicitly urged their people to avoid assimilating into the American mainstream and to withdraw into Islamic community centers, schools, and colleges,&quot; Boston College political science Peter Skerry <a href=\"http://www.brookings.edu/research/articles/2013/06/28-young-muslim-american-skerry\">wrote</a> in 2013. &quot;Since 9/11, Muslim leaders have shown a remarkable​ &mdash; ​and largely unnoted, or disbelieved ​&mdash; ​willingness to adapt to America. Indeed, these leaders have been busily reconstructing an anodyne version of Islam that conforms to the American civil religion.&quot;</p>\r\n\r\n<p>In other words, Skerry wrote, Muslim Americans today &quot;are being reassured that it is permissible​&mdash;​even desirable​&mdash;​to have non-Muslim friends. And that it is okay to attend business lunches where non-Muslim colleagues drink alcohol. And that it is definitely a good idea to vote and get involved in civic and political affairs.&quot;</p>\r\n\r\n<p><strong>Integration is a bigger challenge for Muslims</strong></p>\r\n\r\n<p>So there&rsquo;s clear evidence that, contrary to what Trump suggests, Muslims are embracing American identity and values.</p>\r\n\r\n<p>At the same time, Muslim Americans by and large do not want to eradicate all traces of their religious and cultural heritage. This is similar to patterns seen in many immigrant groups that came to the United States beginning in the 1960s, when the nation&rsquo;s immigration system was oriented away from its previous focus on European immigrants and toward other parts of the world.</p>\r\n\r\n<p>Prior to the 1960s, most immigrants to the United States were white and Christian. They may have had national identities and cultural practices from their native country, but in most cases, they shared a religion and a race with the majority American culture. That meant it was easier for them to &quot;assimilate,&quot; as Trump said, in the larger culture.</p>\r\n\r\n<p>But more recent waves of immigrants from Asia, India and the Middle East often have not shared the same race or religion as the American majority. So &quot;assimilation&quot; in the traditional sense has been a more complicated process. Assimilating to the mainstream American culture to the same degree as someone like Trump&rsquo;s ancestors did (his grandfather emigrated from Germany) would require a Muslim to renounce their religion and become Christian. (And, obviously, they could not change their skin color or other physical features.) &nbsp;</p>\r\n\r\n<p>This has led scholars to shift away from the term &quot;assimilation&quot; and toward the term &quot;integration.&quot;</p>\r\n\r\n<p>Sarah Lyons-Padilla, a research scientist at Stanford University, and Michele Gelfand, a professor at the University of Maryland, describe &quot;assimilation&quot; as part of an older &quot;melting pot&quot; model, while &quot;integration&quot; is more like a &quot;mosaic.&quot;</p>\r\n\r\n<p>&quot;We should not confuse integration with assimilation,&quot; Lyons-Padilla and Gelfand have <a href=\"https://theconversation.com/a-warmer-embrace-of-muslims-could-stop-homegrown-terrorism-50869\">written</a>. &quot;Integration means encouraging immigrants to call themselves American, German or French and to take pride in their own cultural and religious heritage.&quot;</p>\r\n\r\n<p>Research by Lyons-Padilla and Gelfand found that Muslim-Americans&rsquo; support for &quot;assimilation&quot; &mdash; essentially, the melting-pot model &mdash; is low, statistically, at 1.76 on a 6-point scale. But they found support for the integration model to be quite high, at 4.96 out of 6.</p>\r\n\r\n<p>&quot;This tells you that Muslim Americans don&#39;t want to assimilate into American culture at the expense of giving up their own cultural identity, but they are very interested in embracing both,&quot; Lyons-Padilla told PolitiFact.</p>\r\n\r\n<p>She added that psychologists generally see the integration model as a more practical one to aspire to. &quot;Decades&#39; worth of research shows that people fare best when they can have a foot in both worlds,&quot; Lyons-Padilla said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said that even among &quot;second and third generation&quot; Muslims in the United States, &quot;there&#39;s no real assimilation.&quot;</p>\r\n\r\n<p>The data and the experts agree that Trump is wrong. Substantial evidence confirms that Muslim Americans want to have an American identity and think that doing so is achievable. In fact, their preferences for self-identification mirror those of Christian Americans.</p>\r\n\r\n<p>The data show that American Muslims want to be both American and Muslim. That&rsquo;s different than the widely recognized &quot;melting pot&quot; model where immigrants of generations past blended in fully in their new country based on a shared religion and culture. But the reality is that for most Muslim Americans, religion and race would have made it impossible for them to follow that course in the first place.</p>\r\n\r\n<p>We rate Trump&rsquo;s statement False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ccf1be4b-8a88-4196-947c-b78eff07ae33\">https://www.sharethefacts.co/share/ccf1be4b-8a88-4196-947c-b78eff07ae33</a></p>\r\n", "ruling_comments_date": "2016-06-17T13:20:22.202081", "ruling_date": "2016-06-18T05:00:00", "ruling_headline": "Donald Trump wrong that 'there's no real assimilation' by U.S. Muslims", "ruling_headline_slug": "donald-trump-wrong-theres-no-real-assimilation-us-", "ruling_link_text": "Data show otherwise", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, interview with Fox News&rsquo; Sean Hannity, June 15, 2016 (accessed via Nexis)</p>\r\n\r\n<p>Pew Research Center, &quot;<a href=\"http://www.people-press.org/2011/08/30/muslim-americans-no-signs-of-growth-in-alienation-or-support-for-extremism/\">Muslim Americans: No Signs of Growth in Alienation or Support for Extremism</a>,&quot; August 30, 2011</p>\r\n\r\n<p>Pew Research Center, &quot;<a href=\"http://www.pewresearch.org/fact-tank/2015/12/07/muslims-and-islam-key-findings-in-the-u-s-and-around-the-world/\">Muslims and Islam: Key findings in the U.S. and around the world</a>,&quot; December 7, 2015</p>\r\n\r\n<p>Ronald Inglehart and Pippa Norris, &quot;<a href=\"https://dash.harvard.edu/bitstream/handle/1/4481625/Norris_MuslimIntegration.pdf?sequence=1\">Muslim Integration into Western Cultures: Between Origins and Destinations</a>,&quot; 2009</p>\r\n\r\n<p>Sarah Lyons-Padilla, Michele J. Gelfand, et al., &quot;<a href=\"http://gelfand.umd.edu/papers/BSP_2_Lyons_2p%20(002).pdf\">Belonging Nowhere: Marginalization and radicalization risk among Muslim immigrants</a>,&quot; winter 2015</p>\r\n\r\n<p>Sarah Lyons-Padilla and Michele Gelfand, &quot;<a href=\"https://theconversation.com/a-warmer-embrace-of-muslims-could-stop-homegrown-terrorism-50869\">A warmer embrace of Muslims could stop homegrown terrorism</a>,&quot; Nov. 19, 2015</p>\r\n\r\n<p>Jen&#39;nan Ghazal Read, &quot;<a href=\"https://contexts.org/articles/muslims-in-america/\">Muslims in America</a>,&quot; Oct. 28, 2008</p>\r\n\r\n<p>Peter Skerry, &quot;<a href=\"http://www.brookings.edu/research/articles/2013/06/28-young-muslim-american-skerry\">Problems of the Second Generation: To be Young, Muslim, and American</a>,&quot; June 28, 2013</p>\r\n\r\n<p>American Psychological Association, &quot;<a href=\"http://www.apa.org/monitor/2011/09/muslims.aspx\">Muslims in America, post 9/11: Americans&rsquo; acceptance of Muslims has continued to deteriorate since 9/11, research finds, and Muslim Americans have responded with resilience but also depression and anxiety</a>,&quot; September 2011</p>\r\n\r\n<p>Email interview with Sarah Lyons-Padilla, research scientist at Stanford University, June 16, 2016</p>\r\n\r\n<p>Email interview with Pippa Norris, professor at Harvard University&rsquo;s John F. Kennedy School of Government, June 16, 2016</p>\r\n\r\n<p>Email interview with Akbar S. Ahmed, professor of Islamic studies at American University and author of <em>Journey into America</em>, June 16, 2016</p>\r\n\r\n<p>Email interview with Jen&rsquo;nan Ghazal Read, associate professor of sociology and global health at Duke University, June 17, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Even among &quot;second and third generation&quot; Muslims in the United States, &quot;there&#39;s no real assimilation.&quot;</p>\r\n", "statement_context": "an interview with Fox News' Sean Hannity", "statement_date": "2016-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": "Trump wrong 'there's no real assimilation' by US Muslims"}