{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/oct/13/nancy-ann-deparle/study-health-insurers-says-premiums-will-rise-its-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1256, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1256/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n The day before an important vote in a Senate committee, the health insurance industry group released a report saying that health care reform will dramatically increase the cost of insurance.\n</p>\n<p>\n The Obama administration attacked the report as a last-ditch effort to derail reform.\n</p>\n<p>\n \"I was disappointed to see that the health insurance industry had contrived a report like this at the last minute, right on the eve of a historic vote,\" said Nancy-Ann DeParle, director of the White House Office of Health Reform.\n</p>\n<p>\n The report \"ignores some of the key policies that are part of the Senate Finance Committee bill, such as the health insurance exchange, which is really a central feature that allows people to be pooled together to save administrative costs and to lower people's cost in achieving getting coverage,\" DeParle said.\n</p>\n<p>\n For this item, we're checking DeParle's statement that the report ignores parts of the bill that would reduce costs.\n</p>\n<p>\n The 26-page report was put together by PricewaterhouseCoopers. It examined four parts of a bill under consideration by the Senate Finance Committee.\n</p>\n<p>\n The report examined four separate parts of the bill and found that all of them would increase costs for health insurance companies and health care providers. These increased costs would then most likely be passed on to consumers.\n</p>\n<p>\n Among the report's complaints about the Finance Committee bill:\n</p>\n<p>\n &bull; Weak mandate.\n <strong>\n </strong>\n The legislation requires insurance companies to cover everyone regardless of pre-existing conditions. The report says this might be all right if everyone were required to buy insurance, but the rules requiring people to buy coverage are weak and take too long to phase in. That means insurers would have to raise rates overall to pay for coverage of sick people that they can currently exclude from coverage.\n</p>\n<p>\n &bull; Excise taxes on \"Cadillac\" plans.\n <strong>\n  &nbsp;\n </strong>\n Insurance companies would pay an extra tax on the most generous health insurance plans people buy. The report said these taxes would be passed directly to consumers, and they projected that more plans would meet the definition of a \"Cadillac\" plan.\n</p>\n<p>\n &bull; Increased cost-shifting.\n <strong>\n </strong>\n The report claims that Medicare pays health care providers below cost for treatment, so the providers have to charge people with private insurance more. If the legislation reduces payments for Medicare, that means people with private insurance will be charged more, according to the study.\n</p>\n<p>\n &bull; Taxes on medical devices.\n <strong>\n </strong>\n The Senate Finance Committee bill raises taxes for the makers of certain medical devices, particularly the more expensive devices such as pacemakers and X-ray machines. The report says these taxes also would be passed on to consumers and result in higher premiums.\n</p>\n<p>\n DeParle's criticism is that the report doesn't consider other parts of the bill that would lower costs for consumers. In particular, she points to health insurance exchanges, online marketplaces where people could comparison-shop for policies that meet their preferences for coverage and cost.\n</p>\n<p>\n We read the report and found that DeParle is correct. The report does isolate aspects of the bill without considering the overall effects. It does not appear to consider how incentives or administrative efficiencies could result in reduced costs. The report even acknowledges that.\n</p>\n<p>\n \"The reform packages under consideration have other provisions that we have not included in this analysis,\" the report states.&nbsp; \"We have not estimated the impact of the new subsidies on the net insurance cost to households. Also, if other provisions in health care reform are successful in lowering costs over the long term, those improvements would offset some of the impacts we have estimated.\"\n</p>\n<p>\n This caveat makes the report's findings incomplete, so we're skeptical that the specific dollar figures it presents as cost increases will reflect actual outcomes for consumers. However, it is reasonable to think that health insurance companies will pass on increased costs to consumers to the extent that they are able, which would drive up premiums. So the report isn't entirely off base, but it does present its evidence selectively.\n</p>\n<p>\n The report did not derail Democrats' hopes for a successful vote in the Senate Finance Committee. The proposal was approved 14-9, with Republican Sen. Olympia Snowe of Maine joining the Democrats. The next step is for the Senate Finance bill to be combined with a bill from the Senate Health, Education, Labor and Pensions (HELP) Committee.\n</p>\n<p>\n Getting back to our ruling, DeParle criticized the health insurance industry report on the grounds that it was an incomplete analysis. She said it \"ignores some of the key policies that are part of the Senate Finance Committee bill.\" The report itself admits as much. We rate her statement True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:50.344911", "ruling_date": "2009-10-13T18:29:51", "ruling_headline": "Study from health insurers says premiums will rise, but it's not the whole story", "ruling_headline_slug": "study-health-insurers-says-premiums-will-rise-its-", "ruling_link_text": "Study highlights what health insurers don't like", "ruling_state": null, "source_documents": null, "sources": "<p>\n NewsHour,\n <a href=\"http://www.pbs.org/newshour/bb/health/july-dec09/insurance_10-12.html\" target=\"_blank\">\n  Health Reform Carries Heavy Price, Insurers Claim\n </a>\n , Oct. 12, 2009\n</p>\n<p>\n PricewaterhouseCoopers study, via New York Times,\n <a href=\"http://graphics8.nytimes.com/packages/flash/health/pdf/pwc_report_on_Costs_final_101109.pdf\" target=\"_blank\">\n  Potential Impact of Health Reform on the\n  <br />\n  Cost of Private Health Insurance Coverage\n </a>\n , Oct. 13, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/10/14/health/policy/14health.html?hp\" target=\"_blank\">\n  Senate Panel Clears Health Bill With One G.O.P. Vote\n </a>\n , Oct. 13, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "White House Office of Health Reform Director", "false_count": 0, "first_name": "Nancy-Ann", "half_true_count": 0, "home_state": "", "id": 249, "last_name": "DeParle", "mostly_true_count": 0, "name_slug": "nancy-ann-deparle", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/deparle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/249/", "total_count": 1, "true_count": 1, "website": "http://www.whitehouse.gov/the_administration/nancy-ann-deparle/"}, "statement": "<p>A report by the health insurance industry \"ignores some of the key policies that are part of the Senate Finance Committee bill.\"</p>", "statement_context": "an interview on \"The NewsHour\"", "statement_date": "2009-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}