{"art": [{"brightcove": "", "caption": "Donald Trump claimed “We don't know anything about Hillary in terms of religion.\" That's wrong.", "id": 8235, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31042189\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8235/", "title": "Trump Clinton religion", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nmoorthy@tampabay.com", "first_name": "Neelesh", "id": 570, "last_name": "Moorthy", "name_slug": "neelesh-moorthy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/570/", "title": "PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2016/jun/24/donald-trump/what-do-we-know-about-hillary-clintons-religion-lo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "We actually know a lot about Hillary Clinton's religion", "id": 12576, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nmoorthy@tampabay.com", "first_name": "Neelesh", "id": 570, "last_name": "Moorthy", "name_slug": "neelesh-moorthy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/570/", "title": "PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/12576/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Donald Trump has once again questioned a presidential candidate&rsquo;s religious affiliation, accusing presumptive Democratic presidential nominee Hillary Clinton of shielding her religious preference from the public eye.</p>\r\n\r\n<p>Speaking prior to a gathering hosted by the conservative Christian activist organization United in Purpose, Trump <a href=\"https://twitter.com/ewjacksonsr\">said</a> there has been no public reference to Clinton&rsquo;s religion. The comment was captured in a video from E.W. Jackson, a former nominee for Virginia lieutenant governor who attended the gathering.</p>\r\n\r\n<p>&quot;We don&#39;t know anything about Hillary in terms of religion,&quot; Trump said in the video. &quot;Now, she&#39;s been in the public eye for years and years, and yet there&#39;s no &mdash; there&#39;s nothing out there. There&rsquo;s like nothing out there.&quot;</p>\r\n\r\n<p>This is not the first time Trump has questioned a candidate&rsquo;s religion. In 2011, Trump <a href=\"http://www.cnn.com/2015/09/18/politics/trump-obama-muslim-birther/\">floated </a>the possibility that President Barack Obama, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/18/town-hall-audience-member/obama-muslim-audience-member-says-donald-trump-201/\">whose path to Christianity is well-documented</a>, could be a Muslim.</p>\r\n\r\n<p>At the gathering, Trump also made the broader claim that Clinton would not protect religious liberty.</p>\r\n\r\n<p>&quot;We can&rsquo;t be again politically correct and say we pray for all our leaders, because all of your leaders are selling Christianity down the tubes, selling evangelicals down the tubes,&quot; he said.</p>\r\n\r\n<p>So, what does Clinton have to say about her religion? A lot, we found out.</p>\r\n\r\n<p><strong>On the campaign trail</strong></p>\r\n\r\n<p>Let&rsquo;s get this out of the way: Clinton is a Methodist, and the record on that is abundantly clear.</p>\r\n\r\n<p>The Clinton campaign directed us to several news articles where Clinton discussed her religion, including a Jan. 25 campaign <a href=\"http://www.nytimes.com/politics/first-draft/2016/01/25/hillary-clinton-gets-personal-on-christ-and-her-faith/?_r=1\">rally</a> in Knoxville, Iowa. When asked about her beliefs, Clinton cited her Methodist faith&nbsp;and tied it into her support for the poor, citing the teachings of Jesus.</p>\r\n\r\n<p>&quot;Because it sure does seem to favor the poor and the merciful and those who in worldly terms don&rsquo;t have a lot but who have the spirit that God recognizes as being at the core of love and salvation,&quot; she said.</p>\r\n\r\n<p>She went on to criticize those who use Christianity to &quot;condemn so quickly and judge so harshly.&quot;</p>\r\n\r\n<p>In February 2016, after the New Hampshire primary, Clinton <a href=\"http://www.vox.com/2016/2/9/10956458/hillary-clinton-new-hampshire\">paraphrased</a> a phrase popular among Methodists and often attributed to John Wesley, founder of the Methodist Church.</p>\r\n\r\n<p>&quot;You know, my family and my faith taught me a simple credo &mdash; do all the good you can, in all the ways you can, for all the people you can,&quot; she said.</p>\r\n\r\n<p>She called upon her personal spirituality during her unsuccessful 2008 bid for president.</p>\r\n\r\n<p>&quot;I was raised to pray, you know, as a little girl, you know, saying my prayers at night, saying grace at meals, praying in, you know, church,&quot; she <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0706/04/sitroom.03.html\">said</a> at a 2007 presidential forum.</p>\r\n\r\n<p>Clinton has definitely brought up her religious background on the campaign trail this time around&nbsp;to convey both her political and personal philosophies. However, the intended message has not always hit home with voters.</p>\r\n\r\n<p>A 2016 Pew <a href=\"http://www.pewforum.org/2016/01/27/faith-and-the-2016-campaign/\">poll</a> found that 43 percent of people found Clinton &quot;not religious&quot; compared to 60 percent for Trump. A 2008 Pew <a href=\"http://www.pewforum.org/2007/09/06/clinton-and-giuliani-seen-as-not-highly-religious-romneys-religion-raises-concerns/\">poll</a> had 31 percent thinking her not religious, 53 percent only somewhat religious.</p>\r\n\r\n<p><strong>Formative years</strong></p>\r\n\r\n<p>Religion has played a large role in Clinton&rsquo;s life even before &quot;there was any political advantage to do so,&quot; said Patrick Maney, a Bill Clinton biographer and professor of history at Boston College.</p>\r\n\r\n<p>Hillary Clinton&rsquo;s religious upbringing starts around the sixth grade in Park Ridge, Ill., where she attended Bible classes and participated in the Altar Guild at the First United Methodist Church, <a href=\"http://www.carlbernstein.com/awic_excerpt.php\">writes</a> Pulitzer&nbsp;Prize-winning journalist Carl Bernstein in his Clinton biography.</p>\r\n\r\n<p>There, she met Don Jones, a Methodist youth minister who took Clinton under his wing. At Jones&rsquo; memorial in 2009, Clinton <a href=\"http://www.drew.edu/news/2016/04/14/mentor-to-many\">attributed</a> her pursuit of social justice to Jones&rsquo; teaching.</p>\r\n\r\n<p>&quot;He taught me the meaning of the words &lsquo;faith in action&rsquo; and the importance of social justice and human rights,&quot; she said at the time.</p>\r\n\r\n<p>In the conservative community of Park Ridge, Jones was considered to be more liberal and a free thinker, occasionally drawing ire for it. Jones made it a point to teach Clinton how &quot;Jesus would deal with social issues,&quot; said William Chafe, a professor of history at Duke University who has studied Clinton extensively.</p>\r\n\r\n<p>&quot;He took Hillary and the youth group into the slums of Chicago, had them interact with poor blacks and Puerto Ricans, and brought them to hear (Martin Luther King, Jr.) preach,&quot; Chafe said. &quot;Even though her father was a Goldwater Republican.&quot;</p>\r\n\r\n<p>Jones was eventually asked to leave by members of the community, notably one of Clinton&rsquo;s teachers Paul Carlson, who found his teachings too radical. The disagreements they had informed her shift in political philosophy, Clinton wrote in her 2003 autobiography <em>Living History.</em></p>\r\n\r\n<p>&quot;Though my eyes were opening, I still mostly parroted the conventional wisdom of Park Ridge&rsquo;s and my father&rsquo;s politics,&quot; she wrote. &quot;While Don Jones threw me into &lsquo;liberalizing&rsquo; experiences, Paul Carlson &hellip; reinforced my already strong anti-communist views.&quot;</p>\r\n\r\n<p>Her critics have actually used her relationship with Jones against her as a &quot;radicalizing influence,&quot; Maney said. However, even after leaving for Wellesley College, the two kept in touch.</p>\r\n\r\n<p>&quot;I wonder if it&#39;s possible to be a mental conservative and a heart liberal,&quot; she <a href=\"http://www.cnn.com/2014/04/25/politics/clinton-methodist-minister/index.html\">wrote</a> Jones in a letter, reflecting on her changing political ideology and its religious influences.</p>\r\n\r\n<p>Conservative historian Paul Kengor, author of the book<em> God and Hillary Clinton</em>, told PolitiFact that Clinton has deviated from recent Methodist doctrine on abortion and gay marriage.</p>\r\n\r\n<p>The United Methodist Church recently <a href=\"http://www.crisismagazine.com/2016/hillary-clintons-church-problem\">voted</a> in May on actions to the contrary of Clinton&rsquo;s views on those topics &mdash; withdrawing from a pro-choice group and choosing not to alter its stance on gay marriage.</p>\r\n\r\n<p>&quot;I think abortion should remain legal, but it needs to be safe and rare,&quot; she said at a 2008 <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0804/13/se.01.html\">forum</a> commenting on how her Methodist tradition has complicated the issue.</p>\r\n\r\n<p>Kengor said in an <a href=\"http://www.christianitytoday.com/ct/2007/decemberweb-only/what-does-hillary-believe.html\">interview </a>with <em>Christianity Today</em> hat Clinton &quot;walks step by step with the Methodist leadership into a very liberal Christianity.&quot; &nbsp;</p>\r\n\r\n<p>She continued to attend church at Wellesley, and Chafe noted that her social justice pursuits meshed with her religious convictions once she got to Yale as well.</p>\r\n\r\n<p>&quot;She immediately identified with Marion Wright Edelman&#39;s Children&#39;s Defense Fund at Yale and worked with them after graduating from Yale,&quot; Chafe said. The group advocated for family rights.</p>\r\n\r\n<p>The trend continues after moving to Arkansas in the 1970s, where she taught Sunday school at the First United Methodist Church, Maney said.</p>\r\n\r\n<p>Clinton also attended the Foundry United Methodist Church in Washington as first lady. Kengor told PolitiFact she was considered a &quot;regular&quot; at the church, which is considered to be more liberal than the larger Methodist denomination.</p>\r\n\r\n<p>Bill Clinton is a Baptist, not a Methodist. Hillary Clinton&rsquo;s daughter, Chelsea, was raised a Methodist.</p>\r\n\r\n<p><strong>In her own words</strong></p>\r\n\r\n<p>Clinton has said that &quot;advertising&quot; her faith publicly is not her first instinct. Chafe noted she has relied on it less extensively in the recent past.</p>\r\n\r\n<p>Nonetheless, she has expounded on her faith in several public comments and books since entering the national spotlight with the election of her husband as president in 1992.</p>\r\n\r\n<p>&quot;Bill and I went into our bedroom, closed the door and prayed together for God&rsquo;s help as he took on this awesome honor and responsibility,&quot; Clinton wrote in <em>Living Histor</em>y of her husband winning the 1992 election.</p>\r\n\r\n<p>In the same book, she describes meeting her &quot;prayer partners&quot; at the 1993 National Prayer Breakfast, and the gifts of Scripture they provided her.</p>\r\n\r\n<p>&quot;Of all the thousands of gifts I received in my eight years in the White House, few were more welcome and needed than these 12&nbsp;intangible gifts of discernment, peace, compassion, faith, fellowship, vision, forgiveness, grace, wisdom, love, joy and courage,&quot; she wrote.</p>\r\n\r\n<p>Her first book &mdash; <em>It Takes A Village: And Other Lessons Children Teach Us </em>&mdash; published in 1996, includes a section devoted to Clinton&rsquo;s religious affiliation, &quot;Children are Born Believers.&quot; In the chapter, she marvels about children&rsquo;s potential to grasp spiritual issues and cites it as reason to defend religious freedom.</p>\r\n\r\n<p>&quot;We are only children of God, not God. Therefore, we must not attempt to fit God into little boxes, claiming that He supports this or that political position,&quot; she wrote.</p>\r\n\r\n<p>References to Clinton&rsquo;s faith surfaced in 1998, <a href=\"http://time.com/2927925/hillary-clintons-religion/\">when news</a> of Bill Clinton&rsquo;s affair with Monica Lewinsky hit the press, and in 2000 when she campaigned for the U.S. Senate.</p>\r\n\r\n<p>In 2014, Clinton <a href=\"http://www.unitedmethodistwomen.org/news/wake-up-the-world!\">spoke </a>to United Methodist Women, citing the Methodist Church as inspiring her to &quot;advocate for children and families, for women and men around the world who are oppressed and persecuted, denied their human rights and human dignity.&quot;</p>\r\n\r\n<p>&quot;I&rsquo;ll always cherish the Methodist Church because it gave us the great gift of personal salvation, but the great obligation of social gospel, and for me, having faith, hope, and love in action was exactly what we were called to do,&quot; she said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;We don&#39;t know anything about Hillary in terms of religion.&quot;</p>\r\n\r\n<p>The reality is we were able to find quite a lot about Clinton&rsquo;s Methodist upbringing and beliefs, and how she says it ties into her political philosophy. We documented just some of what we found here, and experts agree there is more out there.</p>\r\n\r\n<p>Trump&rsquo;s statement is inaccurate and ridiculous. We rate it Pants on Fire.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2016-06-24T11:08:04.813008", "ruling_date": "2016-06-24T11:53:59", "ruling_headline": "What do we know about Hillary Clinton's religion? A lot, actually", "ruling_headline_slug": "what-do-we-know-about-hillary-clintons-religion-lo", "ruling_link_text": "Only if you don't look", "ruling_state": null, "source_documents": null, "sources": "<p>E.W. Jackson&rsquo;s personal <a href=\"https://twitter.com/ewjacksonsr/status/745266004113170433\">Twitter</a> account, June 21, 2016</p>\r\n\r\n<p><a href=\"http://www.cnn.com/2016/06/21/politics/donald-trump-hillary-clinton-religion/\">CNN</a>, &quot;Trump: &lsquo;We don&rsquo;t know anything about Hillary in terms of religion,&rsquo;&quot; June 22, 2016</p>\r\n\r\n<p><a href=\"http://www.cnn.com/2015/09/18/politics/trump-obama-muslim-birther/\">CNN</a>, &quot;Trump&rsquo;s history of suggesting Obama is a Muslim,&quot; September 18, 2015</p>\r\n\r\n<p>Donald Trump&rsquo;s personal <a href=\"https://twitter.com/realdonaldtrump/status/698115252844634112\">Twitter</a> account, February 12, 2016</p>\r\n\r\n<p><a href=\"http://www.nytimes.com/politics/first-draft/2016/01/25/hillary-clinton-gets-personal-on-christ-and-her-faith/?_r=1\">The New York Times,</a> &quot;Hillary Clinton Gets Personal on Christ and Her Faith,&quot; January 25, 2016</p>\r\n\r\n<p><a href=\"http://www.vox.com/2016/2/9/10956458/hillary-clinton-new-hampshire\">Vox</a>, &quot;Read: Hillary Clinton&rsquo;s New Hampshire concession speech,&quot; February 9, 2016</p>\r\n\r\n<p>John Wesley, &quot;Letters of John Wesley,&quot; 1915</p>\r\n\r\n<p><a href=\"http://time.com/4244178/super-tuesday-hillary-clinton-victory-speech-transcript-full-text/\">Time</a>, &quot;Read Hillary Clinton&rsquo;s Super Tuesday Victory Speech,&quot; March 1, 2016</p>\r\n\r\n<p><a href=\"http://www.msnbc.com/msnbc-quick-cuts/watch/full-speech-clinton-declares-victory-632822339831\">MSNBC</a>, &quot;Full speech: Clinton delivers SC primary victory speech,&quot; February 27, 2016</p>\r\n\r\n<p>Pew <a href=\"http://www.pewforum.org/2016/01/27/faith-and-the-2016-campaign/\">Research</a> Center, &quot;Faith and the 2016 Campaign,&quot; January 27, 2016</p>\r\n\r\n<p>Pew <a href=\"http://www.pewforum.org/2007/09/06/clinton-and-giuliani-seen-as-not-highly-religious-romneys-religion-raises-concerns/\">Research</a> Center, &quot;Clinton and Giuliani Seen as Not Highly Religious; Romney&rsquo;s Religion Raises Concerns,&quot; September 6, 2007</p>\r\n\r\n<p>Carl Bernstein, &quot;<a href=\"http://www.carlbernstein.com/awic_excerpt.php\">Excerpt</a> from A Woman in Charge: On Hillary Clinton and Religion&quot;</p>\r\n\r\n<p><a href=\"http://www.drew.edu/news/2016/04/14/mentor-to-many\">Drew University</a>, &quot;Mentor to Many,&quot; 2009</p>\r\n\r\n<p><a href=\"http://www.cnn.com/2014/04/25/politics/clinton-methodist-minister/index.html\">CNN</a>, &quot;From Park Ridge to Washington: the youth minister who mentored Hillary Clinton,&quot; April 25, 2014</p>\r\n\r\n<p><a href=\"http://www.christianitytoday.com/ct/2007/decemberweb-only/what-does-hillary-believe.html\">Christianity Today</a>, &quot;What Does Hillary Believe?&quot; December 11, 2007</p>\r\n\r\n<p><a href=\"http://www.huffingtonpost.com/entry/donald-trump-hillary-clinton-religion_us_576ad918e4b065534f4891bc\">The Huffington Post</a>, &quot;Hey, Donald Trump, We Know Plenty About Hillary Clinton&rsquo;s Religion,&quot; June 22, 2016</p>\r\n\r\n<p><a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0706/04/sitroom.03.html\">CNN,</a> &quot;Special Edition: Sojourner&rsquo;s Presidential Forum,&quot; June 4, 2007</p>\r\n\r\n<p><a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0804/13/se.01.html\">CNN</a>, &quot;Democratic Candidates&rsquo; Compassion Forum,&quot; April 13, 2008</p>\r\n\r\n<p>Hillary Clinton, &quot;Living History,&quot; June 2003</p>\r\n\r\n<p>Hillary Clinton, &quot;It Takes A Village,&quot; December 1996</p>\r\n\r\n<p><a href=\"http://www.unitedmethodistwomen.org/news/wake-up-the-world!\">United Methodist Women</a>, &quot;Wake Up The World! Transcript of Hillary Rodham Clinton&rsquo;s Address to Assembly 2014,&quot; April 26, 2014</p>\r\n\r\n<p><a href=\"http://time.com/2927925/hillary-clintons-religion/\">TIME</a>, &quot;Hillary Clinton: Anchored by Faith,&quot; June 27, 2014</p>\r\n\r\n<p><a href=\"http://www.nytimes.com/2007/07/07/us/politics/07clinton.html\">The New York Times</a>, &quot;Faith Intertwines With Political Life for Clinton,&quot; July 7, 2007</p>\r\n\r\n<p><a href=\"http://www.politifact.com/florida/statements/2015/jun/17/jeb-bush/jeb-bush-says-hillary-clinton-said-progressive-age/\">PolitiFact</a>, &quot;Jeb Bush says Hillary Clinton said &lsquo;progressive agenda&rsquo; means religious beliefs &lsquo;&rsquo;have to be changed,&rsquo;&quot; June 17, 2015.</p>\r\n\r\n<p><a href=\"http://www.crisismagazine.com/2016/hillary-clintons-church-problem\">Crisis Magazine</a>, &quot;Hillary Clinton&rsquo;s Church Problem,&quot; June 1, 2016</p>\r\n\r\n<p>Email response, Josh Schwerin, Clinton spokesperson, June 22, 2016</p>\r\n\r\n<p>Email Interviews, Patrick Maney, professor of history at Boston College, June 22-23, 2016</p>\r\n\r\n<p>Email Interviews, William Chafe, Alice Mary Baldwin professor of history at Duke University, June 22-23, 2016</p>\r\n\r\n<p>Email Interview, Kristin Kobes Du Mez, associate professor of history at Calvin College, June 23, 2016</p>\r\n\r\n<p>Email Interview, Paul Kengor, professor of political science at Grove City College, June 23, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;We don&#39;t know anything about Hillary in terms of religion. Now, she&#39;s been in the public eye for years and years, and yet there&#39;s no &mdash; there&#39;s nothing out there.&quot;</p>\r\n", "statement_context": "a meeting with Christian leaders", "statement_date": "2016-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": "What do we know about Hillary Clinton's religion? A lot, actually"}