{"art": [{"brightcove": "", "caption": "U.S. Sen. Tammy Baldwin of Wisconsin (far left) joins other Democratic senators in calling for gun control legislation in the wake of the Orlando nightclub shooting. (AP Photo)", "id": 8283, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Baldwinshooterpic.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8283/", "title": "BaldwinOrlandoshooteritem", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "canonical_url": "/wisconsin/statements/2016/jul/01/tammy-baldwin/was-gun-used-orlando-shooter-weapon-war/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Was gun used by Orlando shooter a 'weapon of war'?", "id": 12618, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "shauer@journalsentinel.com", "first_name": "Sarah", "id": 478, "last_name": "Hauer", "name_slug": "sarah-hauer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/478/", "title": "PolitiFact Wisconsin contributor", "twitter": null}], "resource_uri": "/api/v/2/statement/12618/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the aftermath of the shooting at an Orlando nightclub, Democratic politicians -- including U.S. Sen. Tammy Baldwin of Wisconsin -- reignited the debate on gun control.</p>\r\n\r\n<p>Just a few days after the shooting at the nightclub that catered to the gay community, Baldwin, the first openly gay member of the Senate, appeared on the Wisconsin Public Television show Here and Now.</p>\r\n\r\n<p>&quot;Now several days after this mass shooting in Orlando, as a member of the LGBTQ community, how are you processing what happened?&quot; host Frederica Freyberg asked.</p>\r\n\r\n<p>&quot;Oh it&rsquo;s just horrific,&quot; Baldwin said. &quot;It&rsquo;s simply horrific. And you know I juxtapose the opportunity to kick off PrideFest in Milwaukee the Friday before the massacre and the celebration of how far we&rsquo;ve come in the LGBT community to fight bullying, discrimination and violence turned on members of the LGBT community.</p>\r\n\r\n<p>&quot;And then to wake up Sunday morning to this devastating, devastating news -- the worst gun violence in modern U.S. history,&quot; she continued. &quot;And you know, to take in the fact that this was a U.S. citizen inspired by terrorists who legally purchased a weapon of war and turned it on the LGBT community.&quot;</p>\r\n\r\n<p>We&rsquo;ve heard others use the phrase &quot;weapon of war&quot; to describe the guns used by mass shooters. So, we thought we&rsquo;d find out if Baldwin is right.</p>\r\n\r\n<p>Does the military use the same weaponry the Orlando shooter did?</p>\r\n\r\n<p><strong>Civilian vs. military guns</strong></p>\r\n\r\n<p>The Orlando shooter, Omar Mateen, had two firearms the night he killed 49 people and wounded 53 others in a Florida nightclub -- a rifle and a 9mm handgun. Both were purchased legally.</p>\r\n\r\n<p>The rifle was a Sig Sauer MCX semiautomatic. That is what Baldwin meant when she cited &quot;a weapon of war&quot; and what we are looking at in this factcheck.</p>\r\n\r\n<p>Baldwin&rsquo;s claim was a very stark one. While guns of many varieties may be used in battle, we view the phrase &quot;a weapon of war&quot; in this context to mean a gun used by the military.</p>\r\n\r\n<p>As backup, Baldwin&rsquo;s team sent us to a couple <a href=\"http://bigstory.ap.org/article/85e8ba2db6134aef97061f269262d07b/rifle-used-orlando-shooting-was-designed-military-use\">news articles</a> and <a href=\"http://www.thetruthaboutguns.com/2015/10/foghorn/gun-review-sig-sauer-mcx/\">gun reviews</a>. The first news article, dated June 16, 2016, was from the Associated Press and carried the headline, &quot;<a href=\"http://bigstory.ap.org/article/85e8ba2db6134aef97061f269262d07b/rifle-used-orlando-shooting-was-designed-military-use\">Rifle used in Orlando shooting was designed for military use</a>.&quot;</p>\r\n\r\n<p>Her staff also pointed us to <a href=\"https://www.youtube.com/watch?v=4Iwr6qJr6b8\">videos </a>from the rifle&rsquo;s manufacturer and highlighted some portions of the videos, including a point when Kevin Brittingham, president of the company&rsquo;s silencer division, says &quot;the Sig MCX was designed to meet the DOD (Department of Defense) requirement for a weapon that would be as compact as possible, that focused on signature reduction. (They) wanted something as quiet as possible and also wanted something that would engage targets out to 300 meters.&quot;</p>\r\n\r\n<p>But it&rsquo;s not that simple. The article and the video don&rsquo;t address the differences between the guns issued to soldiers and those sold to civilians.</p>\r\n\r\n<p>The Sig Sauer MCX rifle Mateen carried is a civilian version of the MCX-MR, a gun designed for military use. The MCX-MR was designed to comply with a Department of Defense requirement for a weapon to be carried by special operations units with low visibility in terms of size and noise.</p>\r\n\r\n<p>A <a href=\"http://www.vpc.org/studies/Sig%20Sauer%20Backgrounder.pdf\">backgrounder on the gun</a> from the Violence Prevention Center sent to us by Baldwin&rsquo;s team said, &quot;there are no significant differences between them and military assault weapons.&quot;</p>\r\n\r\n<p>But Leigh Neville, a military researcher and author of the book &quot;Guns of the Special Forces,&quot; said the two versions differ &quot;fundamentally.&quot;</p>\r\n\r\n<p>The civilian MCX lacks three key design attributes that make the MCX-MR suitable for special operations use.</p>\r\n\r\n<p><strong>1. </strong>&nbsp;The civilian version is semiautomatic, rather than fully automatic. A semiautomatic gun fires one round of ammunition for every press of the trigger whereas a fully automatic gun fires a burst of rounds with every trigger press.</p>\r\n\r\n<p><strong>2</strong>. &nbsp;The civilian weapon does not feature a silencer, though one can be purchased and attached with separate approval. A special operations soldier would be issued a silencer with the rifle.</p>\r\n\r\n<p><strong>3</strong>. The civilian version does not have all the options for differing barrel lengths and shoulder stocks as the military version to make the guns lighter and easier to carry. The shorter barrel options, which decrease the&nbsp;speed at which the ammunition is propelled, would be illegal or restricted for civilians under federal laws.</p>\r\n\r\n<p>Weapons like the M16 and M4, the primary weapons used by United States military, do have these attributes.</p>\r\n\r\n<p>&quot;If it was a weapon of war, it would be a machine gun,&quot; said Steven Howard, a competitive shooter and gun expert. &quot;If a weapon of war is simply that it resembles a military firearm, then absolutely positively every weapon is a weapon of war.&quot;</p>\r\n\r\n<p>So, the gun used by Mateen isn&rsquo;t really a military weapon.</p>\r\n\r\n<p>But not everyone agrees the differences are significant, arguing the killing power of civilian and military guns is similar and that there are many physical similarities as well.</p>\r\n\r\n<p>&quot;Civilian semiautomatic assault weapons incorporate all of the anti-personnel features of design and function that make assault weapons so deadly,&quot; said Marty Langley, senior policy analyst with Violence Prevention Center.</p>\r\n\r\n<p>Langley and others note that the weapon Mateen used is also very different from guns typically used for, say, hunting.</p>\r\n\r\n<p>High-capacity ammunition magazines can be attached to guns like the MCX to hold extra rounds of ammunition. Additional grips like a forward grip or barrel shroud give shooters greater control for spray firing.</p>\r\n\r\n<p>In the end, guns like the one used by Mateen are more advanced than the typical civilian weapon but not quite military weapons.</p>\r\n\r\n<p>PolitiFact Florida<a href=\"http://www.politifact.com/florida/statements/2016/jun/14/alan-grayson/orlando-democrat-alan-grayson-700-rounds-minute/\"> rated a related claim</a> from U.S. Rep. Alan Grayson, an Orlando-area Democrat, about the power of guns like the one Mateen used. Grayson said the gun Mateen had &quot;shoots off 700 rounds in a minute.&quot;</p>\r\n\r\n<p>Grayson was referring to an AR-15, another civilian weapon modeled after military weapons, in this case the M16. The M16 has a cyclic rate of fire, a theoretical measure, of 700 to 900 rounds per minute, according to U.S. Army documents.&nbsp;The &quot;maximum effective rate of fire,&quot; the highest rate of fire that can still achieve target hits, is about 150-200 rounds per minute.</p>\r\n\r\n<p>But that&rsquo;s much greater than what most mass shooters achieve with semiautomatic rifles. Gary Kleck, a Florida State University criminologist, said that based on his research on mass shootings, most shooters rarely fire more than 50 rounds per minute.</p>\r\n\r\n<p>Grayson&rsquo;s claim was rated Mostly False, as the weapon would need to be converted from an semiautomatic into an automatic weapon to even come close to shooting 700 rounds a minute.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Baldwin said the Orlando shooter used &quot;a weapon of war.&quot;</p>\r\n\r\n<p>Baldwin backed up her statement by showing that the gun Mateen had was originally designed for military use. But he had a civilian version of that gun that lacks key attributes of a military-style weapon. However, it&rsquo;s also significantly different from weapons typically used by civilians for hunting.</p>\r\n\r\n<p>The statement is partially accurate but leaves out important details.</p>\r\n\r\n<p>We rate the claim Half True.</p>\r\n\r\n<p><em>(Correction: This item was corrected to reflect that&nbsp;a shorter gun barrel reduces the velocity at which a bullet exits the barrel. It does not change the rating.)</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ddb98f12-62dc-4a3e-ae44-2d4509d6c220\">https://www.sharethefacts.co/share/ddb98f12-62dc-4a3e-ae44-2d4509d6c220</a></p>\r\n", "ruling_comments_date": "2016-06-30T10:19:55.419162", "ruling_date": "2016-07-01T05:00:00", "ruling_headline": "Was gun used by Orlando shooter a 'weapon of war'?", "ruling_headline_slug": "was-gun-used-orlando-shooter-weapon-war", "ruling_link_text": "Some similarities, key differences", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange with Leigh Neville, military researcher and author of the book Guns of the Special Forces, June 2016.</p>\r\n\r\n<p>Email exchange with Russell Phillips, author, The Weapons and Equipment of the US Army, June 2016.</p>\r\n\r\n<p>The Washington Post, <a href=\"https://www.washingtonpost.com/news/checkpoint/wp/2016/06/14/the-gun-the-orlando-shooter-used-was-not-an-ar-15-that-doesnt-change-much/\">The gun the Orlando shooter used was not an AR-15. That doesn&rsquo;t change much.</a>, June 14, 2016.</p>\r\n\r\n<p>Associated Press, <a href=\"http://bigstory.ap.org/article/85e8ba2db6134aef97061f269262d07b/rifle-used-orlando-shooting-was-designed-military-use\">Rifle used in Orlando shooting was designed for military use</a>, June 16, 2016.</p>\r\n\r\n<p>Violence Policy Center,<a href=\"http://www.vpc.org/studies/Sig%20Sauer%20Backgrounder.pdf\"> Understanding the Sig Sauer MCX assault rifle used in the Orlando mass shooting</a>, June, 2016.</p>\r\n\r\n<p>PolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2016/jun/14/alan-grayson/orlando-democrat-alan-grayson-700-rounds-minute/\">Alan Grayson wrongly claims weapon used by Mateen could fire 700 rounds a minute</a>, June 14, 2016.</p>\r\n\r\n<p>The Truth About Guns, <a href=\"http://www.thetruthaboutguns.com/2015/10/foghorn/gun-review-sig-sauer-mcx/\">Gun Review: Sig Sauer MCX</a>, Oct 17, 2015.</p>\r\n\r\n<p>Phone interview with Mark Wright, spokesman, Department of Defense, June 24. 2016.</p>\r\n\r\n<p>Phone Interview with Steven Howard, competitive shooter and gun expert, June 24, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. Representative", "false_count": 6, "first_name": "Tammy", "half_true_count": 11, "home_state": "Wisconsin", "id": 1410, "last_name": "Baldwin", "mostly_true_count": 11, "name_slug": "tammy-baldwin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Tammy_Baldwin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1410/", "total_count": 49, "true_count": 5, "website": "http://www.baldwin.senate.gov/"}, "statement": "<p>The Orlando shooter used &quot;a weapon of war.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2016-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Was gun used by Orlando shooter a 'weapon of war'?"}