{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/15/glenn-beck/beck-says-45-percent-physicians-would-quit-if-heal/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1262, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1262/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Physicians are important players in the health care debate. They&#39;ve been courted by both supporters and opponents of the Democratic reform plan. President Barack Obama held a Rose Garden ceremony with some of them recently. And now opponents of the Democratic health care plan are citing poll results that supposedly show that lots of doctors would be so unhappy with the reforms that they&#39;d quit their jobs.<br />\r\n<br />\r\nFox News Channel political commentator Glenn Beck mentioned this on his Oct. 12, 2009, show during a wide-ranging critique of the Democratic plan. He said that the plan could harm doctors financially and make medical students have doubts about pursuing the profession. &quot;Do you really think that you&#39;re going to see an increase in medical students? I don&#39;t think so,&quot; Beck said. &quot;Especially consider that the percentage of doctors who say they&#39;ll quit if this is passed is only 45 percent. No worries. Ha! You&#39;ll be able to find a good doctor. Really, you will.&quot;<br />\r\n&nbsp;<br />\r\nIf true, the sudden departure of 45 percent of the nation&#39;s doctors would indeed constitute a stinging rejection of the Democratic effort by an influential health care constituency. But that number sounded high to us, so we decided to look into the statistic&#39;s origins.<br />\r\n&nbsp;<br />\r\nIt came from a survey of &quot;practicing physicians&quot; published in mid September. The survey was sponsored by the newspaper <em> Investor&#39;s Business Daily </em> and was done by the firm TechnoMetrica Institute of Policy and Politics, or TIPP. The survey was conducted between Aug. 28, 2009, and Sept. 15, 2009. It was mailed to 25,600 physicians nationwide at addresses purchased from a list broker.<br />\r\n&nbsp;<br />\r\nWe found several problems with the poll and the way Beck described its results:<br />\r\n<br />\r\n&bull; <strong> Beck misstated what the poll asked </strong> . Beck said that 45 percent of doctors will quit. But in fact, the poll found that 45 percent of doctors said they will consider quitting. Considering quitting isn&#39;t the same thing as quitting, which makes Beck&#39;s statement a significant exaggeration.<br />\r\n&nbsp;<br />\r\nIn addition, the specific question asked of respondents was, &quot;If Congress passes their health care plan, will you ... continue your practice, [or] consider leaving your practice or taking an early retirement?&quot; This wording leaves open the possibility that respondents are saying they might simply leave their current practice to join another practice, rather than quit.<br />\r\n&nbsp;<br />\r\n&bull; <strong>The poll had a low response rate </strong> . According to the statistics published in <em> IBD </em> , 1,376 practicing physicians responded to the poll, out of the 25,600 solicited nationally. That&#39;s a 5.4 percent response rate. In one of its articles about the poll, <em> IBD </em> bills this as &quot;a high rate of return, considering how difficult doctors are to get hold of.&quot; But another survey of doctors released around the same time managed to do better &mdash; much better.<br />\r\n&nbsp;<br />\r\nThat other survey was conducted by Salomeh Keyhani and Alex Federman, internists and researchers at the Mount Sinai School of Medicine in New York City, who published the results in the <em> New England Journal of Medicine </em> . They mailed 5,157 questionnaires and got a response rate that exceeded 43 percent &mdash; nearly eight times the <em> IBD </em> survey&#39;s rate. In fact, Keyhani and Federman reached almost 50 percent more doctors despite sending out only one-fifth the number of inquiries. (They did not ask doctors if they would consider quitting as the other poll did.)</p>\r\n\r\n<p>Does a higher response rate matter? In this case, it&#39;s hard to know for sure, said Karlyn Bowman, a polling analyst with the conservative American Enterprise Institute. However, she added, &quot;higher response rates give me more confidence in results,&quot; a point echoed by other experts we interviewed.<br />\r\n&nbsp;<br />\r\n&bull; <strong>The sponsor was listed prominently on the survey, possibly influencing who responded </strong> . The survey was sent out on <em> Investor&rsquo;s Business Daily </em> letterhead, and the introduction said in part, &quot;The results of this survey will be on <em> Investor&rsquo;s Business Daily&rsquo;s </em> front page and investors.com. A press release will also be prepared. This will give doctors a voice in this key issue.&quot;<br />\r\n&nbsp;<br />\r\nThis type of framing matters because <em> IBD </em> &#39;s editorial page is known for its conservative stance, including opposition to the Democratic health care effort.<br />\r\n&nbsp;<br />\r\nWhile it&rsquo;s safe to assume that not everyone who received the survey knew about <em> IBD </em> &#39;s political leanings, some respondents presumably did &mdash; and among those who did, such knowledge could have made a difference in determining who responded. Liberals might have been less likely to respond, while conservatives in tune with the <em> IBD </em> editorials would have been more enthusiastic about responding. In such a small sample, even a modest bias of that sort could skew the results.</p>\r\n\r\n<p>&bull; <strong>The wording of questions may have influenced who responded </strong> . In an interview, Mark Blumenthal, who blogs at pollster.com and has written critically of the <em> IBD </em> poll, said the wording of the questions could have skewed the results.<br />\r\n<br />\r\nHe noted that, unlike telephone polls, mail polls enable the recipient to skim the entire list of questions before deciding to answer any of them. With the <em> IBD </em> poll, respondents might have thought some of the questions had a subtext that was critical of the Democratic proposal.<br />\r\n<br />\r\nOne was, &quot;Do you believe the government can cover 47 million more people and it will cost less money and the quality of care will be better?&quot; Another was, &quot;If Congress passes their plan, do you expect fewer students to apply to med schools in the future [or] more students to apply to med schools in the future?&quot; A third was, &quot;Under a government plan, do you think drug companies will have incentives to continue developing as many life saving new drugs?&quot; (Grammatical errors in original; <a href=\"http://www.politifact.com/truth-o-meter/doctor-survey/\" target=\"_blank\"> full survey text available here</a>.)<br />\r\n<br />\r\n&quot;Collectively, these questions imply that health care reform will mean very bad things for medicine,&quot; Blumenthal said. &quot;I&#39;m guessing that a proreform doctor would be inclined to ignore, and not return, a survey if the questions seem leading or biased.&quot;</p>\r\n\r\n<p>Could the prominence of the <em> IBD </em> name and the question wording have made a difference? The evidence suggests that may be true.<br />\r\n<br />\r\nIn the <em> IBD </em> poll, 65 percent of the doctors who responded said they opposed &quot;government&#39;s proposed health care plan&quot; while just 33 percent supported it. By contrast, the Keyhani-Federman poll found that 63 percent of doctors surveyed favored giving patients a choice between public and private insurance, as congressional Democrats and President Barack Obama have advocated. Another 10 percent said they favored a single-payer health care system &mdash; a solution that is actually to the left of the president. In other words, the results of the two polls are so far apart that they are essentially opposites.<br />\r\n<br />\r\nThe truth may actually lie somewhere in between the two surveys. It&#39;s worth noting that the Keyhani-Federman poll received financial support from the Robert Wood Johnson Foundation, which favors health care reform. Also, National Public Radio has said that &quot;Keyhani and Federman belong to ... the National Physicians Alliance. It supports a public option, and Keyhani has spoken publicly about her own support for a public option.&quot; A campaign finance database search found that both researchers donated to the Obama campaign in 2008 &mdash; $500 from Keyhani and $300 from Federman.<br />\r\n<br />\r\nIn addition, the initial postcard Keyhani and Federman sent to doctors included the subheading, &quot;Congress wants to hear from doctors on health care reform&quot; &mdash; advocacy-style language similar to what the <em> IBD </em> poll said. This may have produced some ideological bias in the opposite direction from <em> IBD </em> &#39;s poll. (In an interview, Federman said the reason for choosing the words they did stemmed from &quot;what the literature shows about what works to get docs to respond to surveys.&quot;)<br />\r\n<br />\r\nFinally, Don Dillman, an expert in mail-based polls and a professor at Washington State University, suggests another factor that could make the <em> IBD </em> poll results on doctors quitting vastly overstated: People don&#39;t usually make decisions about changing careers lightly. &quot;If one is trained to be a physician, then are you going to take on another occupation?&quot; he asks. This concern is especially relevant for younger physicians, who would likely find few new careers that would earn them enough income to pay off their debts from attending medical school.<br />\r\n&nbsp;<br />\r\nSo, back to Beck&#39;s statement. First, he misstated the results of the poll. The survey didn&#39;t say 45 percent would quit; it said they would consider quitting, which is considerably different. Moreover, polling experts have raised significant questions about the poll&#39;s methodology. Of special concern are the combination of the heavy mention of <em> IBD </em> &#39;s name and questions that experts said appeared to be seeking answers critical of health reform. We&#39;d like to see an independent poll assessing doctors&#39; views of health care reform, but neither the findings from the <em> IBD </em> survey nor those from the Keyhani-Federman study are fully persuasive to us. We rate Beck&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:46.882719", "ruling_date": "2009-10-15T16:12:17", "ruling_headline": "Beck says 45 percent of physicians would quit if health reform passes", "ruling_headline_slug": "beck-says-45-percent-physicians-would-quit-if-heal", "ruling_link_text": "A questionable assertion based on questionable data", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News Channel, <a href=\"http://www.glennbeck.com/content/articles/article/198/31795/\" target=\"_blank\"> the Glenn Beck Program </a> , Oct. 12, 2009 (comment at 8:42 mark)<br />\r\n&nbsp;<br />\r\nInvestor&#39;s Business Daily, <a href=\"http://www.investors.com/NewsAndAnalysis/SpecialReport.aspx?id=506106\" target=\"_blank\"> main page </a> for stories about IBD/TIPP survey of physicians, accessed Oct. 14, 2009<br />\r\n&nbsp;<br />\r\nNate Silver, &quot;IBD/TIPP Doctors Poll Is Not Trustworthy&quot; <a href=\"http://www.fivethirtyeight.com/2009/09/ibdtipp-doctors-poll-is-not-trustworthy.html\" target=\"_blank\"> blog post </a> at www.fivethirtyeight.com, Sept. 16, 2009<br />\r\n<br />\r\nMark Blumenthal, &quot; <a href=\"http://www.nationaljournal.com/njonline/mp_20090918_4062.php\" target=\"_blank\"> A Tale of Two Doctor Polls </a> ,&quot; nationaljournal.com, Sept. 21, 2009<br />\r\n<br />\r\nMark Blumenthal, &quot; <a href=\"http://www.pollster.com/blogs/a_tale_of_two_doctor_polls.php\" target=\"_blank\"> A Tale of Two Doctor Polls </a> ,&quot; pollster.com, Sept. 21, 2009<br />\r\n<br />\r\nSalomeh Keyhani and Alex Federman, &quot;Doctors on Coverage &mdash; Physicians&#39; Views on a New Public Insurance Option and Medicare Expansion,&quot; New England Journal of Medicine <a href=\"http://content.nejm.org/cgi/content/full/361/14/e24\" target=\"_blank\"> online post </a> , Oct. 1, 2009<br />\r\n<br />\r\nNational Public Radio, &quot; <a href=\"http://www.npr.org/templates/story/story.php?storyId=112818960\" target=\"_blank\"> Poll Finds Most Doctors Support Public Option </a> ,&quot; Sept. 14, 2009<br />\r\n<br />\r\nHuffington Post, Fundrace 2008 ( <a href=\"http://fundrace.huffingtonpost.com/neighbors.php?type=name&amp;lname=Keyhani&amp;fname=Salomeh\" target=\"_blank\"> campaign donation search </a> for Salomeh Keyhani), accessed Oct. 14, 2009<br />\r\n<br />\r\nHuffington Post, Fundrace 2008 ( <a href=\"http://fundrace.huffingtonpost.com/neighbors.php?type=name&amp;lname=Federman\" target=\"_blank\"> campaign donation search </a> for Alex Federman), accessed Oct. 14, 2009<br />\r\n<br />\r\nE-mail interview with Karlyn Bowman, polling analyst at the American Enterprise Institute, Oct. 14, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Mark Blumenthal, editor of pollster.com, Oct. 14, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Raghavan Mayur, president of the TechnoMetrica Institute of Policy and Politics, Oct. 14, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Alex Federman, internist and researcher at Mount Sinai School of Medicine, Oct. 14, 2009<br />\r\n<br />\r\nE-mail interview with Don Dillman, Washington State University professor, Oct. 15, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Forty-five percent of doctors &quot;say they&#39;ll quit&quot; if health care reform passes.</p>\r\n", "statement_context": "a statement on his Fox News Channel program", "statement_date": "2009-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}