{"art": [{"brightcove": "", "caption": "Sen. Pat Toomey and Philadelphia Mayor Jim Kenney", "id": 8352, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/toomey_kenney.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8352/", "title": "Kenney Toomey", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2016/jul/08/pat-toomey/kenney-blasts-pat-toomeys-fearmongering-around-san/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "Was Toomey 'fearmongering' with sanctuary city comment?", "id": 12653, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/12653/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Sen. Pat Toomey lost a major battle on the Senate floor this week when Democrats blocked his attempts to advance a bill that would have stripped millions of dollars in funding from so-called &quot;sanctuary cities,&quot; including Philadelphia.</p>\r\n\r\n<p>In a statement before the vote, Toomey, who&rsquo;s in a bitter fight for re-election this year, said &quot;Sanctuary cities such as Philadelphia refuse to cooperate with the federal government in locating suspected terrorists who are in their custody and are in the country illegally.&quot;</p>\r\n\r\n<p>Philadelphia Mayor Jim Kenney disagreed. The Democrat in his first year as mayor released a statement this week excoriating Toomey, a Republican, saying the senator&rsquo;s &quot;inaccurate&quot; statements &quot;are nothing more than fearmongering&quot; and were &quot;pulled straight from Donald Trump&rsquo;s anti-immigrant playbook.&quot; He said the city does cooperate with federal investigators in cases related to suspected terrorism.</p>\r\n\r\n<p>So who&rsquo;s right? We decided to check the claim.</p>\r\n\r\n<p><strong>Philadelphia&rsquo;s immigration policy and terrorism</strong></p>\r\n\r\n<p>When Kenney entered office earlier this year, one of his first moves as mayor was to reinstate Philadelphia&rsquo;s status as a &quot;sanctuary city.&quot; In this case, that means the city will not comply with Department of Homeland Security requests for Immigration and Customs Enforcement holds, a tactic used by federal officials to detain undocumented immigrants who otherwise would have been released from police custody.</p>\r\n\r\n<p>Dozens of jurisdictions across the nation have &quot;sanctuary&quot; policies. Proponents argue DHS uses ICE holds to arbitrarily detain undocumented immigrants accused of petty crimes. Philadelphia&rsquo;s executive order stipulates that a detainer request will not be followed, nor will notification of a person&rsquo;s pending release go out to DHS, unless the person is being released &quot;after conviction for a first or second degree felony involving violence and the detainer is supported by a judicial warrant.&quot;</p>\r\n\r\n<p>Toomey&rsquo;s office points to this as the problem. There&rsquo;s nothing in Kenney&rsquo;s executive order that explicitly allows officials in Philadelphia to communicate the pending release of a suspected terrorist who was not convicted of a violent crime with federal investigators.</p>\r\n\r\n<p>Toomey&rsquo;s spokeswoman E.R. Anderson pointed out the &quot;vast majority of suspected terrorists would not fit into Mayor Kenney&rsquo;s narrow category.&quot;</p>\r\n\r\n<p>&quot;Philadelphia police are forbidden to share information or otherwise cooperate to apprehend those terror suspects who have not yet been convicted of a violent first or second degree felony &mdash; a category that encompasses Boston Marathon bomber Dzhokar Tsaernev [sic], the San Bernardino shooters, and the Orlando shooter,&quot; she wrote in a prepared statement.</p>\r\n\r\n<p>However, if any of those attacks had taken place in Philadelphia, police would have communicated with federal investigators because none of those examples are undocumented immigrants. Tsarnaev&rsquo;s citizenship was approved. One San Bernardino shooter was in America on a visa, the other was born in Chicago. The Orlando shooter was born in New York.</p>\r\n\r\n<p>Toomey&rsquo;s office said it used these only as examples to illustrate that most terrorists had not been convicted of violent crimes prior to committing an act of terrorism. And they&rsquo;re right. Nine out of 10 individuals on the terror watch list who tried to buy a gun last year were approved and passed a background check that would have flagged them had they been convicted of a felony.</p>\r\n\r\n<p>But when asked if the city would cooperate with a DHS detainer request in the case of a suspected terrorist who was an undocumented immigrant convicted of a minor offense, Kenney&rsquo;s spokeswoman Lauren Hitt said: &quot;The City of Philadelphia does cooperate with the federal government in the case of suspected terrorism.&quot; She said the city complies with federal criminal complaints &quot;so that someone who is accused of a crime, like terrorism, would be detained pursuant to the complaint.&quot;</p>\r\n\r\n<p><strong>Cooperating with the feds</strong></p>\r\n\r\n<p>Kenney&rsquo;s sanctuary city law was put into effect largely to curb federal overreach and to protect undocumented immigrants from being deported after being accused of a minor offense. Paula Meninato, the civic engagement coordinator for the Philadelphia-based Pennsylvania Immigration and Citizenship Coalition, said Toomey&rsquo;s concerns about suspected terrorists going free in Philadelphia and other sanctuary cities are misplaced.</p>\r\n\r\n<p>&quot;Most of the people that are targeted by these policies&hellip; are people that either got arrested for petty crimes or people that haven&rsquo;t done anything at all,&quot; she said, &quot;that get targeted by police who are just regular people trying to make a living.&quot;</p>\r\n\r\n<p>However, Philadelphia says it does cooperate with DHS related to those convicted of violent crimes. Of the thousands of undocumented immigrants deported last year, DHS reported that more than 1,000 were suspected gang members. But it didn&rsquo;t report that any were suspected terrorists.</p>\r\n\r\n<p>A DHS official told&nbsp;<em>PolitiFact</em>&nbsp;that the city&rsquo;s existing executive order &quot;does not appear&quot; to allow the city to honor ICE detainers or requests for notification of pending release with respect to any individuals in the custody of the City of Philadelphia.</p>\r\n\r\n<p>&quot;With the implementation of the Priority Enforcement Program (PEP) more than a year ago, many law enforcement agencies that had previous(ly) declined to cooperate with ICE, including some large jurisdictions, are now once again working with the agency,&quot; ICE spokesman Khaalid Walls said in a prepared statement.</p>\r\n\r\n<p>To support Toomey&rsquo;s claim that sanctuary cities don&rsquo;t cooperate with federal investigators in cases of suspected terrorism, his office pointed to Secretary of Homeland Security Jeh Johnson, who traveled to Philadelphia this year to urge Kenney to comply with the department&rsquo;s Priority Enforcement Program which prioritizes the deportation of violent criminals.</p>\r\n\r\n<p>After his meeting with Kenney,&nbsp;<a href=\"http://articles.philly.com/2016-05-05/news/72835364_1_south-philadelphia-city-status-city-hall\" style=\"box-sizing: border-box; color: rgb(38, 138, 140); line-height: inherit; text-decoration: none; background-color: transparent;\">Johnson told&nbsp;<em>The Philadelphia Inquirer:</em></a>&nbsp;&quot;The mayor and I had a good dialogue,&quot; though Kenney wouldn&rsquo;t budge on his policy. In testimony before a senate committee last week, Johnson specifically called out Philadelphia for not complying.</p>\r\n\r\n<p>&quot;I will note that I have had conversations with city officials in Philadelphia and in Cook County, Illinois without success so far,&quot; he said. &quot;And I have urged a number of cities and counties that it&rsquo;s for the benefit of public safety that dangerous criminals not be released.&quot;</p>\r\n\r\n<p>Kenney&rsquo;s also been urged by both Toomey and his Democratic opponent for Senate Katie McGinty, both of whom said Kenney should reconsider the city&rsquo;s level of cooperation with federal investigators looking to gain information about undocumented immigrants in the city&rsquo;s custody.</p>\r\n\r\n<p>Toomey&rsquo;s bill, which was defeated in a procedural vote on Wednesday, would strip Community Development Block Grants from sanctuary cities like Philadelphia who refuse to comply with certain DHS detainer requests. This year, Philadelphia received $40 million from such grants, leading local officials and PA Sen. Bob Casey, a Democrat, to oppose Toomey&rsquo;s legislation.</p>\r\n\r\n<p>The incumbent Republican Senator has made sanctuary cities a critical issue in his campaign against McGinty. She hasn&rsquo;t come out in full support of Kenney&rsquo;s policy, but she also hasn&rsquo;t outright rejected it.</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>In order to support his sanctuary city legislation, Toomey said &quot;Sanctuary cities such as Philadelphia refuse to cooperate with the federal government in locating suspected terrorists who are in their custody and are in the country illegally.&quot;</p>\r\n\r\n<p>Philadelphia officials unequivocally deny that, saying they have and will work with federal investigators in cases of suspected terrorism. They reject Toomey&rsquo;s statements that imply officials in the city don&rsquo;t work with the feds in cases of terrorism, as Kenney&rsquo;s sanctuary city policy applies only in cases involving undocumented immigrants not convicted of violent crimes. Last year, DHS didn&rsquo;t report bringing any suspected terrorists into custody solely based on his or her immigration status.</p>\r\n\r\n<p>But there isn&rsquo;t anything in Philadelphia&rsquo;s existing executive order carving out an exception for suspected terrorists who haven&rsquo;t been charged with a violent crime, and the Obama administration has urged the city to reconsider that stance. It&rsquo;s the city&rsquo;s word vs. language in the order.</p>\r\n\r\n<p>We rate the claim Half True.</p>\r\n", "ruling_comments_date": "2016-07-08T11:09:26.495784", "ruling_date": "2016-07-08T11:19:12", "ruling_headline": "Kenney blasts Pat Toomey’s ‘fearmongering’ around sanctuary city policy, but here’s the thing", "ruling_headline_slug": "kenney-blasts-pat-toomeys-fearmongering-around-san", "ruling_link_text": "The city says it does.", "ruling_state": null, "source_documents": null, "sources": "<p>Email, Anderson, E.R. Sen. Pat Toomey spokeswoman. July 6, 2016.</p>\r\n\r\n<p>Email, Hitt, Lauren. Mayor Jim Kenney spokeswoman. July 6, 2016.</p>\r\n\r\n<p>Executive order, &quot;Policy regarding U.S. Immigration and Customs Enforcement agency detainer requests.&quot; City of Philadelphia. Jan. 4, 2016.</p>\r\n\r\n<p>News article. &quot;Kenney rejects U.S. request to reverse &lsquo;sanctuary city&rsquo; status.&quot;&nbsp;<em>The Philadelphia Inquirer</em>, May 5, 2016.</p>\r\n\r\n<p>Phone interview, Meninato, Paula. Civic engagement coordinator at Pennsylvania Immigration and Citizenship Coalition. July 6, 2016.</p>\r\n\r\n<p>Statement, &quot;Toomey introduces bill to stop dangerous sanctuary city policies.&quot; toomey.senate.gov. June 27, 2016.</p>\r\n\r\n<p>Statistics. FY 2015 ICE Immigration Removals. U.S. Immigration and Customs Enforcement, Department of Homeland Security.</p>\r\n\r\n<p>Testimony, Johnson, Jeh. &quot;Oversight of the Department of Homeland Security.&quot; Senate Committee on the Judiciary. June 30, 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Candidate for U.S. Senate", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "Pennsylvania", "id": 604, "last_name": "Toomey", "mostly_true_count": 1, "name_slug": "pat-toomey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Toomey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/604/", "total_count": 12, "true_count": 0, "website": "http://www.toomeyforsenate.com/"}, "statement": "<p>&quot;Sanctuary cities such as Philadelphia refuse to cooperate with the federal government in locating suspected terrorists who are in their custody and are in the country illegally.&quot;</p>\r\n", "statement_context": "a statement", "statement_date": "2016-06-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "Was Pat Toomey 'fearmongering' with sanctuary city comment?"}