{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/16/americas-health-insurance-plans/health-insurers-group-says-medicare-advantage-bene/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1266, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1266/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n One of the Republicans' favorite arguments against the Democratic health care reform proposals is that seniors could be hurt by cuts to Medicare. America's Health Insurance Plans, the trade group for the health insurance industry, began running television advertisements on this point in mid October.\n</p>\n<p>\n One ad, aimed at residents of Missouri, posed the following question: \"Is it right to ask 10 million seniors on Medicare Advantage for more than their share? Congress is proposing over $100 billion in cuts to Medicare Advantage. The nonpartisan Congressional Budget Office says many seniors will see cuts in benefits.\"\n</p>\n<p>\n For this item, we're examining whether people in Medicare Advantage would give up \"more than their share\" because of health care reform.\n</p>\n<p>\n First, some background about Medicare Advantage.\n <br />\n &nbsp;\n <br />\n There are two basic ways most people get Medicare coverage. They can enroll in traditional Medicare and a prescription drug plan through the government and maybe buy a supplemental policy to cover many of their out-of-pocket costs. Or they can enroll in Medicare Advantage programs (including a drug plan) that are run by private insurers. About 23 percent of people covered by Medicare are Medicare Advantage beneficiaries. They often receive more generous benefits, such as dental and vision coverage, or gym memberships. Some plans pay the patient&rsquo;s monthly Medicare premium, which can amount to about $100.\n <br />\n &nbsp;\n <br />\n The reason Medicare Advantage plans are more generous is that they usually receive higher reimbursement rates from the federal government. Ironically, Medicare Advantage was initially conceived as a way of lowering Medicare costs through competition. But in the complicated way the program is structured, things have turned out differently.\n <br />\n &nbsp;\n <br />\n Today, Medicare Advantage costs taxpayers about 14 percent more per capita than traditional Medicare &mdash; a financial burden borne both by traditional Medicare beneficiaries (through their Medicare premiums, which are deducted from their Social Security checks) and by taxpayers generally (through payroll deductions earmarked for Medicare). Currently, everyone in Medicare &mdash; both traditional and Medicare Advantage &mdash; pays an extra $3 per month to cover the higher costs of Medicare Advantage.\n <br />\n &nbsp;&nbsp;&nbsp;&nbsp;\n <br />\n The bills working their way through Congress would change this system, equalizing what the government pays for Medicare and Medicare Advantage. That's where the savings referenced in the AHIP ad come in.\n <br />\n &nbsp;\n <br />\n The second and third sentences of the ad &mdash; about funding cuts to Medicare Advantage and the CBO saying that many seniors will see fewer benefits &mdash; appear to be correct. CBO has estimated that under the Senate Finance Committee's original bill the cuts to Medicare Advantage would total $117 billion between 2010 and 2019. And CBO estimated that the original House bill would cut the program by $156 billion over the same period. That's clearly \"over $100 billion\" in cuts.\n <br />\n &nbsp;\n <br />\n Meanwhile, the ad is correct that CBO &mdash; or, more precisely, CBO's director, Douglas Elmendorf &mdash; said that these funding cuts would result in benefit cuts to seniors. \"They would not receive as much additional benefits [as they do] in the current Medicare Advantage system,\" Elmendorf testified before the Senate Finance Committee on Sept. 22, 2009. Most experts we contacted agreed with Elmendorf that some benefits for Medicare Advantage participants would likely be cut if the new funding rules are enacted.\n <br />\n &nbsp;\n <br />\n It should be noted, however, that these cuts would not reduce the basic package of Medicare benefits that Medicare Advantage providers must offer. Rather, the cuts will come from the extra benefits that Medicare Advantage providers typically offer their patients, using the extra government money they get. The specific mix of cuts would be determined by the insurer, not by the bill.\n <br />\n &nbsp;\n <br />\n In fact, the existence of Medicare Advantage's extra layer of benefits complicates the task of determining whether the first sentence of AHIP's ad &mdash; \"Is it right to ask 10 million seniors on Medicare Advantage for more than their share?\" &mdash; frames the issue accurately.\n <br />\n &nbsp;\n <br />\n The implication that Medicare Advantage beneficiaries are losing more than their share \"is not accurate,\" said Stuart Guterman, a Medicare expert at the Commonwealth Fund, which studies health care policy. \"I think there's no doubt there will be cuts in benefits for Medicare Advantage beneficiaries. But they've been getting more than their share up to now.\"\n <br />\n &nbsp;\n <br />\n \"We think it is misleading,\" agreed Marc Steinberg, deputy director of health policy for Families USA, a group that supports health care reform. \"There's no mention of the 30 million-plus seniors who don't benefit from Medicare Advantage, but whose premiums are higher in order to subsidize the program, or the taxpayers who subsidize it.\"\n <br />\n &nbsp;\n <br />\n Robert Moffit, who directs the Center for Health Policy Studies at the conservative Heritage Foundation, is generally positive about Medicare Advantage, writing in a recent paper, \"Medicare Advantage provides seniors with choice, variety, and value.\" But even he has problems with the way AHIP worded the first sentence of the ad. \"I don't know what the question means,\" he told PolitiFact. \"I frankly think it's a vague sentence.\"\n <br />\n &nbsp;\n <br />\n Ultimately, AHIP's ad correctly communicates the facts about the size of the proposed Medicare Advantage cuts and their effect on beneficiaries. But the trade group spins these facts to their advantage and leaves out important context. The ad does not specify that cuts to Medicare Advantage would be made to extra benefits provided by insurers under Medicare Advantage, not to core benefits, which will remain untouched. In addition, it says that Medicare Advantage beneficiaries are taking a hit that's \"more than their share\" &mdash; an assertion that glosses over the fact that the government is currently paying 14 percent more for their coverage than it does for beneficiaries of traditional Medicare. We rate the statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:50.883760", "ruling_date": "2009-10-16T16:26:49", "ruling_headline": "Health insurers' group says Medicare Advantage beneficiaries will be hit more by reform plan", "ruling_headline_slug": "health-insurers-group-says-medicare-advantage-bene", "ruling_link_text": "Maybe, but they've been getting more than their share", "ruling_state": null, "source_documents": null, "sources": "<p>\n America's Health Insurance Plans, \"Medicare Advantage facing $100 billion in cuts\" (\n <a href=\"http://www.medicarechoices.org/multimedia\" target=\"_blank\">\n  television ad\n </a>\n ), accessed Oct. 15, 2009\n <br />\n &nbsp;\n <br />\n Congressional Budget Office,\n <a href=\"http://cbo.gov/ftpdocs/106xx/doc10642/10-7-Baucus_letter.pdf\" target=\"_blank\">\n  preliminary analysis\n </a>\n of the chairman&rsquo;s mark of the Senate Finance Committee health care bill, Oct. 7, 2009\n <br />\n <br />\n Congressional Budget Office,\n <a href=\"http://cbo.gov/ftpdocs/104xx/doc10464/hr3200.pdf\" target=\"_blank\">\n  preliminary analysis\n </a>\n of H.R. 3200, July 17, 2009\n <br />\n <br />\n Senate Finance Committee,\n <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/congressional/111/congressionaltranscripts111-000003207400.html@committees&amp;metapub=CQ-CONGTRANSCRIPTS&amp;searchIndex=1&amp;seqNum=15\" target=\"_blank\">\n  transcript\n </a>\n of hearing testimony, Sept. 22, 2009\n <br />\n <br />\n Robert Moffit, \"The Baucus Bill: Medicare Advantage and Medicare Savings Lost to Medicare Reform\" (Heritage Foundation\n <a href=\"http://www.heritage.org/research/healthcare/wm2641.cfm\" target=\"_blank\">\n  briefing paper\n </a>\n ), Oct. 5, 2009\n <br />\n <br />\n Kaiser Family Foundation, Medicare Advantage\n <a href=\"http://www.kff.org/medicare/upload/2052-11.pdf\" target=\"_blank\">\n  fact sheet\n </a>\n , Sept. 2008\n <br />\n &nbsp;\n <br />\n Kaiser Family Foundation, Medicare Advantage\n <a href=\"http://www.kff.org/medicare/upload/2052-12.pdf \" target=\"_blank\">\n  fact sheet\n </a>\n , April 2009\n <br />\n &nbsp;\n <br />\n Associated Press, \"\n <a href=\"http://news.yahoo.com/s/ap/20090923/ap_on_go_co/us_health_care_seniors\" target=\"_blank\">\n  Budget chief contradicts Obama on Medicare costs\n </a>\n ,\" Sept. 22, 2009\n <br />\n &nbsp;\n <br />\n Interview with Stuart Guterman, assistant vice president for the program on payment system reform at the Commonwealth Fund, Oct. 15, 2009\n <br />\n &nbsp;\n <br />\n Interview with Marc Steinberg, deputy director of health policy for Families USA, Oct. 15, 2009\n <br />\n <br />\n Interview with Robert Moffit, director of the Center for Health Policy Studies at the Heritage Foundation, Oct. 15, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Trade group representing the health insurance industry", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Washington, D.C.", "id": 223, "last_name": "America's Health Insurance Plans", "mostly_true_count": 0, "name_slug": "americas-health-insurance-plans", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/AHIP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/223/", "total_count": 3, "true_count": 1, "website": "http://www.ahip.org/"}, "statement": "<p>Seniors with coverage under Medicare Advantage will give up \"more than their share\" because of health care reform</p>", "statement_context": "a televison advertisement", "statement_date": "2009-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}