{"art": [], "author": [{"email_address": "athorp@uchicago.edu", "first_name": "Adam", "id": 585, "last_name": "Thorp", "name_slug": "adam-thorp", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/585/", "title": "Staff writer", "twitter": null}], "canonical_url": "/punditfact/statements/2016/jul/12/william-johnson/law-enforcement-lobbyist-says-pro-police-speech-ma/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "No, pro-police speech is not \"absent\" from Obama", "id": 12670, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "athorp@uchicago.edu", "first_name": "Adam", "id": 585, "last_name": "Thorp", "name_slug": "adam-thorp", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/585/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/12670/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>After five police officers were killed in an attack in Dallas, critics targeted President Barack Obama&rsquo;s rhetoric on policing and police brutality.</p>\r\n\r\n<p>It&rsquo;s a huge departure from the past, when political leaders spoke out forcefully against brutality against law enforcement, <a href=\"http://www.politico.com/story/2016/07/obama-war-on-cops-police-advocacy-group-225291\">said</a>&nbsp;William Johnson, the executive director of the National Association of Police Organizations, which lobbies on behalf of a variety of police unions and associations, on Fox News July 8, the morning after the shooting.</p>\r\n\r\n<p>&quot;I think one of the big differences then was you had governors and mayors and the president &mdash; whether it was President Johnson or President Nixon, Republican or Democrat &mdash; condemning violence against the police and urging support for the police.</p>\r\n\r\n<p>&quot;Today that&#39;s markedly absent,&quot; Johnson continued. &quot;I think that&#39;s a huge difference, and that&#39;s directly led to the climate that allows these attacks to happen.&quot;</p>\r\n\r\n<p>Johnson says that Obama has not supported the police or condemned violence against them. That&rsquo;s a serious charge, and a quick look at the public record shows this isn&rsquo;t true.</p>\r\n\r\n<p>Johnson&rsquo;s comment came before Obama announced he would attend a July 12 memorial for the fallen police officers.</p>\r\n\r\n<p><strong>What Obama has said</strong></p>\r\n\r\n<p>We&rsquo;ll start with what he said after the murders of the Dallas officers July 7.</p>\r\n\r\n<p>Speaking from Warsaw, Poland, Obama <a href=\"https://www.whitehouse.gov/the-press-office/2016/07/08/remarks-president-obama-president-tusk-european-council-and-president\">condemned </a>violence against police and praised police officers in seven hours after the Dallas attack.</p>\r\n\r\n<p>&quot;As I told Mayor (Mike) Rawlings, I believe that I speak for every single American when I say that we are horrified over these events, and that we stand united with the people and the police department in Dallas,&quot; Obama said.</p>\r\n\r\n<p>Obama also <a href=\"https://www.whitehouse.gov/the-press-office/2016/07/07/statement-president\">spoke </a>the day before the Dallas attacks in response to the shootings of black men in Minnesota and Louisiana by police officers. Most of the statement focused on the need for reform in policing, but Obama also addressed the idea that police were under attack in the debate about excessive force.</p>\r\n\r\n<p>&quot;And so, to all of law enforcement, I want to be very clear: We know you have a tough job. We mourn those in uniform who are protecting us who lose their lives,&quot; Obama said.</p>\r\n\r\n<p>That&rsquo;s just what Obama has said on this topic in the past week.</p>\r\n\r\n<p>During the Baltimore riots sparked by the death of Freddie Gray in 2015, Obama <a href=\"https://www.youtube.com/watch?v=l6FMvlA1HvI\">spoke against</a> the violence and expressed his sympathy for police officers in Baltimore.</p>\r\n\r\n<p>&quot;My heart goes out to the police officers who were injured in the past few days. They showed extraordinary restraint ... it shows how tough a job policing can be,&quot; Obama said.</p>\r\n\r\n<p>Obama also issued a <a href=\"https://www.whitehouse.gov/the-press-office/2014/12/20/statement-president\">statement</a> after two New York police officers were shot by a man who claimed to be acting in response to the death of Michael Brown and Eric Garner at the hands of police. He actually used the word &quot;condemn.&quot;</p>\r\n\r\n<p>&quot;I unconditionally condemn today&#39;s murder of two police officers in New York City,&quot; Obama said. &quot;Two brave men won&#39;t be going home to their loved ones tonight, and for that, there is no justification. The officers who serve and protect our communities risk their own safety for ours every single day.&quot;</p>\r\n\r\n<p>Here are several other examples:</p>\r\n\r\n<p style=\"margin-left:36pt\">Before a meeting of the International Association of Chiefs of Police in 2015, Obama <a href=\"https://www.whitehouse.gov/the-press-office/2015/10/27/remarks-president-122nd-annual-iacp-conference\">said</a>: &quot;I reject any narrative that seeks to divide police and communities that they serve. I reject a storyline that says when it comes to public safety there&rsquo;s an &lsquo;us&rsquo; and a &lsquo;them&rsquo; &ndash;- a narrative that too often gets served up to us by news stations seeking ratings, or tweets seeking retweets, or political candidates seeking some attention.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">A May 8, 2015, <a href=\"https://www.whitehouse.gov/the-press-office/2015/05/08/presidential-proclamation-peace-officers-memorial-day-and-police-week--0\">White House proclamation </a>on Peace Officers Memorial Day and Police Week read: &quot;As President, I am committed to making sure America&#39;s dedicated police officers receive the support and recognition they have earned, and to doing all I can to protect those who protect us.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\">In response to violence in the St. Louis-area after the shooting of Michael Brown, Obama <a href=\"https://www.whitehouse.gov/the-press-office/2014/08/14/statement-president\">said</a>: &quot;There is never an excuse for violence against police, or for those who would use this tragedy as a cover for vandalism or looting.&quot;</p>\r\n\r\n<p>You can read more of Obama&rsquo;s comments about police in this <a href=\"http://www.politifact.com/punditfact/statements/2014/dec/23/rudy-giuliani/giuliani-obama-propaganda-says-everybody-should-ha/\">2014 fact-check</a>.</p>\r\n\r\n<p><strong>NAPO&rsquo;s complaints</strong></p>\r\n\r\n<p>We tried to reach out to Johnson and did not hear back. But on July 12, his organization posted a lengthy statement about a meeting it had with Obama and Vice President Joe Biden &quot;in direct response to NAPO&rsquo;s statement accusing the Administration of not fully supporting our nation&rsquo;s law enforcement officers,&quot; a statement published on NAPO&rsquo;s website <a href=\"http://www.napo.org/washington-report/latest-news-updates/napo-statement-murders-dallas-police-officers-napo-meets-president-and-vice-president-over-shootings-napo-news-congress-adjourns/\">said</a>.</p>\r\n\r\n<p>The NAPO account of the meeting has the president asking how he could have better responded to police shootings.</p>\r\n\r\n<p>Johnson said the administration had failed to address violence and threats against police that he linked to Black Lives Matter. In his account &mdash; much more measured than Johnson&rsquo;s critique on Fox &mdash; Johnson acknowledged that the administration had condemned violence against police officers, but he said it had only done so after officers had been killed.</p>\r\n\r\n<p>&quot;There has been no response, no condemnation when Black Lives Matter protests turn violent. There was no outrage when two St. Louis County police officers were shot by a Ferguson protester who was at a Black Lives Matter protest. There is no demand for accountability from the movement when members support violence towards police or even act on those calls for violence,&quot; NAPO&rsquo;s statement reads.</p>\r\n\r\n<p>This speaks directly to Johnson&rsquo;s broader critique of Obama&rsquo;s response to violence against police, but it seems to get some details wrong. As noted above, Obama has spoken out against violent protests in Ferguson and Baltimore, though no officers died in either of those protests. After two officers were shot in Ferguson in March of 2015, Obama <a href=\"http://www.nbcnews.com/storyline/michael-brown-shooting/obama-ferguson-officer-shooting-violence-against-police-unacceptable-n322311\">issued </a>this response on Twitter: &quot;Violence against police is unacceptable. Our prayers are with the officers in MO. Path to justice is one all of us must travel together.&quot;</p>\r\n\r\n<p>In response to a question after the Dallas attack about the tactics of Black Lives Matter protesters, Obama <a href=\"https://www.whitehouse.gov/the-press-office/2016/07/10/remarks-president-obama-and-prime-minister-rajoy-spain-after-bilateral\">said </a>he did not think it was fair to blame the entire movement for the statements of some of its members.</p>\r\n\r\n<p>&quot;Now, in a movement like Black Lives Matter, there&rsquo;s always going to be some folks who say things that are stupid, or imprudent, or overgeneralized, or harsh. &nbsp;And I don&#39;t think that you can hold well-meaning activists who are doing the right thing and peacefully protesting responsible for everything that is uttered at a protest site,&quot; Obama <a href=\"https://www.whitehouse.gov/the-press-office/2016/07/10/remarks-president-obama-and-prime-minister-rajoy-spain-after-bilateral\">said</a>.</p>\r\n\r\n<p>Johnson also said that former Attorney General Eric Holder had undermined police officers in his response to the non-indictment of Darren Wilson, who shot and killed Brown in Ferguson. &nbsp;Holder had <a href=\"http://www.politico.com/story/2015/02/eric-holder-civil-rights-interview-mike-allen-115575\">said</a> that he wanted lower standards of proof for civil rights crimes, like the one the Department of Justice had considered charging Wilson with.</p>\r\n\r\n<p>But this is tangentially related to the question of how Obama responded to violence against police.</p>\r\n\r\n<p><strong>Looking back in time</strong></p>\r\n\r\n<p>Johnson mentioned presidents Richard Nixon and Lyndon B. Johnson as models of presidents who had police officers&rsquo; backs.</p>\r\n\r\n<p>Nixon and Johnson both served at a time when violence against police was much more common <a href=\"http://www.nleomf.org/assets/pdfs/reports/2015-EOY-Officer-Fatalities-Report.pdf\">than it is today</a>. During the 1970s, an average of 127 police officers were shot and killed every year, higher than the average of 71 in the 1960s and much higher than 53 this decade.The overall crime rate was higher in the late 1960s and early 1970s than it is today, and the nation faced large-scale riots in many urban centers.</p>\r\n\r\n<p>In this context, Nixon and Johnson both expressed support for police officers and laid out programs to support them. Nixon made support for the police a central part of his &quot;law and order&quot; message in his electoral campaigns. In 1970, Nixon issued a<a href=\"http://www.presidency.ucsb.edu/ws/?pid=2809\"> statement</a> saying he was &quot;deeply concerned with the growing problem of assaults on police officers.&quot;</p>\r\n\r\n<p>Johnson, Nixon and Obama&rsquo;s shared support for police was typical of other presidents and politicians, according to Jeremy Mayer, a professor at George Mason University who has written on presidential politics in the last half of the 20th century.</p>\r\n\r\n<p>&quot;What differentiates American politicians, somewhat in the &lsquo;60s and even more today, is the degree of sympathy which they express for the victims of police brutality,&quot; Mayer said. &quot;But even the politicians who are sympathetic to the victims of police brutality always or almost always simultaneously express support for the vast majority of police officers.&quot;</p>\r\n\r\n<p>Obama has been more likely than either Nixon or Johnson, Mayer said, to combine his statements of support for the police with concerns about police brutality and discriminatory policing.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Johnson said Obama had failed to condemn violence against police.</p>\r\n\r\n<p>Obama has repeatedly condemned violence against police.</p>\r\n\r\n<p>Most recently, he expressed his support for police the night before the Dallas attack happened, amid protests over two police shootings of black men, and again after the sniper attack on police officers.</p>\r\n\r\n<p>Obama&rsquo;s consistent objections to violence against police is similar to rhetoric by Johnson, Nixon and the vast majority of American politicians and presidents.</p>\r\n\r\n<p>Johnson&rsquo;s statement is outrageously wrong. We rate this claim Pants on Fire.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ce7f382f-9162-4b44-ad63-f00d18610078\">https://www.sharethefacts.co/share/ce7f382f-9162-4b44-ad63-f00d18610078</a></p>\r\n", "ruling_comments_date": "2016-07-12T14:57:39.305304", "ruling_date": "2016-07-12T16:44:50", "ruling_headline": "Law enforcement lobbyist says pro-police speech is 'markedly absent' from Obama", "ruling_headline_slug": "law-enforcement-lobbyist-says-pro-police-speech-ma", "ruling_link_text": "See examples A, B, C, D ...", "ruling_state": null, "source_documents": null, "sources": "<p>Politico, &quot;<a href=\"http://www.politico.com/story/2016/07/obama-war-on-cops-police-advocacy-group-225291\">Police group director: Obama caused a &lsquo;war on cops&rsquo;</a>,&quot; July 8, 2016.</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/the-press-office/2016/07/08/remarks-president-obama-president-tusk-european-council-and-president\">Statement by the President</a>, Warsaw, Poland, July 8, 2016.</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/the-press-office/2016/07/07/statement-president\">Statement by the President</a>, Warsaw, Poland, July 7, 2016.</p>\r\n\r\n<p>Los Angeles Times, &quot;<a href=\"http://www.latimes.com/entertainment/tv/showtracker/la-et-st-president-obama-baltimore-steve-harvey-20150429-story.html\">President Obama condemns Baltimore riots on Steve Harvey&#39;s radio show</a>,&quot; April 29, 2015.</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/the-press-office/2014/12/20/statement-president\">Statement by the President</a>, December 20, 2015.</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/the-press-office/2014/08/14/statement-president\">Statement by the President</a>, Edgartown, Massachusetts, August 14, 2014</p>\r\n\r\n<p>Office of the Press Secretary, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2013/01/28/remarks-president-meeting-law-enforcement-officials\">Remarks by the President Before Meeting with Law Enforcement Officials</a>&quot; January 28, 2013.</p>\r\n\r\n<p>Office of the Press Secretary, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2015/10/27/remarks-president-122nd-annual-iacp-conference\">Remarks by the President at the 122nd Annual IACP Conference</a>,&quot; October 27, 2015.</p>\r\n\r\n<p>Office of the Press Secretary, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2015/05/08/presidential-proclamation-peace-officers-memorial-day-and-police-week--0\">Presidential Proclamation -- Peace Officers Memorial Day and Police Week, 2015</a>,&quot; May 8, 2015.</p>\r\n\r\n<p>National Law Enforcement Officers Memorial Fund, &quot;<a href=\"http://www.nleomf.org/assets/pdfs/reports/2015-EOY-Officer-Fatalities-Report.pdf\">124 Law Enforcement Fatalities Nationwide in 2015</a>.&quot;</p>\r\n\r\n<p>UPI, &quot;<a href=\"https://news.google.com/newspapers?nid=1310&amp;dat=19701020&amp;id=TqlVAAAAIBAJ&amp;sjid=4uADAAAAIBAJ&amp;pg=6450,4012602&amp;hl=en\">Wounded police officers receive boost from Nixon</a>,&quot; &nbsp;October 20, 1970.</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/news/post-nation/wp/2014/12/30/number-of-law-enforcement-officers-killed-in-shootings-rose-this-year-report-finds/?utm_term=.dddf5ebd0192\">Number of law enforcement officers killed in shootings rose this year, report finds</a>,&quot; December 30, 2015.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Interview, Jeremy Mayer, Associate Professor in the School of Policy, Government, and International Affairs at George Mason University.</p>\r\n\r\n<p>&quot;<a href=\"http://www.presidency.ucsb.edu/ws/?pid=26800\">Special Message to Congress on Law Enforcement and the Administration of Justice</a>,&quot; Lyndon Baines Johnson, March 18, 1965.</p>\r\n\r\n<p>&quot;<a href=\"http://www.presidency.ucsb.edu/ws/?pid=2809\">Statement About Assaults on Police Officers and Directive to the Attorney General</a>,&quot; Richard Nixon, November 1, 1970.</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2014/dec/23/rudy-giuliani/giuliani-obama-propaganda-says-everybody-should-ha/\">Giuliani: Obama &#39;propaganda&#39; says &#39;everybody should hate the police&#39;</a>,&quot; December 23, 2014.</p>\r\n\r\n<p>NAPO, &quot;<a href=\"http://www.napo.org/washington-report/latest-news-updates/napo-statement-murders-dallas-police-officers-napo-meets-president-and-vice-president-over-shootings-napo-news-congress-adjourns/\">NAPO Meets with President and Vice President Over Shootings</a>,&quot; July 12, 2016.</p>\r\n\r\n<p>NBC, &quot;<a href=\"http://www.nbcnews.com/storyline/michael-brown-shooting/obama-ferguson-officer-shooting-violence-against-police-unacceptable-n322311\">Obama on Ferguson Shooting: Violence Against Police Is Unacceptable</a>,&quot; March 12, 2015.</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/story/2015/02/eric-holder-civil-rights-interview-mike-allen-115575\">Holder&#39;s parting shot: It&#39;s too hard to bring civil rights cases</a>,&quot; February 27, 2015.</p>\r\n\r\n<p>Office of the Press Secretary, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2016/07/10/remarks-president-obama-and-prime-minister-rajoy-spain-after-bilateral\">Remarks by President Obama and Prime Minister Rajoy of Spain After Bilateral Meeting</a>,&quot; &nbsp;July 10, 2016.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "William", "half_true_count": 0, "home_state": "", "id": 3586, "last_name": "Johnson", "mostly_true_count": 0, "name_slug": "william-johnson", "pants_count": 1, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williamjohnsonmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3586/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Condemning violence against the police and urging support for the police&quot; is &quot;markedly absent&quot; from President Barack Obama&rsquo;s public remarks.</p>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2016-07-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Police group's claim that pro-officer comments are \"absent\" from Obama is very wrong"}