{"art": [{"brightcove": "", "caption": "During the first night of the Republican convention in Cleveland, one of them, Mark \"Oz\" Geist said that because of their actions, \"there were more than 30 American lives that were saved that night. And it’s because Americans never give up. We refuse to l", "id": 8455, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31155836\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8455/", "title": "'Stand-down' story ignores critical facts about effort to save Americans in Benghazi", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2016/jul/18/mark-geist/stand-down-story-ignores-critical-facts-about-effo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": "Evidence shows no Benghazi stand-down order to defy", "id": 12707, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/12707/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>When the U.S. consulate in Benghazi, Libya, came under attack on Sept. 11, 2012, the only United States force able to respond quickly was a CIA security team made of up of private contractors stationed in a nearby annex.</p>\r\n\r\n<p>While promoting their bestselling book on the attack, at least three members of the six-person team have asserted that they defied &quot;stand-down&quot; orders to rush to stop the attack, which killed Ambassador Christopher Stevens.</p>\r\n\r\n<p>During the first night of the Republican convention in Cleveland, one of them, Mark &quot;Oz&quot; Geist said that because of their actions, &quot;there were more than 30 American lives that were saved that night. And it&rsquo;s because Americans never give up. We refuse to lose. Benghazi has been a four-letter word for the left but is not about politics. Benghazi was about opportunities. Opportunities taken when we defied the stand-down orders.&quot;</p>\r\n\r\n<p>We talked about the stand-down issue when we gave Fox News&#39; Sean Hannity a <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jun/30/sean-hannity/hannity-misleads-claim-about-benghazi-stand-down-o/\">Mostly False</a> for his assertion that &quot;during the (Benghazi) attack, a stand-down order was given, and our troops were told to change their clothes four times.&quot;</p>\r\n\r\n<p>Our ruling was based on the Republican-written <a href=\"http://benghazi.house.gov/NewInfo\">report on the crisis</a>, released June 28 by the House Select Committee on Benghazi. We&#39;ll use that report as the basis for this fact-check as well.</p>\r\n\r\n<p>Technically, when a military force is told to &quot;stand-down,&quot; <a href=\"http://www.dictionary.com/browse/stand-down\">it means</a> the force is no longer on alert or operational. It&#39;s clear from the report, though, that the security team never stood down. Whether the team was ever told to stand down is a matter of debate. It was told to wait, for reasons the report makes clear.</p>\r\n\r\n<p>The attack on the Benghazi compound began at 9:42 p.m. At the time, according to the report, the United States was working with several militia groups that were active and cooperative after the regime of Libyan dictator Muammar Gaddafi was toppled a year earlier. One militia group was the Feb. 17 Martyrs Brigade, which had pledged to help with compound security.</p>\r\n\r\n<p>When the attack began, a frantic call for help was made to the CIA annex about a mile away. The annex security team, known as the GRS, started getting their gear together as annex officials made fruitless calls trying to contact the local groups &mdash; including the Feb. 17 militia.</p>\r\n\r\n<p>Their goal: find out who was involved in the fight and whether they could get additional equipment for the security team.</p>\r\n\r\n<p>The GOP report goes into this issue in some detail.</p>\r\n\r\n<p>The unnamed man in charge of the CIA annex, the chief of base, told the committee that the leader of the security team asked for a gun truck from the Feb. 17 militia. The chief made the call and was told one wasn&#39;t available but they would try to work on it.</p>\r\n\r\n<p>The report says the base chief &quot;was adamant that he never told the Annex team members to &#39;stand down,&#39;&quot; quoting him as saying he was working with the team leader &quot;the whole time in an effort to get them, go get them gone, to have them go.&quot;</p>\r\n\r\n<p>&quot;I never had any doubt about the GRS people going to the State Department compound.&quot; he base chief told the committee. &quot;I had great concerns and great worry about it, but I did not, I did not tell anybody to stand down.&quot;</p>\r\n\r\n<p>But he did tell them to wait so he could try to get the gun truck for them, &quot;but it wasn&#39;t 10 minutes, or five minutes,&quot; he also said, &quot;There was nobody, myself or anybody else in Benghazi, that did anything to hold up the GRS deploying. The team lead was always cleared to go. ... I think I carried an ammo can at one time to get those guys out the door.&quot;</p>\r\n\r\n<p>The deputy chief of base, according to the report, told the committee that the team leader told him and the base chief, &quot;We got to go get those guys. And the Chief of Base responded, &#39;Absolutely.&#39; &#39;Absolutely.&#39; Not, &#39;I got to go call the chief of station.&#39; Not, &#39;I got to go check with somebody in Washington. All he said was, &#39;Absolutely.&#39;</p>\r\n\r\n<p>&quot;So I want to make that very clear because I know there&rsquo;s conflicting accounts about that discussion,&quot; he said. &quot;There were three people in that discussion: myself, the GRS team leader, and the chief of base. And anybody writing any books or making movies, or whatever else, I can tell you none of those guys (who claim there was stand-down order) were in the room when that discussion occurred.&quot;</p>\r\n\r\n<p>The decision to allow the six to go was made even though it would have left the CIA annex essentially defenseless, according to the officials. They were also trying to contact the militia so the squad wouldn&#39;t get into a firefight with friendly militia forces.</p>\r\n\r\n<p>&quot;I feel like the narrative that I have seen in public does not account for this and does not account for the consideration that there was a green-on-blue situation that could have wiped all of those guys out. And then where would we have been?&quot; the deputy CIA chief of base said. &quot;We wouldn&rsquo;t have had the ability to do anything to help the State Department people, and we wouldn&rsquo;t have had the ability to evacuate ourselves or defend ourselves if we came under attack.&quot;</p>\r\n\r\n<p>Video from the annex showed that 23 minutes elapsed between the time of the frantic call from the mission to the time the annex team was rolling.</p>\r\n\r\n<p>The report says another member of the security also could not recall the chief ever saying the stand down, &quot;but he did recall the chief of base telling them to wait.&quot;</p>\r\n\r\n<p>&quot;I respected the fact that he wanted us to wait and see if he can gather additional fire power to help,&quot; he told the committee. &quot;At some point, though, the wait was too long, and we decided, you know, we couldn&rsquo;t wait any longer and we left.&quot;</p>\r\n\r\n<p>Other team members also recalled being required to wait while the base chief, his deputy and the team leader worked the phones to get information or assistance.</p>\r\n\r\n<p>But one did put it this way. &quot;And I just say: Hey, you know, we&#39;ve got to get over there. We&#39;re losing the initiative. The chief of base looks at me, he says: Stand down, you need to wait. You need to come up with a plan.&quot;</p>\r\n\r\n<p>According to the report, that security team member was asked why he had not disclosed the &quot;stand-down&quot; order during previous testimony to Congress. He didn&#39;t give a direct answer. &quot;I just know when we got told to stand down and when (the team lead) kind of gave the brief of kind of like why we&#39;re told to stand down, it was kind of understandable, you know.&quot;</p>\r\n\r\n<p>Kris Paronto, a former Army ranger hired for the team, told Hannity in a June 28 interview, &quot;Twice the word &#39;wait&#39; was used. Once the words &#39;stand down&#39; was used. But to me that&#39;s semantics.&quot;</p>\r\n\r\n<p>We don&#39;t think so. Being told to stand down means you&#39;re not going. According to all the evidence in the GOP report it&#39;s clear that &mdash; short of some sudden intervention by Benghazi militia friendly to the United States coming in to save the day &mdash; they were.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Geist said, &quot;We defied the stand-down orders&quot; during the Benghazi attack.</p>\r\n\r\n<p>All the evidence suggests that if the phrase &quot;stand down&quot; was used by officials &mdash; and there&#39;s debate about that &mdash; it was said only once in an effort to buy time to get intelligence information and equipment to a security team that was justifiably chomping at the bit to respond.</p>\r\n\r\n<p>Testimony in the House Select Committee on Benghazi report shows there was no stand-down order to defy because there was never an order to not intervene in the unfolding disaster.</p>\r\n\r\n<p>The &quot;stand-down&quot; story contains some element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/34e74e97-56fe-47b1-9036-1078e78cbb74\">https://www.sharethefacts.co/share/34e74e97-56fe-47b1-9036-1078e78cbb74</a></p>\r\n", "ruling_comments_date": "2016-07-18T23:26:58.288482", "ruling_date": "2016-07-18T23:25:22", "ruling_headline": "'Stand-down' story ignores critical facts about effort to save Americans in Benghazi", "ruling_headline_slug": "stand-down-story-ignores-critical-facts-about-effo", "ruling_link_text": "Security team never told not to go", "ruling_state": null, "source_documents": null, "sources": "<p>House Select Committee on Benghazi, &quot;<a href=\"http://benghazi.house.gov/NewInfo\">Select Committee on Benghazi Releases Proposed Report</a>,&quot; June 28, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jun/30/sean-hannity/hannity-misleads-claim-about-benghazi-stand-down-o/\">Hannity misleads about stand-down order, clothing change in Benghazi attack</a>,&quot; June 30, 2016</p>\r\n\r\n<p>Fox News, &quot;<a href=\"http://video.foxnews.com/v/5004940252001/benghazi-hero-says-patriotism-trumps-politics/?#sp=show-clips\">Benghazi hero says patriotism trumps politics</a>,&quot; June 28, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Mark", "half_true_count": 0, "home_state": "", "id": 3603, "last_name": "Geist", "mostly_true_count": 0, "name_slug": "mark-geist", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Geist_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3603/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;We defied the stand-down orders&quot; during the Benghazi attack.</p>\r\n", "statement_context": "a speech at the Republican convention", "statement_date": "2016-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "GOP report disputes claim of Benghazi security team member that they defied stand-down order"}