{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/20/christopher-monckton/british-climate-skeptic-says-copenhagen-treaty-thr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1272, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1272/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n Christopher Monckton &mdash; a British hereditary peer and high-profile skeptic of both global warming and international agreements &mdash; caused a stir on Oct. 14, 2009, with a forceful denunciation of the upcoming international talks on climate change in Copenhagen, Denmark, scheduled for Dec. 7-18, 2009.\n <br />\n <br />\n In a speech in St. Paul, Minn., Monckton called the pending agreement a \"dreadful treaty\" and said, among other things, that the parties \"are about to impose a communist world government on the world. You have a president who has very strong sympathies with that point of view. He's going to sign. He'll sign anything.\"\n <br />\n <br />\n Monckton continued, \"So, thank you, America. You were the beacon of freedom to the world. It is a privilege merely to stand on this soil of freedom while it is still free. But in the next few weeks, unless you stop it, your president will sign your freedom, your democracy, and your prosperity away forever &mdash; and neither you nor any subsequent government you may elect would have any power whatsoever to take it back again. That is how serious it is.\"\n <br />\n <br />\n For this item, we'll put aside the debate on whether it is wise to institute policies, such as emissions cuts, to curb climate change &mdash; the \"prosperity\" portion of Monckton's comment. Instead, we'll stick to analyzing Monckton's claim that an agreement coming out of the Copenhagen talks would, one, sign away American sovereignty and, two, be irreversible.\n <br />\n <br />\n Let's start with some background. The Copenhagen meeting, which President Barack Obama is expected to attend, is part of an ongoing process sponsored by a United Nations body called the U.N. Framework Convention on Climate Change. Its goal is to secure international cooperation to curb the emission of gases that scientists blame for raising global temperatures, a development that could harm the environment.\n <br />\n <br />\n The first &mdash; and crucially important &mdash; point to make is that there is no \"treaty\" yet. The most recent iteration is a 180-page document, posted publicly in September, called the \"reordering and consolidation of text in the revised negotiating text.\" If you think that title sounds clunky, just check out the document itself: Rendered in impenetrable diplo-speak, the document offers an almost stream-of-consciousness array of alternate options, blanks to be filled in and bracketed phrases. Supporters and critics alike agree that the final text, if one emerges, will be radically shorter and clearer.\n <br />\n <br />\n In other words, it's impossible to draw conclusions about what international leaders will be asked to sign based on the current draft.\n <br />\n <br />\n A second point worth noting is that, due to wide differences of opinion among the 192 participating nations, the Copenhagen conference looks increasingly unlikely to produce anything ready to sign.\n <br />\n <br />\n &ldquo;There isn&rsquo;t sufficient time to get the whole thing done,&rdquo; Yvo De Boer, the Dutch diplomat who oversees the negotiations, said in mid October, according to the\n <em>\n  New York Times\n </em>\n . &ldquo;But I hope it will go well beyond simply a declaration of principles. The form I would like it to take is the groundwork for a ratifiable agreement next year.&rdquo;\n <br />\n <br />\n What we learn from these two points is that the substance of the agreement remains distinctly up in the air, and that Obama is unlikely to be asked to sign anything at the conference beyond a nonbinding statement of interim steps or a promise to meet again &mdash; if that.\n <br />\n <br />\n Now we'll look at Monckton's argument that the Copenhagen talks could eventually produce something that eats away at American sovereignty.\n <br />\n <br />\n Experts in international law acknowledge that, with the final draft unresolved, anything is possible. But they added that numerous safeguards would help prevent U.S. sovereignty from being yielded.\n <br />\n <br />\n &mdash;\n <strong>\n  Signing a treaty doesn't mean that its provisions become binding\n </strong>\n . Instead, it simply means that you\n <em>\n  intend\n </em>\n to become a party to the treaty by seeking domestic approval, using whatever procedures are in effect in your country. In the United States, that means taking the treaty to the Senate for its advice and consent on ratification.\n <br />\n <br />\n For instance, the United States signed the Kyoto Protocol on climate change &mdash; the predecessor to the agreement being negotiated in Copenhagen &mdash; but never ratified it due to opposition in the Senate. As a result, the United States was never subject to any of the protocol's rules.\n <br />\n <br />\n &mdash;\n <strong>\n  The Senate would have to approve any binding agreement with a 67-vote supermajority\n </strong>\n . This means that a treaty only becomes binding after a supermajority of democratically elected senators, plus the president, consent. So if the United States decides to give up some of its sovereignty in the matter of carbon emissions, it will only do so after a significant amount of political consent is given. As a practical matter, the high Senate threshold for ratifying a treaty, set by the Constitution, effectively requires broad support from lawmakers in both parties, something the Kyoto Protocol did not have. (Even after ratification, the treaty may not become binding until a certain number of nations have ratified it, depending how the treaty language is written; this could further delay or even derail the process.)\n <br />\n <br />\n &mdash;\n <strong>\n  The Obama administration has publicly pledged that it will not sign an agreement unacceptable to Congress\n </strong>\n . According to the\n <em>\n  New York Times\n </em>\n , the chief American climate negotiator, Todd Stern, and his deputy, Jonathan Pershing, have both affirmed this position. &ldquo;We are not going to be part of an agreement we cannot meet,&rdquo; Pershing said at a recent negotiators&rsquo; meeting in Bangkok.\n <br />\n <br />\n &mdash;\n <strong>\n  The negotiators are aware of sovereignty concerns and are weighing options that would limit intrusiveness\n </strong>\n . Nigel Purvis, a former State Department negotiator under Presidents Bill Clinton and George W. Bush, said that the Copenhagen negotiations \"are premised on the idea that each nation would create its own low- carbon economic growth strategy,\" adding that the degree of international enforcement is very much in play. Most experts, he said, \"agree that punitive noncompliance measures are highly unlikely. Thus, the approach is really quite decentralized and respectful of national sovereignty &mdash; the opposite of being subject to a command-and-control U.N. agency.\"\n <br />\n <br />\n &mdash;\n <strong>\n  Even if the United States does eventually cede some sovereignty on climate change, \"freedom\" and \"democracy\" are not at stake\n </strong>\n . John H. Knox, a law professor at Wake Forest University, calls Monckton's notion \"silly.\"\n <br />\n <br />\n \"Any treaty limits the freedom of the parties, of course, just as any contract limits the freedom of its parties,\" Knox said. \"But none of the proposals on the table, and none that could conceivably be suggested, would deny the United States freedom to keep a democratic system of government, and no such agreement could imaginably be signed or ratified by the United States. And no treaty can override the provisions of the U.S. Constitution in any event.\"\n <br />\n <br />\n Now, for Monckton's second claim, that \"neither you nor any subsequent government you may elect would have any power whatsoever to take it back again.\"\n <br />\n <br />\n Our experts say it's nonsense. Either a country can exit a treaty using a procedure described in the treaty itself &mdash; usually involving formal notice, a delay and the forefeit of rights to have a further say in implementing or shaping the treaty in question &mdash; or it can simply walk away. Doing either would likely entail consequences for the departing country, but they would most likely be \"soft\" penalties such as loss of international esteem.\n <br />\n <br />\n \"There's nothing in any of the documents for Copenhagen that talk about any greater penalties than those,\" said Jake Schmidt, the international climate policy director for the Natural Resources Defense Council, an environmental group.\n <br />\n <br />\n Of course, other countries could react to a withdrawal by pursuing bilateral or multilateral action, such as a trade embargo or a cutoff of diplomatic contacts. But they could take such actions today, even without a climate change agreement.\n <br />\n <br />\n \"Even if a new climate treaty were ratified and the United States thus became a party to it, the United States could later choose to withdraw from it,\" Knox said. \"Withdrawing from a treaty is perfectly acceptable under international law unless the treaty itself precludes it. Even in that case, the United States could always choose not to comply with the treaty, just as a person can choose to violate a domestic law, with the important difference that the international community does not have a police force standing by to arrest wrongdoing nations. The United States would not suddenly lose its discretion to decide whether to comply with the treaty, in other words.\"\n <br />\n <br />\n Steven Groves, a fellow at the conservative Heritage Foundation, acknowledges that Monckton's claims are \"perhaps overstated a bit.\" But he argues that being vigilant on the sovereignty consequences of a Copenhagen agreement is still important.\n <br />\n &nbsp;\n <br />\n Groves suggests that it's possible to devise an agreement that protects national sovereignty, perhaps by eliminating an international enforcement mechanism and relying instead on self-regulation by member countries. But doing so would mean instituting an agreement without much teeth, because it would require trusting countries with little transparency and a lot of self-interest to evade the rules. On the other hand, implementing a more forceful international oversight regime would likely run into more problems on the sovereignty front.\n <br />\n <br />\n \"For a treaty to be effective in ratcheting down emissions, you would need some sort of enforcement mechanism with real teeth, and that raises legitimate sovereignty concerns,\" said Ben Lieberman, another Heritage fellow.\n <br />\n <br />\n Even so, we find Monckton's claims to not only be unsupported but preposterous. First, it's impossible to know what agreement will come out of Copenhagen, and when. Second, the U.S. procedure for ratifying treaties requires consent by a supermajority of the Senate &mdash; a steep hurdle. Third, it's hard to envision anything coming out of Copenhagen that would change the United States' bedrock principles of freedom and democracy. And fourth, contrary to what Monckton says, the United States can leave an international agreement. So while it pays to be vigilant about threats to U.S. sovereignty, this one is not the threat that Monckton's rhetoric suggests. So Lord Monckton earns a special ruling &mdash; Britches on Fire!\n</p>", "ruling_comments_date": "2010-01-07T13:28:51.304314", "ruling_date": "2009-10-20T19:03:37", "ruling_headline": "British climate-change skeptic says Copenhagen treaty threatens \"democracy,\" \"freedom\"", "ruling_headline_slug": "british-climate-skeptic-says-copenhagen-treaty-thr", "ruling_link_text": "Freedom and democracy will be unscathed, and we could back out if we want to, anyway", "ruling_state": null, "source_documents": null, "sources": "<p>\n Christopher Monckton,\n <a href=\"http://www.youtube.com/watch?v=stij8sUybx0&amp;feature=player_embedded\" target=\"_blank\">\n  video\n </a>\n of speech in St. Paul, Minn., Oct. 14, 2009\n <br />\n &nbsp;\n <br />\n Christopher Monckton,\n <a href=\"http://www.rushlimbaugh.com/home/daily/site_101909/content/01125110.guest.html\" target=\"_blank\">\n  speech excerpt and transcript\n </a>\n at rushlimbaugh.com, Oct. 19, 2009\n <br />\n &nbsp;\n <br />\n U.N. Framework Convention on Climate Change, \"Reordering and consolidation of text in the revised negotiating text\" (\n <a href=\"http://unfccc.int/resource/docs/2009/awglca7/eng/inf02.pdf\" target=\"_blank\">\n  draft\n </a>\n of possible treaty for Copenhagen climate change meeting), Sept. 15, 2009\n <br />\n <br />\n New York Times, \"\n <a href=\"http://www.nytimes.com/2009/10/21/science/earth/21treaty.html?_r=1&amp;hp\" target=\"_blank\">\n  Hopes Fade for Comprehensive Climate Treaty\n </a>\n ,\" Oct. 20, 2009\n <br />\n <br />\n Guardian.co.uk Environment Blog, \"\n <a href=\"http://www.guardian.co.uk/environment/blog/2009/oct/20/climate-change-denial-monckton\" target=\"_blank\">\n  Monckton's circus of climate change denial arrives in cloud cuckoo land\n </a>\n ,\" Oct. 20, 2009\n <br />\n <br />\n E-mail interview with John Knox, Wake Forest University law professor, Oct. 20, 2009\n <br />\n &nbsp;\n <br />\n Interview with Nigel Purvis, former State Department negotiator, Oct. 20, 2009\n <br />\n &nbsp;\n <br />\n Interview with Steven Groves, a fellow at the Heritage Foundation, Oct. 20, 2009\n <br />\n &nbsp;\n <br />\n Interview with Ben Lieberman, a fellow at the Heritage Foundation, Oct. 20, 2009\n <br />\n <br />\n Interview with Jake Schmidt, international climate policy director for the Natural Resources Defense Council, Oct. 20, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "conservative activist and member of the British nobility", "false_count": 0, "first_name": "Christopher", "half_true_count": 0, "home_state": "United Kingdom", "id": 254, "last_name": "Monckton", "mostly_true_count": 0, "name_slug": "christopher-monckton", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/lord.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/254/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>If President Obama signs the Copenhagen climate change treaty, he \"will sign your freedom, your democracy, and your prosperity away forever &mdash; and neither you nor any subsequent government you may elect would have any power whatsoever to take it back again.\"</p>", "statement_context": "a speech in St. Paul, Minn.", "statement_date": "2009-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}