{"art": [{"brightcove": "", "caption": "Do bike lanes and sidewalks drive down accidents up to 38 percent? (Photo by W. Gardner Selby)", "id": 8742, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/1111pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8742/", "title": "bikes in mamou", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jwester@statesman.com", "first_name": "Jane", "id": 589, "last_name": "Wester", "name_slug": "jane-wester", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/589/", "title": "staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/jul/29/bike-austin/bike-austin-says-bike-lanes-sidewalks-reduce-austi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Mostly False claim about bike lanes/sidewalks in Austin", "id": 12828, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jwester@statesman.com", "first_name": "Jane", "id": 589, "last_name": "Wester", "name_slug": "jane-wester", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/589/", "title": "staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/12828/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><strong>CLARIFICATION, 3:46 p.m., Sept. 9, 2016:</strong> <em>Shortly after this fact check posted, we revised a sentence to say that we didn&#39;t find research tying the addition of simple bike lanes to specific percentage reductions in crashes. We&#39;d originally said we didn&#39;t see research generally tying bike lanes to crash reductions. Our rating of the group&#39;s claim didn&#39;t change.</em></p>\r\n\r\n<p>After a 14-year-old bicyclist was <a href=\"http://www.statesman.com/news/news/local/teen-bicyclist-critically-injured-after-crash-in-n/nrcF4/\">hit by a car and killed</a> in Austin in June 2016, local nonprofit Bike Austin called on the city to make streets safer for bicyclists and pedestrians.</p>\r\n\r\n<p>In a <a href=\"https://www.facebook.com/bikeaustin/posts/10153828634289862:0\">statement</a>, the group&rsquo;s executive director, Mercedes Feris, said: &quot;Bike lanes and sidewalks have been proven to reduce crashes by up to 38 percent on Austin&rsquo;s streets.&quot;</p>\r\n\r\n<p>Does that hold up?</p>\r\n\r\n<p><strong>Group cites city report</strong></p>\r\n\r\n<p>To our inquiry, Feris cited a 2015 City of Austin report, <a href=\"http://www.austintexas.gov/sites/default/files/files/Lane_Conversion_Report_2015-06-01.pdf\">&quot;Redesigning the Street: A Report on Right-Sizing Projects in Austin, TX 1999-2014,&quot;</a> analyzing the effects of a certain kind of project, called a <a href=\"http://safety.fhwa.dot.gov/ped_bike/pedforum/2012/fall/#s1\">road diet</a>, designed to make streets safer by shrinking opportunities to drive too fast.</p>\r\n\r\n<p>In what the Federal Highway Administration calls the <a href=\"http://safety.fhwa.dot.gov/ped_bike/pedforum/2012/fall/#s1\">classic example</a> of a road diet, lane lines on a four-lane road that has two lanes in each direction are repainted to create a three-lane road, leaving a single lane in each direction and a center lane solely for left turns.</p>\r\n\r\n<p>A 2014 agency guide to road diets says the concept developed decades ago in response to the expansion-minded road construction of the 1950s and 1960s, when two-lane roads were frequently upgraded to four lanes. One of the first road diets, the guide says, was applied in 1979 to a four-lane road in Billings, Montana. On that road, where about 10,000 cars drove every day, the shrinkage to three lanes was found to reduce crashes without increasing delays.</p>\r\n\r\n<p>We dug into Austin&rsquo;s more recent report and checked with experts on road diets and bicycle transportation. From that, we found that such projects often incorporate new bike lanes -- but they don&rsquo;t typically add sidewalks. Generally, too, the highway administration <a href=\"http://safety.fhwa.dot.gov/intersection/other_topics/fhwasa09027/resources/FHWA%20Policy%20Memo%20Proven%20Safety%20Countermeasures.pdf\">has found </a>that crashes in which a car hits a pedestrian walking on the side of the road consistently fall by more than 50 percent when sidewalks are installed. We failed to identify research tying the addition of simple, striped&nbsp;bike lanes to specific percentage reductions in crashes.</p>\r\n\r\n<p>The cited city report covers 37 local road diets completed from 1999 through 2014, including the one that Feris pointed out, <a href=\"https://www.google.com/maps/dir/30.2865367,-97.7048569/5029+Manor%2F51ST/@30.292513,-97.6957244,16z/data=!4m9!4m8!1m0!1m5!1m1!1s0x8644b61cca2b3f97:0xb6983226bd879823!2m2!1d-97.687047!2d30.297974!3e0\">on a 1.6-mile stretch of Manor Road</a> in Northeast Austin. It resulted, the report says, in a 38 percent drop in crashes.</p>\r\n\r\n<p>A city spokeswoman, Marissa Monroy, responded to our inquiry about the research, saying by email the 38 percent reduction in any kind of crash ties to nearly six years of data collected by the Austin Police Department before and after the road diet took place on the stretch of Manor Road between Theo Drive and East 51st Street in November 2010.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/gbwirAzU2Noe2oJsOS3BYFeWp617yTkOq9U3fsXZmHdmGCZdhdQ0_uuhGjLf02WYHnx4sPpjz5PBASSCnJ5Up_6HLC8pZh82LEy5t8iO6i5Dp10KiIc0cyFuWWtmD7i8kt7-Zadj\" style=\"border:none; height:484px; width:624px\" /></p>\r\n\r\n<p><a href=\"https://www.google.com/maps/dir/30.2865367,-97.7048569/5029+Manor%2F51ST/@30.292513,-97.6957244,16z/data=!4m9!4m8!1m0!1m5!1m1!1s0x8644b61cca2b3f97:0xb6983226bd879823!2m2!1d-97.687047!2d30.297974!3e0\">A close-up aerial view from along the noted 1.6-mile segment of Manor Road</a> after the road diet was completed. The road includes bike lanes and the hallmark of a road diet project: a center two-way left-turn lane.</p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Google Earth.</p>\r\n\r\n<p>Monroy told us that in the three years before the project, from November 2007 through October 2010, the to-be-reconfigured section had 39 crashes involving any combination of motor vehicles, bicycles and pedestrians--adding up to one pedestrian death and 16 injury crashes involving motor vehicles. In the three years after the project, from December 2010 through November 2013, she said, the stretch had 24 crashes -- or 38.5 percent fewer -- with no fatalities and 14 injury crashes, one involving a pedestrian, two affecting bicyclists.</p>\r\n\r\n<p>It&rsquo;s also worth mentioning, as the city report says, that bike traffic on the segment increased 180 percent, from 54 bikes tallied in a 24-hour period before the project (and its bike lanes) was completed with 151 bikes in a similar period after.</p>\r\n\r\n<p>The full report presents general crash-reduction analyses for five of the 37 projects. Among the five, it sums up, &quot;right-sizing projects,&quot; or road diets, contributed to at least 22 percent fewer crashes, on Amherst Drive, up to the nearly 39 percent reduction on the Manor Road stretch. We calculated the average of the five: 28.8 percent fewer crashes.</p>\r\n\r\n<p><strong>Expert: Road diets reduce accidents</strong></p>\r\n\r\n<p>For outside perspective, we reached out to the Texas A&amp;M Transportation Institute, hearing back about road diets, bike lanes and sidewalks from <a href=\"http://tti.tamu.edu/group/mobility-management/people/joan-hudson/\">Joan Hudson</a>, an associate research engineer.</p>\r\n\r\n<p>Hudson advised that the noted 38 percent reduction in crashes falls in line with national research she&rsquo;s reviewed, also pointing us to the highway administration and the National Cooperative Highway Research Program -- a division of the Transportation Research Board, which is part of the National Academies of Science, Engineering and Medicine. Each agency highlights the same two studies finding &quot;the road-diet treatment had a significant effect&quot; in reducing crashes, as the cooperative research program said in <a href=\"http://onlinepubs.trb.org/onlinepubs/nchrp/nchrp_rpt_617.pdf\">a 2008 report</a>. The reductions ranged from 19 to 47 percent, with an average of 29 percent.</p>\r\n\r\n<p>Hudson said road diets make roads safer for a few reasons: additional space improves reaction time, and a narrower roadway tends to reduce how fast drivers go, making crashes less severe. Road diets also make bicyclists more comfortable, she said, because they have dedicated space instead of sharing lanes with cars. The city&rsquo;s report also reflected these points.</p>\r\n\r\n<p>Hudson confirmed that most road diets include bike lanes, but said sidewalks -- posing greater costs than what it takes to revise lane lines -- are hardly ever included. (It looks to us like a sidewalk may have been installed on the Manor Road stretch. To our query, Monroy said she&nbsp;couldn&rsquo;t confirm it was part of the related road-diet project.)</p>\r\n\r\n<p>And by phone, Hudson told us that determining how much road diets reduce crashes involving bicyclists or pedestrians is hard because there&rsquo;s not much data measuring bicycle and pedestrian traffic before and after roads are relined. It may be, for instance, she said, that bike accidents escalate after a project is completed largely because more bicyclists use the added bike lanes. That looks to us like what happened on the on the Manor Road stretch, where bike traffic more than doubled with bike crashes only slightly going up.</p>\r\n\r\n<p><strong>Bike lanes alone?</strong></p>\r\n\r\n<p>We wondered if perhaps bike lanes alone result in double-digit crash reductions.</p>\r\n\r\n<p>To our inquiry, a University of Wisconsin urban planning professor, <a href=\"https://uwm.edu/sarup/faculty-staff/schneider-robert/\">Robert Schneider</a>, said by email that &quot;it is difficult to make a specific statement&quot; about how a particular bike lane reduces crashes, because that&rsquo;s not what researches examine. Schneider, who teaches about pedestrian and bike safety, said research tends to be broader, looking at what experts call &quot;networks&quot; -- routes through whole cities or significant parts of cities -- to determine how easy and safe it is to get around on a bike.</p>\r\n\r\n<p>Research examining those networks, Schneider said, shows that bike-friendly cities help drivers, bicyclists and pedestrians stay safe. He cited a 2011 study from two engineers at the University of Colorado-Denver finding that when intersections and roads are easier for cyclists to navigate and more cyclists hit the road, drivers tend to slow down and be more aware of their surroundings.</p>\r\n\r\n<p>A Bike Austin leader, Miller Nuttle, informed of our findings, said its claim wasn&rsquo;t worded as precisely as it should have been.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bike Austin said: &quot;Bike lanes and sidewalks have been proven to reduce crashes by up to 38 percent on Austin&rsquo;s streets.&quot;</p>\r\n\r\n<p>Research suggests big drops in pedestrian-vehicle accidents when sidewalks are introduced.&nbsp;But Bike Austin didn&rsquo;t offer nor did we find research showing the addition of bike lanes in themselves or bike lanes plus sidewalks resulted in any&nbsp;percentage plummet in crashes.&nbsp;Instead, the city analysis&nbsp;states that reconfiguring lanes on part of one road, which also gained&nbsp;bike lanes, preceded 38 percent fewer&nbsp;crashes--with crash&nbsp;reductions averaging 29 percent among five road-diet projects.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression.&nbsp;Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/17fb7c14-9a39-45dd-a42d-d4fdaae3d443\">https://www.sharethefacts.co/share/17fb7c14-9a39-45dd-a42d-d4fdaae3d443</a></p>\r\n", "ruling_comments_date": "2016-07-29T20:07:27.578348", "ruling_date": "2016-07-29T19:20:54", "ruling_headline": "Bike Austin says bike lanes, sidewalks reduce Austin crashes up to 38 percent", "ruling_headline_slug": "bike-austin-says-bike-lanes-sidewalks-reduce-austi", "ruling_link_text": "UPDATED: Redrawn lanes mostly", "ruling_state": null, "source_documents": null, "sources": "<p>News blog posts, <em>Austin American-Statesman</em>, &nbsp;<a href=\"http://www.statesman.com/news/news/local/teen-bicyclist-critically-injured-after-crash-in-n/nrcF4/\">&quot;Bike Austin releases statement on fatal auto-bicyclist crash,&quot;</a>, June 7, 2016;<a href=\"http://www.statesman.com/news/news/local/teenage-bicyclist-killed-by-a-car-has-been-identif/nrdTz/\">&quot;Teenage bicyclist killed by a car has been identified,&quot;</a> June 10, 2016</p>\r\n\r\n<p>Facebook post, <a href=\"https://www.facebook.com/bikeaustin/posts/10153828634289862:0\">&quot;Bike Austin Statement on Death of 14-Year-Old Killed While Riding Bike on Spicewood Springs Road,&quot;</a> Bike Austin, June 8, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1m3d4IWIvhJwW0pI-6er7gW6R_WNeqsE7m33OtHX2piA/edit?usp=sharing\">Email</a>, Mercedes Feris, executive director, Bike Austin, June 10, 2016</p>\r\n\r\n<p>Report, <a href=\"http://www.austintexas.gov/sites/default/files/files/Lane_Conversion_Report_2015-06-01.pdf\">&quot;Redesigning the Street: A Report on Right-Sizing Projects in Austin, TX 1999-2014,&quot;</a> Austin Transportation Department, May 2015</p>\r\n\r\n<p>Report, <a href=\"http://safety.fhwa.dot.gov/road_diets/info_guide/rdig.pdf\">&quot;Road Diet Informational Guide,&quot;</a> Federal Highway Administration, November 2014</p>\r\n\r\n<p>Report, &quot;<a href=\"http://onlinepubs.trb.org/onlinepubs/nchrp/nchrp_rpt_617.pdf\">Accident Modification Factors for Traffic Engineering and ITS Improvements</a>,&quot; National Cooperative Highway Research Program (NCHRP) Report 617, 2008</p>\r\n\r\n<p>Report, <a href=\"http://www.iowadot.gov/crashanalysis/pdfs/trb_roaddiet_papersubmission_08012005.pdf\">&quot;Iowa&rsquo;s Experience with &lsquo;Road Diet&rsquo; Measures: Impacts on Crash Frequencies and Crash Rates Assessed Following a Bayesian Approach,&quot;</a> for presentation at the Transportation Research Board annual meeting, August 2005</p>\r\n\r\n<p>Report, <a href=\"http://www.fhwa.dot.gov/publications/research/safety/10053/\">&quot;Evaluation of Lane Reduction &lsquo;Road Diet&rsquo; Measures on Crashes,&quot;</a> Highway Safety Information System, June 2010</p>\r\n\r\n<p>Report, <a href=\"http://journals.cambridge.org/action/displayAbstract;jsessionid=C7F34384EC81627A8510F854C046F710.journals?fromPage=online&amp;aid=8249504\">&quot;Evidence on Why Bike Friendly Cities are Safer for All Road Users,&quot;</a> Journal of Environmental Practice, March 2011</p>\r\n\r\n<p>Memo, <a href=\"http://safety.fhwa.dot.gov/intersection/other_topics/fhwasa09027/resources/FHWA%20Policy%20Memo%20Proven%20Safety%20Countermeasures.pdf\">&quot;Consideration and Implementation of Proven Safety Countermeasures,&quot;</a> Federal Highway Administration, July 10, 2008</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1EKnal1ZrRkoeT4R9mRn5LYEA3NtVn490KtfRqg1gEqs/edit?usp=sharing\">Email</a>,Robert Schneider, urban planning professor, University of Wisconsin, July 27, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1I6m6vkUQz-xEeGSIQA74J42LxKC8CQ5HrvmxsUakwvU/edit?usp=sharing\">Email</a>, Joan Hudson, associate research engineer, Texas A&amp;M Transportation Institute, July 12, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ZnjA0yKS_6RygLs6Y3Y_xJqKlu8BLdJpkd2KIvHmo70/edit?usp=sharing\">Email</a>,Marissa Monroy, public information and marketing manager, City of Austin Transportation Department, June 21, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1gCYfxmC4YBneZskNKY7rVqhR7z0xc_3tRA5sQmW5J-Y/edit?usp=sharing\">Email</a>, Miller Nuttle, campaigns director, Bike Austin, July 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Advocacy group", "false_count": 0, "first_name": "Bike", "half_true_count": 0, "home_state": "Texas", "id": 3628, "last_name": "Austin", "mostly_true_count": 0, "name_slug": "bike-austin", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bikeaustinpft.png", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3628/", "total_count": 1, "true_count": 0, "website": "https://bikeaustin.org/"}, "statement": "<p>&quot;Bike lanes and sidewalks have been proven to reduce crashes by up to 38 percent on Austin&rsquo;s streets.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2016-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ".@BikeAustin says bike lanes/sidewalks reduce Austin crashes up to 38 percent."}