{"art": [{"brightcove": "", "caption": "Cecile Richards, shown here speaking at the July 2016 Democratic National Convention, made a Half True claim about Barack Obama's gender gap in 2012 (The Associated Press).", "id": 8632, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/crichards072616pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8632/", "title": "Cecile Richards DNC 07/26/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/jul/29/cecile-richards/cecile-richards-makes-half-true-claim-about-barack/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Cecile Richards on Obama having a record gender gap", "id": 12827, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/12827/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Texas-born Cecile Richards enjoyed sitting next to President Bill Clinton in the crowd on the scene watching the first night of the Democratic National Convention in Philadelphia.</p>\r\n\r\n<p>&quot;How awesome is that,&quot; <a href=\"http://www.facebook.com/texastribune/videos/10154187470790837/\">Richards said to Texas delegates</a> at a hotel breakfast the next morning.</p>\r\n\r\n<p>The eldest daughter of the late Gov. Ann Richards drew our attention with a declaration about women making history compared with men in their relative support for Barack Obama four years ago.</p>\r\n\r\n<p>Richards, <a href=\"https://www.plannedparenthood.org/about-us/our-leadership\">who leads the Planned Parenthood Federation of America</a>, noted that Obama that fall stressed his support for the women&rsquo;s health care and abortion provider in debate with Republican Mitt Romney. &quot;Of course, President Obama ended up getting re-elected by the largest gender gap ever in the history of American elections. And we&rsquo;re going to do even better this time,&quot; she said.</p>\r\n\r\n<p>We don&rsquo;t check predictions. But we were curious if Obama enjoyed the biggest &quot;gender gap&quot; in presidential election history.</p>\r\n\r\n<p>We tried to ask Richards how she reached her conclusion and didn&rsquo;t draw a response.</p>\r\n\r\n<p><strong>Gallup&#39;s analysis</strong></p>\r\n\r\n<p>Separately, we reached out to <a href=\"http://www.lakeresearch.com/index.php/the-lrp-team/celinda-lake\">Celinda Lake</a>, a Democratic strategist and pollster; her office sent an email pointing out a <a href=\"http://www.gallup.com/poll/158588/gender-gap-2012-vote-largest-gallup-history.aspx\">November 2012 Gallup press release </a>stating that Obama &quot;won the two-party vote among female voters in the 2012 election by 12 points, 56 percent to 44 percent, over Republican challenger Mitt Romney. Meanwhile, Romney won among men by an eight-point margin, 54% to 46%.&quot;</p>\r\n\r\n<p>The release continued: &quot;That total 20-point gender gap is the largest Gallup has measured in a presidential election since it began compiling the vote by major subgroups in 1952,&quot; the release said. The second-largest gap in the period, of 18 percentage points, traces to the 1984 election won by Ronald Reagan, Gallup said.</p>\r\n\r\n<p>A footnote to Gallup&rsquo;s chart (below) says the gap was calculated according to results of Gallup polls taken just before each election indicating how well each Democratic presidential nominee was preferred by women against how poorly the Democrat polled among men.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/RwQUhodrih_wxqDi8pwXJ8W6e0LlrcvlbE-uctBTTM3vwNmHra-XGKdrO459lZ4RH-lGe3jY9MYnbu5q1UdXNvCbFJ1X5JGgBTNUAZ7UgSNoGsjPxpCxz9Two-ybf8GUyd6x8aZa\" style=\"border:1px solid; float:left; height:471px; margin-bottom:0px; margin-top:0px; width:414px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>SOURCE: Press release, <a href=\"http://www.gallup.com/poll/158588/gender-gap-2012-vote-largest-gallup-history.aspx\">&quot;Gender Gap in 2012 Vote Is Largest in Gallup&#39;s History,&quot;</a> Gallup, Nov. 9, 2012</p>\r\n\r\n<p><strong>Better ways to gauge?</strong></p>\r\n\r\n<p>Separately to our inquiries, polling experts told us other ways of measuring the gender gap among voters in presidential elections are more widely accepted.</p>\r\n\r\n<p>By email, <a href=\"http://fas-polisci.rutgers.edu/scarroll/\">Susan Carroll</a>, a senior scholar at the Center for American Women in Politics at Rutgers University, commented: &quot;Gallup and others make the calculation needlessly complicated by combining figures for both candidates.&quot; By email, <a href=\"http://liberalarts.utexas.edu/depts/government/faculty/shawdr\">Daron Shaw</a> of the University of Texas called Gallup&rsquo;s calculation &quot;a particular (contentious) stat from one organization that is NOT corroborated by any other groups.&quot;</p>\r\n\r\n<p><a href=\"http://www.eagleton.rutgers.edu/facultystaff/walsh.php\">Debbie Walsh</a>, the center&rsquo;s director, pointed us to a 2012 center <a href=\"http://www.cawp.rutgers.edu/sites/default/files/resources/ggpresvote.pdf\">&quot;fact sheet&quot;</a> presenting the gender gap as measured by voter exit polls &nbsp;in each presidential election from 1980 through 2012. By phone, she said Richards might prove right about the 2016 Democratic nominee, Hillary Clinton, potentially winning with the biggest gender gap ever. But, Walsh said, she doesn&rsquo;t think Richards was right about Obama&rsquo;s 2012 gap.</p>\r\n\r\n<p>The center&rsquo;s sheet says: &quot;A gender gap in voting refers to a difference between the percentage of women and the percentage of men voting for a given candidate, generally the winning candidate. Even when men and women favor the same candidate, they may do so by different margins, resulting in a gender gap.&quot;</p>\r\n\r\n<p>The&nbsp;presentation continues: &quot;In every election since 1980, a gender gap has been apparent, with a greater proportion of women than men preferring the Democrat in each case.&quot; And in 2012, according to the sheet, 55 percent of women and 45 percent of men favored Obama, making for a gender gap of 10 percentage points.</p>\r\n\r\n<p>But that wasn&rsquo;t the biggest gender gap over the nine analyzed elections. In 1996, President Bill Clinton experienced an 11 percentage point gender gap, winning re-election with 54 percent of women favoring him compared with 43 percent of men, according to the Voter News Service.</p>\r\n\r\n<p>In 2000, according to the service, ultimately victorious Republican George W. Bush won the support of 53 percent of men&nbsp;compared with 43 percent of women, leaving a gender gap of 10 percentage points--meaning, Walsh told us, women were 10 percentage points less likely than men to vote for him. Al Gore drew votes from 54 percent of women, according to the service, and 42 percent of men.</p>\r\n\r\n<p>Other victors for president, according to the sheet, prevailed with gender gaps ranging from four percentage points (Clinton in 1992) to eight points (Ronald Reagan in 1980).</p>\r\n\r\n<p>Shaw further urged us to consider a 2006 <a href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.371.1717&amp;rep=rep1&amp;type=pdf\">research paper</a>, &quot;<a href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.371.1717&amp;rep=rep1&amp;type=pdf\">The Gender Gap,&quot;</a> by researcher <a href=\"http://luskin.ucla.edu/person/karen-kaufmann/\">Karen M. Kaufmann</a>.</p>\r\n\r\n<p>Kaufmann&rsquo;s paper defines &quot;gender gap&quot; by focusing on how the Democratic nominee, win or lose, polls among women and men. The paper says: &quot;While there are a number of ways to measure the gender gap, the most common measure subtracts the percentage of men who identify with the Democratic Party from the percentage of Democratic women.&quot;</p>\r\n\r\n<p>We ran this focus past other experts including Walsh, who said her approach is the preferred way to measure the gap, and <a href=\"https://liberalarts.utexas.edu/government/faculty/hensonjr\">Jim Henson</a>, who with Shaw co-directs the University of Texas/Texas Tribune Poll; Henson said by email he thinks Kaufmann&rsquo;s definition is more commonly used.</p>\r\n\r\n<p>For her part, Kaufmann, a visiting lecturer at UCLA&rsquo;s Luskin School of Public Policy, said by email that while there&rsquo;s a &quot;weak consensus&quot; among experts about how to measure the gender gap, the &quot;reason the Democratic gap is typically the standard, is that it was male movement away from the Democratic Party that created the gap initially and the fluctuation in the gap is typically reflected in the movement of white men to and from Democratic candidates.&quot;</p>\r\n\r\n<p>According to the paper, the alignment of more women with the Democratic Party started with the election of Lyndon B. Johnson in 1964--with the gap growing over time, in great part due to white men aligning more with the Republican Party.</p>\r\n\r\n<p>&quot;Men are more conservative than women across a number of important political domains,&quot; Kaufmann wrote. She also said: &quot;Beyond the significance of attitudes, research also suggests that, at times, men and women attach varying levels of priority to certain political issues,&quot; with those decisions widening or narrowing the gender gap.</p>\r\n\r\n<p>Kaufmann found the gender gap among Southern women diminishing through the elections of 1996 through 2004 with the gap in the rest of the country staying relatively constant, per data from the American National Election Studies, a project overseen by researchers at the University of Michigan and Stanford University that has surveyed people about voting after every presidential election since 194852.</p>\r\n\r\n<p>The paper came out, of course, before Obama won for president. So, it doesn&rsquo;t precisely extend to what we&rsquo;re checking.</p>\r\n\r\n<p><strong>Post-election poll results since 1948</strong></p>\r\n\r\n<p>So, we reached out to the ANES for relevant results and&nbsp;<a href=\"https://www.isr.umich.edu/cps/people_staff_pluevo.html\">Patricia Luevano</a> emailed us its breakout suggesting that in each of the 13 elections from 1964 through 2012, more women than men reported having voted for the Democratic nominee.</p>\r\n\r\n<p>Over those elections, the breakout indicates, the widest gender gap--again, the difference between the shares of women versus men who reported voting for the Democrat--opened up in 1996 when 60 percent of women recalled voting for Clinton compared to 46 percent of men. The second-widest gap, nine percentage points, occurred in 1992 (Clinton) and 2000 (Al Gore), according to the breakout.</p>\r\n\r\n<p>According to the breakout, Obama&rsquo;s gender gap of 2012 was six percentage points; 55 percent of women said they&rsquo;d voted for him compared to 49 percent of men. That gap trailed the gaps indicated by the project&rsquo;s results for 1984 and 2004 (eight percentage points each) and 1988 (seven percentage points), in the end tying for fifth among the 13 elections with six-point gaps in 1972 and 1980.</p>\r\n\r\n<p>Luevano also shared a breakout showing the gender gap for each winner of the presidency from 1948 on--and indicating three elections in which the winner had a bigger gender gap than what the project found for Obama in 2012: Clinton in 1996 (14 percentage points); Clinton in 1992 (10 points); and Republican Dwight Eisenhower in 1956 (seven points; as with Clinton and Obama, that much of a greater share of women reported voting for him than men).</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Richards said that Obama in 2012 &nbsp;&quot;ended up getting re-elected by the largest gender gap in the history of American elections.&quot;</p>\r\n\r\n<p>Such data doesn&rsquo;t appear to be available for all presidential elections.&nbsp;Otherwise, Gallup&rsquo;s unusual approach to calculating the gender gap for Democratic presidential nominees places Obama No. 1 since 1952 with a 14-point gap in 2012. But other reasonable methodologies&nbsp;show that since 1948, other candidates and victors (even Ike) had&nbsp;greater gender gaps.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE </strong></em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/e1cfd522-36e4-4a00-b1ae-41c7d0c1c5f3\">https://www.sharethefacts.co/share/e1cfd522-36e4-4a00-b1ae-41c7d0c1c5f3</a> \r\n", "ruling_comments_date": "2016-07-29T19:15:19.551726", "ruling_date": "2016-07-29T18:40:39", "ruling_headline": "Cecile Richards makes Half True claim about Barack Obama winning with record gender gap", "ruling_headline_slug": "cecile-richards-makes-half-true-claim-about-barack", "ruling_link_text": "Women liked Ike", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.facebook.com/texastribune/videos/10154187470790837/\">Video of Cecile Richards addressing Texas delegates to the Democratic National Convention </a>over breakfast, Abby Livingston, the Texas Tribune, July 26, 2016</p>\r\n\r\n<p>Press release, <a href=\"http://www.gallup.com/poll/158588/gender-gap-2012-vote-largest-gallup-history.aspx\">&quot;Gender Gap in 2012 Vote Is Largest in Gallup&#39;s History,&quot;</a> Gallup, Nov. 9, 2012</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/18ruU46SYLG1--N7qhrm_NPaYEi-kwxGFnOeMD7PHSa4/pub\">Email</a>, Susan Carroll, professor of political science and women&#39;s and gender studies; senior scholar, the Center for American Women and Politics of the Eagleton Institute of Politics, Rutgers University, July 29, 2016</p>\r\n\r\n<p>Document, <a href=\"http://www.cawp.rutgers.edu/sites/default/files/resources/ggpresvote.pdf\">&quot;Fact Sheet, The Gender Gap, Voting in Presidential Elections,&quot;</a> Center for American Women in Politics, the Eagleton Institute, Rutgers, the State University of New Jersey, December 2012 (noted in an email from <a href=\"http://www.eagleton.rutgers.edu/facultystaff/walsh.php\">Debbie Walsh</a>, the center&rsquo;s director, July 26, 2016)</p>\r\n\r\n<p>Paper, <a href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.371.1717&amp;rep=rep1&amp;type=pdf\">&quot;The Gender Gap,&quot;</a> <a href=\"http://luskin.ucla.edu/person/karen-kaufmann/\">Karen M. Kaufmann</a>, visiting lecturer in public policy, UCLA Luskin School of Public Affairs, PS: Political Science and Politics, American Political Science Association, July 2006 (noted in email from <a href=\"http://liberalarts.utexas.edu/government/faculty/profile.php?id=shawdr\">Daron Shaw</a>, professor, University of Texas, July 26, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1xafvH68KoUlqQqPfFPYm6v3yV-2poOjhW7GNN-dUUcs/pub\">Emails</a>, <a href=\"https://liberalarts.utexas.edu/government/faculty/hensonjr\">Jim Henson</a>, director, Texas Politics Project, University of Texas, July 27, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f9jT0hlUL5HCXBWMiLs4KU45oRGX8G8Ozj8rhiYC_Fg/pub\">Emails from polling experts</a> responding to PolitiFact Texas on gender gap issues, July 28, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/15aP014yul1zW4kYde_f4Ckdec1VEM5SiqNGI0me15wM/pub\">Email</a>, Karen Kaufmann, visiting lecturer, Luskin School of Public Policy, UCLA, July 26, 2016</p>\r\n\r\n<p>Documents showing <a href=\"https://docs.google.com/document/d/1BM6l0nUMaxqHOXi1dA30txzm1shiLODz0J2EIYJQtX4/pub\">percentages of women and men voting for winner of presidential elections, 1948-2016</a> and <a href=\"https://docs.google.com/document/d/1rKXSzSdLXxkcIQ7JoqBNF8sSrMkTu4BRv2RGrWXws24/pub\">percentages voting for Democratic nominee</a> (received by email from <a href=\"https://www.isr.umich.edu/cps/people_staff_pluevo.html\">Patricia Luevano</a>, American National Election Studies, July 27, 2016)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "president, Planned Parenthood Federation of America", "false_count": 0, "first_name": "Cecile", "half_true_count": 2, "home_state": "New York", "id": 2630, "last_name": "Richards", "mostly_true_count": 2, "name_slug": "cecile-richards", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Cecile_Headshot_HRpftnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2630/", "total_count": 5, "true_count": 0, "website": "http://www.plannedparenthood.org/"}, "statement": "<p>Barack Obama &quot;ended up getting re-elected by the largest gender gap in the history of American elections.&quot;</p>\r\n", "statement_context": "remarks to the Texas delegation at the Democratic National Convention as webcast by the Texas Tribun", "statement_date": "2016-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": "Half True: @CecileRichards claim @BarackObama saw record gender gap in 2012"}