{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/27/bill-oreilly/oreilly-accuses-media-not-following-foxs-lead-anit/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1285, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1285/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In a recent segment with conservative commentator Ann Coulter, Fox News Channel host Bill O&#39;Reilly slammed other media outlets for failing to cover a story &mdash; unearthed by Fox &mdash; that a senior aide to Barack Obama had told high school students that one of her &quot;favorite political philosophers&quot; was Mao Tse-tung, the late Chinese communist leader who is blamed for the deaths of millions of people.<br />\r\n&nbsp;<br />\r\nThe O&#39;Reilly-Coulter exchange, aired on Oct. 23, 2009, came amid a war of words between the White House and Fox.<br />\r\n&nbsp;<br />\r\nAnita Dunn, the White House communications director and a longtime Democratic operative, emerged this month as one of the leading figures in a White House push to discredit Fox News, telling the <em> New York Times </em> &#39; Brian Stelter, &quot;We&#39;re going to treat [Fox] the way we would treat an opponent. ... We don&#39;t need to pretend that this is the way that legitimate news organizations behave.&quot;<br />\r\n&nbsp;<br />\r\nDunn&#39;s comments added heat to an already simmering feud, and it wasn&#39;t long before Glenn Beck &mdash; the conservative Fox host who frequently riles the White House and its allies &mdash; responded in kind. On the Oct. 15, 2009, episode of his Fox show, Beck aired a video of a speech Dunn made to high school students.<br />\r\n&nbsp;<br />\r\nIn it, Dunn imparted a series of life lessons to the students, the third of which &quot;actually comes from two of my favorite political philosophers: Mao Tse-tung and Mother Teresa, not often coupled together, but the two people that I turn to most to basically deliver a simple point, which is, you&#39;re going to make choices. You&#39;re going to challenge. You&#39;re going to say why not. You&#39;re going to figure out how to do things that have never been done before.&quot;<br />\r\n&nbsp;<br />\r\nDunn then told an anecdote about how Mao triumphed as an underdog over his rival, nationalist leader Chiang Kai-Shek, during the Chinese civil war. Asked how he would win, Mao said, according to Dunn, &quot;You know, you fight your war, and I&#39;ll fight mine.&quot;<br />\r\n<br />\r\nDunn continued, &quot;And think about that for a second. You don&#39;t have to accept the definition of how to do things, and you don&#39;t have to follow other people&#39;s choices and paths, okay? It is about your choices and your path. You fight your own war. You lay out your own path. You figure out what&#39;s right for you. You don&#39;t let external definitions define how good you are internally.&quot;<br />\r\n&nbsp;<br />\r\nBeck&#39;s discovery that a senior Obama White House official had said nice things about a Communist leader with a bloody place in history was catnip for Fox, and for a host of conservative bloggers.<br />\r\n&nbsp;<br />\r\nLet&#39;s explore whether O&#39;Reilly is correct that &quot;only Fox News picked that up. Nobody else picked that up.&quot;<br />\r\n&nbsp;<br />\r\nIt&#39;s certainly true that Fox played the story to the hilt: In a 10-day span after the story broke, Fox shows mentioned the incident, either in depth or in passing, roughly two dozen times.<br />\r\n&nbsp;<br />\r\nAs for other news organizations, we found they rarely treated it as a news story. But there was a fair amount of discussion about Dunn&#39;s remark, usually in commentaries or analyses of the Fox-White House feud:<br />\r\n&nbsp;<br />\r\n&mdash; <strong> In opinion columns </strong> . Two syndicated columnists based at the <em> Washington Post </em> wrote about Dunn&#39;s Mao comment. Kathleen Parker, a conservative with a maverick streak, wrote a pox-on-both-their-houses column, while Charles Krauthammer (a frequent panelist on Fox) penned one that was critical of Dunn and favorable to Fox. Both ran on the <em> Post </em> &#39;s op-ed page and were reprinted in newspapers across the country. A handful of newspapers also wrote editorials that cited the episode.<br />\r\n&nbsp;<br />\r\nMeanwhile, <em> Philadelphia Inquirer </em> columnist Dick Polman published a column in the paper (and later an expanded version online) that took Fox and Beck to task. &quot;How helpful is Beck, after all, when he morphs into Joe McCarthy on Fox News, and attempts to red-bait a top Obama aide by painting her as a communist sympathizer in thrall to Mao Tse-tung?&quot; Polman asked. &quot;Last week, Beck characterized Anita Dunn as a &#39;fan of a guy who killed millions of people.&#39; He then aired a video clip that showed Dunn quoting Mao during a June speech. Shocking! What Beck naturally neglected to tell his credulous viewers is that politicians of all stripes have been quoting Mao for years. Such as: &#39;In the words of Chairman Mao, it&rsquo;s always darkest before it&rsquo;s totally black.&#39; (That was John McCain). Such as: &#39;Mao said politics is war without bloodshed. Clearly there are some metaphors that sit nicely with politics.&#39; (That was Christian conservative leader Ralph Reed.)&quot;<br />\r\n&nbsp;<br />\r\n&mdash; <strong> As media criticism </strong> . The <em> Washington Post&#39; </em> s <em> </em> media critic, Howard Kurtz, made brief references to the Mao controversy as he dissected the Fox-White House feud in two of his daily <em> Media Notes </em> blog posts.<br />\r\n&nbsp;<br />\r\n&mdash; <strong> In remarks by TV commentators </strong> . On the Oct. 18, 2009, edition of CNN&#39;s <em> State of the Union with John King </em> , commentators discussed the war between the White House and Fox. Bill Bennett, a conservative, brought up the Dunn-Mao connection. Saying it &quot;isn&#39;t a small thing &mdash; it&#39;s a big thing,&quot; Bennett told the panel, &quot;Now, look, I am not a right-wing nut, and when people go after Obama and say &#39;socialism and Marxism,&#39; I say, take it easy, you know, calm down. But when she stands up, in a speech to high school kids, says she&#39;s deeply influenced by Mao Tse-tung, that &mdash; I mean, that is crazy.&quot;<br />\r\n&nbsp;<br />\r\nMeanwhile, Lou Dobbs, on his nightly news show on CNN, gave a brief hat tip to Beck&#39;s story (adding that Mao may have been responsible for &quot;as many as 100 million&quot; deaths) before proceeding into a plug for his syndicated radio show, where viewers could &quot;hear more of my thoughts on all the president&#39;s czars and their fascination with Mao Tse-tung.&quot;<br />\r\n&nbsp;<br />\r\nOn CNN (which has had its own war of words with Fox, its longtime cable news rival), the <em> Situation Room </em> put resident curmudgeon Jack Cafferty on the Mao story, asking viewers what they thought. &quot;T.J.&quot; wrote to Cafferty, &quot;Enough already. Stop reporting anything about Glenn Beck. He is an insane nut job. His opinion is of no value to anyone, except other nut jobs. Stop enabling this psychotic fraud by constantly reporting what he has to say about, well, anything.&quot; &quot;J.R. in Idaho&quot; wrote, &quot;When you report on the stories you have created, you have become illegitimate. Fox is &#39;balloon boy.&#39;&quot; Others were critical of the White House for taking on a fight it was unlikely to win.<br />\r\n<br />\r\n&mdash; <strong> Only rarely as straight news </strong> . The day after Beck aired the video, CNN&#39;s Suzanne Malveaux and Ed Hornick posted a Web story in which Dunn said that the Mao quote &quot;is one I picked up from the late Republican strategist Lee Atwater from something I read in the late 1980s, so I hope I don&#39;t get my progressive friends mad at me.&quot; She added that &quot;the use of the phrase &#39;favorite political philosophers&#39; was intended as irony, but clearly the effort fell flat &mdash; at least with a certain Fox commentator whose sense of irony may be missing.&quot;<br />\r\n<br />\r\nOn Oct. 18, the Associated Press moved a story that recapped the controversy in a straightforward way. (It was written by the AP&#39;s television writer, David Bauder, not one of its national political writers.) A day later, the <em> Los Angeles Times </em> &#39; Top of the Ticket <em> </em> blog briefly mentioned the Mao-Dunn flap in an item about the larger Fox-White House conflict.<br />\r\n&nbsp;<br />\r\nAnd the <em> New York Times </em> &#39; Caucus <em> </em> blog took up the issue twice. The first time, on Oct. 16, 2009, Sheryl Gay Stolberg wrote a post explaining the Dunn-Mao controversy, saying that &quot;the war of words between the White House and Fox News is intensifying &mdash; and getting personal.&quot; Two days later, the blog offered an update on the Fox-White House war, adding the following quote from Dunn: &quot;Let it be noted that I also quoted Mother Teresa, but no one is accusing me of being a saint!&quot;<br />\r\n<br />\r\nSo let&#39;s recap. If O&#39;Reilly&#39;s point is that few media outlets played the story as worthy of straight news coverage, he&#39;s probably right. With only a few exceptions, the media coverage we found consisted either of opinion columns (both pro and con), purposeful mentions of it by TV commentators or as a subject for laughs. However, if we stick to his precise wording, O&#39;Reilly is certainly incorrect that &quot;only Fox News&quot; picked up the story. While Fox beat the drum more heavily than anyone &mdash; not surprising, since it was the network&#39;s story to begin with &mdash; CNN and the blogs of several major newspapers also mentioned it. In addition, syndicated versions of two <em> Washington Post </em> columns appeared in many newspapers around the country. We rate his statement False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:52.289048", "ruling_date": "2009-10-27T19:02:47", "ruling_headline": "O'Reilly accuses media of not following Fox's lead on Anita Dunn-Mao Tse-tung story", "ruling_headline_slug": "oreilly-accuses-media-not-following-foxs-lead-anit", "ruling_link_text": "Lots of media outlets covered it, though rarely as straight news", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, O&#39;Reilly Factor <em> </em> (transcript), Oct. 23, 2009, accessed via Nexis<br />\r\n<br />\r\nFox News, Glenn Beck Program, Oct. 15, 2009<br />\r\n<br />\r\nSuzanne Malveaux and Ed Hornick, &quot;Obama aide fires back at Beck over Mao remarks&quot; (CNN blog <a href=\"http://politicalticker.blogs.cnn.com/tag/cnns-suzanne-malveaux-and-ed-hornick/ \" target=\"_blank\"> post </a> ), Oct. 16, 2009<br />\r\n<br />\r\nKathleen Parker, &quot;Send Out the Clowns&quot; ( <em> Washington Post </em> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/16/AR2009101602508_pf.html \" target=\"_blank\"> op-ed </a> ), Oct. 18, 2009<br />\r\n&nbsp;<br />\r\nCharles Krauthammer, &quot;Fox wars: The &#39;post-partisan&#39; president makes an enemies list&quot; ( <em> Washington Post </em> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/22/AR2009102203801.html\" target=\"_blank\"> op-ed </a> ), Oct. 23, 2009<br />\r\n&nbsp;<br />\r\nAssociated Press, &quot; <a href=\"http://news.yahoo.com/s/ap/20091018/ap_on_en_tv/us_tv_fox_vs_white_house  \" target=\"_blank\"> Picking a fight: Obama vs. Fox News </a> ,&quot; Oct. 18, 2009</p>\r\n\r\n<p>CNN, <a href=\"http://www6.lexisnexis.com/publisher/EndUser?Action=UserDisplayFullDocument&amp;orgId=574&amp;topicId=100007219&amp;docId=l:1057987610&amp;start=1 \" target=\"_blank\"> <em> State of the Union with John King </em> </a> , Oct. 18, 2009<br />\r\n<br />\r\nHoward Kurtz, &quot;Control Freaks&quot; (&quot;Media Notes&quot; blog <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/20/AR2009102000922_2.html\" target=\"_blank\"> post </a> in the <em> Washington Post </em> ), Oct. 20, 2009<br />\r\n<br />\r\nHoward Kurtz, &quot;Targeting TMZ&quot; (&quot;Media Notes&quot; blog <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/21/AR2009102100940_4.html\" target=\"_blank\"> post </a> in the <em> Washington Post </em> ), Oct. 21, 2009</p>\r\n\r\n<p>Sheryl Gay Stolberg, &quot;White House Vs. Fox: Chairman Mao&quot; (&quot;The Caucus&quot; blog <a href=\"http://thecaucus.blogs.nytimes.com/2009/10/16/white-house-vs-fox-chairman-mao/\" target=\"_blank\"> post </a> in the <em> New York Times </em> ), Oct. 16, 2009</p>\r\n\r\n<p>Kate Phillips, &quot;White House vs. Fox, Revisited&quot; (&quot;The Caucus&quot; blog <a href=\"http://thecaucus.blogs.nytimes.com/2009/10/18/white-house-vs-fox-revisited/?scp=1&amp;sq=White%20House%20vs.%20Fox,%20Revisited&amp;st=cse\" target=\"_blank\"> post </a> in the <em> New York Times </em> ), Oct. 18, 2009</p>\r\n\r\n<p>Top of the Ticket blog ( <em> Los Angeles Times </em> ), &quot; <a href=\"http://latimesblogs.latimes.com/washington/2009/10/the-obama-war-against-fox-news-smart-politics-or-risky-business.html \" target=\"_blank\"> The Obama war against Fox News: Risky business </a> ?&quot; Oct. 19, 2009<br />\r\n<br />\r\nDick Polman, &quot;Often embarrassingly ignorant&quot; (Philadelphia Inquirer <a href=\"http://www.philly.com/philly/blogs/americandebate/64727722.html\" target=\"_blank\"> column </a> ), Oct. 19, 2009<br />\r\n<br />\r\nBrian Stelter, &quot; <a href=\"http://www.nytimes.com/2009/10/12/business/media/12fox.html\" target=\"_blank\"> Fox&#39;s Volley With Obama Intensifying </a> ,&quot; <em> New York Times </em> , Oct. 11, 2009<br />\r\n<br />\r\nCNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0910/20/ldt.01.html\" target=\"_blank\"> Lou Dobbs Tonight </a> , Oct. 20, 2009</p>\r\n\r\n<p>CNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0910/19/sitroom.02.html\" target=\"_blank\"> The Situation Room </a> , Oct. 19, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>When White House communications director Anita Dunn said that Mao Tse-tung was &quot;one of her favorite philosophers, only Fox News picked that up.&quot;</p>\r\n", "statement_context": "a comment on the O'Reilly Factor", "statement_date": "2009-10-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}