{"art": [{"brightcove": "", "caption": "U.S. Sen. Dick Durbin, D-Ill., announces A-PROP Act at Rush University in Chicago ", "id": 8682, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Durbin_-_Rush_Medical_Center_.jpeg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8682/", "title": "Dick Durbin on opioid epidemic ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "kevin.hoffman@rebootillinois.com", "first_name": "Kevin", "id": 576, "last_name": "Hoffman", "name_slug": "kevin-hoffman", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Kevin_Hoffman_Profile_.png", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/576/", "title": "Staff Writer, Politifact Illinois ", "twitter": null}], "canonical_url": "/illinois/statements/2016/aug/04/richard-durbin/40-percent-drug-overdose-deaths-involve-heroin/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "facebook_headline": "Dick Durbin's numbers on heroin and opioid epidemic true", "id": 12855, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "kevin.hoffman@rebootillinois.com", "first_name": "Kevin", "id": 576, "last_name": "Hoffman", "name_slug": "kevin-hoffman", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Kevin_Hoffman_Profile_.png", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/576/", "title": "Staff Writer, Politifact Illinois ", "twitter": null}], "resource_uri": "/api/v/2/statement/12855/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>U.S. Sen. Dick Durbin, D-Ill., has been one of the most vocal members in Congress in the fight against the growing heroin and opioid epidemic in Illinois and across the country.</p>\r\n\r\n<p>Durbin has introduced a handful of measures to expand and improve access to treatment programs for heroin addiction, as well as legislation that would curtail the amount of prescription opioid medication on the market.</p>\r\n\r\n<p>In a July 20 press release discussing new initiatives to combat heroin and prescription opioid addiction, Durbin highlighted some startling statistics to hammer home just how big a problem opioid abuse has become in Illinois:</p>\r\n\r\n<p>&quot;Illinois suffered 1,652 overdose deaths in 2014... of which 40 percent were associated with heroin. Illinois is ranked number one in the nation for a decline in treatment capacity between 2007 and 2012, and is now ranked the third worst in the country for state-funded treatment capacity.&quot;</p>\r\n\r\n<p>Those are some pretty shocking numbers and there are a lot of them, so we wanted to take a closer look.</p>\r\n\r\n<p><strong>Drug overdose deaths in Illinois</strong></p>\r\n\r\n<p>Durbin&rsquo;s press secretary John Normoyle said in an email the senator was using overdose statistics provided by the Centers for Disease Control and Prevention, but that the figures cited came from a provisional report for 2014 and the number of drug overdose deaths were not revised to reflect the most recent count.</p>\r\n\r\n<p>Data on drug overdose deaths is readily available on the CDC website, which shows there were a total of 1,705 drug overdose deaths in 2014, compared to 1,288 in 2010 -- a 32.4 percent increase over that four-year period.</p>\r\n\r\n<p>However, the Illinois Department of Public Health, which reports preliminary and final drug overdose deaths to the CDC, puts the 2010 total at 1,284 and 1,700 in 2014 -- a slight discrepancy but not unusual when reporting overdose deaths as they often get revised.</p>\r\n\r\n<p>For that reason, Divya Little, a public information officer at IDPH, said the state&rsquo;s finalized data is more accurate, though the difference is negligible with regard to some of the other statistics presented in Durbin&rsquo;s claim.</p>\r\n\r\n<p>Of the roughly 1,700 drug overdose deaths, 711 were heroin-related, accounting for nearly 42 percent of all drug overdose deaths in 2014.</p>\r\n\r\n<p>While the percentage of drug overdose deaths associated with heroin would be a little more than 1 percentage point higher using the provisional 1,652 figure, Normoyle said the 40 percent statistic was pulled from a Reboot Illinois article that uses final data for 2014.</p>\r\n\r\n<p>It&rsquo;s important to note that prior to 2013, counties did not specifically test for heroin in overdose deaths, so tracking deaths involving heroin cannot be reliably determined, according to IDPH.</p>\r\n\r\n<p>Durbin&rsquo;s use of outdated numbers from the CDC neither misleads nor drastically alters the claim. If anything, it helps Durbin in making his point that heroin and prescription opioid abuse and addiction continues to get worse.</p>\r\n\r\n<p><strong>Dwindling state-funded treatment capacity</strong></p>\r\n\r\n<p>A report published in August 2015 by the Illinois Consortium on Drug Policy at Roosevelt University, or ICDP, shows state-funded treatment capacity in Illinois fell by 52 percent from 2007-2012, the largest decrease in the nation. &nbsp;</p>\r\n\r\n<p>Durbin, who used statistics from this study, is correct when he says Illinois led the nation in the decline for state-funded treatment capacity. In 2007, Illinois ranked 28th in state-funded treatment capacity before dropping to No. 44, or third worst in 2012, behind Tennessee and Texas, respectively, according to the report.</p>\r\n\r\n<p>Kathie Kane-Willis, co-founder and director of the ICDP, told Politifact Illinois the state&rsquo;s budget woes are making the situation much worse, and Illinois already was in &quot;pretty dire straits&quot; long before the political tug-of-war between Republican Gov. Bruce Rauner and the Democratic-controlled Legislature ensued.</p>\r\n\r\n<p>Illinois hasn&rsquo;t had an actual budget for more than a year and the majority of the state&rsquo;s social service providers that offer drug treatment programs haven&rsquo;t been funded or received payment since July 1, 2015, leading many to cut programs, turn away people seeking help or shut down entirely.</p>\r\n\r\n<p>Although a six-month stopgap budget was passed on June 30 that appropriates $667 million for human services, including nonprofits and other social service providers, that only amounts to 65 percent of the cost of those services since last July.</p>\r\n\r\n<p>&quot;When you look at Illinois, we have a crumbling treatment infrastructure,&quot; Kane-Willis said. &quot;We do not have the capacity to treat the people who need it.&quot;</p>\r\n\r\n<p>Kane-Willis, a former heroin user, said that in light of these fiscal issues, Illinois probably&nbsp;now is second-worst in the U.S. when it comes to treatment capacity as Tennessee has improved and expanded treatment programs and capacity since the study was released.</p>\r\n\r\n<p><strong>Treating those in need</strong></p>\r\n\r\n<p>Durbin notes that as the state&#39;s treatment capacity shrinks, the vast majority of Illinoisans who are in need of treatment do not&nbsp;receive it.&nbsp;</p>\r\n\r\n<p>A report by the Substance Abuse and Mental Health Services Administration, &quot;Behavioral Health Barometer: Illinois, 2014,&quot; found &quot;individuals aged 12 or older with illicit drug dependence or abuse, about 32,000 individuals (12.7 percent ) per year in 2009&ndash;2013 received treatment for their illicit drug use within the year prior to being surveyed.&quot;</p>\r\n\r\n<p><strong>Our ruling </strong></p>\r\n\r\n<p>Durbin said, &quot;Illinois suffered 1,652 overdose deaths in 2014 ...&nbsp;of which 40 percent were associated with heroin. Illinois is ranked number one in the nation for a decline in treatment capacity between 2007 and 2012, and is now ranked the third worst in the country for state-funded treatment capacity.&quot;</p>\r\n\r\n<p>The drug overdose figure Durbin&nbsp;uses came from provisional data provided to the senator by the CDC. In 2014, drug overdose deaths totaled 1,705, or 1,700 if using statistics from IDPH, which tend to be more accurate.</p>\r\n\r\n<p>As for the other figures, the percent increase from 2010 is slightly more than 32 percent, and drug overdose deaths in 2014 that were associated with heroin is about 42 percent. But as IDPH notes, tracking overdose deaths involving heroin cannot be reliably determined as counties&rsquo; coroners did not specifically test for heroin prior to 2013.</p>\r\n\r\n<p>We don&rsquo;t see these discrepancies as an attempt to mislead in making his case for heroin and prescription opioid addiction treatment legislation he is advocating. If anything, it underscores the growing epidemic that&rsquo;s not only gripping Illinois, but the rest of the country.</p>\r\n\r\n<p>We rate Durbin&rsquo;s claim True.</p>\r\n\r\n<a href=\"https://www.sharethefacts.co/share/f7153962-295e-4752-b30c-be4186415fb4\">https://www.sharethefacts.co/share/f7153962-295e-4752-b30c-be4186415fb4</a>", "ruling_comments_date": "2016-08-04T11:35:42.487142", "ruling_date": "2016-08-04T14:29:09", "ruling_headline": "Durbin claims 40 percent of drug overdose deaths in Illinois involve heroin ", "ruling_headline_slug": "40-percent-drug-overdose-deaths-involve-heroin", "ruling_link_text": "It's correct, and getting worse", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Sen. Dick Durbin, <a href=\"http://www.durbin.senate.gov/newsroom/press-releases/durbin-discusses-initiatives-to-combat-heroin-and-prescription-opioid-epidemic\">press release</a>, July 20, 2016</p>\r\n\r\n<p>Email with John Normoyle, Durbin&rsquo;s press secretary, July 29, 2016</p>\r\n\r\n<p>Centers for Disease Control and Prevention, <a href=\"http://www.cdc.gov/drugoverdose/data/statedeaths.html\">state data on opioid overdose</a>, July 29, 2016</p>\r\n\r\n<p>Centers for Disease Control and Prevention, <a href=\"http://wonder.cdc.gov/\">WONDER database</a>, Aug. 2, 2016</p>\r\n\r\n<p>Phone interview, Kathleen Kane-Willis, co-founder and director of the Illinois Consortium on Drug Policy at Roosevelt University, Aug. 2, 2016</p>\r\n\r\n<p>Illinois Department of Public Health, <a href=\"http://www.dph.illinois.gov/data-statistics/vital-statistics/death-statistics/more-statistics\">drug overdose death statistics</a>, Aug. 2, 2016</p>\r\n\r\n<p>Email with Divya Little, public information officer at the Illinois Department of Public Health, Aug. 2, 2016</p>\r\n\r\n<p>Substance Abuse and Mental Health Services Administration, <a href=\"http://www.samhsa.gov/data/sites/default/files/State_BHBarometers_2014_1/BHBarometer-IL.pdf\">&quot;Behavioral Health Barometer Illinois, 2014,&quot;</a> Aug. 3, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senator", "false_count": 3, "first_name": "Richard", "half_true_count": 2, "home_state": "Illinois", "id": 166, "last_name": "Durbin", "mostly_true_count": 1, "name_slug": "richard-durbin", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Durbin.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/166/", "total_count": 10, "true_count": 3, "website": ""}, "statement": "<p>&quot;Illinois suffered 1,652 overdose deaths in 2014 ... of which 40 percent were associated with heroin. Illinois is ranked number one in the nation for a decline in treatment capacity between 2007 and 2012, and is now ranked the third worst in the country for state-funded treatment capacity.&quot;&nbsp;</p>\r\n", "statement_context": "a press release ", "statement_date": "2016-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": "Durbin claim on drug overdose deaths in Illinois "}