{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/oct/29/concerned-women-america/conservative-group-says-health-care-reform-bill-al/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1289, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1289/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n Concerned Women for America, a conservative group, says the Democrats' health care reform bill could allow the government to peek into your tax records.\n <br />\n <br />\n On its Web site, the group states, \"Not only are your medical records at risk under Obamacare, but your financial records too. The proposed bill expressly gives a new Health Choices Commissioner the right to look at an individual's tax return to determine what medical benefits or subsidies that person qualifies for.\"\n <br />\n <br />\n The CWA statement seems to be referring to the health care bill (H.R. 3200) that was approved in the summer of 2009 by three House committees. That bill &mdash; which formed the basis for the version from the House Democratic leadership introduced on Oct. 29, 2009 &mdash; would create a health choices commissioner. This new post would wield broad authority over the federal program, including setting minimum standards for health care plans, operating a new health insurance exchange and, most importantly for the purposes of the CWA's claim, determining who will qualify for federal subsidies to buy health insurance.\n <br />\n <br />\n Under the bill, Congress would set income levels to establish who is eligible for \"affordability credits,\" which are designed for people in the lower middle class who earn too much to qualify for Medicaid but who don't earn enough to buy their own insurance. The credits would allow them to get insurance on the health care exchange, a new virtual marketplace for people who are currently uninsured or buy coverage on the individual market. The commissioner is assigned to determine who qualifies.\n <br />\n <br />\n H.R. 3200 includes a passage that gives the commissioner authority to get tax records to determine how much people earn: \"In carrying out this subtitle, the Commissioner shall request from the Secretary of the Treasury consistent with section 6103 of the Internal Revenue Code of 1986 such information as may be required to carry out this subtitle.\" In the new House bill introduced on Oct. 29, lawmakers included similar language.\n <br />\n <br />\n We looked up Section 6103 of the Internal Revenue Code and found that it does indeed cover \"Confidentiality and Disclosure of Returns and Return Information.\" So the passage in the bill does indicate that the CWA is right that the commissioner would have the ability to access information from tax returns in order to run the program that provides individual affordability credits.\n <br />\n <br />\n Meanwhile, the Senate Finance Committee bill &mdash; which would also provide health insurance subsidies for qualifying Americans &mdash; has language similar to that in the House bills, with the main difference being that it would rely on the Department of Health and Human Services rather than the newly created health choices commissioner. \"The bill permits the IRS to substantiate the accuracy of income and family size information that has been provided to HHS for eligibility determination,\" the Senate bill states.\n <br />\n <br />\n So in this regard, the House and Senate are consistent, and CWA's claim is largely correct. Still, experts we spoke with offered a couple of caveats.\n <br />\n <br />\n &bull; The notion that federal officials would look at tax information to determine \"medical benefits\" is a significant exaggeration. The bills allow the government to use tax information when determining if someone is eligible for subsidies. But it is incorrect to suggest, as CWA seems to do, that the commissioner might deny a specific treatment for a disease based on something on one's tax return.\n <br />\n <br />\n Our experts could think of only one scenario in which a federal official's use of personal tax information might influence benefits, and that would be indirectly. If someone applied for a subsidy to purchase a private plan, but officials found that their income was too low to be eligible for the subsidy, they would need to apply instead for Medicaid, the federal-state program that provides health care for the poor. Presumably, Medicaid and the private plan the person had been looking at would offer a different package of benefits.\n <br />\n <br />\n But even if that happened, there's reason to think that Medicaid would actually offer a better and cheaper package for the beneficiary than private coverage, especially if they have a disability, said Edwin Park, a senior fellow at the liberal Center on Budget and Policy Priorities. And in any case, there's nothing included in any of the health care bills that says that federal officials would be determining specific medical treatments based on information gleaned from a tax return.\n <br />\n <br />\n &bull; The group was a bit overbroad in characterizing what private information federal officials could look at. While the CWA said that the commissioner would have \"the right to look at an individual's tax return to determine what medical benefits or subsidies that person qualifies for,\" the commissioner would actually have the right to look at the\n <em>\n  pertinent information\n </em>\n from that return &mdash; not the entire return. In this case, that would include such information as a taxpayer's filing status, number of dependents and modified adjusted gross income.\n <br />\n &nbsp;\n <br />\n &bull; The commissioner would not be looking at everyone's tax information &mdash; only the information for people who apply for the affordability credits. (And even then, it's not clear whether the commissioner would request information for every applicant or simply spot-check for audit purposes.)\n <br />\n &nbsp;\n <br />\n &bull; Finally, this authority to review tax information isn't new. Under existing law, tax returns, or information from returns, can be shared with federal, state or judicial officials for many reasons, including:\n <br />\n &nbsp;\n <br />\n &mdash; Social Security benefits, food stamps, unemployment benefits, and federal housing subsidies\n <br />\n &mdash; Tracking down people who are behind in child support or are delinquent on their student loans\n <br />\n &mdash; Various forms of Medicare benefits\n <br />\n <br />\n While we conclude that the CWA is partly right on this one, it has cranked up the hyperbole. Federal officials would be able to look at specific tax information, but they couldn't go through entire returns. And while officials would have the power to see private tax information, they would not be able to use it to decide what specific medical treatments someone would receive. So we find the group's claim Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:52.599475", "ruling_date": "2009-10-29T17:43:17", "ruling_headline": "Conservative group says health care reform bill allows government to pry into tax records", "ruling_headline_slug": "conservative-group-says-health-care-reform-bill-al", "ruling_link_text": "They can see tax information, but to approve subsidies, not for medical benefits", "ruling_state": null, "source_documents": null, "sources": "<p>\n Concerned Women for America,\n <a href=\"http://www.cwfa.org/main.asp \" target=\"_blank\">\n  statement\n </a>\n on home page, accessed Oct. 28, 2009\n <br />\n &nbsp;\n <br />\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf \" target=\"_blank\">\n  Text\n </a>\n of House tri-committee health reform bill (H.R. 3200)\n</p>\n<p>\n <a href=\"http://docs.house.gov/rules/health/111_ahcaa.pdf  \" target=\"_blank\">\n  Text\n </a>\n of House floor version of health reform bill\n <br />\n <br />\n <a href=\"http://finance.senate.gov/press/Bpress/2009press/prb102109a.pdf \" target=\"_blank\">\n  Text\n </a>\n of Senate Finance Committee health reform bill\n <br />\n &nbsp;\n <br />\n U.S. Internal Revenue Code,\n <a href=\"http://www.law.cornell.edu/uscode/26/usc_sec_26_00006103----000-.html \" target=\"_blank\">\n  Section 6103\n </a>\n (Confidentiality and Disclosure of Returns and Return Information), accessed Oct. 28. 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Larry A. Campagna, a tax lawyer with the firm Chamberlain, Hrdlicka, White, Williams &amp; Martin and vice chair of the American Bar Association Tax Section's Committee on Civil and Criminal Tax Penalties, Oct. 28, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Matthew Beck, House Ways and Means Committee spokesman, Oct. 28, 2009\n <br />\n <br />\n E-mail interview with Wendy Wright, president of Concerned Women for America, Oct. 28, 2009\n</p>\n<p>\n E-mail interview with Edwin Park, senior fellow at the Center on Budget and Policy Priorities, Oct. 29, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "conservative advocacy group", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 261, "last_name": "Concerned Women for America", "mostly_true_count": 0, "name_slug": "concerned-women-america", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/CWA_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/261/", "total_count": 1, "true_count": 0, "website": "http://www.cwfa.org/"}, "statement": "<p>The Democrats' health care bill \"gives a new Health Choices Commissioner the right to look at an individual's tax return to determine what medical benefits or subsidies that person qualifies for.\"</p>", "statement_context": "the group's Web site", "statement_date": "2009-10-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}