{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/oct/29/ginny-brown-waite/does-president-need-permission-congress-accept-nob/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": "", "id": 1290, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "aleary@tampabay.com", "first_name": "Alex", "id": 225, "last_name": "Leary", "name_slug": "alex-leary", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/225/", "title": "Tampa Bay Times Washington Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/1290/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Three Republican members of Congress wrote President Barack Obama a letter telling him he needs to &quot;obtain Congress&#39; consent before formally accepting the Nobel Prize.&quot;<br />\r\n<br />\r\nThe members &mdash; Rep. Ginny Brown-Waite and Rep. Cliff Stearns of Florida, and Rep. Ron Paul of Texas &mdash; point to Article 1, Section 9 of the Constitution, which reads, in part:<br />\r\n<br />\r\n&quot;No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.&quot;<br />\r\n<br />\r\nIn their letter, they write, &quot;As the Nobel Peace Prize is awarded by a committee appointed by the Parliament of Norway, the Storting, the prize is clearly subject to the requirements set forth in Article 1, Section 9, of the Constitution. Obtaining permission from Congress should be straightforward.&quot;<br />\r\n<br />\r\nThey said the precedent was set when President Theodore Roosevelt created a committee to hold his prize money and then obtained the consent of Congress to send the money to various charities. Roosevelt received the prize in 1906 for mediating a peace agreement between Russia and Japan.<br />\r\n<br />\r\nWe wanted to know if the representatives were correct that Obama has to obtain the permission of Congress before accepting the prize, which he was awarded for his diplomatic efforts on international cooperation and nuclear disarmament.<br />\r\n<br />\r\nWe went down many avenues of research here.<br />\r\n<br />\r\nThe Nobel Peace Prize includes a cash gift of about $1.4 million, so that seems to fit the definition of a &quot;present.&quot; The Republican members are also correct that the members of the Nobel Peace Prize Committee are appointed by the Norwegian parliament, the Storting.<br />\r\n<br />\r\nBut it&#39;s not clear that the Nobel Peace Prize could be considered as being given by &quot;a foreign state.&quot; The committee&#39;s Web site says it &quot;is formally independent even of the Storting, and since 1901 it has repeatedly emphasized its independence&quot; and that it was &quot;appointed by the Storting (the Norwegian Parliamant), but without the committee being formally responsible to the Storting.&quot; Over the years, the Storting has taken steps to distance itself from the committee to emphasize that the award is &quot;not an act of Norwegian foreign policy.&quot;</p>\r\n\r\n<p>The Nobel prizes are administered by a foundation, the Nobel Foundation, and the only reason the Norwegian parliament is involved is because prize founder Alfred Nobel said in his will that he would like members of the Storting to pick the committee members for the peace prize. The other prizes have other selectors. Here&#39;s the quote from his will, dated Nov. 27, 1895: &quot;The prizes for physics and chemistry shall be awarded by the Swedish Academy of Sciences; that for physiological or medical work by the Caroline Institute in Stockholm; that for literature by the Academy in Stockholm, and that for champions of peace by a committee of five persons to be elected by the Norwegian Storting.&quot; (By the way, the Nobel Foundation is based in Sweden, not Norway, which has also been a source of confusion and controversy over the years.)</p>\r\n\r\n<p>We asked White House officials for their thoughts on the matter, and they firmly said that the Nobel Prize is not awarded by a foreign government. Spokeswoman&nbsp; Kate Bedingfield gave us this statement: &quot;The President is donating the money to charity. The statute cited does not apply because the gift is from the Nobel Foundation &mdash; a private foundation &mdash; not a foreign government. The President is free to do what he likes with the money, and he has chosen to donate it to charity.&quot;</p>\r\n\r\n<p>Even if the Nobel Prize would be considered as coming from a foreign government, there is compelling evidence that a president does not have to seek special permission from Congress, because Congress already allows it, via statute. Law professor David Kopel researched the issue and posted <a href=\"http://volokh.com/2009/10/28/can-obama-accept-the-nobel-prize-without-congressional-consent/\" target=\"_blank\" title=\"a detailed analysis\"> a detailed analysis </a> on the respected legal blog <a href=\"http://volokh.com/2009/10/28/can-obama-accept-the-nobel-prize-without-congressional-consent/\" target=\"_blank\" title=\"The Volokh Conspiracy\"> The Volokh Conspiracy </a> .<br />\r\n<br />\r\nKopel located a statute, which we reviewed, that allows American officeholders and government employees to <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=2000_uscode&amp;docid=5usc7342\" target=\"_blank\" title=\"accept foreign prizes\"> accept foreign prizes </a> if the recipients meet a number of requirements. The statute specifically mentions that the president and the vice president are included. Kopel said the statute allows a president to accept the prize without any additional permission, as long as he turns the prize money over to his &quot;employing agency,&quot; which would likely be an office of the White House.<br />\r\n<br />\r\n&quot;Thus, it seems clear that the statute already supplies the constitutionally-required congressional consent for President Obama to accept the Nobel Peace Prize, and no further action by Congress is needed, provided that President Obama signs the check over (to) the government, as the statute requires,&quot; Kopel wrote.<br />\r\n<br />\r\nKopel told us that the statute appears to have been written in 1966, with several revisions since then, so it wouldn&#39;t have applied to Roosevelt or Wilson.<br />\r\n<br />\r\nThe problem Obama might run into, Kopel said, is if he wants to direct the money to a specific charity. For that, he would need permission from Congress, because the Constitution says &quot;No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.&quot;</p>\r\n\r\n<p>That might be the more pertinent reason Roosevelt sought permission from Congress when it came to giving the money to charity. Roosevelt wanted to use his prize money for a new &quot;Industrial Peace Committee&quot; so Congress created a commission, according to news reports. The committee must have never gotten off the ground, because years later, Roosevelt asked Congress to direct the money toward war relief.</p>\r\n\r\n<p>We looked for formal Peace Prize authorizations from Congress for Roosevelt and President Woodrow Wilson, the two sitting presidents who have previously received the prize. (Wilson received the prize in 1920 for his work the previous year establishing the League of Nations, a forerunner of the United Nations.) We couldn&#39;t find any authorizations, and we double-checked with librarians who specialize in historical congressional research, and they couldn&#39;t find anything either.</p>\r\n\r\n<p>We were also unable to find out what Wilson did with his money; one biography said Wilson was worried about his finances and suggested that he simply kept the money. In his defense, he was in poor health when he left office, and presidents didn&#39;t get a pension back then.</p>\r\n\r\n<p>Finally, a more contemporary comparison to the flap over Obama&#39;s prize might be the 1973 Nobel Peace Prize. That year, Secretary of State Henry Kissinger won the prize along with Le Duc Tho of North Vietnam for their efforts to negotiate a peace agreement for the Vietnam War &mdash; though Le Duc Tho rejected the prize. We found op-eds from American liberals who thought Kissinger didn&#39;t deserve it, and many protests from university students and faculty. Members of the Norwegian parliament were also reportedly infuriated and said they planned to look into the committee&#39;s operations. But we didn&#39;t find that Kissinger received any special permission to accept the prize. Kissinger told the press he wanted the prize money to go to scholarships for the children of soldiers killed or missing in action. Kissinger donated the money &mdash; back then it was $50,000 &mdash; to Community Funds Inc., a companion organization of New York Community Trust, and it created a scholarship fund that was expected to last about 10 years, according to a 1974 news report. There was no mention in the news report of Congress authorizing this, and we couldn&#39;t find anything in the <em> Congressional Record </em> on the donation, either.</p>\r\n\r\n<p>This is a tricky one for us. This is a matter of legal interpretation that may ultimately be decided by the U.S. Supreme Court. We understand the Republicans&#39; point &mdash; although it&#39;s a tenuous one, in our view &mdash; that the Nobel committee might be considered a governmental panel. We believe much evidence points to the contrary &mdash; that the Storting&#39;s sole task is to appoint members, and then the government&#39;s connection to the prize ends. The Nobel Foundation is not part of the Norwegian government; it&#39;s a private Swedish foundation. And we haven&#39;t found any evidence to show that Roosevelt, Wilson or Kissinger sought permission from the government to accept the prize. But the tenuous link is enough to earn a Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:52.682604", "ruling_date": "2009-10-29T17:36:42", "ruling_headline": "Does Obama need Congress' permission to get Nobel?", "ruling_headline_slug": "does-president-need-permission-congress-accept-nob", "ruling_link_text": "More complicated than you might think ", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Ginny Brown-Waite, <a href=\"http://brown-waite.house.gov/UploadedFiles/2009-10-26_Nobel_Letter_to_President.pdf\" target=\"_blank\" title=\"letter to President Obama\"> letter to President Obama </a> , Oct. 26, 2009<br />\r\n<br />\r\nNational Archives, <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\" target=\"_blank\" title=\"U.S. Constitution\"> U.S. Constitution </a> , accessed Oct. 29, 2009<br />\r\n<br />\r\nThe Nobel Prize, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/1906/roosevelt-bio.html\" target=\"_blank\" title=\"Theodore Roosevelt biography\"> Theodore Roosevelt biography </a><br />\r\n<br />\r\nThe Nobel Prize, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/1919/wilson-bio.html\" target=\"_blank\" title=\"Woodrow Wilson biography\"> Woodrow Wilson biography </a></p>\r\n\r\n<p>The Nobel Prize, <a href=\"http://nobelprize.org/nobel_prizes/peace/articles/committee/index.html\" target=\"_blank\" title=\"the Norwegian Nobel Committee\"> the Norwegian Nobel Committee </a></p>\r\n\r\n<p>The Nobel Prize, <a href=\"http://nobelprize.org/alfred_nobel/will/will-full.html\" target=\"_blank\"> the will of Alfred Nobel </a></p>\r\n\r\n<p>The Volokh Conspiracy, <a href=\"http://volokh.com/2009/10/28/can-obama-accept-the-nobel-prize-without-congressional-consent/\" target=\"_blank\" title=\"Permanent Link to Can Obama accept the Nobel Prize without congressional consent?\"> Can Obama accept the Nobel Prize without congressional consent? </a> , Oct. 28, 2009<br />\r\n<br />\r\nInterview with <a href=\"http://www.davekopel.com/\" target=\"_blank\" title=\"David Kopel\"> David Kopel </a><br />\r\n<br />\r\nU.S. Code, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=2000_uscode&amp;docid=5usc7342\" target=\"_blank\" title=\"Sec. 7342. Receipt and disposition of foreign gifts and decorations\"> Sec. 7342. Receipt and disposition of foreign gifts and decorations </a><br />\r\n<br />\r\n<em><a href=\"http://books.google.com/books?id=zMN2AAAAMAAJ&amp;dq=in+search+of+woodrow+wilson&amp;source=gbs_book_other_versions_r&amp;cad=10\" target=\"_blank\" title=\"In Search of Woodrow Wilson\">In Search of Woodrow Wilson </a> </em> , by Robert M. Saunders<br />\r\n<br />\r\nThe Nobel Prize, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/1973/index.html\" target=\"_blank\" title=\"Henry Kissinger biography\"> Henry Kissinger biography </a><br />\r\n<br />\r\nThe New York Times, DECISION ON NOBEL CRITICIZED IN OSLO:Choice of Kissinger and Tho Is Attacked in Parliament The May Reject Award, Oct. 18, 1973.<br />\r\n<br />\r\nThe New York Times, 60 SCHOLARS ASSAIL NOBEL TO KISSINGER, Oct. 28, 1973<br />\r\n<br />\r\nThe New York Times, Kissinger&#39;s Nobel Cash Goes to Children of G.l.&#39;s, Dec. 1, 1973</p>\r\n\r\n<p>The New York Times, Follow-up on the News: Kissinger&#39;s Nobel, Oct. 20, 1974.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congresswoman", "false_count": 0, "first_name": "Ginny", "half_true_count": 2, "home_state": "Florida", "id": 220, "last_name": "Brown-Waite", "mostly_true_count": 0, "name_slug": "ginny-brown-waite", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/GinnyB-W.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/220/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>A president must &quot;obtain Congress&#39; consent before formally accepting the Nobel Prize.&quot;</p>\r\n", "statement_context": "a letter to President Obama", "statement_date": "2009-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}