{"art": [{"brightcove": "", "caption": "Trump's first general election ad focused on immigration and the difference between his proposals and Clinton's. ", "id": 8872, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31318226\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8872/", "title": "Fact-checking Trump's first general election ad on immigration", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2016/aug/24/donald-trump/donald-trump-ad-says-illegal-immigrants-would-be-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump: Clinton wants Social Security for illegal immigrants", "id": 12956, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}, {"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/12956/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Donald Trump&#39;s <a href=\"http://politicaladarchive.org/ad/polad_hillaryclinton_donaldtrump_ef7zx/\">first ad of the general election campaign</a> focuses on immigration, predicting what will happen if Hillary Clinton is elected.</p>\r\n\r\n<p>&quot;In Hillary Clinton&#39;s America,&quot; it warns, &quot;illegal immigrants convicted of committing crimes get to stay, collecting Social Security benefits, skipping the line. Our border open, it&#39;s more of the same, but worse.&quot;</p>\r\n\r\n<p>We&#39;ve previously looked at whether illegal immigrants convicted of crimes get to stay in the United States, a statement that rates <a href=\"http://politifact.com/florida/statements/2016/aug/22/donald-trump/donald-trump-says-hillary-clinton-wants-let-crimin/\">Half True</a>. But what about his other claim about immigrants getting Social Security?</p>\r\n\r\n<p>If you take the Trump ad literally, it is accusing Clinton of wanting illegal immigrants convicted of crimes to stay in the United States and collect Social Security benefits &mdash; an easily disprovable assertion.</p>\r\n\r\n<p>Instead, for this fact-check, we&rsquo;ll examine another interpretation: whether a Clinton administration would have Social Security benefit checks going to the 11 million people currently in the United States illegally. This reading dovetails with information cited by the ad, an <a href=\"http://cis.org/miano/implications-united-states-v-texas\">article</a> by the Center for Immigration Studies, which favors strict immigration policies.</p>\r\n\r\n<p>There&#39;s some truth to that argument that immigrants would be getting Social Security benefits under policies favored by Clinton. But, like all things related to immigration, it can get complicated.</p>\r\n\r\n<p>Let&#39;s take this a step at a time.</p>\r\n\r\n<p>Undocumented residents can remain in the United States without fear of deportation if given &quot;deferred action&quot; designation by the Homeland Security Department. That means, in essence, we know you&#39;re here, we know you&#39;re undocumented, but we&#39;re not going to deport you for now.</p>\r\n\r\n<p>It&#39;s a temporary designation that must be renewed every two years. It doesn&#39;t make them citizens or legal; they can be deported if they are convicted of a felony, a serious misdemeanor or multiple misdemeanors, excluding traffic tickets. But if they behave themselves (and the government keeps renewing their &quot;deferred&quot; designation), they get to stay.</p>\r\n\r\n<p>This &quot;deferred action&quot; status alone does not make them eligible for Social Security or most other federal benefits.</p>\r\n\r\n<p>Once they have a deferred action designation, they are also given permission to work. The idea is, if we&#39;re willing to let you stay, you should be able to make a living and do it without being exploited by unscrupulous employers.</p>\r\n\r\n<p>In the past, the deferred action designation has been granted to groups like victims of human trafficking, foreign students affected by a natural disaster, or family members of citizens killed in combat.</p>\r\n\r\n<p>People with a deferred action are considered to be &quot;lawfully present&quot; in the United States, but only for the purpose of work authorization.</p>\r\n\r\n<p>They are not eligible for food stamps, Medicaid, Supplemental Security Income or other federal entitlement benefits available to citizens and people considered lawful permanent residents.</p>\r\n\r\n<p>However, they are not barred from federal programs associated with working in the United States, such as Social Security and Medicare, where a portion of income goes toward funding the benefits.</p>\r\n\r\n<p>This is nothing new. Congress and President Ronald Reagan <a href=\"http://www.scotusblog.com/2016/02/symposium-back-to-immigration-basics-why-the-dapadaca-case-is-simpler-than-it-seems/\">set up this system in 1986</a>. It was updated in the late 1990s.</p>\r\n\r\n<p>To be eligible for Social Security, the program Trump is focusing on, a person would have to pay into the system for at least 10 years and, like everyone else, couldn&#39;t start collecting until retirement age.</p>\r\n\r\n<p>But first they have to be given that &quot;deferred action&quot; designation, which brings us to two Obama administration programs designed to do precisely that. Both are supported by Clinton. Neither have been passed by Congress.</p>\r\n\r\n<p>The first is Deferred Action for Childhood Arrivals, or DACA. It took effect in 2012 and has given deferred action designations to nearly 730,000 people who came to the United States as children and have lived here since 2007.</p>\r\n\r\n<p>As a practical matter, the children and young adults put into the deferred action category by DACA &mdash; and who start working &mdash; aren&#39;t going to be covered by Social Security for decades. That would be long after a Hillary Clinton administration &mdash; if there is one &mdash; has come and gone. As the Washington Post&#39;s Fact Checker <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/08/20/trumps-false-claim-that-undocumented-immigrants-collect-social-security-benefits/\">noted</a>, &quot;if Clinton serves two terms and leaves office in 2025, the oldest DACA grantees would be 43.&quot;</p>\r\n\r\n<p>The second program supported by Clinton is the Deferred Action for Parents of Americans and Lawful Permanent Residents, or <a href=\"http://www.politifact.com/florida/statements/2015/mar/05/david-jolly/federal-judge-called-obama-immigration-action-unco/\">DAPA</a>. It would have given deferred action designations to as many as 4 million of the nation&#39;s 11 million undocumented immigrants. It would have applied to people whose children are U.S. citizens or lawful permanent residents. Their designations would have to be renewed every three years. It would let them apply for work permits if they passed background checks and paid a fee.</p>\r\n\r\n<p>Unlike DACA, this program has not taken effect because 26 states <a href=\"http://www.migrationpolicy.org/article/supreme-court-dapa-ruling-blow-obama-administration-moves-immigration-back-political-realm\">challenged it</a>. A 4-4 Supreme Court decision blocked its implementation. That legal fight has also blocked an expansion of DACA.</p>\r\n\r\n<p>Because Clinton has vowed to <a href=\"https://www.hillaryclinton.com/issues/immigration-reform/\">defend both programs</a>, Trump argues that illegal immigrants would get to collect Social Security if Clinton had her way.</p>\r\n\r\n<p>But there are a few things to remember.</p>\r\n\r\n<p>Granting deferred action to someone who came into the United States illegally means they have a &quot;lawful presence&quot; in the United States. They are still considered to be in the country illegally. (&quot;Lawful presence&quot; is often confused with &quot;lawful status&quot; or &quot;legal status,&quot; which means you are not in the U.S. illegally.)</p>\r\n\r\n<p>&quot;They are getting a deferral of deportation, not a legal status,&quot; said Randy Capps, director of research for U.S. programs at the Migration Policy Institute. &quot;Only Congress can grant a legal status. Work authorization comes with the package when they get deferral, but by itself does not confer legality.&quot;</p>\r\n\r\n<p>Even if Clinton succeeds in implementing DAPA, these undocumented workers won&#39;t be eligible for any Social Security benefits for a minimum of 10 years. That&#39;s how long you have to work to be eligible. (Again, the children and young adults covered under DACA wouldn&#39;t be eligible for a Social Security retirement check until much later.)</p>\r\n\r\n<p>If Clinton were elected and subsequently re-elected, she would be gone from office for nearly two years before anyone would start collecting, and the amount they received would be tied to the amount they were taxed.</p>\r\n\r\n<p>And that assumes Clinton&#39;s successor continues the DAPA and DACA programs.</p>\r\n\r\n<p>In addition, these immigrants would have been working legally for a long time. They might not have become citizens or permanent residents, but they would have been working in the country legally for at least a decade, paying taxes and contributing to the Social Security Trust Funds.</p>\r\n\r\n<p>Finally, it should be noted that undocumented workers <a href=\"https://www.ssa.gov/oact/NOTES/pdf_notes/note151.pdf\">paid about $13 billion</a> into Social Security in 2010 while the program paid those workers only about $1 billion in benefits, including people who have overstayed their visas or who obtained a Social Security number through fraudulent means. That extra $12 billion per year is money those workers would have a hard time claiming.</p>\r\n\r\n<p>We didn&#39;t hear back from the Trump campaign, but Trump&#39;s policy director, Stephen Miller, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/08/20/trumps-false-claim-that-undocumented-immigrants-collect-social-security-benefits/\">responded to the Washington Post</a>, which ruled on the question of whether immigrants can collect Social Security benefits now, by saying that the net payments made to Social Security &quot;will be dwarfed by net withdrawals&quot; by people under DAPA and DACA. Our request for documentation to support that assertion went unanswered.</p>\r\n\r\n<p>But <a href=\"https://www.ssa.gov/oact/testimony/SenateHomeSec_20150204.pdf\">a 2015 report</a> by the Social Security Administration says Miller is wrong. It projected that DACA and DAPA would initially increase the solvency of Social Security &mdash; which is due to run out of money in 2033 &mdash; by about three months. It would produce a small overall increase in revenue through 2045, a smaller overall decline from 2046 through 2082 and be neutral after 2082.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump says in his television ad that, under a Clinton presidency, illegal immigrants would get to collect Social Security benefits.</p>\r\n\r\n<p>It is correct that Clinton has supported plans to give many undocumented immigrants the right to stay in the country through deferred action, which has already been done under the Obama administration&#39;s DACA program.&nbsp;As a consequence of that, they are allowed to work and become part of the Social Security system under rules that have long been in place.</p>\r\n\r\n<p>But Trump&#39;s ad gets at none of that nuance, instead insinuating&nbsp;that all illegal immigrants would be getting immediate handouts under Clinton&#39;s presidency.</p>\r\n\r\n<p>Even if the broader DAPA program were to be adopted today, it would take a minimum of 10 years of working &mdash; and paying into the Social Security system &mdash; before these immigrants would be able to start getting their retirement money back. With few exceptions, the first payments wouldn&#39;t be collected until after Clinton leaves office.</p>\r\n\r\n<p>Trump&#39;s statement has an element of truth&nbsp;but gives a misleading impression that all illegal immigrants will be getting Social Security paychecks during a Clinton administration. We rate the statement Mostly False.&nbsp;</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/d39bdebd-51f8-492b-ac4a-0b7604c7cf73\">https://www.sharethefacts.co/share/d39bdebd-51f8-492b-ac4a-0b7604c7cf73</a></p>\r\n", "ruling_comments_date": "2016-08-24T17:03:56.667582", "ruling_date": "2016-08-24T17:57:08", "ruling_headline": "Donald Trump ad says illegal immigrants would be collecting Social Security under Hillary Clinton", "ruling_headline_slug": "donald-trump-ad-says-illegal-immigrants-would-be-c", "ruling_link_text": "Timing wrong, benefits earned", "ruling_state": null, "source_documents": null, "sources": "<p>Political TV Ad Archive, &quot;<a href=\"http://politicaladarchive.org/ad/polad_hillaryclinton_donaldtrump_ef7zx/\">Donald Trump for President ad</a>,&quot; accessed Aug. 19, 2016</p>\r\n\r\n<p>Center for Immigration Studies, &quot;<a href=\"http://cis.org/miano/implications-united-states-v-texas\">The Implications of United States v. Texas</a>,&quot; April 14, 2016</p>\r\n\r\n<p>Interview and emails, Randy Capps, director of research for U.S. programs, Migration Policy Institute, Aug. 23, 2016</p>\r\n\r\n<p>SCOTUSblog, &quot;Symposium: Back to immigration basics &mdash; Why the DAPA/DACA case is simpler than it seems,&quot; Feb. 10, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://politifact.com/florida/statements/2016/aug/22/donald-trump/donald-trump-says-hillary-clinton-wants-let-crimin/\">Donald Trump says Hillary Clinton wants to let criminal undocumented immigrants stay in the U.S.</a>&quot; Aug. 22, 2016</p>\r\n\r\n<p>The Washington Post Fact Checker, &quot;<a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/08/20/trumps-false-claim-that-undocumented-immigrants-collect-social-security-benefits/\">Trump&#39;s false claim that undocumented immigrants collect Social Security benefits</a>,&quot; Aug. 20, 2016</p>\r\n\r\n<p>Supreme Court of the United States; Case No. 15-674; United States of America et al v. State of Texas, et al; <a href=\"http://www.scotusblog.com/wp-content/uploads/2016/03/15-674tsUnitedStates.pdf\">Brief for the Petitioners</a>, and <a href=\"http://www.scotusblog.com/wp-content/uploads/2016/03/15-674_ts_Texas.pdf\">Brief for the State Respondents</a>, both March 2016, accessed Aug. 22, 2016 and <a href=\"https://www.supremecourt.gov/oral_arguments/argument_transcripts/15-674_h3dj.pdf\">oral arguments</a>, April 18, 2016</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"https://www.ssa.gov/oact/NOTES/pdf_notes/note151.pdf\">Effects of Unauthorized Immigration on the Actuarial Status of the Social Security Trust Funds</a>,&quot; April 2013, and &quot;<a href=\"https://www.ssa.gov/oact/testimony/SenateHomeSec_20150204.pdf\">Financial Implications for the Social Security Trust Funds of the President&#39;s Executive Actions on Immigration, Announced November 20, 2014</a>,&quot; Feb. 4, 2015</p>\r\n\r\n<p>New York Daily News, &quot;<a href=\"http://www.nydailynews.com/news/politics/immigrants-social-security-eligible-obama-actions-article-1.2025475\">Immigrants are Social Security, Medicare eligible under Obama&#39;s executive action</a>,&quot; Nov. 26, 2014</p>\r\n\r\n<p>The Atlantic, &quot;<a href=\"http://www.theatlantic.com/politics/archive/2016/06/us-v-texas-wasnt-really-about-presidential-power/489047/\">The U.S. Supreme Court&#39;s Big Immigration Case Wasn&#39;t About Presidential Power</a>,&quot; July 28, 2016</p>\r\n\r\n<p>Migration Policy Institute, &quot;<a href=\"http://www.migrationpolicy.org/article/supreme-court-dapa-ruling-blow-obama-administration-moves-immigration-back-political-realm\">Supreme Court DAPA Ruling a Blow to Obama Administration, Moves Immigration Back to Political Realm</a>,&quot; June 29, 2016</p>\r\n\r\n<p>Hillary Clinton website, &quot;<a href=\"https://www.hillaryclinton.com/issues/immigration-reform/\">Immigration reform</a>,&quot; accessed Aug. 22, 2016</p>\r\n\r\n<p>National Immigration Law Center, &quot;<a href=\"https://www.nilc.org/wp-content/uploads/2015/11/DAPA-DACA-and-fed-health-economic-supports-2015-01-30.pdf\">DACA and DAPA Access to Federal Health and Economic Support Programs</a>,&quot; Jan. 30, 2015</p>\r\n\r\n<p>National Public Radio, &quot;<a href=\"http://www.npr.org/sections/thetwo-way/2014/12/03/368216062/under-executive-action-immigrants-are-entitled-to-social-security-benefits\">Under Executive Action, Immigrants Are Entitled To Social Security Benefits</a>,&quot; Dec. 3, 2014</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says Hillary Clinton wants&nbsp;illegal immigrants &quot;collecting&nbsp;Social Security benefits.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2016-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": "Donald Trump ad misleadingly says Hillary Clinton wants illegal immigrants to get Social Security"}