{"art": [{"brightcove": "", "caption": "In an email sent from the Trump campaign on August 30, Trump targets \"Hiding Hillary\" and her lack of press conferences, saying she hadn't had one in 269 days.", "id": 8902, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31337068\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8902/", "title": "Has Hillary Clinton not had a press conference in 269 days?", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/aug/31/donald-trump/has-hillary-clinton-not-had-press-conference-269-d/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Has Hillary Clinton not had a press conference in 269 days?", "id": 12988, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/12988/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Donald Trump and his allies have seized upon a statistic that they believe reflects poorly on Hillary Clinton -- and they&rsquo;re hammering it home on a daily basis.</p>\r\n\r\n<p>On Aug. 30, 2016, the Trump campaign blasted out an email titled, &quot;HIDING HILLARY: DAY 269,&quot; going on to explain that &quot;it has been 269 days since (Hillary) Clinton has held a press conference.&quot; Among other things, the email pressed Clinton to take reporters&rsquo; questions on aspects of her relationship to the Clinton Foundation.</p>\r\n\r\n<p>The Trump campaign was joined in this call by the Republican National Committee, which sent its own email headlined, &quot;269 days since Hillary Clinton held a press conference.&quot;</p>\r\n\r\n<p>&quot;Today and every day until Hillary Clinton holds a formal press conference, the Republican National Committee (RNC) will <a href=\"http://click1.comms.gop.com/vmpqjbvcgtrnhbhbnkzkvndvmdncmmkzqphkpfdfvkmghm_adskppymydy.html?a=26641434\">issue a reminder of the number of days</a> since Hillary Clinton has faced members of the media in an environment not carefully controlled by her campaign.&quot;</p>\r\n\r\n<p>Is the Trump campaign correct that, as of Aug. 30, &quot;it has been 269 days since Clinton has held a press conference&quot;? (On our publication day, the number would have risen to&nbsp;270 &mdash; an email from Trump&#39;s campaign on publication day declared &quot;HIDING HILLARY: DAY&nbsp;270.&quot;)</p>\r\n\r\n<p>Much depends on the definition of &quot;press conference,&quot; which is to some extent in the eye of the beholder.</p>\r\n\r\n<p>Many independent media outlets have supported Trump&rsquo;s point. The <em>Washington Post</em> even created a real-time widget showing how long it has been since Clinton last held a press conference:</p>\r\n\r\n<p><iframe frameborder=\"0\" height=\"180\" scrolling=\"no\" src=\"https://www.washingtonpost.com/apps/g/page/politics/clintons-last-press-conference/2057/?template=iframe\" width=\"100%\"></iframe></p>\r\n\r\n<p>For context, <em>Post </em>political writer Chris Cillizza <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/18/hillary-clinton-hasnt-held-a-press-conference-in-257-days-thats-ridiculous/\">has written</a>, &quot;The last time Clinton held a press conference was Dec. 5, 2015. That was before: 1. A single state had cast a vote in either a presidential primary or caucus. 2. Major terrorist attacks in Nice, Brussels and Orlando. 3. FBI Director James Comey issued his scathing report on Clinton&#39;s email practices while at the State Department. 4. The Bernie Sanders phenomenon. 5. Debbie Wasserman Schultz was run out of the Democratic National Committee in the wake of a massive email hack/leak. 6. This whole Ryan Lochte international gas station incident.&quot;</p>\r\n\r\n<p>And we should note that the Trump campaign has some bona fides for calling Clinton out in this regard: A <a href=\"http://www.nbcnews.com/card/trump-leads-clinton-17-0-2016-press-conferences-n640091\">tally by NBC News</a> counted 17 Trump press conferences in 2016.</p>\r\n\r\n<p>The Clinton campaign has argued that Clinton has regularly made herself available to the press in ways that are equivalent to press conferences.&nbsp;But with one debatable exception, Trump can make a strong case that Clinton hasn&rsquo;t given a press conference.</p>\r\n\r\n<p><strong>The Fort Dodge press conference</strong></p>\r\n\r\n<p>Clinton&rsquo;s Dec. 5, 2015 event -- which is the consensus date of her last press conference among reporters and media outlets covering the Clinton campaign -- was held in Fort Dodge, Iowa. (And yes, we counted to make sure Trump&#39;s email blast came&nbsp;269 days later.) The Clinton campaign provided us with a transcript of the exchange, which we&rsquo;ve posted in full <a href=\"http://www.politifact.com/fortdodgepressconference/\">here</a>.</p>\r\n\r\n<p>Clinton answered eight questions. They were heavily focused on substantive topics, including gun control, terrorism, mental health policy, visa waiver rules, and civil liberties.</p>\r\n\r\n<p>Given the serious tone of the exchanges and the mix of unfiltered questions by members of the traveling press corps, we think the Fort Dodge event qualifies as a genuine press conference, albeit a fairly brief one by standards of a sitting president.</p>\r\n\r\n<p>And at least one reporter, CNN&rsquo;s Dan Merica, referred to the exchange as a &quot;press conference.&quot;</p>\r\n\r\n<p>While stopping short of labeling them press conferences, the Clinton campaign did offer PolitiFact transcripts of four subsequent events for possible comparison to the Fort Dodge exchange.</p>\r\n\r\n<p><strong>The Queens press availability</strong></p>\r\n\r\n<p>On April 4, Clinton visited the Jackson Diner, an Indian buffet in the immigrant-heavy Jackson Heights neighborhood of Queens, N.Y. The transcript provided by the Clinton campaign is <a href=\"http://www.politifact.com/queenspressavailability/\">here</a>.</p>\r\n\r\n<p>This time, the number of questions Clinton took was slightly smaller -- six -- and several were about substantive topics of local interest, including immigration reform and policy toward Wall Street. Other questions, however, were more about campaign tactics and the horse race between Clinton and Sanders. One was on debate preparations, another on incivility among Sanders supporters, and a third was about whether she thought she and her supporters could eventually unify with Sanders and his backers.</p>\r\n\r\n<p>Notably, none of the articles about the event that we found referred to this as a &quot;press conference.&quot; One dispatch, in amNewYork, wrote that Clinton &quot;stopped to take questions from reporters before heading out&quot; from the restaurant. And the <em>Guardian </em>blogged that Clinton &quot;has just taken questions from reporters.&quot;</p>\r\n\r\n<p><strong>The Compton press availability</strong></p>\r\n\r\n<p>The next event highlighted by the Clinton campaign took place on June 6 in Compton, Calif., a predominantly African-American jurisdiction near Los Angeles. It came one day before the California presidential primary, the last major contest of the Democratic nominating season.</p>\r\n\r\n<p>Clinton took eight questions, with very little about policy matters. Rather, the questions revolved around her electoral prospects in the primary, her battle with Sanders and when President Barack Obama would begin campaigning for her.</p>\r\n\r\n<p>Many dispatches cited a more formal news conference by Sanders on the same day, but most didn&rsquo;t use the term &quot;press conference&quot; for the media&rsquo;s exchange with Clinton. The Associated Press and the <em>Orlando Sentinel</em> used the phrase &quot;speaking to reporters,&quot; while the <em>Guardian </em>used &quot;told reporters.&quot; CNN anchor Brooke Baldwin and Fox News correspondent Jennifer Griffin referred to it as a &quot;gaggle,&quot; a term for an impromptu -- and typically brief -- question-and-answer opportunity, often with the politician finishing one event and moving on to another. Griffin referred to it as taking &quot;a few last-minute questions&quot; in Compton.</p>\r\n\r\n<p>Indeed, by the time of Clinton&rsquo;s Compton visit, some journalists had begun to specifically question the campaign why she hadn&rsquo;t taken questions for so long.</p>\r\n\r\n<p>As Fox News <a href=\"http://www.foxnews.com/politics/2016/06/06/clinton-meets-press-after-accusations-avoiding-media.html\">reported</a>, reporters covering the campaign rejected Clinton spokesman Brian Fallon&rsquo;s assertion on CNN that she often &quot;comes out after an event has concluded&quot; and &quot;she&#39;ll literally stand there for 15, 20 minutes and answer questions from her traveling press corps.&quot;</p>\r\n\r\n<p><em>Washington Post</em> media reporter Callum Borchers called Fallon&rsquo;s comments &quot;not true.&quot;</p>\r\n\r\n<p>&quot;Talking to reporters in a scrum isn&#39;t particularly conducive to live television -- and the comparison here is to Trump&#39;s regularly scheduled news conferences, which cable channels often air live -- but at least Clinton would be submitting herself to a similar level of questioning,&quot; Borchers wrote. (A &quot;scrum&quot; is essentially the same thing as a &quot;gaggle.&quot;)</p>\r\n\r\n<p>Borchers cited calculations by Liz Kreutz of ABC News, who counted &quot;only nine&quot; such availabilities, &quot;none lasting as long as Fallon claimed. In fact, the total duration of all nine was less than 50 minutes, a length that Trump has eclipsed at one single news conference.&quot;</p>\r\n\r\n<p>For the Compton event, Kreutz reported that it lasted &quot;about eight&nbsp;minutes -- still well shy of the 15-20 that Fallon said was customary,&quot; Borchers reported.</p>\r\n\r\n<p><strong>The Ashland press availability</strong></p>\r\n\r\n<p>The Clinton campaign also pointed to a joint exchange between Clinton and her running mate, Tim Kaine, and the media on July 31 in Ashland, Ohio. Here&rsquo;s the <a href=\"http://www.politifact.com/ashlandpressavailability/\">transcript</a>.</p>\r\n\r\n<p>Reporters got to ask a small number of questions of the running mates, mainly focusing on Trump&rsquo;s controversial comments about the parents of a fallen soldier, Capt. Humayun Khan, and whether the four fall debates would go off as planned. The opening segment of the exchange is dominated by discussion of the milkshakes they were ordering.</p>\r\n\r\n<p>We didn&rsquo;t find any examples of journalists at the time calling this a &quot;press conference.&quot;</p>\r\n\r\n<p><strong>The NABJ-NAHJ conference</strong></p>\r\n\r\n<p>Finally, on Aug. 5, Clinton gave a speech to a joint convention of African-American and Hispanic journalists and followed up with a question-and-answer session. Here is the <a href=\"http://time.com/4441513/hillary-clinton-nabj-nahj-conference-transcript/\">full transcript</a>.</p>\r\n\r\n<p>The Clinton campaign pointed to a remark by the NABJ&#39;s president, Sarah Glover, <a href=\"http://www.phillytrib.com/news/clinton-addresses-black-latino-journalists-in-d-c/article_cb532a0f-64cf-5f4c-9de1-2d654fd0d633.html\">who called</a> the event the &quot;largest press conference with any presidential candidate before a room filled with journalists of color&quot; when introducing Clinton. NAHJ president Mekahlo Medina also called it a &quot;press event&quot; to the <a href=\"http://www.huffingtonpost.com/entry/hillary-clinton-press-conference_us_57a4c5b3e4b03ba68012326a\">Huffington Post</a>. In addition, this was the longest of these events, at roughly 30 minutes.</p>\r\n\r\n<p>Kristen Welker of NBC and and Lori Montenegro of Telemundo, the moderators, represented the two journalism organizations; they asked multi-part questions. Three other reporters -- Yamiche Alcindor of the New York Times, Ed O&rsquo;Keefe of the <em>Washington Post</em> and Kevin Merida of ESPN -- asked a question each. They had been pre-selected by the moderators because they had participated in a preliminary panel.</p>\r\n\r\n<p>However, the fact that the moderators chose the questioners from a limited pool of convention participants (and were convention participants themselves) cast doubt for many in the press corps on whether this fit the full definition of a press conference. Politico&rsquo;s <a href=\"https://twitter.com/jeneps/status/761600708823089152\">Jennifer Epstein</a>, the Associated Press&rsquo; <a href=\"https://twitter.com/llerer/status/761600582356439040\">Lisa Lerer</a>, CNN&rsquo;s <a href=\"https://twitter.com/danmericaCNN?ref_src=twsrc%5Etfw\">Merica</a>, and the <em>Post&rsquo;s </em><a href=\"https://twitter.com/TheFix/status/761601678776889345\">Chris Cillizza</a> and <a href=\"https://twitter.com/abbydphillip?ref_src=twsrc%5Etfw\">Abby Phillip</a> were among those making that argument on Twitter.</p>\r\n\r\n<p>After months of complaints from the traveling press corps that they were not getting a press conference in which they would all have an equal opportunity to ask a question, many were not satisfied that this setup met their demands.</p>\r\n\r\n<p><strong>Other arguments from the Clinton camp</strong></p>\r\n\r\n<p>Beyond pointing to these four examples, Clinton campaign officials have noted that Clinton has made herself available for many interviews.</p>\r\n\r\n<p>For instance, on MSNBC&rsquo;s <em>Morning Joe</em>, campaign manager Robby Mook <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/24/hillary-clinton-still-has-no-good-answer-on-why-she-hasnt-held-a-press-conference-in-263-days/\">said</a>, &quot;She&#39;s done over 300 interviews this year, and she takes questions in a variety of formats.&quot;</p>\r\n\r\n<p>When NPR <a href=\"http://www.npr.org/2016/08/25/491311747/tallying-hillary-clintons-appearances-with-the-news-media\">looked at</a> the campaign&rsquo;s documentation on Aug. 25, they confirmed that Clinton had indeed done 350 interviews this year. The analysis also counted nine town-hall sessions from Jan. 1 to July 31, though these question-and-answer sessions were geared more towards members of the public than the media.</p>\r\n\r\n<p>However, the analysis noted that about one-fifth of the &quot;interviews&quot; were conducted by supporters, rather than journalists, or were done in settings not typically considered journalistic. In addition, NPR reported, &quot;a spot-check of interviews found most hovered between about three and eight minutes in duration, enough time to be seen on television screens and heard on the air, but short enough time to limit how deeply an interviewer could drill down.&quot;</p>\r\n\r\n<p>&quot;Clinton spokesman Nick Merrill, who provided the database to NPR, did not take issue with the network&#39;s conclusions when they were shared with him,&quot; NPR reported.</p>\r\n\r\n<p>Cillizza, <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/24/hillary-clinton-still-has-no-good-answer-on-why-she-hasnt-held-a-press-conference-in-263-days/\">writing</a> in the <em>Post</em>, found even a large number of interviews insufficient.</p>\r\n\r\n<p>&quot;Sitdown, one-on-one interviews aren&#39;t the same thing as a free-wheeling press conference,&quot; he wrote. &quot;There are lots and lots of ground rules that govern sit-downs &mdash; most notably a typically strict time limit that makes pursuing any particular line of questioning in any real depth almost impossible. And then there is the fact that an interview with, say, Jimmy Kimmel, isn&#39;t the same thing as a press conference with reporters from the <em>Washington Post</em>, <em>New York Times</em> and the TV networks. Kimmel is a comedian, not a reporter.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump&rsquo;s email said, &quot;It has been 269 days since Clinton has held a press conference.&quot;</p>\r\n\r\n<p>Only one event in the past 269 days -- Clinton&rsquo;s appearance before the minority journalists&rsquo; convention -- could reasonably be considered a press conference, and there are good arguments for why it isn&rsquo;t. The questioners were limited to a small pool of convention participants, leaving most of the Clinton campaign press corps &nbsp;-- the dozens of journalists who know the campaign the best and who had complained the most about lack of access -- without an equal shot at asking a question.</p>\r\n\r\n<p>The statement is accurate but needs clarification, so we rate it Mostly True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/5b54d70d-9710-4f3e-9eff-02268f8a0dc3\">https://www.sharethefacts.co/share/5b54d70d-9710-4f3e-9eff-02268f8a0dc3</a></p>\r\n", "ruling_comments_date": "2016-08-30T17:15:13.250251", "ruling_date": "2016-08-31T10:02:18", "ruling_headline": "Has Hillary Clinton not had a press conference in 269 days?", "ruling_headline_slug": "has-hillary-clinton-not-had-press-conference-269-d", "ruling_link_text": "Not in the most traditional sense", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, email, Aug. 30, 2016</p>\r\n\r\n<p>Republican National Committee, email, Aug. 30, 2016</p>\r\n\r\n<p>Fort Dodge <a href=\"http://www.politifact.com/fortdodgepressconference/\">transcript</a></p>\r\n\r\n<p>Queens <a href=\"http://www.politifact.com/queenspressavailability/\">transcript</a></p>\r\n\r\n<p>Compton <a href=\"http://www.politifact.com/comptonpressavailability/\">transcript</a></p>\r\n\r\n<p>Ashland <a href=\"http://www.politifact.com/ashlandpressavailability/\">transcript</a></p>\r\n\r\n<p>Hillary Clinton speech at NABJ-NAHJ convention (<a href=\"https://www.youtube.com/watch?v=ETilrD59yrY\">video</a>)</p>\r\n\r\n<p><em>Time</em>, &quot;<a href=\"http://time.com/4441513/hillary-clinton-nabj-nahj-conference-transcript/\">Read Hillary Clinton&rsquo;s Q&amp;A at a Journalism Conference</a>,&quot; Aug. 5, 2016</p>\r\n\r\n<p>Nexis searches for coverage of these events</p>\r\n\r\n<p>NBC News, &quot;<a href=\"http://www.nbcnews.com/card/trump-leads-clinton-17-0-2016-press-conferences-n640091\">Trump Leads Clinton 17-0 In 2016 Press Conferences</a>,&quot; Aug. 30, 2016</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/2016/08/25/491311747/tallying-hillary-clintons-appearances-with-the-news-media\">Has Hillary Clinton Actually Been Dodging The Press?</a>&quot; Aug. 26, 2016</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/2016/08/05/488793498/why-doesnt-hillary-clinton-have-more-press-conferences\">Why Doesn&#39;t Hillary Clinton Have More Press Conferences?</a>&quot; Aug. 5, 2016</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/07/07/heres-how-long-it-has-been-since-hillary-clinton-held-a-press-conference/\">Here&rsquo;s exactly how long it has been since Hillary Clinton held a news conference</a>,&quot; July 7, 2016</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/18/hillary-clinton-hasnt-held-a-press-conference-in-257-days-thats-ridiculous/\">Hillary Clinton hasn&rsquo;t held a press conference in 257 days. That&rsquo;s ridiculous</a>,&quot; Aug. 18, 2016</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/08/24/hillary-clinton-still-has-no-good-answer-on-why-she-hasnt-held-a-press-conference-in-263-days/\">It&rsquo;s been 263 days since Hillary Clinton last held a press conference. That&rsquo;s a dangerous precedent</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/06/06/the-clinton-campaigns-totally-bogus-claim-about-its-press-availability/\">The Clinton campaign&rsquo;s totally bogus claim about its press availability</a>,&quot; June 6, 2016</p>\r\n\r\n<p><em>Time</em>, &quot;<a href=\"http://time.com/4441296/hillary-clinton-nabj-nahj-conference/\">Hillary Clinton Q&amp;A at Journalism Conference Draws Criticism</a>,&quot; Aug. 5, 2016</p>\r\n\r\n<p>Fox News, &quot;<a href=\"http://www.foxnews.com/politics/2016/06/06/clinton-meets-press-after-accusations-avoiding-media.html\">Clinton meets the press after accusations of avoiding media</a>,&quot; June 6, 2016</p>\r\n\r\n<p>Vox.com, &quot;<a href=\"http://www.vox.com/2016/8/24/12608386/when-was-hillarys-last-press-conference\">Hillary Clinton&rsquo;s press conference problem, explained</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p><em>Philadelphia Tribune</em>, &quot;<a href=\"http://www.phillytrib.com/news/clinton-addresses-black-latino-journalists-in-d-c/article_cb532a0f-64cf-5f4c-9de1-2d654fd0d633.html\">Clinton addresses Black, Latino journalists in D.C.</a>,&quot; Aug. 6, 2016</p>\r\n\r\n<p><em>Washington Examiner</em>, &quot;<a href=\"http://www.washingtonexaminer.com/here-are-the-7-questions-reporters-asked-clinton-at-her-first-press-conference-in-245-days/article/2598753\">Here are the 7 questions reporters asked Clinton at her first &#39;press conference&#39; in 245 days</a>,&quot; Aug. 5, 2016</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/entry/hillary-clinton-press-conference_us_57a4c5b3e4b03ba68012326a\">Hillary Clinton Held Her First Press Conference of 2016</a> &mdash; Or Not,&quot; Aug. 5, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;It has been 269 days since (Hillary) Clinton has held a press conference.&quot;</p>\r\n", "statement_context": "an email", "statement_date": "2016-08-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": "Has Hillary Clinton not had a press conference in 269 days?"}