{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/05/debbie-wasserman-schultz/wasserman-schultz-says-gop-alternative-health-care/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1298, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1298/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n The GOP's alternative health care plan hadn't even hit the streets before the Democratic push-back began.\n</p>\n<p>\n The day before the plan was officially unveiled, U.S. Rep. Debbie Wasserman Schultz, D-Fla., took aim at the way the GOP plan was described by media outlets that had gotten early, leaked versions of it.\n</p>\n<p>\n In a press release from the Democratic National Committee, Vice Chair Wasserman Schultz said the GOP plan, \"would allow health insurance companies to continue engaging in unfair and discriminatory practices like denying coverage to people because of a pre-existing medical condition.\"\n</p>\n<p>\n Requiring insurers to cover people with pre-existing conditions has been a popular element of the Democratic plan.\n</p>\n<p>\n Now that we've seen the full 219-page GOP alternative plan, it shows Wasserman Schultz is correct that it does not prohibit health insurance companies from denying coverage to people due to pre-existing medical conditions.\n</p>\n<p>\n But to listen to her, one might get the impression the Republicans have completely ignored the issue of pre-existing conditions. And they haven't. They have a different idea that they think will get at the problem.\n</p>\n<p>\n More than 10 pages of the GOP bill spell out a plan to help people with pre-existing conditions by allowing universal access to expanded and improved state-run high-risk pools. They accept patients who have health conditions that might prompt private insurance companies to reject them. Already, 34 states have high-risk insurance pools.\n</p>\n<p>\n \"We want to encourage all states to have these,\" said House Republican Leader John Boehner. \"And we put more money into these high-risk pools so that we can bring down the cost of health insurance. And at the end of the day, what we're doing with our proposal is lowering health care insurance premiums &mdash; lowering cost and expanding access.\"\n</p>\n<p>\n The Republican plan calls for $25 billion in funding through 2019 to subsidize state high risk pool and reinsurance programs.\n</p>\n<p>\n In an MSNBC interview on Nov. 4, U.S. Rep. Mike Pence, chairman of the House Republican Conference, said the cost of bolstering state funds and insurance programs to cover people with pre-existing conditions would be offset by savings from medical malpractice reforms that he said would \"rein in some of these runaway massive lawsuits that drive defensive medicine and drive up the cost of premiums.\"\n</p>\n<p>\n Democrats counter that high-risk insurance pools have done little to solve the problems faced by people with pre-existing medical conditions. Premiums in those pools are usually far more expensive than in your average health insurance plan, and therefore remain out of reach for many moderate to low-income people with pre-existing conditions.\n</p>\n<p>\n The Republican plan tries to address that by requiring that the pool \"must limit the pool premiums to no more than 150 percent of the average premium for applicable standard risk rates in that state.\" In other words, it might cost people with pre-existing conditions 50 percent more than average premiums paid by healthy people.\n</p>\n<p>\n But a study shows that might make the price too high. A February 2005 study by the nonpartisan Commonwealth Fund found that in states with high-risk pools, the rates were typically 25 percent to 50 percent higher than average rates. People with lower incomes just couldn't afford to buy into the state pools. As a result, they found, high-risk pool subsidies tended to go to a small number of relatively high-income people, those who could afford premiums well above market rates.\n</p>\n<p>\n The GOP plan for dealing with the issue of people with pre-existing conditions \"is essentially the same as now, and now is not working,\" said Jonathan Beeton, a spokesman for Wasserman Schultz.\n</p>\n<p>\n Wasserman Schultz was correct when she said the GOP plan does not prohibit health insurance companies from denying coverage to people with pre-existing conditions. We found nothing in the 219-page Republican plan that would do that. Insurance companies have argued that they can only absorb the cost of taking people with pre-existing conditions if they could offset that expense by expanding their customer base through mandates that everyone buy insurance. And the Republican plan doesn't do that.\n</p>\n<p>\n Still, we think Wasserman Schultz's comments imply that Republicans have simply ignored the issue of pre-existing conditions altogether. They have not. They have taken a different tack from&nbsp; the Democrats. And Democrats may not agree that dealing with the issue through state-run high-risk pools is an adequate plan, but it\n <em>\n  is\n </em>\n a plan. And so we rule Wasserman Schultz's comment Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:53.185338", "ruling_date": "2009-11-05T13:31:53", "ruling_headline": "Wasserman Schultz says GOP alternative health care plan allows insurers to continue denying coverage for pre-existing conditions", "ruling_headline_slug": "wasserman-schultz-says-gop-alternative-health-care", "ruling_link_text": "Republicans take a different tack on pre-existing conditions", "ruling_state": null, "source_documents": null, "sources": "<p>\n The\n <a href=\"http://rules-republicans.house.gov/Media/PDF/RepublicanAlternative3962_9.pdf\" target=\"_blank\">\n  alternative health care reform bill offered by Rep. John Boehner\n </a>\n , Nov. 4, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/11/04/health/policy/04health.html?_r=3&amp;ref=politics\" target=\"_blank\">\n  \"G.O.P. Counters With a Health Plan of Its Own,\"\n </a>\n by Robert Pear and David M. Herszenhorn, Nov. 3, 2009\n</p>\n<p>\n Kansas City Star, Prime Buzz blog:\n <a href=\"http://primebuzz.kcstar.com/?q=node/20445\" target=\"_blank\">\n  \"GOP health bill shows challenge of health insurance reform,\"\n </a>\n by Dave Helling, Nov. 3, 2009\n</p>\n<p>\n U.S. House of Representatives Ways and Means Committee,\n <a href=\"http://waysandmeans.house.gov/media/pdf/111/hcare/HR3962SECBYSECFINAL.pdf\" target=\"_blank\" title=\"HR 3962 - Section by Section\">\n  HR 3962 - Section by Section\n </a>\n</p>\n<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=Jdz2AwjsXxo\" target=\"_blank\">\n  Pence Advocates for GOP Alternative Health Care Bill\n </a>\n on MSNBC with Dylan Ratigan, Nov. 4, 2009\n</p>\n<p>\n Commonwealth Fund,\n <a href=\"http://www.commonwealthfund.org/~/media/Files/Publications/Fund%20Report/2005/Feb/Insuring%20the%20Healthy%20or%20Insuring%20the%20Sick%20%20The%20Dilemma%20of%20Regulating%20the%20Individual%20Health%20Insurance/771_Turnbull_insuring_healthy_or_sick_findings%20pdf.pdf\" target=\"_blank\">\n  \"Insuring the Healthy or Insuring the Sick? The Dilemna of regulating the Individual Health Insurance Market,\"\n </a>\n by Nancy C. Turnbull and Nancy M. Kane, Harvard School of Public Health,February 2005\n</p>\n<p>\n Democratic National Committee, Press release: \"DNC Vice Chair Debbie Wasserman Schultz Calls House GOP Health Care Plan the 'Health Insurance Company Protection Act,'\" Nov. 3, 2009\n</p>\n<p>\n Interview with Michael Steel, spokesman for Rep. John Boehner, Nov. 4, 2009\n</p>\n<p>\n Interview with Jonathan Beeton, a spokesman for Rep. Debbie Wasserman Schultz, Nov. 4, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>The GOP health care plan \"would allow health insurance companies to continue engaging in unfair and discriminatory practices like denying coverage to people because of a pre-existing medical condition.\"&nbsp;<span style=\"color: black;\"> </span></p>", "statement_context": "a press release", "statement_date": "2009-11-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}