{"art": [{"brightcove": "", "caption": "Colorado Republican U.S. Senate candidate Darryl Glenn", "id": 8395, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Glenn_Darryl_Campaign_Websi.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8395/", "title": "Darryl Glenn", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "canonical_url": "/colorado/statements/2016/aug/31/colorado-democratic-party/colorado-dems-say-darryl-glenn-wants-eliminate-dep/", "edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Colorado Dems say Glenn will ax Ed. Dept., college aid funds", "id": 12990, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/12990/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The Colorado Democratic Party says Republican U.S. Senate candidate Darryl Glenn wants to eliminate the Education Department and &quot;jeopardize&quot; federal student funding for more than 300,000 Coloradans.</p>\r\n\r\n<p>&quot;Darryl Glenn as a United States senator would be no friend to students,&quot;&nbsp;Chris Meagher, spokesman for the Colorado Democratic Party, said in a <a href=\"http://www.coloradodems.org/press/darryl-glenn-no-friend-colorado%E2%80%99s-students\">news release</a>. &quot;Glenn wants to eliminate the Department of Education and jeopardize Pell Grants and federal student loans for 320,000 Coloradans. He opposes student loan forgiveness programs and even believes the government has no responsibility to help curb the rising costs of a college education.&quot;</p>\r\n\r\n<p>The state Democratic Party took its message to events at Colorado State University and the University of Colorado in Boulder.</p>\r\n\r\n<p>Republicans have called for abolishing the federal Education Department since President Ronald Reagan vowed to do so in his 1980 presidential campaign.</p>\r\n\r\n<p>The department was created in 1867 but did not become a Cabinet-level agency <a href=\"http://www2.ed.gov/about/overview/fed/role.html\">until 1980</a>. It &quot;establishes policy for, administers and coordinates most federal assistance to education,&quot; according to the <a href=\"http://www2.ed.gov/about/overview/focus/what_pg2.html#whatis\">department website</a>.</p>\r\n\r\n<p>President Barack Obama has requested a $69.4 billion department&nbsp;budget for fiscal year 2017. The agency&#39;s kindergarten-through-12th grade&nbsp;programs annually serve about 50 million students attending more than 98,000 public schools and 28,000 private schools. Department programs also provide grant, loan, and work-study assistance to more than 13 million students attending college and other postsecondary programs.</p>\r\n\r\n<p>We wanted to fact-check this statement by the state&nbsp;Democratic Party: &quot;(Darryl)&nbsp;Glenn wants to eliminate the Education Department and jeopardize Pell Grants and federal student loans for 320,000 Coloradans.&quot;</p>\r\n\r\n<p>The <a href=\"http://highered.colorado.gov/Publications/Reports/FinancialAid/FY2015/201415_FAReport_rel120315.pdf\">Colorado Department of Higher Education</a>, the agency that oversees the state&rsquo;s public&nbsp;university and college system, confirms that nearly 324,000 people in the state received federal student aid in fiscal year 2015. State students received a total of $1.4 billion in federal student aid.</p>\r\n\r\n<p>We asked the Democratic Party for information supporting the claim about Glenn&rsquo;s intentions for the Education Department and federal grants and loans. Meagher pointed to responses Glenn made to a candidate survey for the <em>Denver Post</em>&rsquo;s <a href=\"http://www.denverpost.com/2016/06/07/voter-guide-us-republican-senate-primary-2016/\">June Voter Guide</a>.</p>\r\n\r\n<p>Asked what significant spending cuts he would support to balance the budget and reduce the annual deficit, Glenn replied in part: &quot;I support the elimination and defunding of all agencies like the Education and Energy Departments because they fall outside of the framework of the Constitution.&quot;</p>\r\n\r\n<p>&quot;Does the federal government have a responsibility to help with student debt, and what ideas do you think would make a difference?&quot;&nbsp;the <em>Post </em>asked.</p>\r\n\r\n<p>&quot;No,&quot;&nbsp;Glenn said. &quot;There is no constitutional basis for the federal government to be mandated to assist with student debt. Better educating our college students on the risks of high student debt and helping them to find alternatives to taking out student loans would help make the difference to their financial future.&quot;</p>\r\n\r\n<p>Glenn put his position a little differently on his <a href=\"https://electdarrylglenn.com/issue/education/\">campaign website</a>, saying he puts more stock in parents managing students&rsquo; financial burdens than the federal government.</p>\r\n\r\n<p>&quot;I&#39;m not talking about cutting one dime out of education. I&rsquo;m talking about who is in charge,&quot;&nbsp;Glenn wrote. &quot;I trust Colorado families and teachers way more than I trust D.C. central planners who think they know better than parents do.&quot;</p>\r\n\r\n<p>Glenn says instead of sending millions of dollars to the Education&nbsp;Department, &quot;I believe those dollars should be returned to Colorado so parents, teachers and superintendents have the freedom to make choices and direct the education of their kids.&quot;</p>\r\n\r\n<p>Glenn campaign spokeswoman Katey Price told PolitiFact, &quot;Eliminating the Department of Education doesn&#39;t mean cutting education; it means returning all those dollars back to the states. These things aren&rsquo;t in conflict.&quot;</p>\r\n\r\n<p><strong>How would it work?</strong></p>\r\n\r\n<p>Glenn has not said how the federal funding should be &quot;returned&quot;&nbsp;to Colorado parents and local school districts. For example, would state government administer the funding? Price also did not elaborate.</p>\r\n\r\n<p>An expert on student financial aid systems said state-run programs lack the federal government&rsquo;s ability to leverage better interest rates for students.</p>\r\n\r\n<p>&quot;What the federal government does when it makes student loans is to use its size to get lower rates than states and MUCH lower than students are able to get on unsecured loans,&quot;&nbsp;Robert Shireman, a former deputy undersecretary in the Department of Education for the Obama administration, said in an email to PolitiFact.</p>\r\n\r\n<p>Shireman was the architect of a 2010 financial aid overhaul by the Obama administration and Congress, which had the federal government lend directly to students -- eliminating the government-subsidized private sector loan program.</p>\r\n\r\n<p>&quot;While there have been state loan programs, they tend to be small and usually lack helpful protections like income-based repayment (which is possible because the federal government has income information through the IRS),&quot;&nbsp;added Shireman, who is now a senior fellow at The Century Foundation, a left-leaning think tank.</p>\r\n\r\n<p>The New Jersey Higher Education Student Assistance Authority, the largest state-based program in the nation, has become a symbol of the pitfalls of state loan programs.</p>\r\n\r\n<p>A <a href=\"https://www.propublica.org/article/new-jerseys-student-loan-program-is-state-sanctioned-loan-sharking\">ProPublica</a> and<em> New York Times </em>investigation found the New Jersey program charged higher interest rates than similar federal programs and, in disputes, the state aggressively uses lawsuits against borrowers along with its power to garnish wages, seize state income tax refunds, revoke professional licenses and even take away lottery winnings.</p>\r\n\r\n<p>A 2015 story titled, &quot;<a href=\"https://www.newamerica.org/education-policy/edcentral/abolishinged/\">What Happens If We Abolish the Department of Education?</a>&quot; by the New America think tank, said eliminating the department and its student aid funding would likely lead to the closure of some private schools and community colleges and a decrease in the number of people going to college. The story said it would also increase the number of people seeking to attend state schools, and likely require a jump in state taxes to support public colleges and universities.</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>The Colorado Democratic Party said Darryl Glenn &quot;wants to eliminate the Department of Education and jeopardize Pell Grants and federal student loans for 320,000 Coloradans.&quot;</p>\r\n\r\n<p>Glenn has acknowledged he wants to abolish and defund the department, adding &quot;there is no constitutional basis for the federal government to be mandated to assist with student debt.&quot; &nbsp;</p>\r\n\r\n<p>He said he wants the federal education department&rsquo;s funding to be &quot;returned to Colorado so parents, teachers and superintendents have the freedom to make choices and direct the education of their kids.&quot; But he doesn&rsquo;t propose an alternative, such as an organization to administer a state loan program.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/4c87d10a-fc99-416b-a8b5-a6142536a47d\">https://www.sharethefacts.co/share/4c87d10a-fc99-416b-a8b5-a6142536a47d</a></p>\r\n", "ruling_comments_date": "2016-08-30T17:42:00.488874", "ruling_date": "2016-08-31T16:26:46", "ruling_headline": "Dems: Glenn wants to kill Education Department, jeopardizing college funding for 320,000 Coloradans", "ruling_headline_slug": "colorado-dems-say-darryl-glenn-wants-eliminate-dep", "ruling_link_text": "Glenn wants to defund, abolish department but not cut a 'dime' for education", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Colorado Democratic Party spokesman Chris Meagher on August 25, 2016</p>\r\n\r\n<p>Interview with Darryl Glenn campaign spokeswoman Katey Price via email on August 25, 2016</p>\r\n\r\n<p>Interview with Robert Shireman via email on August 30, 2016</p>\r\n\r\n<p>Colorado Democratic Party news release, &quot;<a href=\"http://www.coloradodems.org/press/darryl-glenn-no-friend-colorado%E2%80%99s-students\">Darryl Glenn: No Friend To Colorado&rsquo;s Students</a>,&quot; August 23, 2016</p>\r\n\r\n<p>Colorado Department of Higher Education. &quot;<a href=\"http://highered.colorado.gov/Publications/Reports/FinancialAid/FY2015/201415_FAReport_rel120315.pdf\">Financial Aid Report 2014-15</a>,&quot; December 3, 2015</p>\r\n\r\n<p>Denver Post, &quot;<a href=\"http://www.denverpost.com/2016/06/07/voter-guide-us-republican-senate-primary-2016/\">Voter Guide: Republican U.S. Senate Primary 2016</a>,&quot; June 7, 2016</p>\r\n\r\n<p>ElectDarrylGlenn.com, &quot;<a href=\"https://electdarrylglenn.com/issue/education/\">Stand up for real education reform for our children</a>.&quot;</p>\r\n\r\n<p>ProPublica, &quot;<a href=\"https://www.propublica.org/article/new-jerseys-student-loan-program-is-state-sanctioned-loan-sharking\">New Jersey&rsquo;s Student Loan Program is &lsquo;State-Sanctioned Loan-Sharking</a>,&rsquo;&quot; July 3, 2016</p>\r\n\r\n<p>New America, &quot;<a href=\"https://www.newamerica.org/education-policy/edcentral/abolishinged/\">What Happens If We Abolish the Department of Education?</a>&quot; November 11, 2015</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Colorado ", "id": 3666, "last_name": "Colorado Democratic Party", "mostly_true_count": 0, "name_slug": "colorado-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Colorado_Democratic_Party_L.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3666/", "total_count": 1, "true_count": 1, "website": "http://www.coloradodems.org/home"}, "statement": "<p>Says&nbsp;GOP U.S. Senate candidate Darryl Glenn &quot;wants to eliminate the Department of Education&quot; and jeopardize college funding&nbsp;for 320,000 Coloradans.</p>\r\n", "statement_context": "a news release ", "statement_date": "2016-08-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Darryl Glenn says he'll ax U.S. Education Department & its funding -- without cutting a 'dime' for education"}