{"art": [{"brightcove": "", "caption": "Republican presidential candidate Donald Trump reaffirmed that people in the U.S. illegally cannot receive legal status, despite recently suggesting he might be softening his stance on immigration.", "id": 8940, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31345408\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8940/", "title": "Trump-Amnesty (Video)", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2016/sep/02/donald-trump/donald-trump-strays-key-facts-hillary-clinton-amne/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Clinton has pledged amnesty, Social Security to immigrants?", "id": 13008, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/13008/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Donald Trump is claiming that Hillary Clinton wants to give immigrants who are in the United States illegally access to federal benefits that they haven&rsquo;t earned and that the country can&rsquo;t afford.</p>\r\n\r\n<p>&quot;Hillary Clinton has pledged amnesty in her first 100 days,&quot; he told a crowd in Phoenix&nbsp;on Aug. 31, &quot;and her plan will provide Obamacare, Social Security, and Medicare for illegal immigrants, breaking the federal budget.&quot;</p>\r\n\r\n<p>We&#39;ll deal with the amnesty issue first.</p>\r\n\r\n<p><strong>The 100-day pledge</strong></p>\r\n\r\n<p>Clinton&#39;s website <a href=\"https://www.hillaryclinton.com/issues/immigration-reform/\">page on immigration </a>doesn&#39;t mention amnesty at all. It does, however, promise to &quot;introduce comprehensive immigration reform with a pathway to full and equal citizenship within her first 100 days in office.&quot; That would require a series of steps before an immigrant who is here illegally would be eligible for citizenship.</p>\r\n\r\n<p>That&#39;s not bestowing amnesty within 100 days.</p>\r\n\r\n<p>Clinton is, however, in favor of allowing many of those immigrants the chance to stay in the United States and be temporarily free from the threat of deportation. She supports two programs that give them a &quot;deferred action&quot; designation by the Department of Homeland Security.</p>\r\n\r\n<p>The first is known as DACA (for Deferred Action for Childhood Arrivals). It&#39;s been in effect since 2012 and protects nearly 730,000 people who came to the United States as children. The second, called DAPA (for Deferred Action for Parents of Americans and Lawful Permanent Residents), was proposed for the 4 million or so people whose children are already U.S. citizens or lawful permanent residents. It&#39;s an attempt to keep families together. But the U.S. Supreme Court had blocked its implementation.</p>\r\n\r\n<p>The programs are designed to provide temporary relief; the immigrants who qualify must renew their designation every few years. They are still considered to be in the country illegally.</p>\r\n\r\n<p>Again, that&#39;s not amnesty.</p>\r\n\r\n<p>In the past, Clinton <a href=\"http://www.factcheck.org/2016/06/trumps-attack-on-clintons-character/\">supported &quot;Gang of Eight&quot; legislation</a> calling for enhanced border security, using E-Verify to check a person&#39;s eligibility for employment and a system to prevent people from overstaying their visa. It <a href=\"http://www.factcheck.org/2013/01/is-senate-immigration-plan-amnesty/\">also required</a> illegal immigrants to learn English, pay a fine and pay back taxes, and it gave higher preference to the applications of immigrants already seeking citizenship.</p>\r\n\r\n<p>During the process, those immigrants <a href=\"http://www.factcheck.org/2013/01/is-senate-immigration-plan-amnesty/\">would not have been eligible</a> for federal public benefits.</p>\r\n\r\n<p>Some critics characterized the measure, which didn&#39;t pass, as amnesty. Supporters said it&rsquo;s not amnesty, a claim we&rsquo;ve generally rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/apr/17/marco-rubio/sen-marco-rubio-says-immigration-bill-not-amnesty/\">Half True</a>.</p>\r\n\r\n<p>One&nbsp;<a href=\"http://dictionary.law.com/Default.aspx?selected=2401\">legal dictionary</a>&nbsp;defines amnesty as &quot;a blanket abolition of an offense by the government, with the legal result that those charged or convicted have the charge or conviction wiped out. ... The basis for amnesty is generally because the war or other conditions that made the acts criminal no longer exist or have faded in importance.&quot;</p>\r\n\r\n<p>In modern American politics, though, the usual standard for amnesty is the Immigration Reform and Control Act of 1986. That law, supported by President Ronald Reagan, said that illegal immigrants could become legal permanent residents if they could prove they were in this country by Jan. 1, 1982, and met a few other minimal requirements. The law was widely described as an amnesty program, both then and now. And its failure to stem the flow of illegal immigration is partly why &quot;amnesty&quot; is such a poisonous word today.</p>\r\n\r\n<p>When we asked the Trump campaign about that part of the claim, immigration adviser Julie Kirchner said Clinton has promised to propose it during the first 100 days.</p>\r\n\r\n<p><strong>Social programs</strong></p>\r\n\r\n<p>Clinton does support proposals that would make some illegal immigrants eligible for Obamacare, Social Security and Medicare. But it wouldn&#39;t be all illegal immigrants for all programs, as Trump says.</p>\r\n\r\n<p>On Obamacare, Trump is correct. Clinton&#39;s website says, &quot;We should let families &mdash; regardless of immigration status &mdash; buy into the Affordable Care Act exchanges. Families who want to purchase health insurance should be able to do so.&quot;</p>\r\n\r\n<p>Also, note that Trump doesn&#39;t mention welfare, food stamps or Medicaid health care for the poor. Undocumented immigrants are not eligible for those programs now, and they wouldn&#39;t be eligible for the first two, even if they were granted amnesty for coming to the United States illegally. They would have to become citizens or lawful permanent residents. (If Clinton got them covered by Obamacare, Medicaid might be in play.)</p>\r\n\r\n<p>But on the issue of Social Security and Medicare, if Clinton manages to get a DAPA-like program implemented, nearly 4 million to 5 million illegal immigrants (out of an estimated 11 million undocumented immigrants) would get a &quot;deferred action&quot; designation and, as a result, become eligible to work here.</p>\r\n\r\n<p>That, in turn, would require them to pay into the Social Security and Medicare programs and &mdash; if they grew old enough and had a work history of at least 10 years &mdash; they would be eligible for those benefits under a system set up in the President Ronald Reagan years.</p>\r\n\r\n<p>So on this point, Trump is mostly correct, although he&#39;s giving the false impression that illegal immigrants would be entitled to all social programs under Clinton.</p>\r\n\r\n<p>Which brings us to . . .</p>\r\n\r\n<p><strong>Breaking the federal budget?</strong></p>\r\n\r\n<p>Is this going to cripple the federal budget, as Trump claims?</p>\r\n\r\n<p>As we noted in an <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/24/donald-trump/donald-trump-ad-says-illegal-immigrants-would-be-c/\">earlier fact-check</a> when Trump was making similar claims, undocumented workers have been a boon to Social Security. They added about $12 billion to the Social Security trust funds in 2010. The reason: They&#39;re paying into the system, but they are not &mdash; and may never be &mdash; eligible to take benefits out.</p>\r\n\r\n<p>In fact, <a href=\"https://www.ssa.gov/oact/testimony/SenateHomeSec_20150204.pdf\">a 2015 report</a> by the Social Security Administration estimated that if both DACA and DAPA had been implemented, it would have initially increased the short-term solvency of Social Security. The payments of those working immigrants would have generated a small overall increase in revenue through 2045, a smaller overall decline from 2046 through 2082, and be neutral after 2082.</p>\r\n\r\n<p>They&#39;re not going to break the federal budget that way &mdash; or break it anymore than it&#39;s already broken.</p>\r\n\r\n<p>As for Obamacare, that&#39;s not free health care. It&#39;s an insurance program that people have to purchase. The more young people it enrolls, the healthier the program is.</p>\r\n\r\n<p>Normally if someone is poor and enrolls in Obamacare, they are then added to Medicaid or the federal Children&#39;s Health Insurance Program instead.</p>\r\n\r\n<p>It would be costly to enroll illegal immigrants in Medicaid or CHIP, although whether it would &quot;break&quot; the federal budget is a matter for debate.</p>\r\n\r\n<p>We received varying ballpark estimates from experts on how much it could potentially cost if all of the estimated 11 million undocumented immigrants were put on Medicaid or CHIP, which would be highly unlikely.</p>\r\n\r\n<p>Dean Baker, co-director of the left-leaning Center for Economic and Policy Research in Washington, said the maximum cost would be about $11 billion on a $4 trillion <a href=\"https://www.whitehouse.gov/sites/default/files/omb/budget/fy2017/assets/tables.pdf\">federal budget</a>.</p>\r\n\r\n<p>But Jeffrey Clemens, a professor of health economics at the University of California San Diego, said a more reasonable estimate was $33 billion, or up to &quot;$66 billion if there is a large number of disabled or otherwise high-cost individuals.</p>\r\n\r\n<p>&quot;These numbers would still overstate the expenditures that would actually unfold,&quot; he said, &quot;because only some difficult-to-estimate fraction of the relevant population would actually obtain ACA-financed coverage.&quot;</p>\r\n\r\n<p>In fact, as the Clinton campaign later told us, Clinton is on the record as saying that there should be no significant extra cost with her plan because undocumented immigrants won&#39;t be eligible for a subsidy for private insurance or Medicaid. Whether that changed would depend on how the laws are revised.</p>\r\n\r\n<p>Clinton told Anderson Cooper on <a href=\"https://youtu.be/jNLDSqM9ur0?t=13m49s\">March 21, 2016</a>: &quot;If they can afford it, they should be able to go into the marketplace and buy it. But it is not going to apply to people who are in need of subsidies in order to afford that because the subsidies in question have to be worked out in comprehensive immigration reform.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;Hillary Clinton has pledged amnesty in her first 100 days, and her plan will provide Obamacare, Social Security, and Medicare for illegal immigrants, breaking the federal budget.&quot;</p>\r\n\r\n<p>She has not pledged to grant amnesty in her first 100 days. She&#39;s promised to submit immigration legislation.</p>\r\n\r\n<p>Her plan doesn&#39;t &quot;provide&quot; Obamacare, Social Security and Medicare to immigrants. They&#39;ll have to pay into the system to get those benefits just like everybody else.</p>\r\n\r\n<p>In the case of Social Security and Medicare, it would be at least a decade &mdash; perhaps several &mdash; before they get any benefits.</p>\r\n\r\n<p>In the case of Obamacare, even if all 11 million undocumented immigrants were so poor they qualified for Medicaid, it would not &quot;break&quot; the $4 trillion federal budget. But Clinton has said they would not automatically be eligible for Medicaid or subsidies.</p>\r\n\r\n<p>Trump has gotten so much wrong here, we rate his statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/3878d3cf-2365-43a5-895f-219cac443911\">https://www.sharethefacts.co/share/3878d3cf-2365-43a5-895f-219cac443911</a></p>\r\n", "ruling_comments_date": "2016-09-02T14:55:05.398718", "ruling_date": "2016-09-02T17:07:18", "ruling_headline": "Donald Trump strays from key facts on Hillary Clinton 'amnesty,' social programs for immigrants", "ruling_headline_slug": "donald-trump-strays-key-facts-hillary-clinton-amne", "ruling_link_text": "No, probably, and no", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2016/jun/23/donald-trump/donald-trump-says-hillary-clinton-would-create-tot/\">Donald Trump says Hillary Clinton would create &#39;totally open borders,&#39;</a>&quot; June 22, 2016 and &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/24/donald-trump/donald-trump-ad-says-illegal-immigrants-would-be-c/\">Donald Trump ad says illegal immigrants would be collecting Social Security under Hillary Clinton</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p>HillaryClinton.com, &quot;<a href=\"https://www.hillaryclinton.com/issues/immigration-reform/\">Immigration reform</a>,&quot; accessed Sept. 1, 2016</p>\r\n\r\n<p>FactCheck.org, &quot;<a href=\"http://www.factcheck.org/2013/01/is-senate-immigration-plan-amnesty/\">Is Senate Immigration Plan &#39;Amnesty&#39;?</a> Jan. 30, 2013 and &quot;<a href=\"http://www.factcheck.org/2016/06/trumps-attack-on-clintons-character/\">Trump&#39;s Attack on Clinton&#39;s Character</a>,&quot; June 23, 2016</p>\r\n\r\n<p>Email, Julie Kirchner, immigration adviser, Donald Trump campaign, Sept. 1, 2016</p>\r\n\r\n<p>Email, Dan Mitchell, senior fellow, Cato Institute, Sept. 1, 2016</p>\r\n\r\n<p>Email, Dean Baker, co-director, Center for Economic and Policy Research, Sept. 1, 2016</p>\r\n\r\n<p>Emails, Jeffrey Clemens, professor of health economics, University of California, San Diego, Sept. 2, 2016</p>\r\n\r\n<p>Emails, Thomas Buchmueller, professor of business economics and public policy, University of Michigan School of Public Health, Sept. 2, 2016</p>\r\n\r\n<p>Email, Marc Goldwein, budget analyst, Committee for a Responsible Federal Budget, Sept. 2, 2016</p>\r\n\r\n<p>Emails, Josh Schwerin, spokesman, Hillary Clinton campaign, Sept. 2, 2016</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/sites/default/files/111th-congress-2009-2010/costestimate/amendreconprop.pdf\">Estimated costs of the Affordable Care Act</a>, Page 9 and Table 4, March 20, 2010</p>\r\n\r\n<p>Centers for Medicare &amp; Medicaid Services, &quot;<a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/NationalHealthExpendData/Downloads/highlights.pdf\">National Health Expenditures 2014 Highlights</a>,&quot; undated, accessed Sept. 2, 2016</p>\r\n\r\n<p>The White House, <a href=\"https://www.whitehouse.gov/omb/budget/Overview\">Budget of the United States Government, Fiscal Year 2017</a>, &quot;<a href=\"https://www.whitehouse.gov/sites/default/files/omb/budget/fy2017/assets/tables.pdf\">Summary Tables</a>,&quot; &nbsp;accessed Sept. 1, 2016</p>\r\n\r\n<p>YouTube, &quot;<a href=\"https://youtu.be/jNLDSqM9ur0?t=13m49s\">Hillary Clinton interview w/ Anderson Cooper; CNN; 3-21-2016</a>,&quot; at the 14-minute mark, March 21, 2016</p>\r\n\r\n<p>Social Security Administration, &quot;<a href=\"https://www.ssa.gov/oact/testimony/SenateHomeSec_20150204.pdf\">Financial Implications for the Social Security Trust Funds of the President&#39;s Executive Actions on Immigration, Announced November 20, 2014</a>,&quot; Feb. 4, 2015</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says &quot;Hillary Clinton has pledged amnesty in her first 100 days, and her plan will provide Obamacare, Social Security, and Medicare for illegal immigrants, breaking the federal budget.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2016-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": ".@realDonaldTrump misses key facts about what @HillaryClinton has pledged to immigrants."}