{"art": [{"brightcove": "", "caption": "Donald Trump gave a closely watched speech on immigration in Phoenix on Aug. 31, 2016.", "id": 8945, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31343464\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/8945/", "title": "Trump Phoenix video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Donald Trump with \"Angel Moms,\" parents who say their children were killed by illegal immigrants, during a campaign event focused on immigration policy in Phoenix on Aug. 31, 2016. (Travis Dove/The New York Times)", "id": 8946, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_in_Phoenix_immig_speech.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8946/", "title": "Trump in Phoenix still", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/sep/02/donald-trump/donald-trump-says-obama-administration-has-let-300/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Trump says Obama let 300,000 criminal aliens stay in U.S.", "id": 13011, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13011/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A number of the statements Donald Trump made in his high-profile immigration speech in Phoenix were ones we&rsquo;d checked before. But one was new to us.</p>\r\n\r\n<p>&quot;Since 2013 alone, the Obama administration has allowed 300,000 criminal aliens to return back into United States communities,&quot; Trump said. &quot;These are individuals encountered or identified by (Immigration and Customs Enforcement), but who were not detained or processed for deportation because it wouldn&#39;t have been politically correct.&quot;</p>\r\n\r\n<p>As it turns out, the numbers are a lot more complicated than Trump indicated. Let&rsquo;s take a closer look.</p>\r\n\r\n<p><strong>Where does the 300,000 figure come from?</strong></p>\r\n\r\n<p>Stephen Miller, a spokesman for Trump, directed us to Jessica M. Vaughan, the director of policy studies with the Center for Immigration Studies, a think tank that favors stricter immigration policies. (Officially, <a href=\"http://cis.org/About\">the center&rsquo;s website</a> says the group&rsquo;s research has convinced many of its staff to be &quot;animated by a &lsquo;low-immigration, pro-immigrant&rsquo; vision of an America that admits fewer immigrants but affords a warmer welcome for those who are admitted.&quot;)</p>\r\n\r\n<p>Vaughan said that the 300,000 estimate comes from three distinct numbers.</p>\r\n\r\n<p>&bull; In fiscal years 2013, 2014 and 2015, Immigration and Customs Enforcement released a cumulative <strong>86,288</strong> criminal aliens from custody pending removal proceedings. (That number has actually fallen year by year, from 36,007 to 30,558 to 19,723.) This number was <a href=\"https://oversight.house.gov/wp-content/uploads/2016/04/2016-04-28-Director-Saldana-DHS-Testimony.pdf\">announced</a> by Sarah R. Saldana, ICE&rsquo;s director, at a hearing by the House Oversight and Government Reform Committee on April 28, 2016. According to the committee&rsquo;s chairman, Rep. Jason Chaffetz, R-Utah, these 86,288 criminal aliens collectively <a href=\"http://www.cnsnews.com/news/article/melanie-hunter/chaffetz-ice-released-86000-criminal-aliens-2013-2015-196-convicted\">were convicted</a> of more than 231,000 crimes.</p>\r\n\r\n<p>&bull; From Jan 1, 2014, to Sept. 30, 2015, state and local law enforcement agencies turned down <strong>18,646</strong> requests by ICE to hold deportable aliens arrested for non-immigration-related crimes until ICE could take them into custody. This figure was verified by ICE during an investigation by the <a href=\"https://www.texastribune.org/2016/01/15/34-texas-counties-declined-hold-deportable-immigra/\">Texas Tribune</a>.</p>\r\n\r\n<p>&bull; Vaughan has calculated that between 2013 and 2015, ICE officers, due to prosecutorial discretion, &quot;let off <strong>more than 200,000</strong> criminal aliens they encountered, instead of initiating deportation. Most of these were in local custody at the time. The encounters were hands-on, usually interviews at a jail &ndash; not just reviewing a list or getting a hit in a database.&quot;</p>\r\n\r\n<p>Vaughan said this number comes from internal ICE&nbsp;reports on enforcement activity -- the Weekly Report on Departures and Detention. The original documents are cited in the footnotes of Vaughan&rsquo;s work <a href=\"http://cis.org/catch-and-release\">here</a>, <a href=\"http://cis.org/vaughan/catch-and-release-responding-critics\">here</a> and <a href=\"http://cis.org/ICE-Enforcement-Collapses-Further-2014\">here</a>.</p>\r\n\r\n<p>If you put these three figures together, they add up to roughly 300,000.</p>\r\n\r\n<p><strong>How solid is the 300,000 number?</strong></p>\r\n\r\n<p>On purely numerical grounds, the experts we checked with didn&rsquo;t express much concern about the first two categories, which collectively add up to about 105,000 individuals. The 200,000 figure is more controversial, however.</p>\r\n\r\n<p>Part of the concern stems from relying heavily on Vaughan&rsquo;s calculations of ICE data, made necessary in part because the numbers from ICE are often opaque, hard to obtain, or both.</p>\r\n\r\n<p>Adam Cox, a law professor at New York University who has studied the issue, said that Vaughn offers &quot;no evidence about whether there was actually probable cause under the law to arrest most of those who&nbsp;were not arrested. The report treats every encounter by an ICE agent as one in which we know there could have been an arrest. But as we know from many studies in lots of policing contexts, many police encounters end without an arrest because there is no basis for an arrest to be made.&quot;</p>\r\n\r\n<p>Other experts also urged caution about the number. &quot;We cannot confirm that ICE has released 300,000 criminal immigrants and not placed them in removal proceedings,&quot; said Sarah Pierce, an associate policy analyst with the Migration Policy Institute, a think tank that <a href=\"http://www.migrationpolicy.org/about/mission\">believes</a> that well-managed immigration brings &quot;benefits to immigrants and their families, communities of origin and destination, and sending and receiving countries.&quot;</p>\r\n\r\n<p>Meanwhile, another concern stems from differences of opinion about what &quot;prosecutorial discretion&quot; means.</p>\r\n\r\n<p>The Obama administration has enacted a <a href=\"https://www.ice.gov/doclib/about/offices/ero/pdf/s1-certain-young-people-morton.pdf\">policy</a> of &quot;prosecutorial discretion&quot; to prioritize removal proceedings. The guidelines place&nbsp;a lower priority for removal on those who came to the United States before age 16, are currently below age 30, have resided in the U.S. consistently for five years, are in school or have&nbsp;graduated or are serving in the military or have been honorably discharged -- and have &quot;not been convicted of a felony offense, a significant misdemeanor offense, or multiple misdemeanor offenses.&quot;</p>\r\n\r\n<p>To supporters, this simply makes sense: In a world of limited resources, ICE should be putting the most dangerous or disruptive deportable individuals at the top of the list.</p>\r\n\r\n<p>To critics, however, this policy is a smokescreen for failing to uphold the law.</p>\r\n\r\n<p>Current law, Vaughan said, states that all aliens who are here illegally &quot;are potentially subject to deportation regardless of whether they have other criminal convictions.&quot; Prioritization hasn&rsquo;t been driven by resource constraints or public-safety considerations, she said, but rather &quot;by political considerations.&quot;</p>\r\n\r\n<p>There&rsquo;s a related question of whether it&rsquo;s reasonable to call the Obama policy &quot;political correctness,&quot; but that&rsquo;s an opinion, so we&rsquo;ll set that aside.</p>\r\n\r\n<p>At the very least, we can say that there is a professional dispute about whether the 200,000 figure is accurate. And since this category accounts for two-thirds of the total number referenced by Trump, this at least raises a question about whether his 300,000 figure is credible.</p>\r\n\r\n<p><strong>How accurately did Trump describe Vaughan&rsquo;s statistic?</strong></p>\r\n\r\n<p>Beyond the question of whether the number is accurate, experts told us that Trump cut a few corners in how he described the number in his speech.</p>\r\n\r\n<p>&bull; <strong>The three categories are a mixture of different statistics, and there may be some overlap</strong>. Vaughan acknowledges this, though she suspects the impact would be small. &quot;There may be a few duplicates in the mix, if an individual was encountered or released more than once during the time period, but these are not enough to throw off the estimate by a lot,&quot; she said.</p>\r\n\r\n<p>&bull; <strong>Trump is loose with his terminology</strong>. He uses the term &quot;criminal aliens,&quot; even though the widely accepted definition of that term refers only to the first category of the three -- the one that counted 86,288 over the three-year period. As for the third category -- the cases where a local law enforcement agency declined to hold a deportable individual in custody for ICE -- it counts arrests, not convictions, making the term &quot;criminal alien&quot; inappropriate in at least some instances. Cox cited research showing that nearly one-third of all noncitizens taken into federal custody this way between 2008 and 2012 had no criminal convictions.</p>\r\n\r\n<p>&bull; <strong>It&rsquo;s an overreach to lay all of this at the Obama administration&rsquo;s feet</strong>. For starters, Saldana in her congressional testimony said that between one-third and two-thirds of the criminal releases -- the first category -- were required by law, not by ICE&rsquo;s choice, depending on the year. &quot;These folks would also have to be released by ICE even if Trump were president, unless the agency was planning to flout court orders and ignore the detention rules written into law by Congress,&quot; Cox said.</p>\r\n\r\n<p>One problem, as we&rsquo;ve <a href=\"http://www.politifact.com/punditfact/statements/2015/jul/16/hans-von-spakovsky/heritage-analyst-obama-administration-released-134/\">noted previously</a>, is that in some cases, the individual&rsquo;s home country -- notably Cuba and Vietnam -- refused to accept them. We found that in fiscal year 2013, home country refusal led to the release of 3,746 people. (Critics, including Trump, say the U.S. should work harder to punish those recalcitrant countries.)</p>\r\n\r\n<p>Meanwhile, the primary actor in the third category are state and local law enforcement agencies, not the Obama administration, meaning it is &quot;flatly incorrect to say that these are &lsquo;criminal aliens&rsquo; that the Obama administration has allowed . . . &nbsp;to return back into United States communities,&quot; Cox said. In fact, he added, &quot;ICE has been extremely unhappy about this resistance and has worked hard to get local governments to comply with detainer requests, so it is misleading to say ICE is &lsquo;responsible&rsquo; for any such releases.&quot; (Vaughan countered that these releases &quot;could have been prevented if the Obama administration had taken action against&quot; sanctuary cities, or jurisdictions that do not routinely turn over deportable aliens in their custody. &quot;Instead, the administration has facilitated them,&quot; she said.)</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said that &quot;since 2013 alone, the Obama administration has allowed 300,000 criminal aliens to return back into United States communities. These are individuals encountered or identified by ICE, but who were not detained or processed for deportation because it wouldn&#39;t have been politically correct.&quot;</p>\r\n\r\n<p>One can make a reasonably strong -- though not foolproof -- case for 100,000. But immigration professions are divided over how credible the next 200,000 is. Meanwhile, Trump&rsquo;s description of the number in his speech is not entirely accurate. On balance, we rate the Half True.</p>\r\n\r\n<a href=\"https://www.sharethefacts.co/share/af1634ea-c28a-4911-821c-8368a414fd05\">https://www.sharethefacts.co/share/af1634ea-c28a-4911-821c-8368a414fd05</a>\r\n", "ruling_comments_date": "2016-09-02T16:29:37.842780", "ruling_date": "2016-09-02T17:03:32", "ruling_headline": "Donald Trump says Obama has let 300,000 criminal aliens to go back into U.S. communities", "ruling_headline_slug": "donald-trump-says-obama-administration-has-let-300", "ruling_link_text": "The topline number is disputed", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"http://www.latimes.com/politics/la-na-pol-donald-trump-immigration-speech-transcript-20160831-snap-htmlstory.html\">speech on immigration policy in Phoenix</a>, Aug. 31, 2016</p>\r\n\r\n<p>Sarah R. Saldana, <a href=\"https://oversight.house.gov/wp-content/uploads/2016/04/2016-04-28-Director-Saldana-DHS-Testimony.pdf\">testimony before the House Oversight and Government Reform Committee</a>, April 28, 2016</p>\r\n\r\n<p>Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/doclib/about/offices/ero/pdf/s1-certain-young-people-morton.pdf\">memo on prosecutorial discretion</a>, June 15, 2012</p>\r\n\r\n<p>Center for Immigration Studies, &quot;<a href=\"http://cis.org/catch-and-release\">Catch and Release</a>,&quot; March 2014</p>\r\n\r\n<p>Center for Immigration Studies, &quot;<a href=\"http://cis.org/vaughan/catch-and-release-responding-critics\">Catch and Release: Responding to Critics</a>,&quot; April 1, 2014</p>\r\n\r\n<p>Center for Immigration Studies, &quot;<a href=\"http://cis.org/ICE-Enforcement-Collapses-Further-2014\">ICE Enforcement Collapses Further in 2014</a>,&quot; October 2014</p>\r\n\r\n<p>CNSNews, &quot;<a href=\"http://www.cnsnews.com/news/article/melanie-hunter/chaffetz-ice-released-86000-criminal-aliens-2013-2015-196-convicted\">ICE Released 86,288 Criminal Aliens from 2013-2015</a>,&quot; April 28, 2016</p>\r\n\r\n<p>Texas Tribune, &quot;<a href=\"https://www.texastribune.org/2016/01/15/34-texas-counties-declined-hold-deportable-immigra/\">Jails Refused to Hold Thousands of Immigrants for Feds</a>,&quot; Jan. 15, 2016</p>\r\n\r\n<p><em>Washington Post</em> Fact Checker, &quot;<a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/02/trumps-fuzzy-math-on-undocumented-immigrants-convicted-of-crimes/\">Trump&rsquo;s fuzzy math on undocumented immigrants convicted of crimes</a>,&quot; Sept. 2, 2016</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2015/jul/16/hans-von-spakovsky/heritage-analyst-obama-administration-released-134/\">Heritage analyst: Obama administration released 134,000 criminal aliens</a>,&quot; July 16, 2015</p>\r\n\r\n<p>Email interview with Hans von Spakovsky, senior legal fellow at the Heritage Foundation, Sept. 1, 2016</p>\r\n\r\n<p>Email interview with Sarah Pierce, an associate policy analyst with the Migration Policy Institute, Sept. 1, 2016</p>\r\n\r\n<p>Email interviews with Adam Cox, law professor at New York University, Sept. 1-2, 2016</p>\r\n\r\n<p>Email interviews with Jessica M. Vaughan, director of policy studies with the Center for Immigration Studies, Sept. 1-2, 2016</p>\r\n\r\n<p>Email interview with Stephen Miller, spokesman for Donald Trump, Sept. 1, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;Since 2013 alone, the Obama administration has allowed 300,000 criminal aliens to return back into United States communities. These are individuals encountered or identified by (Immigration and Customs Enforcement), but who were not detained or processed for deportation because it wouldn&#39;t have been politically correct.&quot;</p>\r\n", "statement_context": "a speech on immigration in Phoenix", "statement_date": "2016-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": "Trump says Obama let 300,000 criminal aliens stay in U.S."}