{"art": [{"brightcove": "", "caption": "Republican presidential candidate Donald Trump speaks during an Aug. 31, 2016, campaign rally at the Phoenix Convention Center in Arizona.", "id": 8950, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/TrumpAriz.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8950/", "title": "Trump in Arizona", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/truth-o-meter/statements/2016/sep/06/donald-trump/trump-says-secure-communities-287g-immigration-pro/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump says Secure Communities, 287(g) worked", "id": 13016, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/13016/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>One facet of Republican presidential nominee Donald Trump&rsquo;s new immigration plan would increase cooperation between federal and local law enforcement agencies to deport criminals living in the country illegally.</p>\r\n\r\n<p>&quot;We will restore the highly successful Secure Communities Program. Good program,&quot; Trump said in Phoenix on Aug. 31. &quot;We will expand and revitalize the popular 287(g) partnerships, which will help to identify hundreds of thousands of deportable aliens in local jails that we don&#39;t even know about. Both of these programs have been recklessly gutted by this administration. And those were programs that worked.&quot;</p>\r\n\r\n<p>The programs Trump mentioned led to the removal of undocumented criminal immigrants. But they have also been criticized as tools for <a href=\"http://www.nj.com/hudson/index.ssf/2016/06/hudson_county_may_end_controversial_partnership_wi.html\">racial profiling</a>, <a href=\"http://altopolimigra.com/documents/FINAL-Shadow-Report-regular-print.pdf\">diminishing trust</a> between communities and police, and for deporting <a href=\"https://www.bostonglobe.com/metro/2013/02/17/seccomm/5T1u8iv24z48Yl9t4UHmTJ/story.html\">large numbers</a> of immigrants with <a href=\"http://www.baltimoresun.com/news/maryland/sun-investigates/bs-md-secure-communities-20140208-story.html\">no criminal</a> record.</p>\r\n\r\n<p>We wanted to take a closer look at the programs, whether Obama &quot;gutted them,&quot; and why there is disagreement on whether they worked.</p>\r\n\r\n<p>Trump&rsquo;s campaign did not return our requests for more information.</p>\r\n\r\n<p><strong>Secure Communities</strong></p>\r\n\r\n<p>Implementation of Secure Communities <a href=\"https://www.ice.gov/doclib/foia/secure_communities/securecommunitiespresentations.pdf\">began</a> in 2008 under President George W. Bush.</p>\r\n\r\n<p>The program <a href=\"https://www.ice.gov/secure-communities\">ended</a> in 2015 when Obama replaced it with a similar enforcement program. Secure Communities resulted in deportations but also stirred up controversy with law enforcement and advocates for holding immigrants without probable cause.</p>\r\n\r\n<p>Secure Communities was designed to &quot;improve and modernize efforts to identify aliens convicted of a crime, sentenced to imprisonment, and who may be deportable, and remove them from the United States once they are judged deportable,&quot; <a href=\"https://www.ice.gov/doclib/foia/secure_communities/securecommunitiespresentations.pdf\">according to ICE</a>.</p>\r\n\r\n<p><a href=\"https://www.ice.gov/secure-communities\">Here&rsquo;s how</a> it worked: when someone was booked into a police station or jail, that person&rsquo;s fingerprints and booking information was sent to the FBI, which in turn shared it with the Homeland Security Department. DHS then ran the information through its databases and if there was a &quot;hit,&quot; <a href=\"https://www.dhs.gov/xlibrary/assets/hsac-task-force-on-secure-communities-findings-and-recommendations-report.pdf\">meaning</a> if that person had an immigration record, then Immigration and Customs Enforcement and the local law enforcement agency were notified.</p>\r\n\r\n<p>ICE then determined that person&rsquo;s immigration status and whether or not to deport the person based on the agency&rsquo;s priorities. ICE could then request a detainer, asking the local agency to hold the individual <a href=\"https://www.ice.gov/pep\">beyond</a> the point he or she would be released, so ICE could have a chance to transfer the person to federal custody.</p>\r\n\r\n<p>During the course of this program, ICE&rsquo;s priority was immigrants in the country <a href=\"https://www.ice.gov/secure-communities\">illegally</a> who had also broken criminal laws. A 2010 <a href=\"https://www.ice.gov/doclib/news/releases/2010/civil-enforcement-priorities.pdf\">ICE memo</a> outlined removal priorities, with the highest priority including violent criminals.</p>\r\n\r\n<p>From October 2008 to February 2015, ICE removed 406,441 people from the country, the agency <a href=\"https://www.ice.gov/sites/default/files/documents/FOIA/2015/sc_stats_YTD2015.pdf\">reported</a>. That included 135,726 criminal aliens convicted of Level 1 offenses, such as murder, rape and sexual abuse of a minor.</p>\r\n\r\n<p>Secure Communities was responsible for 60 percent of all interior deportations in fiscal year 2013 and 73 percent in fiscal year 2014, a Migration Policy Institute analyst <a href=\"http://www.migrationpolicy.org/research/senate-judiciary-testimony-immigration-enforcement-priorities-and-use-prosecutorial\">testified</a> in December 2015 before the U.S. Senate Judiciary Committee. (Interior deportations do not account for border removals.)</p>\r\n\r\n<p>&quot;Nonetheless, Secure Communities also proved to be highly controversial, because it resulted in a large number of low-priority removals and was seen by many (law enforcement agencies) as damaging to public safety,&quot; said Marc R. Rosenblum, who left the institute to work for the Homeland Security Department in January 2016.</p>\r\n\r\n<p>In 2014, a federal judge <a href=\"http://media.oregonlive.com/clackamascounty_impact/other/Miranda%20Olivares%20MSJ%20decision.140411.pdf\">ruled</a> that an Oregon county had violated a woman&rsquo;s Fourth Amendment right by detaining her for immigration authorities without probable cause,<em> The Oregonian</em> <a href=\"http://www.oregonlive.com/pacific-northwest-news/index.ssf/2014/04/federal_ruling_sparks_halt_on.html\">reported</a>.</p>\r\n\r\n<p>&quot;It&rsquo;s hard to call (Secure Communities) a success by any measure except to the extent that you support the violation of our Constitution in order to deport more people,&quot; said&nbsp;Lena Graber, a special projects attorney for Immigrant Legal Resource Center, an immigrant advocacy group, via email.</p>\r\n\r\n<p>In November 2014, DHS Secretary Jeh Johnson said Secure Communities would be &quot;as we know it, <a href=\"https://www.dhs.gov/sites/default/files/publications/14_1120_memo_secure_communities.pdf\">discontinued</a>.&quot;</p>\r\n\r\n<p>By that point, Secure Communities had attracted &quot;a great deal of criticism,&quot; was &quot;widely misunderstood,&quot; and &quot;embroiled in litigation,&quot; Johnson said.</p>\r\n\r\n<p>&quot;Governors, mayors, and state and local law enforcement officials around the country have increasingly refused to cooperate with the program, and many have issued executive orders or signed laws prohibiting such cooperation,&quot;&nbsp;Johnson <a href=\"https://www.dhs.gov/sites/default/files/publications/14_1120_memo_secure_communities.pdf\">wrote</a>.</p>\r\n\r\n<p>In his memo, Johnson also announced the creation of the Priority Enforcement Program.</p>\r\n\r\n<p>That program continues to use fingerprint data, but, as its name suggests, emphasized top priority offenders, such as those who <a href=\"https://www.dhs.gov/sites/default/files/publications/14_1120_memo_prosecutorial_discretion.pdf\">pose a threat</a> to national security.</p>\r\n\r\n<p>The Priority Enforcement Program also stipulates that ICE cannot ask local law enforcement agencies to detain individuals beyond their release date (detainers can be used in limited circumstances). ICE, instead, can ask to be notified of the release date.</p>\r\n\r\n<p>One of the issues with Secure Communities was that while it was mandatory nationwide, <a href=\"http://www.migrationpolicy.org/news/federal-local-cooperation-immigration-enforcement-frayed-chance-improvement-exists\">more than 300 jurisdictions </a>were not cooperating, said Randy Capps, director of research of U.S. programs at Migration Policy Institute. Many refused to comply with the detainers requested by ICE, he said.</p>\r\n\r\n<p>More than half of the undocumented population lives in places that were not cooperating with ICE as part of Secure Communities, Capps said, which poses a problem for Trump if he is elected president and wants to revert back to the Secure Communities program.</p>\r\n\r\n<p>&quot;That was one of the main reasons why the Obama administration went to PEP,&quot; Capps said, &quot;to try to get some of these local and state police departments back on board.&quot;</p>\r\n\r\n<p>Capps views Obama&rsquo;s Priority Enforcement Program as a revision, and not a gutting, of Secure Communities. ICE still does fingerprints and issues notices, he said, even if it does not also ask local law enforcement for detainers.</p>\r\n\r\n<p>Jessica M. Vaughan, director of policy studies at the Center for Immigration Studies, said Secure Communities was effective because it was able to link DHS and FBI databases so that ICE and local law enforcement agencies could be notified when noncitizens were arrested.</p>\r\n\r\n<p>&quot;The result was that ICE was able to identify and remove more criminal aliens than ever before,&quot; Vaughan said. &quot;Local law enforcement agencies no longer had to make a judgment call on whether to seek information on an inmate&rsquo;s immigration status, it was done automatically (which thwarts racial profiling), and they no longer had to make manual queries of ICE, which saves time and resources.&quot;</p>\r\n\r\n<p><strong>287(g)</strong></p>\r\n\r\n<p>The other program Trump wants to expand, &quot;287(g),&quot; stems from the Illegal Immigration Reform and Immigrant Responsibility Act of 1996. The act added section 287(g) <a href=\"https://www.ice.gov/factsheets/287g\">allowing</a> ICE to enter into agreements with state and local law enforcement agencies and train officers to carry out immigration law enforcement functions.</p>\r\n\r\n<p>ICE has these agreements with 32 law enforcement agencies in 16 states, including Florida, Texas and Arizona. ICE credits the program for identifying more than 402,000 &quot;potentially removable aliens&quot; from January 2006 through Sept. 30, 2015.</p>\r\n\r\n<p>The program has had <a href=\"https://www.oig.dhs.gov/assets/Mgmt/OIG_10-63_Mar10.pdf\">two enforcement models</a>: a task force, where officers patrolling the streets could approach and process &quot;removable aliens,&quot; and a jail model, allowing officers in state and local detention facilities to process removable aliens charged with or convicted of an offense.</p>\r\n\r\n<p>Capps, from Migration Policy Institute, says 287(g) has a mixed track record.</p>\r\n\r\n<p>There were allegations of <a href=\"http://abcnews.go.com/ABC_Univision/News/immigration-enforcement-program-287g-scaled-back/story?id=18077757\">racial profiling</a> early on, particularly in the small number of jurisdictions using the task force model, when officers could ask someone about their immigration status on the street, Capps said. <a href=\"http://www.nytimes.com/2009/10/07/us/07arizona.html?_r=0\">In 2009</a>, DHS decided <a href=\"http://articles.latimes.com/2009/oct/17/nation/na-immig-law17\">not to renew</a> the task force model agreement with Maricopa County Sheriff Joe Arpaio, known for his hard-line immigration stance.</p>\r\n\r\n<p>The Obama administration decided in 2012 to <a href=\"https://www.ice.gov/news/releases/fy-2012-ice-announces-year-end-removal-numbers-highlights-focus-key-priorities-and#statement\">end</a> the task force model. As a result, trained local police can only question people about their immigration status after they are booked into jail, Capps said.</p>\r\n\r\n<p>In December 2011, DHS said the Justice Department found &quot;<a href=\"https://www.dhs.gov/news/2011/12/15/secretary-napolitano-dojs-findings-discriminatory-policing-maricopa-county\">discriminatory policing practices</a>&quot; within the Maricopa County Sheriff&rsquo;s Office and terminated the county&rsquo;s jail mode agreement.</p>\r\n\r\n<p>Vaughan says local agencies have wanted 287(g) because &quot;they had so many criminal aliens that ICE couldn&rsquo;t handle the workload by itself,&quot; and because they were too far from ICE offices to be able to arrange regular pickup of criminal immigrants.</p>\r\n\r\n<p>&quot;I believe that the Obama administration&rsquo;s suppression of this program has contributed to the steep drop in interior enforcement,&quot; Vaughan said.</p>\r\n\r\n<p>Interior removals went down about 71 percent from 237,941 in fiscal 2009 (the first year Obama entered office), to 69,478 in fiscal 2015, <a href=\"https://www.ice.gov/removal-statistics\">according to ICE data</a>.</p>\r\n\r\n<p>Interior deportations have <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/05/national-border-patrol-council/interior-deportations-down-9-year-low/\">decreased</a> under Obama due to the administration&rsquo;s focus on border apprehensions and removal of undocumented immigrants threatening public safety, analysts have told us.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said Secure Communities&nbsp;and 287(g) immigration programs &quot;were programs that worked&quot; but were &quot;recklessly gutted&quot; by the Obama administration.</p>\r\n\r\n<p>The programs have led to the removal of criminal immigrants living illegally in the United States, and the Obama administration did scale down their scope. Yet&nbsp;the programs have been criticized for allowing officers to racially profile minorities, a federal judge found Fourth Amendment violations in one of them, and federal reviews have found discriminatory practices in the other.</p>\r\n\r\n<p>While the programs have removed criminals from streets, they&rsquo;ve also involved unlawful practices. Given the ambiguity of their outcomes, we rate Trump&rsquo;s statement Half True.</p><a href=\"https://www.sharethefacts.co/share/1318e101-9ad1-48f1-b146-78a1b1dd980f\">https://www.sharethefacts.co/share/1318e101-9ad1-48f1-b146-78a1b1dd980f</a>", "ruling_comments_date": "2016-09-06T12:15:24.543534", "ruling_date": "2016-09-06T17:17:36", "ruling_headline": "Trump says Secure Communities, 287(g) immigration programs worked", "ruling_headline_slug": "trump-says-secure-communities-287g-immigration-pro", "ruling_link_text": "Criticized for racial profiling", "ruling_state": null, "source_documents": null, "sources": "<p>NJ.com, <a href=\"http://www.nj.com/hudson/index.ssf/2016/06/hudson_county_may_end_controversial_partnership_wi.html\">Hudson County may end controversial partnership with ICE</a>, June 29, 2016</p>\r\n\r\n<p>National Community Advisory Report on <a href=\"http://altopolimigra.com/documents/FINAL-Shadow-Report-regular-print.pdf\">Secure Communities</a>, August 2011</p>\r\n\r\n<p><em>The Boston Globe</em>, <a href=\"https://www.bostonglobe.com/metro/2013/02/17/seccomm/5T1u8iv24z48Yl9t4UHmTJ/story.html\">Program deports many with no criminal record</a>, Feb. 17, 2013</p>\r\n\r\n<p><em>The Baltimore Sun</em>, <a href=\"http://www.baltimoresun.com/news/maryland/sun-investigates/bs-md-secure-communities-20140208-story.html\">Immigration program aimed at criminals deports many with no record</a>, Feb. 8, 2014</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/doclib/foia/secure_communities/securecommunitiespresentations.pdf\">Secure Communities program</a>, 2009</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/secure-communities\">Secure Communities archived information</a></p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/pep#wcm-survey-target-id\">Priority Enforcement Program</a></p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/factsheets/287g\">Delegation of Immigration Authority Section 287(g) Immigration and Nationality Act</a></p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/news/releases/fy-2012-ice-announces-year-end-removal-numbers-highlights-focus-key-priorities-and#statement\">FY 2012: ICE announces year-end removal numbers, highlights focus on key priorities and issues new national detainer guidance to further focus resources</a>, Dec. 20, 2012</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/doclib/news/releases/2010/civil-enforcement-priorities.pdf\">Civil Immigration Enforcement: Priorities for the Apprehension, Detention, and Removal of Aliens</a>, June 30, 2010</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, ICE&#39;s use of IDENT/IAFIS Interoperability, <a href=\"https://www.ice.gov/sites/default/files/documents/FOIA/2015/sc_stats_YTD2015.pdf\">Monthly Statistics through February 28, 2015</a></p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.dhs.gov/xlibrary/assets/hsac-task-force-on-secure-communities-findings-and-recommendations-report.pdf\">Task Force on Secure Communities Findings and Recommendations</a>, September 2011</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.dhs.gov/sites/default/files/publications/14_1120_memo_secure_communities.pdf\">Secure Communities memo</a>, Nov. 20, 2014</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.dhs.gov/sites/default/files/publications/14_1120_memo_prosecutorial_discretion.pdf\">Policies for the Apprehension, Detention and Removal of Undocumented Immigrants</a>, Nov. 20, 2014</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.dhs.gov/news/2011/12/15/secretary-napolitano-dojs-findings-discriminatory-policing-maricopa-county\">Statement by Secretary Napolitano on DOJ&#39;s Findings of Discriminatory Policing in Maricopa County</a>, Dec. 15, 2011</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.oig.dhs.gov/assets/Mgmt/OIG_10-63_Mar10.pdf\">The Performance of 287(g) Agreements</a>, March 2010</p>\r\n\r\n<p>Migration Policy Institute, <a href=\"http://www.migrationpolicy.org/research/senate-judiciary-testimony-immigration-enforcement-priorities-and-use-prosecutorial\">Senate Judiciary Testimony on Immigration Enforcement Priorities and Use of Prosecutorial Discretion</a>, December 2015</p>\r\n\r\n<p>Migration Policy Institute, <a href=\"http://www.migrationpolicy.org/news/federal-local-cooperation-immigration-enforcement-frayed-chance-improvement-exists\">Federal-Local Cooperation on Immigration Enforcement Frayed; Chance for Improvement Exists</a>, July 2015</p>\r\n\r\n<p><em>The Oregonian</em>, <a href=\"http://media.oregonlive.com/clackamascounty_impact/other/Miranda%20Olivares%20MSJ%20decision.140411.pdf\">Ruling on Fourth Amendment violation case</a>, April 11, 2014</p>\r\n\r\n<p><em>The Oregonian</em>, <a href=\"http://www.oregonlive.com/pacific-northwest-news/index.ssf/2014/04/federal_ruling_sparks_halt_on.html\">Immigration detainer changes spreading across Oregon; national implications possible</a>, April 17, 2014</p>\r\n\r\n<p>Phone interview, Randy Capps, director of research of U.S. programs at Migration Policy Institute, Sept. 2, 2016</p>\r\n\r\n<p>Email interview, Jessica M. Vaughan, director of policy studies at Center for Immigration Studies, Sept. 2, 2016</p>\r\n\r\n<p>Email interview, Lena Graber, special projects attorney for Immigrant Legal Resource Center, Sept. 1, 2016</p>\r\n\r\n<p>ABC News, <a href=\"http://abcnews.go.com/ABC_Univision/News/immigration-enforcement-program-287g-scaled-back/story?id=18077757\">As One Immigration Enforcement Program Fades Away, Another Rises</a>, Dec. 27, 2012</p>\r\n\r\n<p><em>The New York Times</em>, <a href=\"http://www.nytimes.com/2009/10/07/us/07arizona.html?_r=1\">Immigration Hard-Liner Has His Wings Clipped</a>, Oct. 6, 2009</p>\r\n\r\n<p><em>Los Angeles Time</em>s, <a href=\"http://articles.latimes.com/2009/oct/17/nation/na-immig-law17\">ICE-local immigration partnership to remain</a>, Oct. 17, 2009</p>\r\n\r\n<p>PolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/05/national-border-patrol-council/interior-deportations-down-9-year-low/\">Interior deportations down, at a 9-year low, border group says</a>, Aug. 5, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>The Secure Communities Program and 287(g) immigration programs &quot;were programs that worked&quot; but were &quot;recklessly gutted&quot; by the Obama administration.</p>\r\n", "statement_context": "a speech in Arizona", "statement_date": "2016-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ".@realDonaldTrump says Secure Communities, 287(g) worked, but \"gutted\" by Obama administration"}