{"art": [{"brightcove": "", "caption": "Former Deputy Secretary of Defense Paul Wolfowitz defended the decision to launch the Iraq War.", "id": 9011, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src=\"http://www.nbcnews.com/widget/video-embed/762607683529\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9011/", "title": "Wolfowitz on MTP", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}, {"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2016/sep/13/paul-wolfowitz/wolfowitz-wrongly-says-germany-france-thought-iraq/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "No, Germany and France didn't believe Iraq had WMD", "id": 13051, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}, {"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/13051/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Fifteen years after the Sept. 11, 2001, terrorist attacks, the debate continues over the events that led to the Iraq War.</p>\r\n\r\n<p>Appearing on NBC&rsquo;s <em>Meet the Press</em> <a href=\"http://www.nbcnews.com/meet-the-press/meet-press-sept-11-2016-n646441\">on the anniversary of the attacks</a>, Paul Wolfowitz took questions from host Chuck Todd on the causes and outcomes of the war.</p>\r\n\r\n<p>Todd asked Wolfowitz, a former deputy&nbsp;secretary of defense,&nbsp;about the war&rsquo;s stated rationale, which was that Iraqi leader Saddam Hussein had weapons of mass destruction.</p>\r\n\r\n<p>Todd: &quot;Let me ask you this, then, who lied? Is it bad intelligence? You know, somebody got us into this and somebody convinced the United States Congress that weapons of mass destruction were imminent in Iraq, which is why so many Democrats and Republicans voted for this war. So who lied?&quot;</p>\r\n\r\n<p>Wolfowitz: &quot;I think the original liar is Saddam Hussein, who lied about what he had and we discovered he had more. Later, it seems he was lying that he had more than he really did have because he wanted to supposedly deceive the Iranians. The fact is, every intelligence service in the world, not just the Americans, the British, the Germans, the French, countries that opposed us in the war all believe that he had weapons of mass destruction.&quot;</p>\r\n\r\n<p>The charge that President George W. Bush lied about the Iraq threat has spurred a cottage industry of accusers and defenders. Wolfowitz served under Bush from 2001 to 2005, and remains a Bush defender.</p>\r\n\r\n<p>Our fact-check asks a different question. We wanted to know if there really was wide consensus that Saddam had weapons of mass destruction, especially from France and Germany. (Britain ultimately joined the United States in going to war.)</p>\r\n\r\n<p>We found much evidence that Germany and France were skeptical.</p>\r\n\r\n<p><strong>A brief recap</strong></p>\r\n\r\n<p>While weapons of mass destruction weren&rsquo;t the only argument for going to war, they were pivotal in the debate. When Vice President Dick Cheney spoke at a veterans convention in <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2002/08/20020826.html\">August 2002</a>, he described Iraq&rsquo;s nuclear, chemical and biological capabilities.</p>\r\n\r\n<p>&quot;There is no doubt that Saddam Hussein now has weapons of mass destruction,&quot; Cheney said. &quot;There is no doubt he is amassing them to use against our friends, against our allies, and against us.&quot;</p>\r\n\r\n<p>President George W. Bush in his<a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2003/01/20030128-19.html\"> 2003 State of the Union Address</a> suggested that Iraq had an active nuclear program.</p>\r\n\r\n<p>&quot;The British government has learned that Saddam Hussein recently sought significant quantities of uranium from Africa.&quot;</p>\r\n\r\n<p>In <a href=\"https://www.theguardian.com/world/2003/feb/05/iraq.usa\">February 2003</a> at the United Nations, Secretary of State Colin Powell gave several examples, including biological weapons factories that traveled on rails and wheels.</p>\r\n\r\n<p>&quot;The trucks and train cars are easily moved and are designed to evade detection by inspectors,&quot; he said. &quot;In a matter of months, they can produce a quantity of biological poison equal to the entire amount that Iraq claimed to have produced in the years prior to the Gulf War.&quot;</p>\r\n\r\n<p>Powell said the existence of these factories was confirmed by an eyewitness.</p>\r\n\r\n<p>In our review, we found that the French investigated nuclear matters while the Germans investigated chemical and biological weapons. We&rsquo;ll look at each in turn.</p>\r\n\r\n<p><strong>The Germans and a man called &#39;Curveball&#39;</strong></p>\r\n\r\n<p>Germany&rsquo;s political leaders vigorously opposed the war. German Chancellor Gerhard Schroeder joined with the French in refusing to sanction the use of force. &quot;We can disarm Iraq without war,&quot; he declared in <a href=\"http://news.bbc.co.uk/2/hi/europe/2756031.stm\">February 2003</a>.</p>\r\n\r\n<p>Meanwhile, the United States was also absorbing information from the German intelligence service, or BND.</p>\r\n\r\n<p>When Powell told the United Nations there was eyewitness proof of mobile bio-weapons factories, he was referring to an Iraqi defector who had made it to Germany in 1999. Codenamed &quot;Curveball,&quot;&nbsp;<a href=\"https://www.theguardian.com/world/2011/feb/16/colin-powell-cia-curveball\">Rafid Ahmed Alwan al-Janabi</a> had spun a tale for German intelligence in a bid to secure a safe haven for himself.</p>\r\n\r\n<p>Curveball told the Germans about those mobile labs and said where the Iraqi military might be hiding them. But as we lay out in a bit, by the time Powell relied on that information, the Germans had already warned that the source could not be trusted.</p>\r\n\r\n<p>Now, to be clear, the record on this point is a bit mixed. The weight of evidence falls on the side that the Germans didn&rsquo;t believe Iraq had a biological weapons program, but some information suggests they hedged their bets. In making that straddle, their words might have suggested to some American officials that German intelligence thought the threat was real.</p>\r\n\r\n<p>We&rsquo;ll walk you through the highlights.</p>\r\n\r\n<p>A few weeks before the war in February 2003, Germany&nbsp;Foreign Minister Joschka Fischer had a <a href=\"https://youtu.be/CpuN-yM1sZU\">tense moment </a>with Secretary of Defense Donald Rumsfeld at a prominent security conference in Munich.</p>\r\n\r\n<p>&quot;I am not convinced,&quot; Fischer said to Rumsfeld. &quot;That is my problem. I cannot go to the public and say, &#39;these are the reasons,&#39;&nbsp;because I don&#39;t believe in them.&quot;</p>\r\n\r\n<p>Several years later, the <em>Guardian </em>newspaper reported that <a href=\"https://www.theguardian.com/world/2011/feb/17/curveball-doubts-cia-german-foreign\">Fischer said</a>, &quot;Our position was always: (Curveball) might be right, but he might not be right. He could be a liar, but he could be telling the truth.&quot;</p>\r\n\r\n<p>In an <a href=\"http://www.latimes.com/world/middleeast/la-na-curveball20nov20-story.html\">investigative report</a> by the <em>Los Angeles Times</em>, two ex-CIA officers said that the German warnings were more forceful than Fischer described.</p>\r\n\r\n<p>Tyler Drumheller, the former chief of CIA European operations, described a meeting in Washington with his BND counterpart in September 2002. Regarding Curveball, Drumheller said the German agent told him, &quot;We think he&#39;s probably a fabricator.&quot;</p>\r\n\r\n<p>That meeting is also part of the <a href=\"https://fas.org/irp/offdocs/wmd_report.pdf\">2005 report from the commission that investigated the intelligence failures</a> leading up to the war.</p>\r\n\r\n<p>Another top American spy manager, James Pavitt, said that information led to screaming matches inside the CIA.</p>\r\n\r\n<p>&quot;My people were saying, &#39;We think he&#39;s a stinker.&#39; &quot;</p>\r\n\r\n<p>Now, all of this suggests that German intelligence did not buy Curveball&rsquo;s testimony and was unsure that Iraq had a biological weapons program.</p>\r\n\r\n<p>But one letter from the BND to the CIA might have given a different impression. According to the <a href=\"http://www.spiegel.de/international/world/the-real-story-of-curveball-how-german-intelligence-helped-justify-the-us-invasion-of-iraq-a-542840-4.html\">German news magazine</a> <em>Der Spiegel</em>, in a December 2002 letter the Germans told the Americans &quot;the information was in essence judged as plausible and convincing, but it couldn&#39;t be confirmed.&quot;</p>\r\n\r\n<p>Karl Kaiser, now at Harvard University&rsquo;s Kennedy School, was director of the German Council on Foreign Relations in Berlin during this period. Kaiser told us he was in a pretty good position to know what the Germans thought.</p>\r\n\r\n<p>&quot;The hype about the alleged presence of WMD in the buildup to the Iraq invasion was not shared at all by the Berlin government,&quot; Kaiser said. &quot;The lack of belief in the existence of WMD in Iraq was a major reason why the Schroeder government in my opinion decided not to take part in the invasion.&quot;</p>\r\n\r\n<p><strong>Wolfowitz on the Germans</strong></p>\r\n\r\n<p>When we asked Wolfowitz about the position of the Germans, he emphasized two points.</p>\r\n\r\n<p>First, Wolfowitz quoted extensively from the memoir of former CIA Director George Tenet, <em>At the Center of the Storm</em>.</p>\r\n\r\n<p>The excerpts referenced the letter in which the Germans called the Curveball information &quot;plausible,&quot; but they also largely drove home the point that if the Germans had doubts, those concerns didn&rsquo;t make it up the chain of command. Tenet wrote that he only learned about those questions in 2005, &quot;two years too late to do a damn thing about it.&quot;</p>\r\n\r\n<p>However, even if we take Tenet&rsquo;s version of events at face value, that doesn&rsquo;t mean the Germans thought Iraq had biological weapon factories. It just means the upper echelons of the CIA didn&rsquo;t hear the full story about what the Germans thought.</p>\r\n\r\n<p>Wolfowitz made a different and stronger point about Iraq&rsquo;s nuclear capabilities. He cited a <a href=\"http://www.newyorker.com/magazine/2002/03/25/the-great-terror\">March 2002</a> <em>New Yorker</em> article that included an interview with August Hanning, the BND chief. &quot;It is our estimate that Iraq will have an atomic bomb in three years,&quot;&nbsp;Hanning said.</p>\r\n\r\n<p>But about a year later, Hanning&rsquo;s views seemed to have shifted. In February 2003, according to <a href=\"http://www.spiegel.de/international/spiegel/cover-story-what-now-mr-president-a-236512.html\">an article</a> in <em>Der Spiegel</em> at that time, Hanning and one of his analysts briefed the Foreign Affairs Committee of the Bundestag, Germany&rsquo;s parliament. The analyst told German lawmakers, &quot;Iraq has repeatedly purchased equipment and materials that could be used to produce new weapons of horror.&quot;</p>\r\n\r\n<p>But then Hanning told them he did not believe that there was &quot;any evidence that the Iraqis had resumed their nuclear weapons program.&quot;</p>\r\n\r\n<p>Both reports come from reputable news organizations. The February report came just a few weeks before the war began and suggests that the Germans both publicly and privately did not buy into the American view that Saddam Hussein had weapons of mass destruction.</p>\r\n\r\n<p><strong>The uncertain French</strong></p>\r\n\r\n<p>Like the Germans, French leaders opposed entering the war in Iraq. &quot;For us, war is always the proof of failure and the worst of solutions, so everything must be done to avoid it,&quot; &nbsp;<a href=\"https://www.theguardian.com/world/2003/jan/22/germany.france\">said</a>&nbsp;Jacques Ren&eacute; Chirac, the former president of France in January 2003.</p>\r\n\r\n<p>And as far as weapons of mass destruction go, the French may have suspected that Iraq had them, but they weren&rsquo;t certain.</p>\r\n\r\n<p>A <a href=\"http://news.bbc.co.uk/2/hi/europe/2746459.stm\">report</a>&nbsp;from the BBC in February 2003 said France, Germany and Russia released a &quot;joint declaration&quot; on the Iraq crisis, which called for more proof of weapons of mass destruction in Iraq.</p>\r\n\r\n<p>Chirac attended a joint news conference with Putin and said there was no &quot;undisputed proof&quot; that Iraq had the weapons of mass destruction.</p>\r\n\r\n<p>&quot;All possibilities of the resolution must be explored and that still leaves a lot of room for manoeuvre to achieve the goal of eliminating any weapons of mass destruction that Iraq may possess,&quot; Chirac said.</p>\r\n\r\n<p>G&eacute;rald Arboit, the director of research at the Centre Fran&ccedil;ais de Recherche sur le Renseignement, said the French were uncertain about Curveball, who informed the Germans that Iraq had secret weapons.</p>\r\n\r\n<p>Arboit also said French intelligence knew that the Niger yellowcake that Bush referred to in the State of the Union address &mdash; yellowcake can be used to make weapons-grade uranium &mdash; was fake. Arboit said thanks to ties dating back to the colonial period, French intelligence had good sources in Niger. He also said the French nuclear power company Areva was active in the country and was a reliable source of information on uranium supplies.</p>\r\n\r\n<p>Robert Jervis, an international politics professor at Columbia University, said there were rumors that French intelligence, or the General Directorate for External Security (DGSE), was skeptical of the weapons.</p>\r\n\r\n<p>However, he added, &quot;As far as I know, neither the British nor the French challenged our intel estimates.&quot;</p>\r\n\r\n<p>Michael O&rsquo;Hanlon, a national security specialist at the Brookings Institution in Washington, D.C., also said he thought the Germans and French generally accepted the idea that Iraq had weapons of mass destruction, but he offered no specifics.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Wolfowitz said the French and Germans believed that Iraq had weapons of mass destruction. Publicly, the top elected leaders of both nations said that the evidence was unclear.</p>\r\n\r\n<p>The Germans, who had talked to an Iraqi defector, were the source of the suspicion that Iraq had developed mobile biological weapon factories. However, months before the war, the Germans had concluded that the defector was unreliable and passed that opinion on to the Americans. They didn&rsquo;t discount his claim entirely, but they made it clear that it was unverified.</p>\r\n\r\n<p>The German intelligence agency seemed equally unconvinced that Iraq had resumed its nuclear program.</p>\r\n\r\n<p>For the French, the American assertion that Iraq sought to buy uranium from Africa rang hollow. The alleged source was Niger, a country where the French had contacts in the mining industry. They found &nbsp;no proof for the claim.</p>\r\n\r\n<p>Anytime we deal with the activities of intelligence services, there are likely to be gaps in the public record. But from the broad body of evidence, neither the Germans nor the French were persuaded that Saddam Hussein actually had weapons of mass destruction. They might have had suspicions, but they were uncertain and said so publicly and, in all likelihood, privately as well.</p>\r\n\r\n<p>Wolfowitz went too far when he said that Germany and France believed Iraq had weapons of mass destruction. At best they were conflicted. We rate his statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/12bc9309-1ad5-4a1b-8693-329ac7849335\">https://www.sharethefacts.co/share/12bc9309-1ad5-4a1b-8693-329ac7849335</a></p>\r\n", "ruling_comments_date": "2016-09-12T17:27:21.961487", "ruling_date": "2016-09-13T16:00:38", "ruling_headline": "Wolfowitz wrongly says Germany, France thought Iraq had WMD", "ruling_headline_slug": "wolfowitz-wrongly-says-germany-france-thought-iraq", "ruling_link_text": "They were unconvinced, and said so", "ruling_state": null, "source_documents": null, "sources": "<p>NBC News, <em><a href=\"http://www.nbcnews.com/meet-the-press/meet-press-sept-11-2016-n646441\">Meet the Press</a></em>, Sept. 11, 2016</p>\r\n\r\n<p>Associated Press, <a href=\"https://youtu.be/CpuN-yM1sZU\">German FM makes impassioned plea for peace</a>, February 10, &nbsp;2003</p>\r\n\r\n<p>Commission on the Intelligence Capabilities of the United States Regarding Weapons of Mass Destruction, <a href=\"https://fas.org/irp/offdocs/wmd_report.pdf\">Final report</a>, March 31, 2005</p>\r\n\r\n<p>White House Archives, <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2003/01/20030128-19.html\">President delivers &quot;State of the Union&quot;</a>, Jan. 28, 2003</p>\r\n\r\n<p>White House Archives, <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2002/08/20020826.html\">Vice President Speaks at VFW 103rd National Convention</a>, Aug. 26, 2002</p>\r\n\r\n<p><em>The New Yorker</em>, <a href=\"http://www.newyorker.com/magazine/2002/03/25/the-great-terror\">The great terror</a>, March 25, 2002</p>\r\n\r\n<p><em>Der Spiegel</em>, <a href=\"http://www.spiegel.de/international/spiegel/cover-story-what-now-mr-president-a-236512.html\">What now, Mr. President?</a>, Feb. 17, 2003</p>\r\n\r\n<p>David M. Andrews. ed., <a href=\"http://www.sscnet.ucla.edu/polisci/faculty/trachtenberg/useur/iraqcrisis.html\">The Atlantic Alliance Under Stress</a>, Cambridge University Press, 2005</p>\r\n\r\n<p><em>Guardian</em>, <a href=\"https://www.theguardian.com/world/2003/feb/05/iraq.usa\">Full text of Colin Powell&#39;s speech</a>, Feb. 5, 2003</p>\r\n\r\n<p><em>Guardian</em>, &quot;<a href=\"https://www.theguardian.com/world/2003/jan/22/germany.france\">France and Germany unite against Iraq war</a>,&quot; Jan. 22, 2003</p>\r\n\r\n<p>BBC News, &quot;<a href=\"http://news.bbc.co.uk/2/hi/europe/2746459.stm\">Paris pact urges inspection boost</a>,&quot; February 11, 2003</p>\r\n\r\n<p><em>Los Angeles Times</em>, <a href=\"http://www.latimes.com/world/middleeast/la-na-curveball20nov20-story.html\">How the U.S. fell under the spell of &#39;Curveball&#39;</a>, Nov. 20, 2005</p>\r\n\r\n<p>National Security Archives, <a href=\"http://nsarchive.gwu.edu/NSAEBB/NSAEBB234/\">The record on Curveball</a>, Nov. 5, 2007</p>\r\n\r\n<p><em>Der &nbsp;Speigel</em>, <a href=\"http://www.spiegel.de/international/world/the-real-story-of-curveball-how-german-intelligence-helped-justify-the-us-invasion-of-iraq-a-542840-3.html\">The Real Story of &#39;Curveball&#39;</a>, March 22, 2008</p>\r\n\r\n<p><em>Guardian</em>, <a href=\"https://www.theguardian.com/world/2011/feb/17/curveball-doubts-cia-german-foreign\">Curveball doubts were shared with CIA, says ex-German foreign minister</a>, Feb. 17, 2011</p>\r\n\r\n<p>Daniel Baltrusaitus, <a href=\"https://books.google.com/books?id=xHsdIj0zHvMC&amp;pg=PA292&amp;lpg=PA292&amp;dq=German+BND+Iraq+review&amp;source=bl&amp;ots=PWOaHJg6Gf&amp;sig=FART0wQPQRWsSoXx5wRPIxIirTE&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwir76-3i4jPAhVFdD4KHREhD2A4ChDoAQgkMAI#v=onepage&amp;q=German%20BND%20Iraq%20review&amp;f=false\">Friends indeed? Coalition burden sharing and the war in Iraq</a>, Georgetown University, Aug. 5, 2008</p>\r\n\r\n<p>Hans-Georg Wieck, <a href=\"http://www.hans-georg-wieck.com/data/50%20Years%20BND.pdf\">Fifty Years Bundesnachrichtendienst: Retrospective &ndash; Perspectives 1956 - 2006</a>, April 2006</p>\r\n\r\n<p><em>Newsweek</em>, <a href=\"http://www.newsweek.com/2015/05/29/dick-cheneys-biggest-lie-333097.html\">Opinion: Dick Cheney&#39;s biggest lie</a>, May 19, 2015</p>\r\n\r\n<p>Email interview, Paul Wolfowitz, Sept. 13, 2016</p>\r\n\r\n<p>Email interview, Karl Kaiser, senior associate, Program on Transatlantic Relations, Weatherhead Center for International Affairs at Harvard University, Sept. 11, 2016</p>\r\n\r\n<p>Email interview, Paul Pillar, Georgetown security studies professor, Sept. 11, 2016</p>\r\n\r\n<p>Email interview, Robert Jervis, international politics professor at Columbia University professor, Sept. 12, 2016</p>\r\n\r\n<p>Email interview, Michael O&rsquo;Hanlon, senior fellow, Foreign Policy, Brookings Institution, Sept. 12, 2016</p>\r\n\r\n<p>Email interview, Gerard Arboit, director of research, French Centre for Intelligence Studies, Sept. 12, 2016</p>\r\n\r\n<p>Email interview, Bob de Graaff , professor of Intelligence and Security Studies, The Netherlands Defense Academy, Sept. 12, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "visiting scholar at the American Enterprise Institute", "false_count": 0, "first_name": "Paul", "half_true_count": 0, "home_state": "New York", "id": 3687, "last_name": "Wolfowitz", "mostly_true_count": 0, "name_slug": "paul-wolfowitz", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pw.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3687/", "total_count": 1, "true_count": 0, "website": "https://www.aei.org/scholar/paul-wolfowitz/"}, "statement": "<p>&quot;The Germans, the French, countries that opposed us in the (Iraq) war, all believed (Saddam Hussein) had weapons of mass destruction.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2016-09-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": "No, Germany and France didn't believe Iraq had WMD"}