{"art": [{"brightcove": "", "caption": "Kaine claims that millennials agree with Clinton over Trump on the big issues. Mostly True.", "id": 9066, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31421570\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9066/", "title": "Tim Kaine says millennials agree with Clinton, not Trump, on big issues", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}, {"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2016/sep/18/tim-kaine/tim-kaine-says-millennials-agree-clinton-not-trump/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Do millennials agree with Clinton on major issues?", "id": 13088, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}, {"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/13088/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Young voters carried Barack Obama to victory in the past two elections and felt the Bern for Bernie Sanders during the 2016 Democratic primary. But polls show they&rsquo;re <a href=\"http://www.nbcnews.com/meet-the-press/clinton-losing-key-millennial-support-nationally-key-states-n650076\">not exactly transferring their enthusiasm to Hillary Clinton. </a></p>\r\n\r\n<p>The 69.2 million millennials &mdash; typically defined as adults under age 35 &mdash; now make up the <a href=\"http://www.pewresearch.org/fact-tank/2016/05/16/millennials-match-baby-boomers-as-largest-generation-in-u-s-electorate-but-will-they-vote/\">second-largest age block in America</a> after the Baby Boomers. While Clinton still leads Donald Trump among young voters, polls show sizable portions of millennials now backing Libertarian Party&rsquo;s Gary Johnson and Green Party&rsquo;s Jill Stein. (In comparison, third party candidates received about 3 percent of the vote in 2012.)</p>\r\n\r\n<p><iframe frameborder=\"0\" height=\"656\" scrolling=\"no\" src=\"//e.infogr.am/4238286d-6211-42b8-a40d-c31af4c0b2bc?src=embed\" style=\"border:none;\" title=\"Millenial voting preference\" width=\"700\"></iframe></p>\r\n\r\n<p>Clinton&rsquo;s trouble connecting with millennials prompted NBC&rsquo;s Chuck Todd on <em>Meet the Press</em> to ask Clinton&rsquo;s running mate, Virginia Sen. Tim Kaine, how the campaign could rebuild the Obama coalition and win swing states without them. Kaine agreed that that young voters are crucial, but laid out &quot;five litmus test issues&quot; that should convince them to get with her.</p>\r\n\r\n<p>&quot;Do you believe in climate science or don&rsquo;t you? Millennials do, Hillary Clinton and I do, Donald Trump doesn&rsquo;t. Do you believe women should be able to make their own health care decisions, or don&rsquo;t you? Millennials do, Hillary Clinton and I do, Donald Trump doesn&rsquo;t. Do you believe in immigration reform or don&rsquo;t you? We do, millennials do, Donald Trump doesn&rsquo;t. Do you believe in LGBTQ equality? We do, millennials do, Donald Trump doesn&rsquo;t. And finally, do you have a plan to deal with college affordability? We have one. Millennials need one. And Donald Trump, with Trump University, has ripped off students,&quot; Kaine said.</p>\r\n\r\n<p>Does Clinton have more in common with the youth than Trump on the five issues Kaine laid out?</p>\r\n\r\n<p>We asked the Clinton campaign and Trump campaigns for data showing how millennials feel about the various issues. We didn&#39;t hear back from the Trump side. A Clinton spokesman sent us <a href=\"https://nextgenclimate.global.ssl.fastly.net/wp-content/uploads/2016/09/NextGen-PNA-Battleground-Millennial-Tracker-Public-Posting-Deck-F09.14.16.pdf\">a report</a> that surveyed millennials in only 11 swing states. In addition, it used questions phrased to favor Democratic talking points, such as asking about &quot;making the wealthy pay their fair share&quot; and &quot;implementing common sense gun safety rules.&quot;</p>\r\n\r\n<p>We will not be using those results. But the campaign later sent us other polling data.</p>\r\n\r\n<p>In addition, we did our own search. Here&#39;s what we found.</p>\r\n\r\n<p><strong>Climate science</strong></p>\r\n\r\n<p>Kaine&rsquo;s assertion on climate change is largely accurate. Recently, <a href=\"http://www.gallup.com/poll/167879/not-global-warming-serious-threat.aspx?g_source=CATEGORY_CLIMATE_CHANGE&amp;g_medium=topic&amp;g_campaign=tiles\">a 2014 Gallup survey</a> found that 58 percent of 18- to 29-year-olds believe global warming&#39;s effects have already begun.</p>\r\n\r\n<p>About a year later, <a href=\"https://www.hks.harvard.edu/news-events/news/press-releases/iop-youth-voter-survey-spring-2015\">a national poll</a> conducted in 2015 by Harvard&#39;s Institute of Politics found that 55 percent of 18- to 29-year-olds agreed with the scientific consensus that the planet is warming and emissions &quot;from cars and industry facilities&quot; are to blame. But 20 percent said that, although the planet is warming, natural changes in the environment are to blame, which is at odds with the consensus of the experts. Twenty-three percent believe global warming is a &quot;theory that has not yet been proven.&quot; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Clinton has <a href=\"https://www.hillaryclinton.com/issues/climate/\">called for</a> more pollution controls, investing more in clean energy and cutting &quot;wasteful&quot; tax subsidies for oil and gas companies.</p>\r\n\r\n<p>Trump&#39;s website doesn&rsquo;t include a <a href=\"https://www.donaldjtrump.com/positions\">position</a> on climate change. However, <a href=\"https://www.donaldjtrump.com/media/what-does-donald-trump-believe-where-the-candidate-stands-on-10-issues\">the site has reposted a PBS Newshour</a> article that says Trump regards climate change as a hoax.</p>\r\n\r\n<p>And as we <a href=\"http://politifact.com/truth-o-meter/statements/2016/jun/03/hillary-clinton/yes-donald-trump-did-call-climate-change-chinese-h/\">reported in June</a>, during a May 26 energy policy speech Trump advocated rescinding &quot;all the job-destroying Obama executive actions, including the Climate Action Plan&quot; and said he would &quot;cancel the Paris Climate Agreement and stop all payments of U.S. tax dollars to U.N. global warming programs.&quot;</p>\r\n\r\n<p><strong>Women&#39;s health care</strong></p>\r\n\r\n<p>Kaine said that women should be able to make their own health care decisions. Few people would disagree that women &mdash; or men for that matter &mdash; should be able to make their own health care decisions. In a political context, Kaine&rsquo;s comments indicate Clinton&rsquo;s position in favor of abortion rights.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/punditfact/documents/public-religion-research-institute-attitudes-abort/\">A 2014 poll</a> by the nonpartisan organization PRRI (formerly the Public Religion Research Institute) in Washington found that 55 percent of millennials thought abortion should be legal in most or all cases. The same level of support is seen in people under 68. Only older Americans showed less support for abortion, with 43 percent of people over 67 saying it should be legal.</p>\r\n\r\n<p>Similarly, when Gallup surveyed <a href=\"http://www.gallup.com/poll/183434/americans-choose-pro-choice-first-time-seven-years.aspx\">abortion attitudes in 2015</a>, it found that 53 percent of people age 18 to 34 identified themselves as &quot;pro choice,&quot; versus 52 percent of 35- to 55-year-olds and 47 percent of people over 55.</p>\r\n\r\n<p>Once again, that puts millennials in the Democratic camp, but not by an overwhelming amount.</p>\r\n\r\n<p>Clinton spokesman Josh Schwerin subsequently directed us to <a href=\"http://www.foxnews.com/politics/interactive/2016/09/15/fox-news-poll-sept-15-2016/\">a Fox News survey</a> taken last week that found 61 percent of registered voters under age 35 reported being pro-choice.</p>\r\n\r\n<p>Clinton, as with most Democrats, supports the right of a woman to seek an abortion. Trump doesn&#39;t address abortion on his website, but he&rsquo;s said in interviews that he opposes abortion in most cases. In a March interview, he said women who have an abortion after it&rsquo;s outlawed should received &quot;some form of punishment,&quot; but he <a href=\"http://www.cnn.com/2016/03/30/politics/donald-trump-abortion-town-hall/\">backtracked</a> on the idea after widespread criticism.</p>\r\n\r\n<p>Once again, the Clinton-Kaine team seems to be in synch with at least a bare majority of millennials.</p>\r\n\r\n<p><strong>Immigration</strong></p>\r\n\r\n<p>Immigration is another issue where the stances of Trump and Clinton diverge dramatically.</p>\r\n\r\n<p>Trump has made the removal of <a href=\"https://www.donaldjtrump.com/positions/immigration-reform\">illegal immigrants</a> his signature issue. He wants to build a wall across the southern border and change the law that dictates that if you are born in the United States you automatically become as U.S. citizen.</p>\r\n\r\n<p>Clinton, in contrast, has called for legislation to allow some of those living in the United States illegally to remain, especially young adults brought to the United States as children. Most &mdash; criminals are a major exception &mdash; would be eligible for an eventual path to citizenship.</p>\r\n\r\n<p>On the issue of the wall, millennials are firmly against Trump. According to <a href=\"http://www.prri.org/research/prri-brookings-immigration-report/\">a 2016 PRRI survey</a>, 70 percent oppose it, compared to 52 percent of people age 65 and older.</p>\r\n\r\n<p>Only 11 percent of Americans age 18 to 29 support identifying and deporting illegal immigrants (it&#39;s 23 percent for people age 65 and older), according to <a href=\"http://www.prri.org/research/survey-americans-view-immigrants-want-immigration-reform-findings-2015-american-values-atlas/\">a 2015 PRRI poll</a>; and 69 percent of younger voters support a path to citizenship, as do 58 percent of seniors.</p>\r\n\r\n<p>More recently, a <a href=\"http://www.foxnews.com/politics/interactive/2016/08/31/fox-news-poll-aug-31-2016/\">Fox News poll taken in last August</a> found that 87 percent of respondents under 35 favored setting up a system for illegal immigrants to become legal. Only 11 percent supported deporting as many as possible.</p>\r\n\r\n<p>Also, Trump seems to be out of step with the younger people in his own party, 63 percent of whom support a path to citizenship and only 20 percent want mass deportation.</p>\r\n\r\n<p><strong>LGBT equality</strong></p>\r\n\r\n<p>Polls show millennials overwhelmingly support gay rights, which is a plank of Clinton&#39;s platform. But Kaine is exaggerating when he suggests Trump is totally against LGBT equality &mdash; the Republican nominee has given mixed messages on the issue.</p>\r\n\r\n<p>An August GenForward <a href=\"http://genforwardsurvey.com/assets/uploads/2016/08/GenForward-July-2016-Report-_-Final-copy.pdf\">survey</a>, conducted by the Black Youth Project at the University of Chicago and the AP-NORC Center, found that young voters (defined as age 18 to 30) strongly supported LGBT individual rights including equal employment rights (90 percent), HIV/AIDS prevention and treatment (92 percent) and LGBT adoption (80 percent).</p>\r\n\r\n<p>According to a May 2016 Pew <a href=\"http://www.pewforum.org/2016/05/12/changing-attitudes-on-gay-marriage/\">report</a>, 71 percent of Americans born after 1981 favor same-sex marriage (as do 55 percent of all Americans).</p>\r\n\r\n<p>Clinton&rsquo;s <a href=\"https://www.hillaryclinton.com/issues/lgbt-equality/\">LGBT</a> promises mirror the attitudes of millennials in the GenForward survey. She calls the Supreme Court ruling that legalized gay marriage in 2015 as a &quot;landmark victory&quot; for the country.</p>\r\n\r\n<p>Kaine, for his part, signed an executive order that banned discrimination based on sexual orientation in Virginia in 2006, his first year as governor. Equality Virginia, the commonwealth&#39;s LGBT organization, called him a friend and major ally in an <a href=\"http://www.advocate.com/commentary/2016/7/28/equality-virginia-all-reasons-we-love-tim-kaine\">editorial to the <em>Advocate. </em></a></p>\r\n\r\n<p>Trump, meanwhile, has vowed that he &quot;will do everything in my power to protect LGBT citizens&quot; in his speech at the Republican National Convention. He often criticizes the Clinton Foundation for taking donations from governments that oppress gay men and women.</p>\r\n\r\n<p>But <a href=\"http://www.politifact.com/new-york/statements/2016/aug/14/sean-patrick-maloney/donald-trump-against-same-sex-marriage/\">Trump opposes gay marriage</a> and has said in interviews during the Republican primary that he would appoint judges that would reverse the Supreme Court ruling or allow states to decide.</p>\r\n\r\n<p>The Human Rights Campaign, a gay rights groups that endorsed Clinton, <a href=\"http://www.hrc.org/2016RepublicanFacts/donald-trump-opposes-nationwide-marriage-equality\">points out</a> that Trump&rsquo;s running mate is Indiana Gov. Mike Pence, who passed a 2015 law that allowed businesses to refuse to serve gay and lesbian customers based on religious freedom; the law <a href=\"http://www.usatoday.com/story/news/nation/2015/04/02/indiana-religious-freedom-law-deal-gay-discrimination/70819106/\">was modified</a> after an uproar.</p>\r\n\r\n<p><strong>College affordability</strong></p>\r\n\r\n<p>Trump isn&rsquo;t against making colleges more affordable, but polls show millennial attitudes on higher education costs are more closely aligned with Clinton&rsquo;s than Trump&rsquo;s.</p>\r\n\r\n<p>Many millennials say <a href=\"http://www.ipsos-na.com/download/pr.aspx?id=15852\">college affordability is a top issue</a>, according to a <em>USA Today</em>/Rock the Vote survey, and the vast majority say higher education should be debt free (<a href=\"http://www.bankrate.com/finance/consumer-index/money-pulse-0816.aspx\">77 percent</a> in a poll commissioned by Bankrate Inc., a financial services company).</p>\r\n\r\n<p>Under Clinton&rsquo;s college affordability plan &mdash; retooled with input from Sanders in June 2016 and seen as a grab for his millennial voters &mdash; families with incomes less than $85,000 will pay no tuition at in-state public colleges and universities, with the income cap increasing to $125,000 by 2021. Clinton&rsquo;s plan also addresses student debt refinancing.</p>\r\n\r\n<p>Kaine focused on complaints lodged against Trump University in his <em>Meet the Press</em> interview. We <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/feb/28/donald-trump/fact-checking-donald-trumps-claims-about-trump-uni/\">found</a> that Trump University received a D-minus rating from the Better Business Bureau in 2010, the last time the consumer watchdogs gave any rating at all.</p>\r\n\r\n<p>Trump has been vague about his own college affordability plans. In an Iowa town hall in November 2015, he <a href=\"http://www.washingtonexaminer.com/trump-to-make-college-affordable-we-have-to-start-some-governmental-program/article/2576800\">suggested</a> he would create &quot;some governmental program&quot; to help lower-income families pay for school. He promised to &quot;work with all of our students who are drowning in debt&quot; during the Republican National Convention.</p>\r\n\r\n<p>His website does not list college affordability as an issue, but Trump&rsquo;s policy advisor Sam Clovis floated a few ideas in a <a href=\"https://www.insidehighered.com/news/2016/05/13/trumps-campaign-co-chair-describes-higher-education-policies-being-developed\">May interview</a> with <em>Inside Higher Ed.</em></p>\r\n\r\n<p>Clovis said the campaign thinks student loans should be &quot;market driven,&quot; and said colleges should &quot;have skin in the game&quot; and share the risks associated with student loans. Clovis rejected proposals for free higher public education.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kaine said Hillary Clinton and millennials believe in climate change, abortion rights, immigration reform, gay rights and college affordability but &quot;Donald Trump doesn&#39;t.&quot;</p>\r\n\r\n<p>Reputable polls back Kaine&rsquo;s claim, though the VP nominee is overstating the extent of Trump&rsquo;s opposition to gay rights and college affordability. Millennials agree decisively with Clinton&rsquo;s position on immigration, gay rights and college affordability, and by narrow margins on climate change and abortion rights.</p>\r\n\r\n<p>We rate Kaine&rsquo;s claim Mostly True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/cb26be5e-6bc8-40b9-8ea0-d1b04acf2a8a\">https://www.sharethefacts.co/share/cb26be5e-6bc8-40b9-8ea0-d1b04acf2a8a</a></p>\r\n", "ruling_comments_date": "2016-09-18T15:48:50.579128", "ruling_date": "2016-09-18T18:18:13", "ruling_headline": "Tim Kaine says millennials agree with Clinton, not Trump, on big issues", "ruling_headline_slug": "tim-kaine-says-millennials-agree-clinton-not-trump", "ruling_link_text": "Young voters more in line with Clinton on issues", "ruling_state": null, "source_documents": null, "sources": "<p><em>Meet the Press, </em><a href=\"http://www.nbcnews.com/meet-the-press/clinton-losing-key-millennial-support-nationally-key-states-n650076\">Clinton Losing Millennial Support Nationally and in Key States</a>, Sept. 18, 2016</p>\r\n\r\n<p>NextGen Climate, &quot;<a href=\"https://nextgenclimate.global.ssl.fastly.net/wp-content/uploads/2016/09/NextGen-PNA-Battleground-Millennial-Tracker-Public-Posting-Deck-F09.14.16.pdf\">NextGen Climate/Project New America Battleground Millennial Survey &ndash; September Update</a>,&quot; Sept. 2016</p>\r\n\r\n<p>Emails, Josh Schwerin, Hillary Clinton campaign, Sept. 18, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/rhode-island/statements/2013/nov/25/sheldon-whitehouse/us-sen-sheldon-whitehouse-says-most-young-republic/\">U.S. Sen. Sheldon Whitehouse says most young Republicans think poorly of climate change deniers</a>,&quot; Nov. 25, 2013; &quot;<a href=\"http://politifact.com/truth-o-meter/statements/2016/jun/03/hillary-clinton/yes-donald-trump-did-call-climate-change-chinese-h/\">Yes, Donald Trump did call climate change a Chinese hoax</a>,&quot; June 3, 2016</p>\r\n\r\n<p>PunditFact, &quot;<a href=\"http://www.politifact.com/punditfact/documents/public-religion-research-institute-attitudes-abort/\">Public Religion Research Institute: Attitudes on abortion by generation</a>,&quot; survey conducted February, 2014</p>\r\n\r\n<p>Gallup, &quot;<a href=\"http://www.gallup.com/poll/167879/not-global-warming-serious-threat.aspx?g_source=CATEGORY_CLIMATE_CHANGE&amp;g_medium=topic&amp;g_campaign=tiles\">In U.S., Most Do Not See Global Warming as Serious Threat</a>,&quot; March 13, 2014; &quot;<a href=\"http://www.gallup.com/poll/183434/americans-choose-pro-choice-first-time-seven-years.aspx\">Americans Choose &#39;Pro-Choice&#39; for First Time in Seven Years</a>,&quot; May 29, 2016</p>\r\n\r\n<p>John F. Kennedy School of Government, &quot;<a href=\"https://www.hks.harvard.edu/news-events/news/press-releases/iop-youth-voter-survey-spring-2015\">No front-Runner among Prospective Republican Candidates, Hillary Clinton in Control of Democratic Primary, Harvard Youth Poll Finds</a>,&quot; April 28, 2015</p>\r\n\r\n<p>Hillary Clinton campaign website, &quot;<a href=\"https://www.hillaryclinton.com/issues/climate/\">Climate change</a>,&quot; accessed Sept. 18, 2016</p>\r\n\r\n<p>Donald Trump campaign website, &quot;<a href=\"https://www.donaldjtrump.com/media/what-does-donald-trump-believe-where-the-candidate-stands-on-10-issues\">What does Donald Trump believe? Where the candidate stands on 10 issues</a>,&quot; June 16, 2015; and &quot;<a href=\"https://www.donaldjtrump.com/positions\">Positions</a>,&quot; and &quot;<a href=\"https://www.donaldjtrump.com/positions/immigration-reform\">Immigration reform that will make America great again</a>,&quot; both accessed Sept. 18, 2016</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2016/03/30/politics/donald-trump-abortion-town-hall/\">Trump reverses statement on women and abortion after outcry</a>,&quot; March 31, 2016</p>\r\n\r\n<p>PRRI, &quot;<a href=\"http://www.prri.org/research/committed-to-availability-conflicted-about-morality-what-the-millennial-generation-tells-us-about-the-future-of-the-abortion-debate-and-the-culture-wars/\">Committed to Availability, Conflicted about Morality,</a>&quot; June 9, 2011; &quot;<a href=\"http://www.prri.org/research/survey-how-race-and-religion-shape-millennial-attitudes-on-sexuality-and-reproductive-health/#.VSUqA5PF_YF\">How Race and Religion Shape Millennial Attitudes on Sexuality and Reproductive Health</a>,&quot; March 27, 2015; &quot;<a href=\"http://www.prri.org/research/survey-americans-view-immigrants-want-immigration-reform-findings-2015-american-values-atlas/\">How Americans View Immigrants, and What They Want from Immigration Reform: Findings from the 2015 American Values Atlas</a>,&quot; March 29, 2016 and &quot;<a href=\"http://www.prri.org/research/prri-brookings-immigration-report/\">How Immigration and Concerns about Cultural Change are Shaping the 2016 Election | PRRI/Brookings Survey</a>,&quot; June 23, 2016</p>\r\n\r\n<p>Fox News, <a href=\"http://www.foxnews.com/politics/interactive/2016/08/31/fox-news-poll-aug-31-2016/\">Aug. 28-30, 2016 poll</a> and <a href=\"http://www.foxnews.com/politics/interactive/2016/09/15/fox-news-poll-sept-15-2016/\">Sept. 11-14, 2016 poll</a>, both accessed Sept. 18, 2016</p>\r\n\r\n<p>Generation Forward, &quot;<a href=\"http://genforwardsurvey.com/assets/uploads/2016/08/GenForward-July-2016-Report-_-Final-copy.pdf\">GenFoward July 2016</a>,&quot; Aug. 2016</p>\r\n\r\n<p>Pew Research, &quot;<a href=\"http://www.pewforum.org/2016/05/12/changing-attitudes-on-gay-marriage/\">Changing Attitudes on Gay Marriage</a>,&quot; May 12, 2016</p>\r\n\r\n<p>Hillary Clinton, &quot;<a href=\"https://www.hillaryclinton.com/issues/lgbt-equality/\">LGBT rights and equality</a>,&quot; accessed Sept. 18, 2016</p>\r\n\r\n<p><em>The Advocate, </em>&quot;<a href=\"http://www.advocate.com/commentary/2016/7/28/equality-virginia-all-reasons-we-love-tim-kaine\">Equality Virginia: All the Reasons We Love Tim Kaine</a>,&quot; July 28, 2016</p>\r\n\r\n<p>PolitiFact New York, &quot;<a href=\"http://www.politifact.com/new-york/statements/2016/aug/14/sean-patrick-maloney/donald-trump-against-same-sex-marriage/\">Donald Trump is against same-sex marriage</a>,&quot; Aug. 14, 2016</p>\r\n\r\n<p>Human Rights Campaign, &quot;<a href=\"http://www.hrc.org/2016RepublicanFacts/donald-trump-opposes-nationwide-marriage-equality\">Donald Trump: Opposes Nationwide Marriage Equality</a>,&quot; accessed Sept. 18, 2016</p>\r\n\r\n<p>PolitiFact California, &quot;<a href=\"http://www.politifact.com/california/statements/2016/jul/28/gavin-newsom/true-mike-pence-advocated-conversion-therapy/\">True: Mike Pence advocated for &#39;conversion therapy&#39;</a>,&quot; July 28, 2016</p>\r\n\r\n<p><em>USA Today/</em>Rock the Vote, &quot;<a href=\"http://www.ipsos-na.com/download/pr.aspx?id=15852\">Rock the Vote / USA Today</a>,&quot; Aug. 10, 2016</p>\r\n\r\n<p>Bankrate.com, &quot;<a href=\"http://www.bankrate.com/finance/consumer-index/money-pulse-0816.aspx\">Is college worth it? Americans see it as a good investment, Bankrate survey finds</a>,&quot; Aug. 1, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/feb/28/donald-trump/fact-checking-donald-trumps-claims-about-trump-uni/\">Fact-checking Donald Trump&#39;s claims about Trump University</a>,&quot; Feb. 28, 2016</p>\r\n\r\n<p><em>Washington Examiner, </em>&quot;<a href=\"http://www.washingtonexaminer.com/trump-to-make-college-affordable-we-have-to-start-some-governmental-program/article/2576800\">Trump: To make college affordable, &#39;we have to start some governmental program&#39;</a>,&quot; Nov. 19, 2015</p>\r\n\r\n<p><em>Inside Higher Ed, </em>&quot;<a href=\"https://www.insidehighered.com/news/2016/05/13/trumps-campaign-co-chair-describes-higher-education-policies-being-developed\">Trump&#39;s Emerging Higher Ed Platform</a>,&quot; May 13, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tim", "half_true_count": 15, "home_state": "Virginia", "id": 424, "last_name": "Kaine", "mostly_true_count": 15, "name_slug": "tim-kaine", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_NCCB111_CAMPAIGN_2016_KA.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/424/", "total_count": 57, "true_count": 12, "website": "http://www.kaine.senate.gov/"}, "statement": "<p>Says Hillary Clinton and millennials have the same positions on climate change, abortion rights, immigration reform, gay rights and college affordability. &quot;Donald Trump doesn&#39;t.&quot;</p>\r\n", "statement_context": "an interview on \"Meet the Press.\"", "statement_date": "2016-09-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}], "twitter_headline": "Do millennials agree with Hillary Clinton on major issues?"}