{"art": [{"brightcove": "", "caption": "A passenger has his luggage checked by security personnel at Ben Gurion Airport. Ariel Schalit/AP)", "id": 9105, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Mideast-Israel-E-Mail_Horo-e1419283010976.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9105/", "title": "ben gurion airport", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2016/sep/23/donald-trump/donald-trump-claim-israel-profiling-very-successfu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Trump claim on Israel profiling misses full security context", "id": 13111, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lqiu@politifact.com", "first_name": "Linda", "id": 443, "last_name": "Qiu", "name_slug": "linda-qiu", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Linda_Qiu.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/443/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/13111/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the wake of two bombings in New York, Donald Trump repeated his call for profiling as a way to deter terrorism, citing Israel as a role model.</p>\r\n\r\n<p>Trump first made the proposal on <a href=\"http://www.cbsnews.com/news/donald-trump-after-orlando-racial-profiling-not-the-worst-thing-to-do/\">CBS&rsquo; <em>Face the Nation</em> in June 2016</a>, in the wake of the mass shooting in Orlando. He suggested it again in two Sept. 19 interviews on Fox News.</p>\r\n\r\n<p>&quot;Israel has done an unbelievable job, and they&rsquo;ll profile. They&rsquo;ll profile. They see somebody suspicious. They will profile,&quot; Trump <a href=\"https://youtu.be/3GTRabASaY8?t=3m7s\">said on<em> Fox and Friends</em></a> that morning, adding. &quot;If somebody looks like he&rsquo;s got a massive bomb on his back, we won&rsquo;t go to that person and say, &lsquo;I&rsquo;m sorry&rsquo; &mdash; because if he looks like he comes from that part of the world. We&rsquo;re not allowed to profile. Give me a break.&quot;</p>\r\n\r\n<p>&quot;Well, we have no choice. Look, Israel does it. And Israel does it very successfully,&quot; Trump <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/20/donald-trumps-interview-with-bill-oreilly-was-an-instant-classic/\">said</a> to Fox&rsquo;s Bill O&rsquo;Reilly that night. &quot;I am saying, you go in to profile people that maybe look suspicious. I didn&#39;t say they were Muslims.&quot;</p>\r\n\r\n<p>The Trump campaign told us Trump did not say ethnic or racial profiling, but this denial is <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/21/donald-trump/donald-trump-says-he-never-called-profiling-muslim/\">misleading</a>. Trump said &quot;we have no choice&quot; when O&rsquo;Reilly asked him how profiling &quot;Arab or Muslim men&quot; would work.</p>\r\n\r\n<p>Israel does perform different types of profiling, but they have other security measures in place as well that experts say are crucial to their success in deterring terrorism. And, the two countries&rsquo; security infrastructure are strikingly different. &nbsp;</p>\r\n\r\n<p><strong>Profiling in Israel</strong></p>\r\n\r\n<p>Israel practices both predictive profiling and ethnic profiling. The former looks for red flags and suspicious behavior (i.e. arriving for an international flight with no bags) while the latter targets populations seen as more likely to pose risks (i.e. Arab and Muslim men).</p>\r\n\r\n<p>Amotz Brandes is a former intelligence officer in the Israeli Defense Forces and a security agent and profiler at El Al Airlines, Israel&rsquo;s flagship carrier. He is now a managing partner at the international security firm, <a href=\"https://chameleonassociates.com/\">Chameleon Associates</a>.</p>\r\n\r\n<p>Brandes told PolitiFact that Israeli security almost exclusively profiled Arabs and Muslims until the <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/may/29/newsid_2542000/2542263.stm\">Lod Airport massacre of 1972</a>. That year, a radical Palestinian group recruited gumen from the militant Japanese Red Army for the terrorist attack that killed 26 people at the airport in Tel Aviv.</p>\r\n\r\n<p>Using non-Arab, non-Muslim gunmen exploited and exposed a weakness in exclusively focusing on someone&rsquo;s race or ethnicity, Brandes said. Israeli security now consider a much more comprehensive and specific set of indicators to locate potential threats.</p>\r\n\r\n<p>But Israel &quot;never really stopped risk-based profiling. They just added threat-based profiling,&quot; Brandes said, adding for a Jewish state located in a &quot;very unsafe neighborhood,&quot; it&rsquo;s necessary. &quot;They treat those with Arab ethnicity as higher risk. It&rsquo;s not a secret. It&rsquo;s done in many, many ways.&quot;</p>\r\n\r\n<p>For example, Ben Gurion International Airport (formerly Lod Airport) labels passengers <a href=\"http://www.latimes.com/business/la-fi-lax-israeli-airport-security-20160718-snap-story.html\">with</a> <a href=\"http://www.bbc.co.uk/programmes/p01tq60c\">numbered</a> <a href=\"http://www.businessinsider.com/israels-ben-gurion-airport-security-uses-secret-sticker-system-2015-6\">stickers</a>, one representing low risk and six very high risk. All fliers are questioned and searched, but those with higher numbers undergo more intensive security screening.</p>\r\n\r\n<p><a href=\"http://mondoweiss.net/2010/03/what-it-means-to-go-to-ben-gurion-airport-with-an-arab-friend/\">According to Israeli journalist Lia Tarachansky</a>, one&rsquo;s, two&rsquo;s and three&rsquo;s are reserved for Jewish Israelis, Jewish non-Israelis and friendly internationals. Arab Israelis and questionable internationals are given a four or higher. Palestinians and Muslims are typically classified as six. &nbsp;The Arab American Institute has documented <a href=\"http://www.aaiusa.org/snapshots-american-citizens-discriminated-against-at-israeli-border\">numerous cases</a> of detentions of Arabs and Muslims lasting upward&nbsp;of 10 hours.</p>\r\n\r\n<p>In 2014, Ben Gurion <a href=\"http://www.haaretz.com/israel-news/1.581987\">installed</a> an automated system for checking bags that some say has improved access for Arab and Muslim passengers. This prompted the Israeli High Court to toss out a lawsuit from the Association of Civil Rights in Israel over ethnic profiling, a decision that the human rights group <a href=\"http://www.acri.org.il/en/2015/03/12/profiling-result/\">says</a> didn&rsquo;t result in the actual prohibition of discrimination. &nbsp;</p>\r\n\r\n<p>The U.S. State Department&rsquo;s <a href=\"https://travel.state.gov/content/passports/en/country/israel.html\">country profile for Israel</a> warns that Palestinian-Americans and &quot;U.S. citizens of Arab or Muslim heritage have experienced significant difficulties and unequal and hostile treatment at Israel&rsquo;s borders and checkpoints.&quot; &nbsp;</p>\r\n\r\n<p><strong>The efficacy of ethnic profiling</strong></p>\r\n\r\n<p>Whether ethnic profiling is actually productive to counterterrorism is a debated question.</p>\r\n\r\n<p>&quot;I think it is fair to say that the jury is out and that it would be incorrect to suggest that profiling has been successful in deterring terrorism,&quot; said Bernard Harcourt, a law and political professor at Columbia University who specializes in penal law and security. &nbsp;</p>\r\n\r\n<p>In a much-cited <a href=\"http://www.law.uchicago.edu/files/files/286.pdf\">2006 paper</a>, Harcourt found no empirical evidence that racial or ethnic profiling is an effective measure. (Similarly, William Press, a computer scientists at the University of Texas, Austin, has demonstrated that <a href=\"http://www.pnas.org/content/early/2009/02/02/0813202106.full.pdf\">racial profiling is just as effective as random sampling</a>.)</p>\r\n\r\n<p>Harcourt argues that profiling one group diverts resources from examining others outside the group. So while it may help detect attacks in the short term, profiling could backfire in the long term as &quot;it may well encourage the recruitment of terrorists from outside the core profile and the substitution of other terrorist acts.&quot;</p>\r\n\r\n<p>Michael Chertoff, Homeland Security secretary from 2005-09, offered a similar take in an <a href=\"http://www.intelligencesquaredus.org/debates/us-airports-should-use-racial-and-religious-profiling\">Intelligence Squared debate</a> (around the 49:15 mark) over racial profiling, which he called the &quot;lazy man&rsquo;s way out.&quot;</p>\r\n\r\n<p>After the Sept. 11 terrorist attacks, &quot;there was a unanimous belief that racial and religious profiling would be not only ineffective, but counterproductive from a security standpoint,&quot; he said. &quot;The fact is it would be an engraved invitation to al-Qaida to recruit exactly the kind of people who don&rsquo;t fit the profile.&quot;</p>\r\n\r\n<p>In Israel, analysts noted a shift in who was carrying out attacks as early as a decade ago.</p>\r\n\r\n<p>&quot;At first, suicide terrorists were all religious, militant young men recruited from Palestinian universities or mosques. In early 2002, however, the profile began to change as secular Palestinians, women, and even teenage girls volunteered for suicide missions,&quot; wrote Jonathan Tucker, an influential national security analyst and expert in nuclear nonproliferation, in a <a href=\"https://web.archive.org/web/20110608050131/http://www.homelandsecurity.org/journal/Articles/tucker-israel.html\">2003 paper</a>. &quot;Suicide bombers have also sought to foil profiling efforts by shaving their beards, dyeing their hair blond, and wearing Israeli uniforms or even the traditional clothing of orthodox Jews.&quot;</p>\r\n\r\n<p>For these reasons, Chertoff and most national security analysts prefer predictive profiling, based on behavior. This approach led Israeli security to thwart a planned terrorist attack by an assailant who didn&rsquo;t fit the profile and who didn&rsquo;t even know she was carrying out an attack.</p>\r\n\r\n<p>In 1986, <a href=\"http://www.nytimes.com/1986/04/19/world/heathrow-bomb-suspect-seized-police-say-fiancee-was-a-dupe.html\">Anne-Marie Murphy</a>, a pregnant Irish woman, was cleared by Health Airport security, but El Al guards found her suspicious and discovered a false bottom in her carry-on bag with 10 pounds of explosives planted by her Jordanian boyfriend. Murphy thought she was travelling to Israel to get married.</p>\r\n\r\n<p><strong>Why Israeli security is effective</strong></p>\r\n\r\n<p>Ben Gurion is widely regarded as one of the safest airports in the world, and El Al one of the safest airlines. But even barring ethnic profiling, to suggest predictive profiling is the reason ignores the full scope of Israeli security.</p>\r\n\r\n<p>Israel&rsquo;s entire security apparatus is much more comprehensive than just profiling, experts told us. For starters, the vigilance of the Israeli public is key to how the country prevents terrorism, and ordinary Israelis foil more than 80 percent of attempted terrorist attacks in Israel, according to Tucker.</p>\r\n\r\n<p>Israel&rsquo;s intelligence gathering agencies are also more coordinated and specialized than U.S. agencies, expert said.</p>\r\n\r\n<p>Yoram Schweitzer, an international terrorism expert at the Institute for National Security Studies in Tel Aviv, listed a number of security measures beyond behavior profiling: Israeli airports are much smaller; their perimeters are monitored and screened around the clock; and the entire system is constantly being assessed and improved.</p>\r\n\r\n<p>There&rsquo;s also the rigorous selection process for security officers. The personnel are military recruits who must pass intelligence and personality tests. Then they undergo nine weeks of behavior recognition training.</p>\r\n\r\n<p>Also, the sheer disparity in scale between Israel and the United States is a hurdle to implementing the type of concentrated, high-skilled security apparatus in Israeli airports. Israel has 47 airports, while the United States has more than 13,000, <a href=\"https://www.cia.gov/library/publications/the-world-factbook/rankorder/2053rank.html\">according to the CIA Factbook.</a></p>\r\n\r\n<p>While low-risk fliers at Ben Gurion, Israel&rsquo;s only international airport, are cleared within a few minutes, the average checking time is <a href=\"http://www.nbcnews.com/id/3067286/t/how-safe-are-americas-skies/#.V-Qg8PkrK70\">57 minutes</a>. The airport saw about <a href=\"http://www.iaa.gov.il/en-US/airports/bengurion/Pages/Statistics.aspx\">16.3 million passengers</a> in 2015, while more than <a href=\"http://www.usatoday.com/story/travel/flights/todayinthesky/2015/12/28/atlanta-worlds-first-airport-hit-100-million-passengers-year/77976846/\">100 million</a> moved through Hartsfield-Jackson Atlanta International Airport that year.</p>\r\n\r\n<p>Brandes also sees institutional differences in how the two countries approach security. For one, Israel&rsquo;s &quot;entire methodology is based on terrorism&quot; while U.S. law enforcement &quot;is geared towards crime and property crime,&quot; he said. For another, average Israelis are proactive about not only reporting suspicious activity but engaging with it, while &quot;everyone in the U.S. holds and waits for the police.&quot;</p>\r\n\r\n<p>And finally, it&rsquo;s perplexing for Trump to suggest that the United States isn&rsquo;t &quot;allowed to profile.&quot; (Our friends at the <em>Washington Post </em>Fact-Checker rated this claim <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/22/trumps-claim-that-were-not-allowed-to-profile-potential-terrorists/?postshare=6811474551180210&amp;tid=ss_tw\">Four Pinocchios</a>.) The United States does &quot;<a href=\"https://www.theguardian.com/us-news/2015/aug/10/us-no-fly-list-predictive-assessments\">profile people that maybe look suspicious</a>,&quot; and the Justice Department <a href=\"https://www.washingtonpost.com/politics/racial-profiling-will-still-be-allowed-at-airports-along-border-despite-new-policy/2014/12/05/a4cda2f2-7ccc-11e4-84d4-7c896b90abdc_story.html\">allows</a> airport security and border patrol to consider race in security screenings.</p>\r\n\r\n<p>When the TSA attempted to adopt Israeli-style behavioral profiling through a program known as SPOT, the results were less than ideal. Former officers in the program reported in 2012 that <a href=\"http://www.nytimes.com/2012/08/12/us/racial-profiling-at-boston-airport-officials-say.html?_r=1\">80 percent of passengers</a> targeted at Boston&rsquo;s Logan Airport were minorities. And a year later, the U.S. Government Accountability <a href=\"http://www.gao.gov/assets/660/658923.pdf\">concluded</a> that SPOT was ineffective and recommended the program be defunded.</p>\r\n\r\n<p>&quot;I think there is a lot to learn from Israel,&quot; said Brandes, who questioned Trump&rsquo;s grasp of Israeli security. When he suggests emulate the profiling, &quot;Does he know that means?&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said Israel profiles based on ethnicity and &quot;does it very successfully.&quot;</p>\r\n\r\n<p>This is misleading. Israel takes ethnicity into consideration in their security screenings, but it also takes many other clues into consideration. While Israel is successful at deterring terrorism, profiling is not the sole reason. The country&rsquo;s robust security apparatus and vigilant population are just as, if not more, key its safety.</p>\r\n\r\n<p>We rate Trump&rsquo;s claim Half True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/6759de52-3912-4745-a6e9-26479168830d\">https://www.sharethefacts.co/share/6759de52-3912-4745-a6e9-26479168830d</a></p>\r\n", "ruling_comments_date": "2016-09-22T16:22:32.156833", "ruling_date": "2016-09-23T12:22:58", "ruling_headline": "Donald Trump claim on Israeli profiling misses broader security context", "ruling_headline_slug": "donald-trump-claim-israel-profiling-very-successfu", "ruling_link_text": "Ethnically profiling not why Israel is good at counterterrorism", "ruling_state": null, "source_documents": null, "sources": "<p>CBS, <em><a href=\"http://www.cbsnews.com/news/donald-trump-after-orlando-racial-profiling-not-the-worst-thing-to-do/\">Face the Nation</a>,</em> June 19, 2016</p>\r\n\r\n<p>Youtube, <a href=\"https://www.youtube.com/watch?v=3GTRabASaY8&amp;feature=youtu.be&amp;t=3m7s\">Donald Trump on&nbsp;<em>Fox &amp; Friends</em></a>, Sept. 19, 2016</p>\r\n\r\n<p><em>Washington Post, </em>&quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/20/donald-trumps-interview-with-bill-oreilly-was-an-instant-classic/\">Donald Trump&rsquo;s interview with Bill O&rsquo;Reilly was an instant classic</a>,&quot; Sept 20, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/21/donald-trump/donald-trump-says-he-never-called-profiling-muslim/\">Donald Trump says he never called for profiling Muslims</a>,&quot; Sept. 21, 2016</p>\r\n\r\n<p><em>Los Angeles Times,</em><strong> </strong>&quot;<a href=\"http://www.latimes.com/business/la-fi-lax-israeli-airport-security-20160718-snap-story.html\">Can Israeli-type security measures work at LAX and other U.S. airports?</a>,&quot; July 28, 2016</p>\r\n\r\n<p>BBC, &quot;<a href=\"http://www.bbc.co.uk/programmes/p01tq60c\">From Our Own Correspondent: Israel and the USA</a>,&quot; March 19, 2014</p>\r\n\r\n<p><em>Business Insider</em>, &quot;<a href=\"http://www.businessinsider.com/israels-ben-gurion-airport-security-uses-secret-sticker-system-2015-6\">What they don&#39;t tell you about Israel&#39;s famously tight airport security</a>,&quot; Jun 11, 2016</p>\r\n\r\n<p>Mondoweiss, &quot;<a href=\"http://mondoweiss.net/2010/03/what-it-means-to-go-to-ben-gurion-airport-with-an-arab-friend/\">What it means to go to Ben Gurion airport with an Arab friend</a>,&quot; March 3, 2010</p>\r\n\r\n<p>Arab American Institute, <a href=\"http://www.aaiusa.org/snapshots-american-citizens-discriminated-against-at-israeli-border\">Snapshots: American Citizens Discriminated Against at the Israeli Border</a>, May 22, 2016</p>\r\n\r\n<p>Reuters, &quot;<a href=\"http://www.reuters.com/article/us-usa-election-trump-israel-idUSKCN0Z61CI\">Israeli minister unapologetic for security &#39;profiling&#39; hailed by Trump</a>,&quot; June 20, 2016</p>\r\n\r\n<p>State Department, <a href=\"https://travel.state.gov/content/passports/en/country/israel.html\">Israel, the West Bank and Gaza,</a> June 30, 2016</p>\r\n\r\n<p>Olin Law and Economics working Paper, &quot;<a href=\"http://www.law.uchicago.edu/files/files/286.pdf\">Muslim Profiles Post 9/11: Is Racial Profiling an Effective Counterterrorist Measure and Does It Violate the Right to Be Free from Discrimination?</a>,&quot; March 2006</p>\r\n\r\n<p>PNAS, &quot;<a href=\"http://www.pnas.org/content/early/2009/02/02/0813202106.full.pdf\">Strong profiling is not mathematically optimal for discovering rare malfeasors</a>,&quot; Dec. 23, 2008</p>\r\n\r\n<p>Intelligence Squared Debates, &quot;<a href=\"http://www.intelligencesquaredus.org/debates/us-airports-should-use-racial-and-religious-profiling\">U.S. AIRPORTS SHOULD USE RACIAL AND RELIGIOUS PROFILING</a>,&quot; 2010</p>\r\n\r\n<p>Dept. of Homeland Security, &quot;<a href=\"https://web.archive.org/web/20110608050131/http://www.homelandsecurity.org/journal/Articles/tucker-israel.html\">Strategies for Countering Terrorism: Lessons from the Israeli Experience</a>,&quot; March 2003</p>\r\n\r\n<p><em>New York Times,</em> &quot;<a href=\"http://www.nytimes.com/1986/04/19/world/heathrow-bomb-suspect-seized-police-say-fiancee-was-a-dupe.html\">HEATHROW BOMB SUSPECT SEIZED; POLICE SAY FIANCEE WAS A DUPE</a>,&quot; April 19, 1986</p>\r\n\r\n<p>Haaretz, &quot;<a href=\"http://www.haaretz.com/in-israel-racial-profiling-doesn-t-warrant-debate-or-apologies-1.261075\">In Israel, Racial Profiling Doesn&#39;t Warrant Debate, or Apologies</a>,&quot; Aug. 1, 2010</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://edition.cnn.com/2010/OPINION/01/11/yeffet.air.security.israel/\">How the Israelis do airport security</a>,&quot; Jan 11, 2010</p>\r\n\r\n<p>CIA Factbook, &quot;<a href=\"https://www.cia.gov/library/publications/the-world-factbook/rankorder/2053rank.html\">Airports</a>,&quot; 2013</p>\r\n\r\n<p>NBC, &quot;<a href=\"http://www.nbcnews.com/id/3067286/t/how-safe-are-americas-skies/#.V-Q34PkrK71\">How safe are America&#39;s skies?</a>&quot; Feb. 13, 2002</p>\r\n\r\n<p>Ben Gurion, <a href=\"http://www.iaa.gov.il/en-US/airports/bengurion/Pages/Statistics.aspx\">Statistics</a>, accessed Sept 21, 2016</p>\r\n\r\n<p><em>The Guardian,</em> &quot;<a href=\"https://www.theguardian.com/us-news/2015/aug/10/us-no-fly-list-predictive-assessments\">No-fly list uses &#39;predictive assessments&#39; instead of hard evidence, US admits</a>,&quot; Aug. 10, 2015</p>\r\n\r\n<p><em>Washington Post,</em> &quot;<a href=\"https://www.washingtonpost.com/politics/racial-profiling-will-still-be-allowed-at-airports-along-border-despite-new-policy/2014/12/05/a4cda2f2-7ccc-11e4-84d4-7c896b90abdc_story.html\">Racial profiling will still be allowed at airports, along border despite new policy</a>,&quot; Dec. 5, 2014</p>\r\n\r\n<p><em>USA Today, </em>&quot;<a href=\"http://www.usatoday.com/story/travel/flights/todayinthesky/2015/12/28/atlanta-worlds-first-airport-hit-100-million-passengers-year/77976846/\">Atlanta is world&#39;s first airport to hit 100 million passengers in year</a>,&quot; Dec. 28, 2015</p>\r\n\r\n<p><em>The New York Times,</em> &quot;<a href=\"http://www.nytimes.com/2012/08/12/us/racial-profiling-at-boston-airport-officials-say.html?_r=1\">Racial Profiling Rife at Airport, U.S. Officers Say</a>,&quot; Aug. 11, 2012</p>\r\n\r\n<p>US. Government Accountability Office, &quot;<a href=\"http://www.gao.gov/assets/660/658923.pdf\">TSA Should Limit Future Funding for Behavior Detection Activities</a>,&quot; November 2012</p>\r\n\r\n<p>The Intercept, &quot;<a href=\"https://theintercept.com/2016/06/20/donald-trump-calls-for-israeli-style-racial-profiling-but-profiling-is-a-disaster/\">Donald Trump Calls for Israeli-Style Racial Profiling &mdash; But Profiling Is a Disaster</a>,&quot; June 20, 2016</p>\r\n\r\n<p>The Intercept, &quot;<a href=\"https://theintercept.com/2015/03/27/revealed-tsas-closely-held-behavior-checklist-spot-terrorists/\">EXCLUSIVE: TSA&rsquo;S SECRET BEHAVIOR CHECKLIST TO SPOT TERRORISTS</a>,&quot; May 27, 2015</p>\r\n\r\n<p>Email interview with the press office for Donald Trump, Sept. 20, 2016</p>\r\n\r\n<p>Interview with Amotz Brandes, managing partner at Chameleon Associates, Sept. 21, 2016</p>\r\n\r\n<p>Email interview with Bernard Harcourt, law and political science professor at Columbia University, Sept. 21, 2016</p>\r\n\r\n<p>Email interview with Yaron Kelner, spokesperson for the Association for Civil Rights in Israel, Sept 20, 2016</p>\r\n\r\n<p>Email interview with Badi Hasisi, law professor at the Hebrew University of Jerusalem, Sept. 21, 2016</p>\r\n\r\n<p>Email interview with Charles Freilich, senior fellow at the Belfer Center at Harvard University, Sept. 21, 2016</p>\r\n\r\n<p>Email interview with Jennifer Salan, spokesperson for the Arab American Institute, Sept. 22, 2016</p>\r\n\r\n<p>Interview with Yoram Schweitzer, head of the program on terrorism at the Institute for National Security Studies, Sept. 22, 2016</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says Israel profiles based on ethnicity and &quot;does it very successfully.&quot;</p>\r\n", "statement_context": "an interview on Fox News", "statement_date": "2016-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "Trump claim on Israel profiling ignores broader security context"}