{"art": [{"brightcove": "", "caption": "Tom DeLay of Texas made his claim about most illegal immigrants fielding welfare and other government benefits in a Sept. 1, 2016, interview on MSNBC (MSNBC video).", "id": 9174, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src='http://player.theplatform.com/p/7wvmTC/MSNBCEmbeddedOffSite?guid=n_snow_delay_160901' height='300' width='243' scrolling='no' border='no' ></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9174/", "title": "Tom DeLay interview MSNBC illegal immigrants welfare Houston 9/1/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/sep/28/tom-delay/tom-delay-says-most-illegal-immigrants-draw-welfar/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Tom DeLay half right on immigrants and welfare", "id": 13150, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13150/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former Republican powerbroker Tom DeLay recently raised alarm about Houston &quot;illegal immigrants&quot; taking advantage of tax-funded benefits.</p>\r\n\r\n<p>DeLay, seated in what looked like a comfortable spot, took split-screen questions from MSNBC&rsquo;s Kate Snow--both of them not quite getting facts straight.</p>\r\n\r\n<p>DeLay initially agreed in the <a href=\"http://www.msnbc.com/kate-snow/watch/border-states-at-forefront-of-immigration-debate-756174915913\">Sept. 1, 2016, interview</a> that &quot;deportations are up&quot; under President Barack Obama. Deportations<a href=\"http://www.pewresearch.org/fact-tank/2014/10/02/u-s-deportations-of-immigrants-reach-record-high-in-2013/\"> hit a record high</a> under Obama in 2013. However, the counts have<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/05/national-border-patrol-council/interior-deportations-down-9-year-low/\"> since come down</a>.</p>\r\n\r\n<p>The former U.S. House majority leader once known as the Hammer went on to say the flow of illegal immigrants also has gone way up--a claim that as of that month wasn&rsquo;t reflective of <a href=\"http://www.politifact.com/virginia/statements/2016/sep/06/gary-johnson/gary-johnson-says-unauthorized-immigrant-border-cr/\">border-area apprehensions by the Border Patrol</a>.</p>\r\n\r\n<p>&quot;I mean, right here in Houston, Texas,&quot; DeLay said, &quot;you can go three blocks from here and you have apartment complexes after apartment complexes packed full with illegal immigrants.&quot; He shortly added: &quot;Most of these illegals are drawing welfare benefits, they&rsquo;re sending their kids to school, they&rsquo;re using the public services. Many of them are paying taxes, I grant you that. But the impact,&quot; he said, &quot;is monumental.&quot;</p>\r\n\r\n<p>DeLay&rsquo;s comments fell in stride with a hot topic of the 2016 presidential race--the impact of unauthorized immigrants. Monumental or not, we wondered if he was right about government-funded benefits drawn by such residents.</p>\r\n\r\n<p>Some relevant recent fact checks:</p>\r\n\r\n<p>--In August 2016, Republican presidential candidate Donald Trump&rsquo;s claim there could be up to 30 million unauthorized immigrants living in the U.S. came out <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/01/donald-trump/donald-trump-repeats-pants-fire-claim-about-30-mil/\">Pants on Fire</a>; the U.S. government and independent think tanks put the figure between 11 and 12 million.</p>\r\n\r\n<p>--The same day, Trump said unauthorized immigration costs more than $113 billion annually from federal, state and local coffers. That&rsquo;s <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/01/donald-trump/donald-trump-says-illegal-immigration-costs-113-bi/\">Mostly False</a>, PolitiFact found, in that Trump cited the highest of all estimates from a range that varied widely, and excluded data on unauthorized immigrant tax payments.</p>\r\n\r\n<p>--The month before, we found <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/10/hillary-clinton/undocumented-immigrants-social-security-contributi/\">Half True</a> a claim by Democratic presidential nominee Hillary Clinton that unauthorized immigrants annually pay $12 billion into Social Security. That amount was paid jointly by unauthorized immigrants and their employers.</p>\r\n\r\n<p><strong>DeLay offers no backup</strong></p>\r\n\r\n<p>DeLay, <a href=\"http://www.cnn.com/2005/POLITICS/09/28/delay.indict/\">who resigned as majority leader</a> in 2005 after his indictment on Texas campaign finance charges (his subsequent conviction was <a href=\"http://www.mystatesman.com/news/news/texas-court-upholds-dismissal-of-delay-comvictions/nhY7Z/\">ultimately overturned</a>), gave us a lot to consider, starting with what he had in mind in mentioning nearby apartment complexes rife with &quot;illegal immigrants.&quot;</p>\r\n\r\n<p>For a moment, we contemplated a field trip to see for ourselves, an option that fizzled after DeLay didn&rsquo;t provide backup information; when we reached him by phone, the line went dead. Dani DeLay Garcia, his daughter who sometimes serves as his spokeswoman, told us by email that he wouldn&rsquo;t be elaborating.</p>\r\n\r\n<p><strong>Public schools and paying taxes</strong></p>\r\n\r\n<p>For our part, we recognized that DeLay was correct about public schools serving children regardless of immigration status. In 2013, <a href=\"http://www.politifact.com/texas/statements/2013/sep/25/david-watts/1982-supreme-court-decision-texas-case-said-public/\">we found True</a> a claim that the U.S Supreme Court had decided in 1982 that non-citizen children must get free public schooling through the 12th grade.</p>\r\n\r\n<p>Unauthorized immigrants also pay taxes, as DeLay said.</p>\r\n\r\n<p>Tanya Broder, a staff attorney for the <a href=\"https://www.nilc.org/\">National Immigration Law Center</a>, said by phone that &quot;undocumented immigrants have the same tax obligations as any other resident.&quot; Broder emailed a <a href=\"http://www.itep.org/pdf/undocumentedtaxes2015.pdf\">2015 report</a> by the<a href=\"http://www.itep.org/\"> Institute on Taxation and Economic Policy</a>, a nonpartisan think tank, which drew on its analysis of state tax laws to estimate that unauthorized immigrants in Texas in 2012 paid about $1.5 billion in state and local sales and property taxes. Earlier, <a href=\"http://www.fosterglobal.com/policy_papers/TexasAnalysisCost-BenefitOfUndocdWorkers.pdf\">a 2006 report</a> from the Texas state comptroller, applying Pew Research Center population research and comptroller tax models, estimated that unauthorized immigrants in Texas in 2005 paid $1.58 billion in state and local taxes.</p>\r\n\r\n<p>We focused next on whether unauthorized immigrants draw welfare and tap other public services.</p>\r\n\r\n<p><strong>Welfare benefits</strong></p>\r\n\r\n<p>The federal government hasn&rsquo;t distributed welfare checks to eligible people in poverty for around 20 years; that approach was replaced in the late 1990s by targeted aid programs jointly administered by the federal and state governments that provide assistance with cash, food, housing and health care. That act, the 1996 <a href=\"https://www.congress.gov/104/plaws/publ193/PLAW-104publ193.pdf\">Personal Responsibility and Work Opportunity Reconciliation Act</a>, also barred unauthorized immigrants from drawing benefits.</p>\r\n\r\n<p>Title IV of the act, subheaded &quot;restricting welfare and public benefits for aliens,&quot; states that &quot;aliens who are not qualified aliens&quot; are ineligible for &quot;federal public benefits&quot; and for &quot;state and local public benefits.&quot; The act defines qualified aliens as people with certain legal documented immigration status, meaning unauthorized immigrants are not eligible.</p>\r\n\r\n<p>We confirmed from eligibility rules posted on government websites that unauthorized immigrants aren&rsquo;t eligible for major aid programs including Medicaid, the joint federal-state health coverage for people in poverty; Supplemental Security Income (SSI), which provides cash assistance to the impoverished elderly or disabled; Supplemental Nutrition Assistance Program (SNAP), which used to be food stamps; housing assistance from the Department of Housing and Urban Development; and Temporary Assistance to Needy Families (TANF), which provides grants for state-administered family assistance programs like child care, cash assistance or counseling.&nbsp;</p>\r\n\r\n<p>Separately, Broder and Randy Capps of the Migration Policy Institute, a think tank that <a href=\"http://www.migrationpolicy.org/about/mission\">believes in the benefits of well-managed immigration</a>, each told us federal welfare benefits aren&rsquo;t available to unauthorized immigrants.</p>\r\n\r\n<p>By phone, Jack Martin, author of reports on unauthorized immigrants in Texas for the <a href=\"http://www.fairus.org/\">Federation for American Immigration Reform</a>, which advocates tighter immigration controls, put it this way: &quot;Illegal aliens are not eligible directly for welfare assistance&quot; though, he said, parents living in the country without permission can sign up qualified children for aid.</p>\r\n\r\n<p>All U.S.-born children <a href=\"https://www.loc.gov/rr/program/bib/ourdocs/14thamendment.html\">are automatically U.S. citizens</a>, even if born to unauthorized immigrants--and Martin was correct, we found, in that <a href=\"https://www.healthcare.gov/immigrants/\">Medicaid eligibility rules</a> specify that unauthorized immigrants &quot;may apply for coverage on behalf of documented individuals.&quot; <a href=\"http://www.fns.usda.gov/sites/default/files/Non-Citizen_Guidance_063011.pdf\">Eligibility rules for SNAP</a> say that a person who is ineligible because of immigration status &quot;may choose to apply only for his or her U.S. citizen children in the household.&quot;</p>\r\n\r\n<p>On the other hand, Broder said, certain federal benefits are available to children regardless of residency status: the <a href=\"http://www.fns.usda.gov/cacfp/child-and-adult-care-food-program\">Child and Adult Care Food Program</a>, which provides food aid to care centers for low income children, elderly or disabled adults; the<a href=\"http://www.fns.usda.gov/nslp/national-school-lunch-program-nslp\"> National School Lunch</a> <a href=\"http://www.fns.usda.gov/sbp/school-breakfast-program-sbp\">and Breakfast Program</a>, which subsidizes in-school meals for children from low income families; and the <a href=\"http://www.fns.usda.gov/wic/women-infants-and-children-wic\">Special Supplemental Nutrition Program for Women, Infants and Children</a>, which provides nutritional supplements and health education for pregnant women, breastfeeding women and their infants up to five years old who are deemed &quot;at nutrition risk&quot; by a doctor.</p>\r\n\r\n<p>Capps agreed those programs are open to unauthorized immigrants but said they&rsquo;re &quot;programs that I wouldn&rsquo;t consider welfare.&quot; Case said the basic nutrition programs qualified as public health spending. Regarding the school lunch program he said: &quot;I wouldn&rsquo;t consider it welfare the same way I wouldn&rsquo;t consider public schools welfare.&quot;</p>\r\n\r\n<p><strong>Public services</strong></p>\r\n\r\n<p>Finally, we found validity to DeLay&rsquo;s assertion that unauthorized immigrants use &quot;public services.&quot;</p>\r\n\r\n<p>Capps said there were state-administered public health services available to residents regardless of immigration status while Alex Nowrasteh, an analyst for the Cato Institute, a libertarian think tank, nudged us afresh to the 2006 report from the Texas state comptroller.</p>\r\n\r\n<p>That report, &quot;<a href=\"http://www.fosterglobal.com/policy_papers/TexasAnalysisCost-BenefitOfUndocdWorkers.pdf\">Undocumented Immigrants in Texas: a financial analysis of the impact to the state budget and economy</a>,&quot; listed nine publicly-funded programs for which unauthorized immigrants in Texas were eligible--public schools plus eight health care programs: emergency medical care for indigent residents; <a href=\"https://www.dshs.texas.gov/cshcn/\">Children with Special Health Care Needs</a>; <a href=\"https://www.dshs.texas.gov/substance-abuse/\">substance abuse services</a>; <a href=\"https://www.dshs.texas.gov/mhsa/mh-program-services/\">mental health services</a>; <a href=\"http://www.dshs.texas.gov/immunize/\">immunizations</a>; <a href=\"https://www.dshs.texas.gov/wichd/\">Women&rsquo;s and Children&rsquo;s Health Services</a>; <a href=\"https://www.dshs.texas.gov/regions/lhds.shtm\">public health programs</a>; and emergency medical services such as ambulances.</p>\r\n\r\n<p>We wondered if the listed programs continue to be open to anyone regardless of immigration status. Seems so; agency-posted eligibility requirements do not say beneficiaries must be legal U.S. residents.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/VuVuqXw5mGe-FlILd-WRUeQGVIeD13cBUNyIg0FFCov67hjbgCvKfUk1ApJJRAXdBZb6bltTbt5GdtyMq2bMXLpc_JsrX-84wCQyg0cyQyDqguG8ddFLeniIsnpfRQjQPhZk1XAq\" style=\"border:none; height:344px; width:340px\" /><strong><em>SOURCE</em></strong><strong>:</strong> Report, &quot;<a href=\"http://www.fosterglobal.com/policy_papers/TexasAnalysisCost-BenefitOfUndocdWorkers.pdf\" style=\"text-decoration:none;\"><u>Undocumented immigrants in Texas: a financial analysis of the impact to the state budget and economy</u></a>,&quot; Texas state comptroller Carole Strayhorn, December 2006</p>\r\n\r\n<p>In 2005, the report estimated, Texas spent about $58 million caring for unauthorized immigrants through the eight programs--compared to <a href=\"http://www.lrl.state.tx.us/legis/apprototals58-83.pdf\">$57.8 billion</a> in total state spending that year.</p>\r\n\r\n<p><strong>Health Care</strong></p>\r\n\r\n<p>As the largest health-related service used by unauthorized immigrants, the comptroller identified indigent care at public hospitals.</p>\r\n\r\n<p>The <a href=\"https://www.dshs.texas.gov/rls/localservices/ihcta.shtm\">Texas Indigent Health Care and Treatment Act </a>of 1989 requires Texas counties to fund stabilizing health services for indigent people without insurance. According to the act, county hospitals, public hospitals and hospital districts must admit anyone who earns 21 percent or less of the federal poverty level. That includes unauthorized immigrants, who the comptroller estimated drew $1.3 billion in such services in 2004.</p>\r\n\r\n<p>The services required <a href=\"https://www.dshs.texas.gov/rls/localservices/ihcta.shtm\">under the 1989 act</a> include: &quot;primary and preventative services,&quot; inpatient and outpatient hospital services, rural health clinics, laboratory and X-ray services, family planning, physician services, payment for up to three prescription drugs and &quot;skilled nursing facility services.&quot;</p>\r\n\r\n<p>We found specifics in a 2010 report from the Texas Health and Human Services Commission titled &quot;<a href=\"https://hhs.texas.gov/sites/hhs/files//rider59report_2010.pdf\">Report on services and benefits provided to undocumented immigrants</a>.&quot; The report listed uncompensated costs incurred at each Texas public hospital in 2008, plus the estimated share of that cost &quot;attributable&quot; to unauthorized immigrants. The report estimated that between two and 22 percent of uncompensated costs are attributable to unauthorized immigrants at each of 99 public hospitals statewide, totaling about $717 million in 2008. &nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>DeLay said most illegal immigrants draw &quot;welfare benefits, they&rsquo;re sending their kids to school, they&rsquo;re using the public services.&quot;</p>\r\n\r\n<p>People living in the U.S. without authorization indeed draw on public services including government-supported hospitals. Also, children of all origins attend public schools.</p>\r\n\r\n<p>But counter to DeLay&rsquo;s prime point, adults lacking legal residency are barred by law from government programs that fit the &quot;welfare&quot; category. Parents still may seek benefits, though, for their child-citizens.</p>\r\n\r\n<p>All told, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong> </em><em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context. </em>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\" style=\"text-decoration:none;\"> <u>more</u></a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/b69dcb57-6c15-48a7-9787-bcf169f7d9ea\">https://www.sharethefacts.co/share/b69dcb57-6c15-48a7-9787-bcf169f7d9ea</a></p>\r\n", "ruling_comments_date": "2016-09-28T12:28:48.753877", "ruling_date": "2016-09-28T18:30:59", "ruling_headline": "Tom DeLay says most illegal immigrants draw 'welfare benefits,' send children to public schools", "ruling_headline_slug": "tom-delay-says-most-illegal-immigrants-draw-welfar", "ruling_link_text": "School yes, welfare no", "ruling_state": null, "source_documents": null, "sources": "<p>Tom DeLay TV interview, &quot;<a href=\"http://www.msnbc.com/kate-snow/watch/border-states-at-forefront-of-immigration-debate-756174915913\">Border states at forefront of immigration debate</a>,&quot; MSNBC, Sept. 1, 2016</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/05/national-border-patrol-council/interior-deportations-down-9-year-low/\">Interior deportations down, at a 9-year low, border group says</a>,&quot; Aug. 5, 2016; &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/10/hillary-clinton/undocumented-immigrants-social-security-contributi/\">Clinton says undocumented immigrants pay $12 billion a year into Social Security</a>,&quot; Aug. 10, 2016; &nbsp;&quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/01/donald-trump/donald-trump-says-illegal-immigration-costs-113-bi/\">Donald Trump says illegal immigration costs $113 billion a year</a>,&quot; &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/sep/01/donald-trump/donald-trump-repeats-pants-fire-claim-about-30-mil/\">Donald Trump repeats Pants on Fire claim about &lsquo;30 million&rsquo; illegal immigrants</a>,&quot; Sept. 1, 2016</p>\r\n\r\n<p>Truth-O-Meter article, PolitiFact Virginia, &quot;<a href=\"http://www.politifact.com/virginia/statements/2016/sep/06/gary-johnson/gary-johnson-says-unauthorized-immigrant-border-cr/\">Gary Johnson says unauthorized immigrant border crossings at &lsquo;12-year low</a>,&rsquo;&quot; Sept. 6, 2016</p>\r\n\r\n<p>Report, &quot;<a href=\"http://www.migrationpolicy.org/research/profile-immigrants-houston-nations-most-diverse-metropolitan-area\">A profile of immigrants in Houston, the nation&rsquo;s most diverse metropolitan area</a>,&quot; Migration Policy Institute, March 2015</p>\r\n\r\n<p>Web page, &quot;<a href=\"http://www.migrationpolicy.org/data/unauthorized-immigrant-population/state/TX\">Profile of the unauthorized population: Texas</a>,&quot; Migration Policy Institute, accessed Sept. 20, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.nytimes.com/1996/08/23/us/clinton-signs-bill-cutting-welfare-states-in-new-role.html\">Clinton signs bill cutting welfare; states in new role</a>,&quot; The New York Times, Aug. 23, 1996</p>\r\n\r\n<p>Report, &quot;<a href=\"http://www.heritage.org/research/testimony/2012/06/welfare-state-69-means-tested-programs-and-940-billion-in-annual-spending\">Uncovering the hidden welfare state: 69 means-tested programs and $940 billion in annual spending</a>,&quot; Robert Rector, Heritage Foundation Senior Researcher, April 5, 2011</p>\r\n\r\n<p>Telephone interview, Tanya Broder, senior staff attorney, National Immigration Law Center, Sept. 21, 2016</p>\r\n\r\n<p>Telephone interview, Randy Capps, research director for U.S. programs, Migration Policy Institute, Sept. 21, 2016</p>\r\n\r\n<p>Telephone interview, Jack Martin, director of special projects, Federation for American Immigration Reform, Sept. 22, 2016</p>\r\n\r\n<p>Document, &quot;<a href=\"https://portal.hud.gov/hudportal/documents/huddoc?id=DOC_11749.pdf\">Housing choice voucher program guidebook, chapter 5: eligibility and denial of assistance</a>,&quot; U.S. Department of Housing and Urban Development, accessed Sept. 16, 2016</p>\r\n\r\n<p>Document, &quot;<a href=\"https://www.medicaid.gov/medicaid-chip-program-information/by-topics/outreach-and-enrollment/downloads/overview-of-eligibility-for-non-citizens-in-medicaid-and-chip.pdf\">Eligibility for non-citizens in Medicaid and CHIP</a>,&quot; Centers for Medicare &amp; Medicaid Services, November 2014</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.fns.usda.gov/sites/default/files/Non-Citizen_Guidance_063011.pdf\">Supplemental Nutrition Assistance Program Guide on Non-Citizen Eligibility</a>,&quot; U.S. Department of Agriculture, June 2011</p>\r\n\r\n<p>Web page, &quot;<a href=\"https://www.healthcare.gov/immigrants/coverage/\">Health coverage for immigrants</a>,&quot; HealthCare.gov, accessed Sept. 16, 2016</p>\r\n\r\n<p>Document, &quot;<a href=\"https://www.ssa.gov/pubs/EN-05-11051.pdf\">Supplemental Security Income (SSI) for Noncitizens</a>,&quot; U.S. Social Security Administration, accessed Sept. 16, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1SMwck-id7RNjA2g1oBQAIDSudy5OjVs5CztwoTb47QM/edit\">Emails</a>, Alex Nowrasteh, immigration policy analyst, Cato Institute, Sept. 19-21, 2016</p>\r\n\r\n<p>Report. &quot;<a href=\"http://www.fosterglobal.com/policy_papers/TexasAnalysisCost-BenefitOfUndocdWorkers.pdf\">Undocumented immigrants in Texas: a financial analysis of the impact to the state budget and economy</a>,&quot; Carole Keeton Strayhorn, Texas Comptroller, December 2006</p>\r\n\r\n<p>Document, &quot;<a href=\"http://www.lrl.state.tx.us/legis/apprototals58-83.pdf\">General appropriations acts - total appropriations</a>,&quot; Texas Legislative Reference Library, accessed Sept. 22, 2016</p>\r\n\r\n<p>Web page, &quot;<a href=\"https://www.dshs.texas.gov/rls/localservices/ihcta.shtm\">Indigent Health Care and Treatment Act</a>,&quot; Texas Department of State Health Services, accessed Sept. 22, 2016</p>\r\n\r\n<p>Report, &quot;<a href=\"https://hhs.texas.gov/sites/hhs/files//rider59report_2010.pdf\">Report on services and benefits provided to undocumented immigrants, 2010 update</a>&quot; Texas Health and Human Services Commission, 2010</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.pbs.org/newshour/rundown/how-undocumented-immigrants-sometimes-receive-medicaid-treatment/\">How Undocumented Immigrants Sometimes Receive Medicaid Treatment</a>,&quot; PBS and Kaiser Health News, Feb. 13, 2013</p>\r\n\r\n<p>Report, &quot;<a href=\"https://www.nea.org/assets/docs/NEA_Rankings_And_Estimates-2015-03-11a.pdf\">Rankings &amp; Estimates</a>,&quot; National Education Association,&quot; March 2015</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2013/apr/18/wendy-davis/wendy-davis-says-texas-ranks-49th-what-it-doing-pu/\">Wendy Davis says Texas ranks 49th in what it is doing in per-pupil education</a>,&quot; April 18, 2013; &nbsp;<a href=\"http://www.politifact.com/texas/statements/2013/sep/25/david-watts/1982-supreme-court-decision-texas-case-said-public/\">&quot;1982 Supreme Court decision in Texas case said public schools must educate non-citizen children,&quot;</a> Sept. 25, 2013</p>\r\n\r\n<p>Web page, &quot;<a href=\"https://rptsvr1.tea.texas.gov/adhocrpt/adste.html\">School enrollment reports</a>,&quot; Texas Education Agency, accessed Sept. 19, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.dallasnews.com/news/community-news/dallas/headlines/20101205-an-educated-guess-on-texas-students-in-the-u.s.-illegally.ece\">An educated guess on Texas students in the U.S. illegally</a>,&quot;<em> Dallas Morning News</em>, Dec. 5, 2010</p>\r\n\r\n<p>Report, &quot;<a href=\"http://www.fairus.org/DocServer/research-pub/TexasCostStudy_2014.pdf\">The fiscal burden of illegal immigration on Texans</a>,&quot; Jack Martin, director of special projects, Federation for American Immigration Reform, January 2014</p>\r\n\r\n<p>Report, &quot;<a href=\"http://www.gao.gov/assets/230/224907.pdf\">Illegal aliens, extent of welfare benefits received on behalf of U.S. citizen children</a>,&quot; U.S. General Accountability Office, November 1997</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former U.S. House member", "false_count": 0, "first_name": "Tom", "half_true_count": 1, "home_state": "Texas", "id": 999, "last_name": "DeLay", "mostly_true_count": 1, "name_slug": "tom-delay", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MTE1ODA0OTcxMzkxMjIzMzA5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/999/", "total_count": 4, "true_count": 0, "website": "http://bioguide.congress.gov/scripts/biodisplay.pl?index=D000217"}, "statement": "<p>Says most illegal immigrants draw &quot;welfare benefits, they&rsquo;re sending their kids to school, they&rsquo;re using the public services.&quot;</p>\r\n", "statement_context": "an interview on MSNBC", "statement_date": "2016-09-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ".@tomdelay says most illegal immigrants draw \"welfare benefits,\" use public services including schools. HALF TRUE."}