{"art": [{"brightcove": "", "caption": "We checked a debate claim by Hillary Clinton about the causes of the Great Recession.", "id": 9195, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31441724\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9195/", "title": "Clinton first debate video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2016/oct/02/hillary-clinton/hillary-clintons-base-linkage-tax-cuts-and-great-r/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Clinton's off-base linkage of tax cuts, Great Recession", "id": 13166, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13166/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During the first presidential debate, Hillary Clinton tried to fix blame for the Great Recession on a cherished part of conservative economic policy -- tax cuts.</p>\r\n\r\n<p>&quot;Trickle-down did not work,&quot; Clinton said, referring to a derisive name for tax cuts that dates from the presidency of Ronald Reagan. &quot;It got us into the mess we were in, in 2008 and 2009. Slashing taxes on the wealthy hasn&rsquo;t worked.&quot;</p>\r\n\r\n<p>Later in the debate. Clinton doubled down on that argument, saying, &quot;Well, let&rsquo;s stop for a second and remember where we were eight years ago. We had the worst financial crisis, the Great Recession, the worst since the 1930s. That was in large part because of tax policies that slashed taxes on the wealthy, failed to invest in the middle class, took their eyes off of Wall Street, and created a perfect storm.&quot;</p>\r\n\r\n<p>We had usually heard from experts that the Great Recession stemmed most directly from the bursting of a housing bubble that led to a financial-sector meltdown. So we wondered whether economists thought Clinton&rsquo;s argument held water.</p>\r\n\r\n<p>First, some history: President George W. Bush enacted two rounds of tax cuts, though critics said that richer Americans benefited disproportionately. It is these cuts -- coming on top of previous rounds of tax cuts for wealthier Americans -- that play a prominent role in Clinton&rsquo;s assertion at the debate.</p>\r\n\r\n<p>Most, though not all, of the economists we contacted -- liberals, conservatives and in between -- expressed skepticism about the linkage Clinton made. (For their part, our friends at the <em>Washington Post</em> Fact Checker gave the claim <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/30/clintons-claim-that-the-bush-tax-cuts-played-a-large-part-in-sparking-2008-recession/\">Three Pinocchios</a> out of a possible four, in large part based on the analysis of a <a href=\"https://www.gpo.gov/fdsys/pkg/GPO-FCIC/pdf/GPO-FCIC.pdf\">663-page report</a> from 2011 by the Financial Crisis Inquiry Commission.)</p>\r\n\r\n<p>That said, when we contacted the Clinton campaign, they stood by the assertion. Two of the campaign&rsquo;s arguments stand out as plausible:</p>\r\n\r\n<p>&bull; Bush administration regulators took their eyes off Wall Street.</p>\r\n\r\n<p>&bull; Bush&rsquo;s tax and budget policies fostered income inequality that, in turn, promoted unsustainable investments by the wealthy in homes owned by families with stagnating income and uncertain abilities to pay them back.</p>\r\n\r\n<p>We found one expert who strongly sided with Clinton&rsquo;s analysis -- Robert S. McElvaine, a historian at Millsaps College who has written about the Great Depression and the Great Recession. (The <em>Post</em>&rsquo;s Fact Checker found a couple more that had been put in touch through the campaign.)</p>\r\n\r\n<p>&quot;It&rsquo;s not the tax cuts for the rich per se, but their effect of concentrating income at the very top that was the major cause of the Great Depression,&quot; and, in turn, the Great Recession, McElvaine said. When income is too concentrated, he said, the rest of the population doesn&rsquo;t have enough to maintain sufficient demand, and the economy suffers, he said.</p>\r\n\r\n<p>So there is at least some support for a lack of Wall Street regulation and income inequality for setting the stage for the financial crisis that spawned the recession.</p>\r\n\r\n<p>However, the &nbsp;economists we checked with expressed skepticism -- some strongly so -- about Clinton&rsquo;s assertion that the recession emerged &quot;in large part&quot; due to tax policies.</p>\r\n\r\n<p>On the left, Dean Baker, co-director of the liberal Center for Economic Policy and Research, said he wouldn&rsquo;t just call tax cuts a minor factor in causing the recession -- he said he &quot;can&#39;t think of any way they were a factor at all.&quot; If anything, he said, &quot;the conventional wisdom goes the other way -- tax cuts tend to increase the deficit, which pushes up interest rates and in turn drags down house prices.&quot;</p>\r\n\r\n<p>On the right, Dan Mitchell, an economist with the libertarian Cato Institute, agreed. &quot;Hillary is spouting nonsense,&quot; he said. &quot;No economic theory links tax cuts -- or, for that matter, tax increases -- to financial market meltdowns.&quot;</p>\r\n\r\n<p>Other economists we contacted echoed these sentiments.</p>\r\n\r\n<p>&quot;Clinton is on solid ground criticizing Bush&rsquo;s tax cuts, but blaming them for the recession goes too far,&quot; said Bruce Bartlett, a former Ronald Reagan aide who has sometimes <a href=\"http://economix.blogs.nytimes.com/2012/08/14/blaming-obama-for-george-w-bushs-policies/\">broken with some conservative orthodoxies</a>. &quot;One can certainly say that the Bush tax cuts failed to raise economic growth or lower unemployment to any significant degree, and one can argue that the Reagan tax cuts were not especially stimulative as well. But to argue that the Bush tax cuts caused the 2008-09 recession is a stretch.&quot;</p>\r\n\r\n<p>Harvey Rosen, a Princeton University economist who was an official in the administrations of both Bush and his father, said that tax cuts seem like an unlikely culprit, because &quot;historically we&rsquo;ve had relatively low rates without terrible -- or any -- recessions.&quot; He added that low tax rates &quot;would not make my list of the top 10 reasons for the recession.&quot;</p>\r\n\r\n<p>Instead, Rosen pointed to a &quot;housing bubble in the United States and Europe that was fed by excess liquidity and poorly regulated mortgage markets.&quot; This became a problem, he said, when large financial institutions that had huge amounts of assets dependent on high housing prices found themselves with too little capital to stave off failure when the market crashed.</p>\r\n\r\n<p>&quot;After a number of financial firms failed, it caused a panic, and confidence in the financial system collapsed,&quot; Rosen said. &quot;With the collapse in confidence came a collapse in credit markets -- no one was able to borrow -- which ultimately caused a contraction of the real economy.&quot;</p>\r\n\r\n<p>Brookings Institution economist Gary Burtless added another factor: the irrational psychologies of the bubble, on the part of both homebuyers and lenders who felt empowered to pursue risky arrangements in the absence of strict regulation. &quot;By the middle of the 2000-2010 decade, a great many loans were made that prudent lenders would not have made in the 1990s or ever the early 2000s,&quot; Burtless said.</p>\r\n\r\n<p>This, in turn, led to the &quot;end of a housing boom, a sharp decline in housing prices, widespread mortgage defaults, widespread mortgage securities defaults, and a lack of assets to cover the losses at nine large financial institutions -- Fannie Mae, Freddie Mac, Morgan Stanley, Merrill Lynch, Goldman Sachs, Bear Stearns, Lehman Brothers, the CitiCorp holding company, and the AIG holding company,&quot; said Lawrence White, an economist at New York University&rsquo;s Stern School of Business.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Clinton said the Great Recession emerged &quot;in large part because of tax policies that slashed taxes on the wealthy, failed to invest in the middle class, took their eyes off of Wall Street, and created a perfect storm.&quot;</p>\r\n\r\n<p>It&rsquo;s broadly accepted that lack of Wall Street regulation played a role, and it&rsquo;s arguable that income inequality helped set the conditions. But an ideological cross-section of economists agreed that the recession was primarily caused by a housing bubble that turned into a financial crisis, and that it was caused by many factors more significant than low taxes.</p>\r\n\r\n<p>So for Clinton to say that tax cuts for the rich &quot;in large part&quot; caused the Great Recession is a significant exaggeration. We rate it Mostly False.</p>\r\n\r\n<a href=\"https://www.sharethefacts.co/share/48b7f1d3-bad5-4ddc-9f70-04550828765b\">https://www.sharethefacts.co/share/48b7f1d3-bad5-4ddc-9f70-04550828765b</a>\r\n\r\n", "ruling_comments_date": "2016-09-30T15:13:32.935412", "ruling_date": "2016-10-02T17:16:29", "ruling_headline": "Hillary Clinton's off-base linkage of tax cuts and the Great Recession", "ruling_headline_slug": "hillary-clintons-base-linkage-tax-cuts-and-great-r", "ruling_link_text": "Tax cuts were a sidelight at best", "ruling_state": null, "source_documents": null, "sources": "<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/09/26/the-first-trump-clinton-presidential-debate-transcript-annotated/\">The first Trump-Clinton presidential debate transcript, annotated</a>,&quot; Sept. 26, 2016</p>\r\n\r\n<p><em>Washington Post</em> Fact Checker, &quot;<a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/30/clintons-claim-that-the-bush-tax-cuts-played-a-large-part-in-sparking-2008-recession/\">Clinton&rsquo;s claim that the Bush tax cuts played &lsquo;a large part&rsquo; in sparking 2008 recession</a>,&quot; Sept. 30, 2016</p>\r\n\r\n<p>National Commission on the Causes of the Financial and Economic Crisis in the United States, &quot;<a href=\"https://www.gpo.gov/fdsys/pkg/GPO-FCIC/pdf/GPO-FCIC.pdf\">Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States</a>,&quot; Feb. 25, 2011</p>\r\n\r\n<p>Email interview with Douglas Irwin, Dartmouth College economist, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Lawrence White, economist at New York University&rsquo;s Stern School of Business, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Gary Burtless, economist at the Brookings Institution, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Dan Mitchell, economist at the Cato Institute, Sept. 30, 2016</p>\r\n\r\n<p>Email interview with Dean Baker, co-director of the Center for Economic Policy and Research, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Harvey S. Rosen, economist at Princeton University, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Bruce Bartlett, former aide to Ronald Reagan, Sept. 29, 2016</p>\r\n\r\n<p>Email interview with Robert S. McElvaine, historian at Millsaps College, Sept. 29, 2016</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>The Great Recession emerged &quot;in large part because of tax policies that slashed taxes on the wealthy, failed to invest in the middle class, took their eyes off of Wall Street, and created a perfect storm.&quot;</p>\r\n", "statement_context": "the first presidential debate at Hofstra University", "statement_date": "2016-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Clinton's off-base linkage of tax cuts, Great Recession"}