{"art": [], "author": [{"email_address": "GeorgeAsh93@gmail.com", "first_name": "George", "id": 605, "last_name": "Ash", "name_slug": "george-ash", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/605/", "title": "PolitiFact Missouri writer", "twitter": null}], "canonical_url": "/missouri/statements/2016/oct/07/josh-hawley/colleagues-back-hawleys-role-supreme-court-cases/", "edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "editor": [{"email_address": "jennerm@missouri.edu", "first_name": "Mike", "id": 503, "last_name": "Jenner", "name_slug": "mike-jenner", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/mike-jenner-2014-768x1024.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/503/", "title": "PolitiFact Missouri editor", "twitter": null}], "facebook_headline": "Colleagues back Hawley's role in Supreme Court cases", "id": 13207, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "GeorgeAsh93@gmail.com", "first_name": "George", "id": 605, "last_name": "Ash", "name_slug": "george-ash", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/605/", "title": "PolitiFact Missouri writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13207/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<div>Throughout the primary and general election campaign, Republican Attorney General candidate Josh Hawley has made the claim that he&#39;s beaten the Obama administration at the Supreme Court twice, most notably in the Hobby Lobby case that allowed certain private companies to claim a religious exemption from the Affordable Care Act&#39;s contraceptive requirement.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;He fought Obama at the Supreme Court &mdash; and won,&quot; Hawley&#39;s campaign said in an ad.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>That&#39;s a pretty impressive claim, and something that has been questioned by others. So we wondered: What exactly was Hawley&#39;s involvement in these cases, and did he really take on President Barack Obama&#39;s administration?</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>The briefs in each case tell us that yes, Hawley was involved in both the Hobby Lobby case as well as a case regarding an Evangelical Lutheran church and school. His name appears in both of these court documents, with his MU Law School office address listed.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>Hawley&#39;s initial involvement with a Supreme Court case was <em>Hosanna-Tabor Evangelical Lutheran Church and School v. Equal Employment Opportunity Commission</em>, which was decided in 2012. Hosanna-Tabor was a church and K-8 school located in Redford, Michigan. The lawsuit was over the firing of teacher Cheryl Perich, who was asked to resign in 2005 after being diagnosed with narcolepsy and being put on disability leave. School officials were worried Perich would be unable to complete her duties and had already hired a replacement by the time Perich received word from a doctor that she could return to work in a few months. Perich then threatened to sue the church under the Americans with Disabilities Act if they fired her. When the church did, she stuck to her word. The Supreme Court unanimously sided with Hosanna-Tabor in their ruling.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>The Hobby Lobby case, also known as<em> Burwell v. Hobby Lobby</em>, was very high profile, with the high court handing down its decision in 2014. It involved the Affordable Care Act&#39;s mandate that companies pay for insurance coverage for contraceptives. Burwell refers to Sylvia Mathews Burwell, the secretary of Health and Human Services, who was nominated for the position by President Barack Obama. Hobby Lobby, a privately held chain of arts and crafts stores, won the case in a 5-4 decision.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>We reached out to Hawley&#39;s campaign to find out exactly what his involvement in each of these cases was, but they declined our interview requests. They instead provided four statements about Hawley from others who worked on the two Supreme Court cases. It&#39;s relevant to note that all of these statements are from either October or September of 2015, just months after Hawley announced his campaign to seek office. They all praise Hawley for his work with either the Hobby Lobby or Hosanna-Tabor case and claim he was an integral part of the teams of lawyers.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div><strong>Praise from fellow team members</strong></div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;I was privileged to collaborate with Josh Hawley on the Hobby Lobby case,&quot; wrote Paul Clement, who served as solicitor general from 2004-08 and was the sole Hobby Lobby lawyer to present oral arguments in front of the court. &quot;Josh was a valued member of the Hobby Lobby team, as reflected by the fact that his name was featured on the front cover of the brief,&quot; Clement went on to write.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;I can say without hesitation that Josh Hawley was instrumental to obtaining the landmark victory that protects the religious liberty of all Americans,&quot; wrote Kyle Duncan, who served as lead counsel for Hobby Lobby during the case. &quot;I personally consulted with Josh on numerous occasions about legal strategy throughout the case, and I would have been a fool not to ... The notion that Josh has somehow misrepresented his important contributions to the Hobby Lobby victory because he did not do the oral argument portion of the case in the Supreme Court is, frankly, preposterous.&quot;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;We were &mdash; and continue to be &mdash; grateful for his involvement, which was essential to a victory for religious liberty at the Supreme Court,&quot; wrote Peter M. Dobelbower, who served as Hobby Lobby&#39;s General Counsel.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;Josh served as co-counsel both in <em>Hosanna-Tabor v. EEOC</em> (2012) and <em>Burwell v. Hobby Lobby </em>(2014). In both cases, his work and Supreme Court expertise were critical to our success at every stage of the litigation,&quot; read a statement from the Becket Fund for Religious Liberty, the public interest law firm that served as counsel to plaintiffs in both cases.</div>\r\n\r\n<div>Hawley&rsquo;s role</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>That&#39;s what Hawley&#39;s colleagues say, but we wanted to see what other information about Hawley&#39;s role exists. In a June 2014 interview about the Hobby Lobby case, Hawley said his involvement with the case came from his prior work with the Becket Fund for Religious Liberty, the nonprofit law firm that works exclusively with religious liberty cases.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>&quot;We like to say we&rsquo;ve defended everybody from A to Z, from Anglicans to Zoroastrians,&quot; Hawley said in the interview.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>The Becket Fund served as lead counsel to Hobby Lobby during the case, with Hawley having remained counsel with the Fund. Richard Hammer, another guest on the interview, described Josh&#39;s work on the case as being &quot;involved in preparing the brief on behalf of Hobby Lobby,&quot; which Hawley confirms. An article from PoliticMo in March 2014 announcing Hawley&#39;s joining of the case also describes him as &quot;one of a dozen lawyers in Washington, D.C., this week on Hobby Lobby&#39;s behalf and has helped prepare briefs and oral arguments for the justices to consider.&quot;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>So while Hawley helped to prepare statements for the case, he never actually argued either case. In fact, according to a Supreme Court public information specialist we reached out to, Hawley wasn&#39;t admitted to the Bar of the Supreme Court until May 26, 2015, well after both the Hosanna-Tabor and Hobby Lobby cases had been decided.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div><strong>Our ruling</strong></div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>Hawley&#39;s campaign ads claim he &quot;fought Obama at the Supreme Court &mdash; and won.&quot; Even though he did not make oral arguments or even appear before the justices, all the key players involved in the Hobby Lobby and Hosanna-Tabor cases say he played important, even instrumental, roles in shaping legal arguments and strategy.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>One case was a key ruling that limited the Affordable Care Act, the signature legislation of the Obama administration. The other ruling limited the the reach of the Americans with Disabilities Act, a federal law administered by the executive branch, headed by President Barack Obama.&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>We find this claim to be Mostly True.</div>\r\n", "ruling_comments_date": "2016-10-06T14:20:26.288949", "ruling_date": "2016-10-07T10:00:24", "ruling_headline": "Colleagues back Hawley's role in Supreme Court cases", "ruling_headline_slug": "colleagues-back-hawleys-role-supreme-court-cases", "ruling_link_text": "Fellow team members praise his work", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube,&nbsp;<a href=\"https://www.youtube.com/watch?v=D_zzqEA9N2A&amp;feature=youtu.be&amp;t=12\">Josh Hawley advertisement</a>, June 14, 2016</p>\r\n\r\n<p><a href=\"http://www.becketfund.org/wp-content/uploads/2014/02/13-354-bs.pdf\">Hobby Lobby brief for respondents</a>, Feb. 10, 2014</p>\r\n\r\n<p><a href=\"http://www.americanbar.org/content/dam/aba/publishing/previewbriefs/Other_Brief_Updates/10-553_petitionerreply.authcheckdam.pdf\">Hosanna-Tabor reply brief for the petitioner</a>, Sept. 2011</p>\r\n\r\n<p><a href=\"http://agtv.ag.org/hobbylobbycase\">Assemblies of God Josh Hawley interview</a>, June 2, 2014</p>\r\n\r\n<p><a href=\"http://politicmo.com/2014/03/25/mu-professor-joins-team-of-attorneys-at-supreme-court-arguing-hobby-lobby-case/\">Politicmo article</a>, March 25, 2014</p>\r\n\r\n<p>Pew Research Center,&nbsp;<a href=\"http://www.pewforum.org/2012/01/11/the-supreme-court-takes-up-church-employment-disputes-and-the-ministerial-exception/\">In Brief: Hosanna-Tabor v. EEOC</a>, Jan. 11, 2012</p>\r\n\r\n<p><em>New York Times</em>,&nbsp;<a href=\"http://www.nytimes.com/2014/07/01/us/hobby-lobby-case-supreme-court-contraception.html\">Supreme Court Rejects Contraceptives Mandate for Some Corporations</a>, June 30, 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Lawyer", "false_count": 1, "first_name": "Josh", "half_true_count": 1, "home_state": "Missouri", "id": 3718, "last_name": "Hawley", "mostly_true_count": 3, "name_slug": "josh-hawley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Josh_Hawley.png", "primary_edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3718/", "total_count": 9, "true_count": 0, "website": "https://joshhawley.com/"}, "statement": "<p>Says &quot;he fought Obama at the Supreme Court &mdash; and won.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2016-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": "Colleagues back Hawley's role in Supreme Court cases"}