{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/16/rachel-maddow/maddow-says-stupak-amendment-bars-those-subsidies-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1324, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1324/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>An amendment to the House health care bill about abortion coverage continues to inspire political passions, driving a wedge between abortion-rights supporters who are outraged at what they consider a major loss for women&#39;s rights, and Democratic lawmakers who dread seeing their long-awaited reform effort potentially stalled due to the highly controversial debate.<br />\r\n&nbsp;<br />\r\nWe&#39;ve examined the role of <a href=\"http://www.politifact.com/truth-o-meter/subjects/abortion/\" target=\"_blank\"> abortion coverage in the health care debate </a> numerous times, specifically as it relates to this amendment, including <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/nov/09/nita-lowey/lowey-says-stupak-amendment-restricts-abortion-cov/\" target=\"_blank\"> a recent claim by Rep. Nita Lowey </a> . But on Nov. 12, 2009, MSNBC host Rachel Maddow addressed the issue again, and we thought we&#39;d take another crack at it.<br />\r\n<br />\r\n&quot;Congressman Stupak and his supporters say that this Stupak Amendment would simply maintain the status quo,&quot; Maddow said on her show. &quot;It should be noted that that&#39;s baloney. The Stupak Amendment doesn&#39;t just say you can&#39;t use your federal insurance subsidy to pay for an abortion, it says, if you&#39;re getting a federal subsidy of any kind, you&#39;re not allowed to buy an insurance plan that covers abortion even with your own money. That&#39;s the first bit of dishonesty going on here.&quot;<br />\r\n<br />\r\nThe amendment, sponsored by Reps. Bart Stupak, D-Mich., and Joe Pitts, R-Pa., was a last-minute addition to the House legislation and passed due to support from Republicans and antiabortion Democrats. It establishes restrictions on how abortion can be covered under the bill&#39;s virtual health insurance &quot;exchanges.&quot; These exchanges are designed to help people buy coverage if they are not currently insured, or if they work for businesses that are too small to offer health coverage to employees.<br />\r\n<br />\r\nEssentially, the Stupak-Pitts amendment bars abortion coverage for those who choose the &quot;public option,&quot; which is the House bill&#39;s federally administered, but privately funded, insurance plan. (Cases of rape, incest or a danger to the life of the mother are exempted.) The amendment also prevents anyone who accepts federal subsidies for health coverage from purchasing a plan with abortion coverage on the exchange.<br />\r\n<br />\r\nHowever, the amendment does allow people purchasing insurance on the exchange to choose a plan with abortion coverage if they pay for it without federal subsidies. Those who do accept subsidies can purchase an abortion &quot;rider&quot; -- that is, a separate policy covering abortion -- as long as they pay for it entirely with their own money.<br />\r\n<br />\r\nMany supporters of abortion rights argue that the amendment represents a severe infringement on a procedure that has been upheld by the Supreme Court. They say that relatively few women will be able to buy insurance on the exchanges without subsidies, making the exception for unsubsidized purchases close to meaningless. And they say that the idea of a &quot;rider&quot; isn&#39;t all it&#39;s cracked up to be. For one thing, abortion-rights supporters argue, women won&#39;t be likely to purchase separate coverage for a procedure they never expect to need. In addition, they say, insurance companies will be unlikely to offer abortion coverage because of the bill&#39;s logistical hurdles. For instance, the bill requires that insurers offering plans on the exchange that cover abortion also have to offer an identical plan that does not cover abortion.<br />\r\n<br />\r\nAll of these factors, abortion-rights supporters say, indicate that insurers will simply take the path of least resistance and decline to offer abortion coverage. If this happens, the law could end up diminishing the abortion coverage options for people on the exchange.<br />\r\n<br />\r\nIn our previous ruling, we drew a distinction between what the law does and what might possibly happen in the law&#39;s wake. The law spells out quite clearly that abortion coverage can be obtained on the exchange, even by those who are subsidized. By contrast, the notion that low demand for, and low supply of, abortion coverage could hamper women&#39;s access to abortion struck us as a different matter. We concluded that it&#39;s too speculative to say that this scenario will definitely come to pass.<br />\r\n<br />\r\nAs we look at Maddow&#39;s statement, we&#39;ll start by giving her credit for using more careful wording than have many of her fellow abortion-rights supporters, including the subject of our prior fact-check, Rep. Nita Lowey, D-N.Y. Whether by design or not, Maddow hewed quite closely to the actual language of the amendment when she said that &quot;if you&#39;re getting a federal subsidy of any kind, you&#39;re not allowed to buy an insurance plan that covers abortion even with your own money.&quot; In fact, the amendment text does, on eight separate occasions, make a distinction between a &quot;plan&quot; and &quot;supplemental coverage.&quot;<br />\r\n<br />\r\nSpecifically, the amendment says that people who buy subsidized insurance on the exchange cannot buy an insurance &quot;plan&quot; that includes abortion coverage. But the amendment does allow subsidized people to purchase &quot;supplemental coverage&quot; that covers abortion, as long as they do it with their own money.<br />\r\n<br />\r\nWe believe that Maddow&#39;s failure to mention the option of buying &quot;supplemental coverage&quot; -- a rider -- undercuts her broader argument that &quot;if you&#39;re getting a federal subsidy of any kind, you&#39;re not allowed to buy an insurance plan that covers abortion even with your own money.&quot; We&#39;ll concede that the amendment&#39;s language does draw a distinction between buying a &quot;plan&quot; and buying &quot;supplemental coverage,&quot; but the difference is likely to be lost on viewers without expertise either in the insurance business or in legislative drafting.<br />\r\n<br />\r\nWe ran our argument by Maddow. She gamely disagreed.<br />\r\n<br />\r\n&quot;I absolutely stand by my comment,&quot; she wrote in an e-mail. &quot;Get real, you guys. It&#39;s crazy to argue that the real impact of the Stupak Amendment will be that women receiving federal subsidies (probably the vast majority of women in the exchange) will just buy &#39;abortion insurance,&#39; since abortion wouldn&#39;t be covered as health care under their health insurance anymore. Women are really going to get a specific insurance rider that they&#39;d pay for every month, for a procedure no one ever plans on having or thinks they&#39;ll ever have to have? Really? Come on.&quot;<br />\r\n<br />\r\nBut we think her response only strengthens the argument that the law isn&#39;t, itself, barring abortion coverage. Saying, as she does, that the burden of purchasing or not purchasing &quot;abortion insurance&quot; would fall to women tacitly confirms that the law does indeed allow subsidized women on the exchange to buy abortion coverage.<br />\r\n<br />\r\nMeanwhile, contrary to suggestions that insurers won&#39;t offer abortion riders, our research shows that they do exist in at least three of the five states that already have rules similar to the Stupak amendment on the books. In Oklahoma and Kentucky -- both of which which bar insurers from offering elective abortion coverage as part of a comprehensive plan -- regulatory officials told PolitiFact that such riders do exist, because insurance companies must file paperwork with the state before they sell such policies.<br />\r\n<br />\r\nIn addition, Paula Gianino, president and chief executive for Planned Parenthood of the St. Louis region, told the <em> St. Louis Beacon </em> that she estimates 7 percent to 10 percent of the roughly 6,000 abortions provided annually at its St. Louis facility are covered by private insurance. Since companies in Missouri are banned from purchasing plans with abortion coverage except by rider, these examples show that some abortion riders are being purchased in that state.<br />\r\n<br />\r\nHowever, none of these states keeps track of how many companies offer the riders, or how many people have purchased them.<br />\r\n<br />\r\nUltimately, we&#39;ll give Maddow credit for linguistic care, but we continue to hold that the Stupak Amendment does not, as she suggests, prevent subsidized women on the exchange from buying abortion coverage. They can buy a rider that adds that coverage. We rate Maddow&#39;s statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:39.983669", "ruling_date": "2009-11-16T18:26:49", "ruling_headline": "Maddow says Stupak amendment bars those with subsidies from getting abortion coverage", "ruling_headline_slug": "maddow-says-stupak-amendment-bars-those-subsidies-", "ruling_link_text": "You can't buy a plan, but you can buy a rider", "ruling_state": null, "source_documents": null, "sources": "<p>Rachel Maddow, in <a href=\"http://www.msnbc.msn.com/id/33916045/ns/msnbc_tv-rachel_maddow_show/\" target=\"_blank\"> transcript </a> of MSNBC&#39;s The Rachel Maddow Show, Nov. 12, 2009<br />\r\n<br />\r\n<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?dbname=2009_record&amp;page=H12921&amp;position=all\" target=\"_blank\">Text </a> of the Stupak-Pitts amendment to the House health care bill (H.R. 3962)<br />\r\n<br />\r\n<em>St. Louis Beacon </em> , &quot; <a href=\"http://www.stlbeacon.org/health/missouri_ban_on_abortion_coverage\" target=\"_blank\"> Missouri&#39;s ban on insurance coverage for abortion is more restrictive than ban in House health bill </a> ,&quot; Nov. 9, 2009<br />\r\n<br />\r\nE-mail interview with Rachel Maddow, MSNBC host, Nov. 16, 2009<br />\r\n<br />\r\nE-mail interview with Douglas Johnson, National Right to Life Committee legislative director, Nov. 16, 2009<br />\r\n<br />\r\nE-mail interview with Jessica Arons, director of the Women&#39;s Health &amp; Rights Program, Center for American Progress, Nov. 16, 2009</p>\r\n\r\n<p>E-mail interview with George J. Annas, professor and chairman of the health law department at the Boston University School of Public Health, Nov. 16, 2009<br />\r\n<br />\r\nE-mail interview with Autumn Fredericks Christensen, policy advisor for the Bipartisan Congressional Pro-life Caucus, Nov. 16, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;The Stupak Amendment doesn&#39;t just say you can&#39;t use your federal insurance subsidy to pay for an abortion, it says, if you&#39;re getting a federal subsidy of any kind, you&#39;re not allowed to buy an insurance plan that covers abortion even with your own money.&quot;</p>\r\n", "statement_context": "her show on MSNBC", "statement_date": "2009-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}