{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/16/sarah-palin/sarah-palin-claims-weatherization-money-stimulus-r/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1326, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1326/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sarah Palin has been a vocal opponent of the economic stimulus package ever since it was proposed by President Barack Obama, and she makes that point again in her new book,  <em> Going Rogue </em> .</p>\r\n<p>Back in March 2009, then-Gov. Palin called the stimulus plan a \"bribe\" intended to \"grow government\" and she vowed to turn down as much as a third of the money available to Alaska.  <br /> &nbsp;  <br /> But the Republican-controlled Alaska Legislature fought her on it, and she ultimately accepted all but 3 percent of the more than $900 million available to Alaska. The 3 percent that she vetoed was $28.6 million in federal stimulus money for weatherization and other projects to make new and existing homes and buildings more energy efficient. She claimed then, as she does again in her book, that the money had not just string but \"ropes\" attached to it that would require the state to adopt universal building codes.  <br /> &nbsp;  <br /> Here's how she described it in the book:  <br /> &nbsp;  <br /> \"The documents clearly stated that acceptance of the funds required the adoption and enforcement of energy building codes,\" she wrote. \"Universal building codes -- in Alaska! A practical, libertarian haven full of independent Americans who did not desire 'help' from government busybodies. A state full of hardy pioneers who did not like taking orders from the feds telling us to change our laws. A state so geographically diverse that one-size-fits-all codes simply wouldn't work.\"  <br /> &nbsp;  <br /> At PolitiFact, we looked at that claim in  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/11/sarah-palin/palin-veto-stimulus-energy-efficiency-building-cod/\" target=\"_blank\"> some detail </a> back in early June after she said the money would require \"universal energy building codes for Alaska, kind of a one-size-fits-all building code that isn't going to work up there in Alaska.\"  <br /> &nbsp;  <br /> Many state legislators in Alaska said Palin was overstating things. Even a number of Republicans in the Alaska Legislature said Palin was wrong. In fact, Anchorage Republican Rep. Mike Hawker was quoted in the  <em> Anchorage Daily News </em> saying that he believed Palin \"had to do something to save face\" after initially promising to turn away a third of the stimulus money, but then vetoing just 3 percent.  <br /> &nbsp;  <br /> But Palin stuck to her claim, and pointed to a provision in the stimulus that tied the energy efficiency money to assurances that the state or local governments \"will implement\" a \"building energy code for residential buildings that meets or exceeds the most recently published International Energy Conservation Code, or achieves equivalent or greater energy savings\" as well as building energy codes for commercial buildings throughout the state that meet federal standards.  <br /> &nbsp;  <br /> She vetoed the funds even after getting a clarifying letter from Steven G. Chalk of the Department of Energy, who stated that the stimulus provision recognizes that not every state has statewide building codes, and that the governor does not have the authority to force local governments to implement building codes. In those cases, Chalk wrote, it's sufficient for the governor to simply \"promote\" the codes. It is enough, he wrote, for the state to work with local governments to create model energy efficiency standards, but no municipality would be forced to adopt any new codes.  <br /> <br /> As for Palin's claims of \"one-size-fits-all\" building codes, Chalk wrote that the provision \"provides flexibility with regard to building codes\" and \"expressly includes standards other than those cited so long as the standards achieve equivalent energy savings.\"  <br /> <br /> In August, the Alaska Legislature voted in an emergency session to override Palin's veto of the energy money, an unusual event that requires 75 percent approval.  <br /> &nbsp;  <br /> As for Palin's claim that Alaska is a \"practical, libertarian haven full of independent Americans who did not desire 'help' from government busybodies,\" the Associated Press noted recently that for a state that doesn't \"desire\" help from the federal government, they get an awful lot of it. A  <a href=\"http://www.taxfoundation.org/research/show/22685.html\" target=\"_blank\"> study by the Tax Foundation </a> of federal taxes paid versus spending received, by state, in 2005 -- the latest year available -- found that Alaska received $1.84 for every federal tax dollar it sent to Washington (ranking Alaska third in the nation that year). It was the 20th year in a row that Alaska got more back from the government than residents paid in federal taxes.  <br /> <br /> The wording in the stimulus bill related to the weatherization money may have left room for Palin's concerns, but the letter from the Department of Energy made clear that universal building codes were not going to be forced upon state and local governments as a condition for accepting the federal money. Palin's opposition to the funding may give her license to claim she opposed the stimulus plan -- even though it was only a small portion of Alaska's funding -- but her reasoning doesn't jibe with the assurances from the Department of Energy. We rule her claim False.</p>", "ruling_comments_date": "2010-01-07T13:28:54.902629", "ruling_date": "2009-11-16T18:28:27", "ruling_headline": "Sarah Palin claims weatherization money in stimulus required universal building codes", "ruling_headline_slug": "sarah-palin-claims-weatherization-money-stimulus-r", "ruling_link_text": "Universal building codes not required", "ruling_state": null, "source_documents": null, "sources": "<p>Media Matters,  <a href=\"http://mediamatters.org/research/200911150011\" target=\"_blank\"> \"Rogue Facts: Media Matters' ongoing list of falsehoods in Palin's memoir,\" </a> Nov. 15, 2009</p>\r\n<p>Tax Foundation,  <a href=\"http://www.taxfoundation.org/research/show/22685.html\" target=\"_blank\"> Federal Taxes Paid vs. Federal Spending Received by State, 1981-2005 </a></p>\r\n<p>Anchorage Daily News,  <a href=\"http://www.adn.com/opinion/story/813086.html\" target=\"_blank\"> \"Stand blocked federal control of Alaskans\" </a> by Gov. Sarah Palin, May 29,  2009</p>\r\n<p>CQ Transcripts, Gov. Palin interviewed by Sean Hannity for Fox News, June 6,  2009</p>\r\n<p>Anchorage Daily News, \"Our View: Palin's Veto,\" May 27, 2009</p>\r\n<p>Anchorage Daily News, \"Palin vetoes energy relief funds; $28.6 million:  Lawmakkers dispute her claims that the stimulus money comes with too many  conditions,\" by Sean Cockerham, May 22, 2009</p>\r\n<p>Anchorage Daily News, \"Lawmakers muster votes to override governor; Stimulus:  Palin makes Alaska the sole state to reject energy cost relief,\" by Sean  Cockerham, June 5, 2009</p>\r\n<p>Office of the Governor of Missouri, Letter from Missouri Gov. Jay Nixon to  the U.S. Department of Energy Re; Missouri State Energy Program Assurances,  March 23, 2009</p>\r\n<p>Office of the Governor of Alaska, Lettter from Mike Nizich, chief of Staff,  to the Department of Energy, May 14, 2009</p>\r\n<p>Department of Energy, Letter from Steven G. Chalk, Principal Deputy Assistant  Secretary Energy Efficiency and Renewable Energy to Mike Nizich, May 19,  2009</p>\r\n<p><em> Going Rogue </em> , by Sarah Palin, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>Says she couldn't take  stimulus money because it required \"universal building codes.\"</p>", "statement_context": "her book, Going Rogue", "statement_date": "2009-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}