{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/17/sarah-palin/palin-claims-reagan-faced-worse-recession-obama/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1328, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1328/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n It's no secret that Republicans love Ronald Reagan. So it's no surprise to see Sarah Palin, in her new book\n <em>\n  Going Rogue: An American Life\n </em>\n , burnishing the reputation of the Gipper -- and taking a shot at the current president while she's at it.\n <br />\n <br />\n \"Our nation is facing great challenges, but I'm optimistic -- and I know there is a way forward,\" she writes. \"Ronald Reagan faced an even worse recession. He showed us how to get out of one.\"\n <br />\n <br />\n Was the Reagan recession really worse than the current one? We consulted economists and historians and examined statistics to determine if she's right.\n <br />\n <br />\n Here are how some of the key factors stack up.\n <br />\n <br />\n --\n <strong>\n  Length of the recession\n </strong>\n . Dating the Reagan recession is somewhat tricky. The National Bureau of Economic Research -- the official arbiter of recession-dating -- classifies one recession as lasting from January 1980 to July 1980 and a second as running from July 1981 to November 1982. The first occurred wholly on President Jimmy Carter's watch, while the second was entirely under Reagan. However, some economists contend that the two recessions actually amount to one \"double-dip\" recession.\n <br />\n <br />\n The maximum length of the early-1980s recession is nearly three years, but counting the double-dip recessions together while excluding the months of expansion between them leaves 23 months of recession. That's exactly the same length as the Obama recession, which began in December 2007 and continues through today. The whole early 1980s period was longer, but the Obama recession looks likely to continue for at least a little while longer.\n <br />\n <br />\n <em>\n  VERDICT: Call it a wash -- for now.\n </em>\n <br />\n <br />\n --\n <strong>\n  Economic growth or contraction\n </strong>\n . During the double-dip recession, inflation-adjusted GDP declined by 0.6 percent over the full three-year period -- far less than the 2.8 percent decrease seen in the current, two-year recession. But GDP loss in Obama's recession is pretty similar to losses in the second of the two early-1980s dips, when the economy shrank by 2.6 percent.\n <br />\n <br />\n Viewed another way, in the worst full year of the 1980s recession, GDP shrank by 1.9 percent. Unless the economy supercharges during the final quarter of this year, there's a good chance that the contraction in 2009 will be bigger.\n <br />\n <br />\n <em>\n  VERDICT: They're close, but the current recession will likely end up somewhat worse.\n  <br />\n </em>\n <br />\n --\n <strong>\n  Peak unemployment\n </strong>\n . Unemployment crested at 10.8 percent at the very end of the Reagan recession, in November and December of 1982. It hasn't gotten that high yet in the Obama recession -- it's currently at 10.2 percent -- but it could well get there in the coming months.\n <br />\n <br />\n <em>\n  VERDICT: Worse under Reagan.\n </em>\n <br />\n <br />\n --\n <strong>\n  Rise in unemployment\n </strong>\n . Some economists say that an even more important factor than peak unemployment is the total distance that unemployment rose over the course of the recession. By that measure, unemployment rose 4.5 percentage points over the full double-dip recession and rose 3.6 points during the second of the two dips. Both measures are lower than the 5.3 percentage-point climb in unemployment seen so far during the Obama recession.\n <br />\n <em>\n  <br />\n  VERDICT: Worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Long-term unemployment\n </strong>\n . Many economists believe that long-term unemployment is more worrisome than short-term unemployment, because the longer someone goes without a job, the harder it is to get back into the work force, and, in turn, the harder it is for the economy as a whole to move forward. And there's a lot more long-term unemployment now than there was during the early 1980s.\n <br />\n <br />\n In 1982, the final year of the Reagan recession, short-term unemployment -- that is, joblessness lasting less than five weeks -- hovered around 3.7 million. That's not much different than the 3.3 million or so short-term unemployed we've seen so far during 2009.\n <br />\n <br />\n The picture is quite different for long-term unemployment, which is defined as 27 weeks or more without a job. In 1982, the number of people who were unemployed for the long term ranged from 1.2 million to 2.6 million. It's far worse today, with numbers ranging from 2.6 million to 5.6 million. In fact, in October 2009, the average duration of someone being unemployed reached 26.9 months -- the longest on record.\n <br />\n <br />\n <em>\n  VERDICT: Much worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Personal income\n </strong>\n . Personal income actually rose during the Reagan recession (up 28 percent over the full three years and up 7 percent during the second of the two dips). During the Obama recession, personal income has fallen by about 1 percent over the two years.\n <br />\n <br />\n <em>\n  VERDICT: Worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Industrial production\n </strong>\n . Industrial production means somewhat less these days, in postindustrial America, but it's still a useful barometer for economic activity. Under the Reagan recession, industrial production fell by 9 percent over the double-dip recession and 8.6 percent during the second dip alone. By contrast, industrial production has shrunk during the Obama recession by 12 percent.\n <br />\n <br />\n <em>\n  VERDICT: Worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  The stock market\n </strong>\n . Economists disagree about the merits of including the stock market as a factor when gauging recessions, but with many more Americans invested in stocks now than 30 years ago, a downturn in stock values can have both tangible and psychological effects.\n <br />\n <br />\n As it happens, the Dow Jones Industrial Average rose during the Reagan recession and has plunged during Obama's. It climbed by 19 percent during the full, double-dip recession and rose by 9 percent during the second dip alone. By contrast, the Dow has fallen 22 percent during the current recession.\n <br />\n <em>\n  <br />\n  VERDICT: Worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Housing prices\n </strong>\n . The Reagan recession may have been bad for unemployment, but it was good for real estate. Over the double-dip recession, house prices rose by 11.4 percent. During the second dip, the rise was smaller -- 2.2 percent -- but still in positive territory. To be fair, that was in an era of much higher inflation. Still, during the Obama recession, house prices have fallen 5.7 percent, a decline much faster than prices as a whole. And the experience of seeing one's house value plunge only adds to the psychological wallop.\n <br />\n <br />\n <em>\n  VERDICT: Much worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Foreclosures\n </strong>\n . The comparisons for foreclosures aren't exactly apples-to-apples due to changes in the housing and mortgage markets. But foreclosures are definitely up. The rate of active foreclosures in the fourth quarters of 1980, 1981 and 1981 ranged from 0.38 percent to 0.67 percent. In the fourth quarter of 2008, the rate was 3.3 percent, and in the second quarter of 2009, it rose again to 4.3 percent.\n <br />\n <br />\n <em>\n  VERDICT: Much worse under Obama.\n </em>\n <br />\n <br />\n --\n <strong>\n  Bank failures\n </strong>\n . The peak bank failure years of the Reagan and Obama recessions -- 1982 and 2009 -- were almost identical in severity. In 1982, 119 banks failed; so far this year, the number is 123.\n <br />\n <br />\n But the year isn't over yet -- and there's no certainty that banks won't continue failing in 2010 and beyond. The Federal Deposit Insurance Corp., which insures customer deposits, estimates bank failures to cost $100 billion from 2009 through 2013, which prompted the agency to scramble to collect accelerated premiums from the banks it insures, just to make sure it had enough liquid assets on hand to cover new failures.\n <br />\n <em>\n  <br />\n  VERDICT: It's a wash so far, but things could get worse in the current recession before they get better.\n </em>\n <br />\n <br />\n The one factor we've sidestepped until now is inflation. A number of the conservative economists we spoke to believe that the high inflation of the early 1980s made Reagan's challenge worse.\n</p>\n<p>\n But we found significant disagreement with other economists about whether inflation is a good barometer of a recession. Some of them said it can be high in good economic times and low in poor economic times. So we're not rendering a verdict on it to compare the recessions. Still, we'll provide the data below so you can see how they would have compared.\n</p>\n<p>\n They're certainly right that inflation was high. The consumer price index rose by 12.4 percent in 1980, 8.9 percent in 1981 and 3.8 percent in 1982. By contrast, inflation was actually negative in 2008, at -0.08 percent, and is on pace to be about 2.7 percent in 2009.\n <br />\n <br />\n As Richard Rahn, a senior fellow at the Cato Institute, recently put it, \"Both President Reagan and President Obama inherited an economy suffering from a year of no growth, along with rising unemployment. (The numbers are almost identical.) But Mr. Reagan faced a far direr situation in that inflation was in the double digits and the prime interest rate was at 20 percent. In contrast, Mr. Obama inherited an economy in which inflation was falling (in fact, inflation has been close to zero for this year) and interest rates were very low. A situation in which the number of jobs available is falling is bad enough, but if inflation is also destroying purchasing power, the misery is compounded.\"\n <br />\n <br />\n Recreating the famous \"misery index\" -- unemployment plus inflation -- shows higher numbers in the Reagan years, ranging between 13.5 and 19.5. The misery index in the current recession has been lower -- 5.7 in 2008 and 11.8 so far in 2009.\n <br />\n <br />\n So back to Palin's claim that Reagan's recession was more severe. The barometers we examined aren't necessarily equal measurements of the magnitude, but collectively they paint a picture that the current recession -- so far -- is worse than the one under Reagan. Even if we had decided to include inflation as a factor, the measurements would still indicate the current recession is worse. So we find Palin's claim to be False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:55.106089", "ruling_date": "2009-11-17T18:58:07", "ruling_headline": "Palin claims Reagan faced a worse recession than Obama", "ruling_headline_slug": "palin-claims-reagan-faced-worse-recession-obama", "ruling_link_text": "By most measures, current one is worse", "ruling_state": null, "source_documents": null, "sources": "<p>\n Sarah Palin,\n <em>\n  Going Rogue\n </em>\n , p. 391\n <br />\n <br />\n National Bureau of Economic Research,\n <a href=\"http://www.nber.org/cycles.html\" target=\"_blank\">\n  list\n </a>\n of U.S. recessions, accessed Nov. 17, 2009\n <br />\n <br />\n American Bankruptcy Institute, \"\n <a href=\"http://www.abiworld.org/AM/AMTemplate.cfm?Section=Home&amp;TEMPLATE=/CM/ContentDisplay.cfm&amp;CONTENTID=57826\" target=\"_blank\">\n  annual business and non-business filings by year (1980-2008)\n </a>\n ,\" accessed Nov. 17, 2009\n <br />\n <br />\n American Bankruptcy Institute, \"\n <a href=\"http://www.abiworld.org/AM/Template.cfm?Section=Home&amp;CONTENTID=58852&amp;TEMPLATE=/CM/ContentDisplay.cfm\" target=\"_blank\">\n  Consumer Bankruptcy Filings Surge Past One Million During First Nine Months of 2009\n </a>\n ,\" Oct. 2, 2009\n <br />\n <br />\n Bureau of Labor Statistics,\n <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet\" target=\"_blank\">\n  main search page\n </a>\n , accessed Nov. 17, 2009\n <br />\n <br />\n Bureau of Labor Statistics, \"Where can I find the unemployment rate for previous years?\" (\n <a href=\"http://www.bls.gov/cps/prev_yrs.htm\" target=\"_blank\">\n  web page\n </a>\n ), accessed Nov. 17, 2009\n <br />\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/nipa/T1t1t6l1q\" target=\"_blank\">\n  data\n </a>\n on \"real gross domestic product, chained dollars: billions of chained 2005 dollars; seasonally adjusted at annual rates (quarterly),\" accessed Nov. 17, 2009\n <br />\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/nipa/T2t1l1q\" target=\"_blank\">\n  data\n </a>\n on \"personal income and its disposition: billions of dollars; seasonally adjusted at annual rates (quarterly),\" accessed Nov. 17, 2009\n <br />\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/var/inflation-cpiu-dec2dec\" target=\"_blank\">\n  data\n </a>\n on \"inflation in consumer prices: percent (December to December), CPI-U,\" accessed Nov. 17, 2009\n <br />\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/fedstl/unrate\" target=\"_blank\">\n  data\n </a>\n on unemployment, accessed Nov. 17, 2009\n <br />\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/fedstl/indpro\" target=\"_blank\">\n  data\n </a>\n on \"industrial production index: index 2002=100: SA,\" accessed Nov. 17, 2009\n <br />\n &nbsp;\n <br />\n Economagic,\n <a href=\"http://www.economagic.com/em-cgi/data.exe/FHFAHPI/ATUSA\" target=\"_blank\">\n  data\n </a>\n on \"House Price Index: All-Transactions Indexes (estimated using sales prices and appraisal data): 1980 Q1=100,\" accessed Nov. 17, 2009\n <br />\n <br />\n Federal Deposit Insurance Corp., \"\n <a href=\"http://www.fdic.gov/bank/analytical/working/98-2.pdf\" target=\"_blank\">\n  The Rising Long-Term Trend of Single-Family Mortgage Foreclosure Rates\n </a>\n ,\" 1998\n <br />\n <br />\n Federal Reserve Board, \"\n <a href=\"http://www.federalreserve.gov/releases/housedebt/default.htm\" target=\"_blank\">\n  Household Debt Service and Financial Obligations Ratios\n </a>\n ,\" accessed Nov. 17, 2009\n <br />\n <br />\n U.S. Commerce Department's Bureau of Economic Analysis,\n <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=1&amp;ViewSeries=NO&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=1980&amp;LastYear=2009&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\" target=\"_blank\">\n  data\n </a>\n on \"percent change from preceding period in real gross domestic product,\" accessed Nov. 17, 2009\n <br />\n <br />\n U.S. Commerce Department's Bureau of Economic Analysis, \"GDP Rises 3.5 Percent in Third Quarter\" (\n <a href=\"http://www.bea.gov/newsreleases/national/gdp/2009/pdf/gdp3q09_adv_fax.pdf\" target=\"_blank\">\n  news release\n </a>\n ), Oct. 29, 2009\n <br />\n <br />\n Yahoo! Finance,\n <a href=\"http://finance.yahoo.com/q/hp?s=^DJI&amp;a=00&amp;b=1&amp;c=1980&amp;d=10&amp;e=31&amp;f=1982&amp;g=m&amp;z=66&amp;y=0\" target=\"_blank\">\n  historical data\n </a>\n on the Dow Jones Industrial average, accessed Nov. 17, 2009\n <br />\n <br />\n <em>\n  Wall Street Journal\n </em>\n , \"\n <a href=\"http://online.wsj.com/article/BT-CO-20091112-715685.html\" target=\"_blank\">\n  FDIC Moves Forward With $45 Bln Plan To Refill Fund\n </a>\n ,\" Nov. 12, 2009\n <br />\n <br />\n Richard W. Rahn, \"\n <a href=\"http://www.cato.org/pub_display.php?pub_id=10634\" target=\"_blank\">\n  The Worst Recession\n </a>\n ?\"\n <em>\n  Washington Times\n </em>\n , Oct. 14, 2009\n <br />\n <br />\n Free Republic, blog\n <a href=\"http://www.freerepublic.com/focus/f-bloggers/2387246/posts\" target=\"_blank\">\n  post\n </a>\n addressing the Associated Press' fact check of Going Rogue, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with David Boaz, executive vice president of the Cato Institute, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Gary Burtless, senior fellow in economic studies at the Brookings Institution, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Chris Edwards, director of tax policy studies at the Cato Institute, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with J.D. Foster, senior fellow in the economics of fiscal policy at the Heritage Foundation, Nov. 17, 2009\n <br />\n <br />\n E-mail interview with Kevin Hassett, economist at the American Enterprise Institute, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Louis S. Jacobson, Center for Naval Analyses economist, Nov. 16, 2009\n <br />\n &nbsp;\n <br />\n E-mail interview with Carolyn Kemp, spokeswoman for the Mortgage Bankers Association, Nov. 17, 2009\n <br />\n <br />\n E-mail interview with Heidi Shierholz, economist at the Economic Policy Institute, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with David Shreve, former economic historian at the University of Virginia, Nov. 16, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\"Ronald Reagan faced an even worse recession\" than the current one.</p>", "statement_context": "her book, Going Rogue", "statement_date": "2009-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": null}