{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/18/ed-rendell/rendell-says-small-businesses-receiving-health-ins/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1329, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1329/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\n An amendment to the House health care bill continues to inspire political passions, driving a wedge between abortion-rights supporters who are outraged at what they consider a major loss for women's rights, and Democratic lawmakers who fear seeing their long-awaited health care reform effort stalled due to the debate.\n <br />\n <br />\n The amendment -- a last-minute addition that passed, 240-194, with support from Republicans and antiabortion Democrats -- establishes restrictions on how abortion can be covered under the health care bill's insurance \"exchanges.\" These exchanges are designed to help people buy coverage if they are not currently insured, or if they work for businesses that are too small to feasibly offer health coverage to their employees.\n <br />\n <br />\n Essentially, the Stupak-Pitts amendment bars abortion coverage for those who choose the \"public option,\" which is the House bill's federally administered, but privately funded, insurance plan. (Cases of rape, incest or life of the mother are exempted.) The amendment also prevents anyone who accepts federal subsidies for health coverage from purchasing a plan with abortion coverage on the exchange.\n <br />\n <br />\n However, the amendment does allow people in the exchange to choose a plan with abortion coverage if they pay for it without using federal subsidies. And those who accept subsidies can still purchase an abortion \"rider\" -- that is, a separate policy covering abortion -- as long as they pay for it entirely with their own money.\n <br />\n <br />\n But in a Nov. 12 appearance on MSNBC's\n <em>\n  Rachel Maddow Show\n </em>\n , Pennsylvania Gov. Ed Rendell, a Democrat, added a new layer of concern for abortion-rights advocates. Rendell said that in addition to erecting hurdles for individuals who receive federal subsidies, the amendment would also make it harder to secure abortion coverage if you happen to work for a company that gets federal subsidies.\n <br />\n <br />\n \"Take a small business that's receiving a tax credit, a federal tax credit, to provide health care for its employees,\" Rendell said. \"They would be barred under the Stupak Amendment from allowing their employees to use their -- the health care that they offer them for abortion. They would be absolutely disallowed from doing that.\"\n <br />\n <br />\n Let's start by looking at the small-business subsidy Rendell is referring to. According to Section 521 of the House health care bill, small businesses can receive federal tax credits for providing employees with health coverage. The tax credit would be equal to half the amount paid by the employer for health coverage, though the law also sets limits based on the size of the company and the average wages. It also says that companies can only receive the credit for two years.\n <br />\n <br />\n The amendment clearly states that government funds cannot be used to pay for abortion coverage. So it seems to us -- and experts we spoke to agreed -- that just as subsidized individuals cannot buy a full plan that covers abortion, a small business receiving the credits could not purchase a plan that includes abortion coverage.\n <br />\n <br />\n To a degree, then, Rendell is right: The amendment would affect people on the exchange if their company received health care subsidies, even if they paid their share of the premium entirely out of their own pocket and they did not personally receive subsidies from the government.\n <br />\n <br />\n However, Rendell left out an important factor. Just as individuals who receive subsidies can still purchase abortion riders on the exchange, so too can individuals who work for a small business that receives tax credits. In addition, our experts said that nothing in the legislation would stop companies from offering abortion riders for their employees; the funds would need to be paid out of the employees' pockets, not the company's. Such a process already occurs in some of the states that have laws on the books that are similar to the Stupak amendment.\n <br />\n <br />\n We give Rendell credit for noting the often overlooked impact the amendment would have on abortion options for employees of subsidized small businesses. He's right that the company cannot simply offer a single, comprehensive health care plan that includes abortion. But both the individuals and the companies in question can purchase separate riders that cover abortion, which suggests that the term \"absolutely disallowed\" is inaccurate. This may be cold comfort to abortion-rights advocates, who are generally skeptical of the value of riders, saying that companies may not offer them and that individuals may not purchase them. But it earns Rendell a Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:55.192893", "ruling_date": "2009-11-18T19:01:49", "ruling_headline": "Rendell says small businesses receiving health insurance subsidies couldn't offer plans that cover abortion", "ruling_headline_slug": "rendell-says-small-businesses-receiving-health-ins", "ruling_link_text": "Employees could buy a \"rider\" that covers abortion", "ruling_state": null, "source_documents": null, "sources": "<p>\n Ed Rendell, from a\n <a href=\"http://www.msnbc.msn.com/id/33916045/ns/msnbc_tv-rachel_maddow_show/\" target=\"_blank\">\n  transcript\n </a>\n of MSNBC's The Rachel Maddow Show, Nov. 12, 2009\n <br />\n <br />\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?dbname=2009_record&amp;page=H12921&amp;position=all\" target=\"_blank\">\n  Text\n </a>\n of the Stupak-Pitts amendment to the House health care bill (H.R. 3962)\n <br />\n <br />\n <em>\n  St. Louis Beacon\n </em>\n , \"\n <a href=\"http://www.stlbeacon.org/health/missouri_ban_on_abortion_coverage\" target=\"_blank\">\n  Missouri's ban on insurance coverage for abortion is more restrictive than ban in House health bill\n </a>\n ,\" Nov. 9, 2009\n <br />\n <br />\n Interview with Douglas Johnson, National Right to Life Committee legislative director, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Jessica Arons, director of the Women's Health &amp; Rights Program, Center for American Progress, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with George J. Annas, professor and chairman of the health law department at the Boston University School of Public Health, Nov. 16, 2009\n <br />\n <br />\n E-mail interview with Autumn Fredericks Christensen, aide to Rep. Joe Pitts, R-Pa., Nov. 16, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Governor", "false_count": 0, "first_name": "Ed", "half_true_count": 0, "home_state": "Pennsylvania", "id": 273, "last_name": "Rendell", "mostly_true_count": 0, "name_slug": "ed-rendell", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/AP_WX104_RENDELL_NEWS_SHOWS_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/273/", "total_count": 2, "true_count": 0, "website": "http://www.governor.state.pa.us/portal/server.pt/community/governor%27s_web_site/2985"}, "statement": "<p>A small business receiving a federal tax credit \"to provide health care for its employees ... would be barred under the Stupak Amendment from allowing their employees to use ... the health care that they offer them for abortion.\"</p>", "statement_context": "the 'Rachel Maddow Show'", "statement_date": "2009-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}