{"art": [], "author": [], "canonical_url": "/truth-o-meter/statements/2007/oct/19/hillary-clinton/<p>-hes-stretching-the-story</p>/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [], "facebook_headline": null, "id": 133, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/133/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n The full quote from Tom Tancredo's interview:\n</p>\n<p>\n \"In Arizona, in the last election, what we saw was a really amazing thing, that they had four issues on the ballot in Arizona, all of them were very tough on illegal immigration, one was an English only, I think, amendment of some sort. There were four issues, 47 percent of the Hispanics in Arizona voted for them. And by the way, they all passed overwhelmingly. So you cannot say that it is a monolithic voting block.\"\n</p>\n<p>\n The congressman goes beyond the facts at hand to make his point that not all Hispanics vote the same.\n</p>\n<p>\n We found that 48 percent of Hispanic voters in Arizona supported Proposition 103, which requires all formal state government action to be in English, with some exemptions. That's according to Edison Media Research, which conducts exit polling for the national election pool, including CNN, ABC, CBS, NBC, Fox and the Associated Press.\n</p>\n<p>\n But as far as the three other \"tough on illegal immigration\" measures on the Arizona ballot last fall, we don't know how Hispanics voted. Edison didn't poll on those, and neither did anyone else we could find.\n</p>\n<p>\n \"He's taking our number and extrapolating to four propositions,\" said Joe Lenski, executive vice president of Edison Media Research. \"We can't support that. . . . He's accurate on the one, but the other three he's guessing.\"\n</p>\n<p>\n Tancredo is correct that all four measures passed overwhelmingly, each by at least 71 percent of the overall vote.\n</p>\n<p>\n Tancredo's campaign offered no supporting information for his statement about how Hispanics voted on those issues, but suggested we call the Arizona Secretary of State's office.\n</p>\n<p>\n We did. Deputy Secretary of State Kevin Tyne said, \"We're precluded from tracking that kind of information.\"\n</p>\n<p>\n But just to be sure there wasn't another source for Tancredo's numbers, we talked to Quin Monson, assistant director at the Center for the Study of Elections and Democracy at Brigham Young University; to John A. Garcia, a University of Arizona political science professor who has done extensive polling of Hispanics; to Earl de Berge, research director at the Behavior Research Center, a public opinion firm in Phoenix; and to Fred Solop, a Northern Arizona University political science professor and pollster.\n</p>\n<p>\n Not one knew of data to support Tancredo's statement. That's why we can only give him a Half-True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:34.578372", "ruling_date": "2007-10-19T00:00:00", "ruling_headline": "<p> He's stretching the story</p>", "ruling_headline_slug": "<p>-hes-stretching-the-story</p>", "ruling_link_text": "<p> He's stretching the story</p>", "ruling_state": null, "source_documents": null, "sources": "<p>\n Arizona Secretary of State general election results, &lt;a href=\"http://www.azsos.gov/election/2006/General/ElectionInformation.htm/\"&gt;\n</p>\n<p>\n Exit-Poll.net, exit polls by Edison Media Research, &lt;a href=\"http://www.exit-poll.net/\"&gt;\n</p>\n<p>\n Arizona General Exit Poll, conducted by Edison/Mitofsky, provided by Carl W. Brown, Jr., research assistant at the Roper Center for Public Opinion Research\n</p>\n<p>\n Telephone interview with Alan Moore, press secretary for the Tancredo campaign, Oct. 1 and Oct. 4, 2007\n</p>\n<p>\n Telephone interview with Joe Lenski, executive vice president, Edison Media Research, Oct. 2, 2007\n</p>\n<p>\n Telephone interview with Quin Monson, assistant director at the Center for the Study of Elections and Democracy at Brigham Young University, Oct. 2, 2007\n</p>\n<p>\n Telephone interview with John A. Garcia, University of Arizona political science professor, Oct. 3, 2007\n</p>\n<p>\n Telephone interview with Earl de Berge, research director at the Behavior Research Center, Oct. 3, 2007\n</p>\n<p>\n Telephone interview with Kevin Tyne, deputy secretary of state, Arizona, Oct. 4, 2007\n</p>\n<p>\n Telephone interview with Fred Solop, Northern Arizona University political science professor, Oct. 4, 2007\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p> Nearly half of Hispanic voters in Arizona's last election supported four measures that were \"very tough on illegal immigration.\"</p>", "statement_context": "", "statement_date": "2007-10-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}