{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/20/mike-enzi/se-mike-enzi-says-senate-health-care-bill-will-lea/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1337, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1337/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n Republican Sen. Mike Enzi, whom Democrats had once hoped to woo for bipartisan support of a health care bill, attacked the version put forth on Nov. 18, 2009, by Senate Majority Leader Harry Reid, D-Nev.\n</p>\n<p>\n \"Like the Pelosi bill, the Reid bill is government-centered, not patient-centered,\" Enzi said \"It&rsquo;s chock-full of new taxes and higher health care costs that would threaten jobs, weaken our economy, punish families and small businesses trying to make ends meet, and stick our children and grandchildren with the bill.\"\n</p>\n<p>\n That's all pretty standard fare from Republican opponents of the Democratic health care plans being debated in Congress. But we were intrigued by another criticism leveled by the Wyoming senator, that the Senate bill \"would leave 24 million people without insurance coverage.\"\n</p>\n<p>\n That uninsured figure cited by Enzi comes from an analysis of the Reid bill by the Congressional Budget Office. The report concludes that under the Reid bill, the share of legal nonelderly residents with insurance coverage would rise from about 83 percent currently to about 94 percent. Specifically, the report estimated that the number of nonelderly people who are uninsured would be reduced by about 31 million by 2019, leaving about 24 million nonelderly residents uninsured.\n</p>\n<p>\n So who are those 24 million who would be left uninsured?\n</p>\n<p>\n About a third of them are illegal immigrants, the CBO report states.\n</p>\n<p>\n So who are the other two-thirds (16 million) left uninsured?\n</p>\n<p>\n We asked three health care experts: John Holahan at the Urban Institute; Leighton Ku, a professor of health policy at George Washington University; and Kathleen D. Stoll, director of Health Policy at Families USA. They said those people mostly fall into several main categories:\n</p>\n<p>\n <strong>\n  &bull;\n </strong>\n People who are deemed able to afford health insurance but simply decide the tax penalties are not high enough to persuade them to buy it. Some young, healthy people, for example, may decide it's cheaper to simply pay the tax penalty rather than purchase insurance, Stoll said. The same is true for some wealthy people who are self-insured.\n</p>\n<p>\n \"These are basically people who say, 'It's not worth it to me,' \" Ku said.\n</p>\n<p>\n <strong>\n  &bull;\n </strong>\n People exempt from tax penalties because the cost of health insurance comes to more than 8 percent of their income, even if they are getting federal subsidies. These are generally people with a lower income, but not so low as to qualify for Medicaid. Without a penalty, many of those people may decide to continue not to buy insurance.\n</p>\n<p>\n \"These are people on the lower end of the income scale, but not the poorest of the poor,\" Ku said, generally people who make anywhere from 133 percent to 300 percent of the poverty level.\n</p>\n<p>\n <strong>\n  &bull;\n </strong>\n People who are eligible for Medicaid, but simply don't sign up. Some people just think it's a hassle to sign up for insurance, even when it's free, Ku said.\n</p>\n<p>\n About 60 percent of people eligible for Medicaid today simply don't sign up, Holahan said. \"People with very low incomes don't always know how to navigate a lot of things in life. People don't necessarily value health care, and they don't take the time to fill out the necessary paperwork.\"\n</p>\n<p>\n <strong>\n  &bull;\n </strong>\n Then there are those who are in transitional stages of life -- perhaps a job change -- and don't take steps to close the insurance gaps between jobs.\n</p>\n<p>\n The CBO report found that the Senate bill was less effective in reducing the number of uninsured compared to the version of the health care bill that passed the House. While the Senate version was estimated to reduce the number of uninsured by 31 million (leaving 24 million uninsured), the House plan was estimated to reduce the number of uninsured by about 36 million, leaving about 18 million uninsured.\n</p>\n<p>\n That's largely because the House tax penalty for not getting insurance is a lot harsher. Under the House bill, people who refuse to purchase health insurance will be hit with a tax penalty equivalent to 2.5 percent of their adjusted gross income. The Senate plan calls for a tax penalty of $95 in 2014, going up to $350 in 2015, $750 in 2016, and graduated up in ensuing years based on inflation adjustments.\n</p>\n<p>\n Given differences between the House and Senate bills that cause the Senate plan to leave more uninsured, we certainly think it's fair for a senator to criticize the plan in that regard.\n</p>\n<p>\n But since this criticism comes from a Republican senator, we would be remiss if we did not point out several other political realities.\n</p>\n<p>\n A CBO analysis of the main Republican health care plan, which was put forward by House Republican leader John Boehner, concluded it would reduce the number of uninsured by only about 3 million people (as opposed to 31 million in the Reid plan).\n</p>\n<p>\n \"It has not been a particularly high priority for the Republican Party to expand the number of people who get health insurance coverage,\" Ku said.\n</p>\n<p>\n Again, a third of the people who would remain uninsured under the Reid plan are illegal immigrants. You may recall that many Republicans criticized Democrats for not taking enough precautions to ensure that illegal immigrants are barred from a public option and also argued that illegal immigrants ought to be prohibited from buying insurance in any government-sponsored health insurance exchange.\n</p>\n<p>\n And the biggest factor accounting for fewer uninsured in the Reid plan, as opposed to the House plan, is that the Senate plan has less severe penalties for those who do not buy insurance. But many conservatives have criticized Democrats for the mandate, arguing that the government ought not get involved in requiring health insurance.\n</p>\n<p>\n Still, the bottom line is that Enzi said the Reid plan would leave 24 million people uninsured, and the CBO confirms that figure. We rate his statement True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:55.706836", "ruling_date": "2009-11-20T16:43:33", "ruling_headline": "Sen. Mike Enzi says Senate health care bill will leave 24 million uninsured ", "ruling_headline_slug": "se-mike-enzi-says-senate-health-care-bill-will-lea", "ruling_link_text": "Yes ... but the GOP plan leaves even more uninsured", "ruling_state": null, "source_documents": null, "sources": "<p>\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/ftpdocs/107xx/doc10731/Reid_letter_11_18_09.pdf\" target=\"_blank\">\n  Review of Patient Protection and Affordable Care Act\n </a>\n , Nov. 18, 2009\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://cboblog.cbo.gov/?p=403\" target=\"_blank\">\n  Preliminary Analysis of the Affordable Health Care for America Act As Introduced in the House of Representatives\n </a>\n , Oct. 19, 2009\n</p>\n<p>\n U.S. Sen. Mike Enzi Web site,\n <a href=\"http://enzi.senate.gov/public/index.cfm?FuseAction=NewsRoom.NewsReleases&amp;ContentRecord_id=0d61ba53-802a-23ad-4afa-23e98d8a2226\" target=\"_blank\">\n  Press release: Read Reid&rsquo;s $2.5 trillion health care bill\n </a>\n , Nov. 19, 2009\n</p>\n<p>\n Interview with John Holahan at the Urban Institute, Nov. 20, 2009\n</p>\n<p>\n Interview with Leighton Ku, a professor of health policy at George Washington University, Nov. 20, 2009\n</p>\n<p>\n Interview with Kathleen D. Stoll, director of Health Policy at Families USA, Nov. 20, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mike", "half_true_count": 0, "home_state": "Wyoming", "id": 276, "last_name": "Enzi", "mostly_true_count": 0, "name_slug": "mike-enzi", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/160px-Mike_Enzi_official_portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/276/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>The Senate health care bill \"would leave 24 million people without insurance coverage.\"</p>", "statement_context": "a press release", "statement_date": "2009-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}