{"art": [{"brightcove": "", "caption": "Jimmy Flannigan, shown here speaking at a September 2016 forum for District 6 Austin City Council candidates, says he's responsible for Anderson Mill Road being listed for improvements. Mostly False, we found (photo by Erika Rich).", "id": 9650, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/flannigan092016pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9650/", "title": "Jimmy Flannigan of Austin 9/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nhicks@statesman.com", "first_name": "Nolan", "id": 607, "last_name": "Hicks", "name_slug": "nolan-hicks", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/607/", "title": "staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/nov/01/jimmy-flannigan/mostly-false-jimmy-flannigans-claim-hes-responsibl/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Is Jimmy Flannigan responsible for Anderson Mill Road plan?", "id": 13399, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nhicks@statesman.com", "first_name": "Nolan", "id": 607, "last_name": "Hicks", "name_slug": "nolan-hicks", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/607/", "title": "staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13399/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Community activist Jimmy Flannigan argues he has done more for Northwest Austin than his opponent to represent District 6 on the Austin City Council, incumbent&nbsp;Don Zimmerman. His case in point: Anderson Mill Road.</p>\r\n\r\n<p>Flannigan has repeatedly said at candidate forums and in interviews that he and his <a href=\"http://www.nwaustin.org/\">Northwest Austin Coalition</a> deserve the credit for persuading Mayor Steve Adler to put $5.5 million for the notoriously traffic-jammed Anderson Mill Road in Austin&rsquo;s proposed $720 million transportation bond. It&rsquo;s one of more than 30 projects listed by name in the Nov. 8, 2016, ballot proposition.</p>\r\n\r\n<p>Flannigan told the online <a href=\"http://www.austinmonitor.com/\">Austin Monitor</a>, which focuses on local government news: &quot;Anderson Mill Road was included in Mayor Adler&rsquo;s transportation bond explicitly because of the work we did with the Northwest Austin Coalition.&quot;</p>\r\n\r\n<p>Monitor publisher Michael Kanin <a href=\"http://www.austinmonitor.com/stories/2016/09/austin-monitor-radio-jimmy-flannigan/\">pressed during their exchange</a>, posted Sept. 12, 2016 and later cited in <a href=\"http://www.austinites-for-zimmerman.com/news/anderson-mill-exposure.html\">an Oct. 21, 2016, Zimmerman press release</a>: &quot;Just to be crystal clear here, it was the mayor&#39;s office that told you it was because of your work...&quot;</p>\r\n\r\n<p>Flannigan: &quot;Yes.&quot;</p>\r\n\r\n<p>Kanin: &quot;...And not (the work of) council member (Don) Zimmerman.&quot;</p>\r\n\r\n<p>Flannigan: &quot;Yes.&quot;</p>\r\n\r\n<p>Flannigan made nearly identical claims at a Sept. 15, 2016, candidate forum organized by the City of Austin and the Austin-area League of Women Voters and a forum hosted a week later by the West Austin Chamber of Commerce.</p>\r\n\r\n<p>At those forums and in his Oct. 21 press release, Zimmerman called Flannigan&rsquo;s assertions a lie. Zimmerman noted that he held a 2015 town hall meeting, attended by Flannigan and Adler, in which city staffers talked about potential solutions for Anderson Mill Road. Zimmerman&rsquo;s statement also pointed out he <a href=\"http://austincouncilforum.org/viewtopic.php?f=2&amp;t=355&amp;hilit=anderson+mill\">proposed redirecting $2.2 million in transportation funding</a> in August 2015 to study fixes for the road; that pitch did not draw council support.</p>\r\n\r\n<p>Zimmerman&rsquo;s 2016 press release said: &quot;Everyone in District 6 knows that Anderson Mill Road is a key artery that needs to be improved. Multiple groups have been working on fixing Anderson Mill Road.&quot;</p>\r\n\r\n<p><strong>Building the bond</strong></p>\r\n\r\n<p>So, how did various clogged roads end up in the proposed $720 million transportation bond?</p>\r\n\r\n<p>Adler, who <a href=\"http://cityhall.blog.statesman.com/2015/12/18/is-austin-going-to-have-a-transportation-bond-election-in-2016/\">first floated the idea of a big transportation bond plan in late 2015</a>, took the lead on crafting the proposal. Three memos provided by Adler&rsquo;s office and the city&rsquo;s capital projects office offer insight. It looks to us like much of the ballot proposal drew from a <a href=\"https://www.documentcloud.org/documents/3212036-20160613-Staff-Memo.html\">June 13, 2016, Austin Transportation Department memo</a> listing <a href=\"http://www.mystatesman.com/news/news/local/stretching-dollars-what-would-austin-transportatio/nsdgW/\">long-sought overhauls</a> on seven major roads such as East Riverside Drive, North Lamar Boulevard and South Lamar Boulevard, in which engineering work was complete or underway. That memo also listed other critical stretches of roads, such as Anderson Mill Road between RM 620 and Parmer Lane.</p>\r\n\r\n<p>A <a href=\"http://www.austintexas.gov/edims/pio/document.cfm?id=256650\">second staff memo -- sent to Adler and the council on June 16, 2016</a> -- estimated it would cost $5.5 million to expand and improve a shorter stretch of Anderson Mill Road, between RM 620 and U.S. 183. The same day, Adler included the $5.5 million for Anderson Mill Road in his <a href=\"http://austincouncilforum.org/viewtopic.php?f=2&amp;t=701\">first public draft of possible bond projects</a>.</p>\r\n\r\n<p>Five days later, city staff distributed a third memo, which also included Anderson Mill Road and estimated the size and scope of the work that could be done for different bond amounts. For example, that memo shows a $250 million bond would not include work on Anderson Mill Road, while a $720 million bond package would.</p>\r\n\r\n<p><strong>Credit from the mayor?</strong></p>\r\n\r\n<p>In the September&nbsp;Monitor interview, Flannigan said the &quot;mayor&rsquo;s office told&quot; him that it was his work that got Anderson Mill in the bond.</p>\r\n\r\n<p>Just after the Monitor published the interview, though, <a href=\"https://www.documentcloud.org/documents/3179364-PIR-29412.html#document/p42/a324138\">Adler emailed his staff</a>, asking: &quot;Has anyone in our office made such a statement? Should someone call Jimmy and find out why he said that?&quot;</p>\r\n\r\n<p>Zimmerman&rsquo;s campaign initially provided a copy of that email, which we independently obtained and verified.</p>\r\n\r\n<p>By phone, Adler staff adviser John-Michael Cortez offered a different description of Flannigan&rsquo;s role in getting Anderson Mill added to the bond. Cortez recalled Flannigan as &quot;one of many people who highlighted specific (transportation) improvements in Northwest Austin.&quot;</p>\r\n\r\n<p>While Cortez said that he met with Flannigan and his group before the bond&rsquo;s summer 2016 rollout, he added that Flannigan &quot;not the only one who highlighted it as an important improvement.&quot;</p>\r\n\r\n<p>Cortez added: &quot;I doubt I ever said it was because of his efforts, but his efforts certainly were helpful in making that project a priority.&quot;</p>\r\n\r\n<p>In an October 2016 phone interview with us, Adler took the same line. &quot;These are conversations that have been going on in that community for years. Everyone was aware those conversations were going on,&quot; Adler said. &quot;They were conversations that I heard when I was campaigning two years ago.&quot;</p>\r\n\r\n<p>Flannigan subsequently stood by his earlier statement that the mayor&rsquo;s office had credited him with getting Anderson Mill into the bond. Asked to identify who in Adler&rsquo;s office told him so, Flannigan didn&rsquo;t say. By email, he responded: &quot;At no point was I told that others had asked for the road to be included.&quot;</p>\r\n\r\n<p><strong>Corridor study</strong></p>\r\n\r\n<p>Flannigan has touted a &quot;citizen-led&quot; corridor study as one of the ways the Northwest Austin Coalition, which he founded, pushed to include Anderson Mill improvements in the bond. &quot;When I brought that study to city staff and the mayor&rsquo;s office, they got the road included in the bond,&quot; Flannigan said at the League of Women Voters forum. &quot;That is a fact.&quot;</p>\r\n\r\n<p>A corridor study would be hard to miss. The typically binder-sized reports are full of painstaking schematics, diagrams and traffic projections that lay out proposed improvements and the effects they&rsquo;ll have on neighborhoods and businesses. As an example, the December 2013 corridor study for East Riverside Drive <a href=\"http://www.austintexas.gov/sites/default/files/files/Transportation/projects/CorridorStudies_Riverside-Final-02-24-14_s.pdf\">runs 277 pages</a>.</p>\r\n\r\n<p>When we inquired about an Anderson Mill corridor study, though, Adler spokesman Jason Stanford and a transportation department spokeswoman, Marissa Monroy, each said by phone that city files didn&rsquo;t show any study submitted by Flannigan&rsquo;s group.</p>\r\n\r\n<p>When we emailed Flannigan&rsquo;s campaign to ask for a copy, his campaign manager, Allison Heinrich, provided a link <a href=\"http://www.nwaustin.org/note/c/anderson-mill-rd\">to an interactive map</a> on the Northwest Austin Coalition&rsquo;s website, where users could post complaints about the road.</p>\r\n\r\n<p>By email, Flannigan later acknowledged he hadn&rsquo;t submitted the complaints or users&rsquo; suggestions to City Hall. &quot;Since everything was public and online, it didn&#39;t require being sent,&quot; he wrote, &quot;it was part of the public conversation.&quot;</p>\r\n\r\n<p><strong>A city survey</strong></p>\r\n\r\n<p>Flannigan also cited his group&rsquo;s efforts to press for Anderson Mill improvements through the city&rsquo;s 2015 transportation survey, <a href=\"https://mobilityatx.com/reports/findings.pdf\">MobilityATX</a>, which asked residents for opinions on transportation needs online and during in-person public meetings.</p>\r\n\r\n<p>The top recommendation from the 1,039 Austinites who participated in the nonscientific MobilityATX survey: Building out the city&#39;s bike lane network, followed by burying Interstate 35 through downtown and expanding dedicated bus lanes. Tied for fourth, with 112 votes: Improving Anderson Mill Road between U.S. 183 and FM 620 and encouraging developers to build denser housing in central city neighborhoods.</p>\r\n\r\n<p>Cortez, Adler&rsquo;s aide, suggested that Flannigan overplayed the importance of the 2015 survey to what made it into the bond package. &quot;I think generally it played the role of getting people interested and excited about making some progress about our mobility challenges,&quot; Cortez said. &quot;It just daylighted some priorities that some interested stakeholders had.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Flannigan said he&rsquo;s responsible for Anderson Mill Road being part of the city&rsquo;s proposed transportation bond issue.</p>\r\n\r\n<p>No doubt, Flannigan&nbsp;advocated for improvements to the road to be part of the 2016 bond proposal lately before Austin voters. Then again, Flannigan didn&rsquo;t provide nor did we find independent indications that he himself caused the road to land on the ballot.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.&nbsp;</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/b314d601-7e84-4b84-9575-7be0ff84af1b\">https://www.sharethefacts.co/share/b314d601-7e84-4b84-9575-7be0ff84af1b</a>", "ruling_comments_date": "2016-11-01T18:32:09.640001", "ruling_date": "2016-11-01T19:14:51", "ruling_headline": "Mostly False: Jimmy Flannigan's claim he's responsible for Anderson Mill Road on Austin ballot", "ruling_headline_slug": "mostly-false-jimmy-flannigans-claim-hes-responsibl", "ruling_link_text": "Was among advocates", "ruling_state": null, "source_documents": null, "sources": "<p>Podcast, <a href=\"https://soundcloud.com/austin-monitor/austin-monitor-radio-jimmy-flannigan\">Austin Monitor Radio: Jimmy Flannigan</a>, The Austin Monitor, Sept. 12, 2016</p>\r\n\r\n<p>Video, <a href=\"http://austintx.swagit.com/play/09152016-886\">City of Austin and Austin-area League of Women Voters candidate forum for District 6</a>, City of Austin, Sept. 15, 2016</p>\r\n\r\n<p>News story, &nbsp;<a href=\"http://www.mystatesman.com/news/news/local-govt-politics/zimmerman-and-flannigan-spar-at-contentious-distri/nsYzz/\">&quot;Zimmerman and Flannigan spar at contentious District 6 forum,&quot;</a> <em>Austin American-Statesman</em>, posted online Sept. 15, 2016</p>\r\n\r\n<p>Facebook video, <a href=\"https://www.facebook.com/WestAustinChamberofCommerce/videos/1202549993117640/\">West Austin Chamber of Commerce District 6 candidate forum</a>, West Austin Chamber of Commerce, Sept. 21, 2016</p>\r\n\r\n<p>Phone interview with John-Michael Cortez, special assistant to Austin Mayor Steve Adler, Austin, Oct. 25, 2016</p>\r\n\r\n<p>Interview and emails with <a href=\"https://www.documentcloud.org/documents/3212578-Flannigan-Email-2.html\">District 6 Austin City Council&nbsp;candidate Jimmy Flannigan</a> and <a href=\"https://www.documentcloud.org/documents/3212577-Flannigan-Email-1.html\">his campaign manager, Allison Heinrich</a>, Oct. 24-27, 2016</p>\r\n\r\n<p>Report, <a href=\"https://mobilityatx.com/reports/findings.pdf\">&quot;Mobility ATX Findings Report,&quot;</a> City of Austin, 2015</p>\r\n\r\n<p><a href=\"https://www.documentcloud.org/documents/3179364-PIR-29412.html#document/p42/a324138\">Documents showing City of Austin response to an open-records&rsquo; request for correspondence (including emails) with Austin Mayor Steve Adler&rsquo;s office regarding Anderson Mill Road and related topics from Jan. 1, 2016 to Sept. 16, 2016 </a>(received by Nolan Hicks of the <em>American-Statesman</em>, Oct. 21, 2016; previously fielded by Don Zimmerman&rsquo;s Austin City Council campaign)</p>\r\n\r\n<p>City of Austin staff memos, <a href=\"https://www.documentcloud.org/documents/3212036-20160613-Staff-Memo.html\">Corridor Mobility Improvement Plan</a>, from Assistant City Manager Robert Goode to Mayor and City Council, June 13, 2016; <a href=\"http://www.austintexas.gov/edims/pio/document.cfm?id=256650\">Responses to Austin City Council questions</a>, from Assistant City Manager Robert Goode to Mayor and City Council, June 16, 2016; <a href=\"https://www.documentcloud.org/documents/3212037-20160621-Staff-Memo.html\">Responses to City Council Questions from June 16 Council Meeting -- Mobility Funding</a>, from Assistant City Manager Robert Goode to Mayor and City Council, June 21, 2016</p>\r\n\r\n<p>Phone interview, Jason Stanford, communications director, Austin Mayor Steve Adler, Oct. 24, 2016</p>\r\n\r\n<p>Phone interview, Marissa Monroy, public information and marketing manager, Transportation Department, City of Austin, Oct. 24, 2016</p>\r\n\r\n<p>Phone interview, Austin Mayor Steve Adler, Oct. 27, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Small business owner", "false_count": 0, "first_name": "Jimmy", "half_true_count": 0, "home_state": "Texas", "id": 3753, "last_name": "Flannigan", "mostly_true_count": 0, "name_slug": "jimmy-flannigan", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jflanniganpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3753/", "total_count": 1, "true_count": 0, "website": "http://www.jimmyflannigan.com/"}, "statement": "<p>Says that he&rsquo;s responsible for Austin&nbsp;including Anderson Mill Road in the city&#39;s proposed transportation bond package.</p>\r\n", "statement_context": "an Austin Monitor interview that day plus forums later", "statement_date": "2016-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "MOSTLY FALSE: @JimmyFlannigan claim that he's responsible for Anderson Mill Road making Austin bond proposition"}