{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/25/chain-email/chain-e-mail-says-those-public-option-will-have-ge/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1340, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1340/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\n It's a recipe for a great conspiracy theory: a big health care bill, an effort to centralize medical records and a new microchip that can be implanted under your skin.\n <br />\n <br />\n Just add outrage and stir!\n <br />\n <br />\n A chain e-mail warns darkly that an \"implantable radio frequency transponder system for patient identification and health information\" would be \"implanted in the majority of people who opt to become covered by the public health care option\" -- the government-run insurance plan designed as an affordable option for people who are uninsured or whose employers don't offer health coverage. The chip would \"collect data in medical patients,\" including \"claims data\" and \"electronic health records.\"\n <br />\n <br />\n Americans, the e-mail continues, would likely flock to the the public option. This would mean that \"the number of people chipped will be plentiful as well. Children conceived by parents who are already covered under the public option will more than likely be implanted with a chip by the consent of the parent. Eventually everyone will be implanted with a chip. And with the price and coverage of the public option being so competitive with the private companies, the private company [sic] may not survive.\"\n <br />\n <br />\n This seems on its face to be so ridiculous that we wondered if it was satire. But we couldn't find its origins. Meanwhile, the e-mail is making the rounds (it was sent to us by a reader who wondered whether it's true) and we found it posted on dozens of blogs, so we decided to examine it.\n <br />\n <br />\n First, let's get out of the way the one grain of truth in the claim -- a rice-sized grain, to be precise.\n <br />\n <br />\n A company called PositiveID, which has its headquarters in Delray Beach, Fla., sells a small microchip that can be implanted under the skin for identification purposes. It can be read from a few inches away by a handheld scanner. The company began working on its product in December 2001, and by October 2004, it had received the Food and Drug Administration's approval to insert the device into patients. According to the company, a few hospitals have \"agreed to use the technology in their emergency departments.\"\n <br />\n <br />\n Unlike the way the chip was described in the chain e-mail, the device provides only an identification number and does not, by itself, store health data. Instead, a medical provider would be able to access the person's medical records by scanning the device's unique number and using it to connect to the company's \"secure, private online database,\" which includes the person's health records. The device \"is always with you and cannot be lost or stolen,\" the company's Web site says. \"It provides emergency room doctors and nurses with your vital medical and emergency contact information, allowing them to treat you rapidly, accurately and safely during an emergency.\"\n <br />\n <br />\n The company adds that the microchip does not contain \"any Global Positioning System (GPS) tracking capabilities. And unlike conventional forms of identification, [it] cannot be lost, stolen, misplaced, or counterfeited. It is safe, secure, reversible, and always with you.\"\n <br />\n <br />\n Now, this chip is probably not everyone's cup of tea. But lawmakers understand that reality and have not -- repeat, not -- required participants in the public option to sign up for insertion. Not even close. Indeed, as with a number of claims in chain e-mails we've reviewed relating to this year's congressional health care bills, the chain e-mail stitches together disparate words and phrases from the Senate and House health care bills to distort the truth.\n <br />\n <br />\n The bill produced by three House committees, H.R. 3200, included a provision to create a National Medical Device Registry, which would centralize data on medical devices (from pacemakers to artificial limbs) so that experts and the public could analyze how safe and effective different kinds of medical devices are. The bill decreed that items the FDA classifies as Class III &mdash; the 10 percent of devices that, according to the FDA, \"sustain or support life, are implanted, or present potential unreasonable risk of illness or injury\" -- would be included in the registry, as would any Class II device (a category of less-complex items accounting for 43 percent of all devices) \"that is implantable, life-supporting, or life-sustaining.\"\n <br />\n <br />\n And that's where the red-flag word \"implantable\" popped up in the bill. Lots of medical devices are \"implantable\" -- think of heart stents, artificial knees and dental fillings. But microchips make for a good conspiracy theory, so the e-mail focuses on them.\n <br />\n <br />\n Even if microchips had somehow been the target of that line in the bill -- and they're not -- the provision in question, which doesn't appear in the Senate bill, only talks about creating a database that keeps tabs on devices that have already been implanted in people. It says nothing whatsoever about requiring implantation \"in the majority of people who opt to become covered by the public health care option.\" That part is fiction, pure and simple.\n <br />\n <br />\n Here's an odd postscript. As the final House version (H.R. 3962) approached a vote by the full chamber, the term \"implantable\" was removed from that section. It's not clear why the change was made, but the chain e-mail now has even less credibility than it did before (if that's possible).\n <br />\n <br />\n So add this one to the list of silly, discredited claims about the health bill. It's so ridiculously wrong, we rule it Pants on Fire.\n</p>", "ruling_comments_date": "2010-01-07T13:28:56.012108", "ruling_date": "2009-11-25T15:48:53", "ruling_headline": "Chain e-mail says those on public option will have to get microchip implant", "ruling_headline_slug": "chain-e-mail-says-those-public-option-will-have-ge", "ruling_link_text": "No, and the health insurance exchanges won't turn you into a zombie, either", "ruling_state": null, "source_documents": null, "sources": "<p>\n Chain e-mail (copy of the e-mail's main text is posted\n <a href=\"http://current.com/items/90842279_coverage-under-obamacare-will-require-an-implantable-microchip.htm\" target=\"_blank\">\n  here\n </a>\n )\n <br />\n <br />\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\n  Text\n </a>\n of H.R. 3200 (House tri-committee health care bill)\n <br />\n <br />\n <a href=\"http://docs.house.gov/rules/health/111_ahcaa.pdf\" target=\"_blank\">\n  Text\n </a>\n of H.R. 3962 (version of health care bill passed by the full House)\n <br />\n <br />\n <a href=\"http://graphics8.nytimes.com/packages/images/nytint/docs/senate-health-care-bill/original.pdf\" target=\"_blank\">\n  Text\n </a>\n of Senate health care bill (version to be debated on the floor)\n <br />\n <br />\n VeriChip Corp. (now known as PositiveID Corp.), \"About Us\"\n <a href=\"http://www.verichipcorp.com/about_us.html\" target=\"_blank\">\n  Web page\n </a>\n , accessed Nov. 23, 2009\n <br />\n <br />\n VeriChip Corp. (now known as PositiveID Corp.), \"VeriMed Health Link\"\n <a href=\"http://www.verichipcorp.com/Veri_Med_Health_Link.html\" target=\"_blank\">\n  Web pag\n </a>\n e, accessed Nov. 23, 2009\n <br />\n <br />\n Advanced Medical Technology Association,\n <a href=\"http://www.advamed.org/NR/rdonlyres/5A38DE1D-0023-4287-AB8A-3F8511337A6C/0/110609LETTERTOHOUSEOFREPSFINAL.pdf\" target=\"_blank\">\n  letter\n </a>\n sent to Members of the U.S. House of Representatives, Nov. 6, 2009\n <br />\n <em>\n  <br />\n  FDA\n </em>\n Week, \"Advamed Opposes Registry Provision in House Health Reform Bill,\" July 24, 2009, accessed via Lexis-Nexis\n <br />\n <br />\n Interview with Allison Tomek, spokeswoman for PositiveID Corp., Nov. 23, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>A data-storing microchip \"would be implanted in the majority of people who opt to become covered by the public health care option.\"</p>", "statement_context": "a widely circulated e-mail", "statement_date": "2009-11-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}], "target": [], "twitter_headline": null}