{"art": [{"brightcove": "", "caption": "Ted Cruz, shown here in Washington, D.C., in November 2016, made a flawed claim about Death to America Day (Photo by the Associated Press).", "id": 9823, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/111816cruzdcpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9823/", "title": "Ted Cruz 11/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "roberto.cervantes@chron.com", "first_name": "Bobby", "id": 600, "last_name": "Cervantes", "name_slug": "bobby-cervantes", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/600/", "title": "staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/nov/23/ted-cruz/ted-cruz-says-long-historical-precedent-smaller-su/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Ted Cruz says long precedent for smaller Supreme Court", "id": 13488, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "roberto.cervantes@chron.com", "first_name": "Bobby", "id": 600, "last_name": "Cervantes", "name_slug": "bobby-cervantes", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/600/", "title": "staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13488/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Before Republican Donald Trump bested Hillary Clinton for president, Sen. Ted Cruz sparked a fresh line of speculation when he hinted that the Senate in 2017 might not even vote to fill a vacancy on the Supreme Court.</p>\r\n\r\n<p>The Texas Republican, an attorney and former Supreme Court clerk who went on to represent Texas before the court, asserted that the court&rsquo;s current composition of eight justices -- following the February 2016 <a href=\"http://www.mysanantonio.com/news/us-world/article/Senior-Associate-Justice-Antonin-Scalia-found-6828930.php\">death in Texas</a> of Justice Antonin Scalia -- was consistent with other times the court had fewer than nine members.</p>\r\n\r\n<p>Cruz, <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/10/26/cruz-says-theres-precedent-for-keeping-ninth-supreme-court-seat-empty/\">addressing</a> an October 2016 campaign rally for Darryl Glenn, the Republican U.S. Senate nominee in Colorado, said: &quot;There is certainly a long historical precedent for a Supreme Court with few justices.&quot;</p>\r\n\r\n<p>We asked Cruz&rsquo;s Senate office what he meant by a court with fewer than nine justices. Did a specific historical period back his claim? By email, Cruz spokesman Phil Novack didn&rsquo;t offer detail, saying instead: &quot;The key here is that Cruz said there is time to debate the issue.&quot;</p>\r\n\r\n<p>Speaking of debate, we spotted objections from two justices to the court not regaining a member. Justice Ruth Bader Ginsburg <a href=\"http://www.slate.com/blogs/the_slatest/2016/05/27/ruth_bader_ginsburg_says_the_supreme_court_needs_nine_justices.html\">said</a> in May 2016 that eight members &quot;is not a good number for a multimember court.&quot; In September 2016, Justice Elena Kagan opined that an eight-member court would become a &quot;problem&quot; over time because of the potential for tie votes, according to a U.S. News &amp; World Report <a href=\"http://www.usnews.com/news/politics/articles/2016-09-16/kagan-8-member-supreme-court-a-problem-over-time\">news story</a>.</p>\r\n\r\n<p>At the Colorado rally, though, Cruz noted that Supreme Court Justice Stephen Breyer, who joined the court in 1994, had &quot;observed that the vacancy is not impacting the ability of the court to do its job.&quot; Cruz was referring to an Oct. 24, 2016, <a href=\"http://www.msnbc.com/morning-joe/watch/justice-breyer-on-4-4-split-election-and-scalia-792188483710\">interview</a> of Breyer on MSNBC&rsquo;s Morning Joe in which the justice said the Supreme Court occasionally has functioned with fewer than nine members. &quot;The court, when it began at the time of the Constitution&rsquo;s writing, had six members,&quot; Breyer said. &quot;They had six members for several years. They had 10 members for several years after the Civil War.&quot;</p>\r\n\r\n<p><strong>The Supreme Court without nine members</strong></p>\r\n\r\n<p>The court can act without an odd number of members. But if a majority cannot agree on an opinion, it&rsquo;s as if the court never took up the case. &quot;If the Court divides 4-4, the lower court opinion is affirmed without creating any Supreme Court precedent,&quot; Jeffrey Fisher, a Stanford University law professor, told <a href=\"http://www.businessinsider.com/what-happens-if-theres-a-4-4-tie-at-supreme-court-2015-6\">Business Insider</a>.</p>\r\n\r\n<p>And the even number of justices after Scalia&rsquo;s death altered the trajectory of a <a href=\"http://www.nytimes.com/interactive/2016/02/14/us/politics/how-scalias-death-could-affect-major-supreme-court-cases-in-the-2016-term.html\">few major decisions</a> during the court&rsquo;s latest term, which ran from October 2015 to June 2016. Consider Fisher v. University of Texas in which the court decided 4-3 that the University of Texas at Austin&rsquo;s race-conscious admissions program and others like it around the country were constitutional. If Scalia were alive to cast a vote in the case, court observers agree, he likely would have made it a 4-4 decision--with the court still upholding the UT program but not creating a national precedent.</p>\r\n\r\n<p>&quot;The thing is that the court gets the hard cases where you got legitimate arguments on both sides,&quot; <a href=\"https://www.law.upenn.edu/cf/faculty/krooseve/\">Kermit Roosevelt</a>, a University of Pennsylvania law professor, told us by phone. &quot;Those are exactly the cases where it needs not to split 4-4.&quot;For months, filling Scalia&rsquo;s seat has been a topic of fierce partisan fighting. Democrats have <a href=\"http://time.com/4484114/joe-biden-congress-zika/\">criticized</a> the Republican-majority Senate for refusing to consider President Barack Obama&rsquo;s nomination of Merrick Garland, a federal appellate judge, to fill the vacancy. Senate Democrats <a href=\"http://www.wcax.com/story/31993127/leahy-new-cases-show-why-supreme-court-needs-9-justices\">argue</a> that the court needs a full contingent of nine justices to settle legal disputes of consequence.</p>\r\n\r\n<p><strong>Court&rsquo;s size through history</strong></p>\r\n\r\n<p>Breyer was correct that the court didn&rsquo;t start with nine members. Also, we learned, the court&rsquo;s size is set by statutory law, not in the Constitution.</p>\r\n\r\n<p>There also have been long stretches where the court remained short a justice. Most recently, 257 days elapsed between Scalia&rsquo;s death and Cruz&rsquo;s statement. After Scalia&rsquo;s death, <a href=\"http://www.rollcall.com/news/how-long-do-high-court-vacancies-usually-last/\">Roll Call</a> published this chart showing how long high court vacancies lasted the previous 116 years of the court&rsquo;s history:</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/DPuQigGTgKYLNNRUbubZggiNwWezQrPD8xLnGXoVsz9rSXiamiTGt5XY6E11Rauk5kzhAC18J_cXMd_UZN9ImYtN_wEcq13MAO4oOIIKhiIr70H_-5Md5WZVofotql5ZYc0hQ5tk\" style=\"border:1px solid; float:left; height:926px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>To our inquiry, <a href=\"https://www.c-span.org/person/?jamesohara\">James O&rsquo;Hara</a>, chairman of the Library Committee at the <a href=\"http://www.supremecourthistory.org/\">Supreme Court Historical Society</a>, told us by phone that when there is divided government in Washington, fighting over a vacant court seat is to be expected. Since the Constitution is mum about how many judges can sit on the high court, any change to the number requires federal legislation.</p>\r\n\r\n<p>O&rsquo;Hara, a retired history professor from Loyola University Maryland, said: &quot;When it comes to Supreme Court vacancies, Congress and the president play hardball and this is not the first time. It&rsquo;s something that has happened multiple times, usually because the president is from one party and the other party is in control of the Senate.&quot;</p>\r\n\r\n<p>We asked about specific years when the number of Supreme Court justices fluctuated, and O&rsquo;Hara advised that twice in the court&rsquo;s history, it operated for months with fewer than nine justices.</p>\r\n\r\n<p>O&rsquo;Hara talked us through this history:</p>\r\n\r\n<p>In 1789, the first Congress set the number of justices at six -- an even number. O&rsquo;Hara told us the court&rsquo;s early cases weren&rsquo;t concerned with broad national issues, so an even number of judges likely was not a pressing matter for the earliest lawmakers who designed the court. Plus, some court observers long have argued that a smaller, even-numbered set of justices would force them to find compromise and write narrower opinions.</p>\r\n\r\n<p>Save for about 30 years, during which the Civil War occurred, the court has had nine justices for much of its history. Its membership, first set at that number in 1837, fluctuated a few times before Congress set it again at nine starting in 1869.</p>\r\n\r\n<p>In 1801, Congress&rsquo; majority Federalist party shrank the court by one in the hopes of stopping President Thomas Jefferson, a member of the Democratic-Republican Party, from filling a vacancy. But Congress went the other way toward the end of Jefferson&rsquo;s two terms by expanding the court to seven members. Later, in 1837, Congress made the court a nine-person body, according to several court histories. We couldn&rsquo;t immediately divine the reason for the expansion.</p>\r\n\r\n<p>The Civil War period saw a spike in Supreme Court membership; Congress bumped the court up to 10 justices in 1863. Three years later, with the war over, the Republican majorities in both chambers did not want President Andrew Johnson -- the Democratic successor to Abraham Lincoln who would be impeached by the House two years later -- to appoint any new justices, so they lowered the number to seven. The decrease was to take effect as each seat became vacant. In 1869, with Johnson out of office, Congress increased the court&rsquo;s membership to nine, where it has stayed ever since.</p>\r\n\r\n<p>In the late 1980s, the court temporarily shrunk to fewer than nine justices. Two of President Ronald Reagan&rsquo;s court nominees failed before his third choice, Anthony Kennedy, won Senate confirmation in 1988. The president&rsquo;s first nominee, Robert Bork, did not win Senate approval and his second nominee, Douglas Ginsburg, withdrew from consideration after reports surfaced that he had smoked marijuana.</p>\r\n\r\n<p>When Kennedy joined the court, his colleagues ordered new arguments in four cases that had been evenly split, 4-4, so he could break the tie, according to journalist Jan Crawford Greenburg&rsquo;s book, <a href=\"https://www.amazon.com/Supreme-Conflict-Inside-Struggle-Control/dp/0143113046\">Supreme Conflict</a>.</p>\r\n\r\n<p><strong>Arguments for and against a nine-member court</strong></p>\r\n\r\n<p>Next, we looked for research into whether an even-numbered court has affected the court&rsquo;s quality of work--finding that debatable. After all, the last time the court was statutorily set at fewer than nine justices, America did not have 50 states and slavery was a major legal issue. The court&rsquo;s membership has not permanently dropped below nine for more than a century, making it difficult to compare whether it is more or less able to do its work with fewer than nine.</p>\r\n\r\n<p>Brianne Gorod, chief counsel at the Constitutional Accountability Center, argued in a February 2016 <a href=\"http://www.huffingtonpost.com/brianne-j-gorod/everything-you-need-to-kn_b_9243096.html\">Huffington Post piece</a> that an even-numbered court would promote stalemates. &quot;By hearing cases in which lower courts are divided, the Court can settle the dispute and establish one rule of law to govern the entire nation,&quot; she wrote. &quot;But there will be many cases in which the Court cannot do that when it has only eight members. There&rsquo;s no question that on this sharply divided Court, the potential for 4-4 decisions will be strong.&quot;</p>\r\n\r\n<p>Meanwhile, Eric Segall, a professor at Georgia State University College of Law, argued in an April 2016 &nbsp;<a href=\"http://www.salon.com/2016/04/19/we_dont_need_another_scalia_this_is_why_liberals_should_embrace_a_4_4_court/\">Salon</a> blog that an even-numbered court would champion compromise. &quot;First, with eight Justices equally divided between the two major political parties, the winning side must convince at least one Justice to side with Justices from the other party to form a majority. Over time, this requirement would lead to more public confidence in the final outcomes and also likely generate more moderate arguments and decisions (which is a good thing given that the Court is composed of life tenured, elite lawyers who the people don&rsquo;t elect and cannot vote out of office).&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said: &quot;There is long historical precedent for a Supreme Court with fewer justices.&quot;</p>\r\n\r\n<p>In fact, Congress has kept the court at nine members for all but a handful of years since lawmakers set that number of justices in 1837. A few extended vacancies later left the court operating with eight members, but they occurred because the Senate was resisting nominees rather than&nbsp;committing to an even-steven smaller court.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.&nbsp;</p> <a href=\"https://www.sharethefacts.co/share/44ddc225-4659-4244-8a1f-e188859c0780\">https://www.sharethefacts.co/share/44ddc225-4659-4244-8a1f-e188859c0780</a> \r\n", "ruling_comments_date": "2016-11-23T10:55:01.602617", "ruling_date": "2016-11-23T11:01:48", "ruling_headline": "Ted Cruz says 'long historical precedent' for smaller Supreme Court", "ruling_headline_slug": "ted-cruz-says-long-historical-precedent-smaller-su", "ruling_link_text": "Mostly 9 members since 1837", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"https://www.washingtonpost.com/news/post-politics/wp/2016/10/26/cruz-says-theres-precedent-for-keeping-ninth-supreme-court-seat-empty/\">&quot;Cruz says there&rsquo;s precedent for keeping ninth Supreme Court seat empty,&quot;</a> <em>The Washington Post</em>, Oct. 26, 2016</p>\r\n\r\n<p>TV interview, <a href=\"http://www.msnbc.com/morning-joe/watch/justice-breyer-on-4-4-split-election-and-scalia-792188483710\">&quot;Justice Breyer on 4-4 split, election, and Scalia,&quot;</a> MSNBC, Oct. 24, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.slate.com/blogs/the_slatest/2016/05/27/ruth_bader_ginsburg_says_the_supreme_court_needs_nine_justices.html\">&quot;Ruth Bader Ginsburg: The Supreme Court Needs a Ninth Justice,&quot;</a> Slate, May 27, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.wcax.com/story/31993127/leahy-new-cases-show-why-supreme-court-needs-9-justices\">&quot;Leahy: New cases show why Supreme Court needs 9 justices,&quot;</a> Associated Press, May 17, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.mysanantonio.com/news/us-world/article/Senior-Associate-Justice-Antonin-Scalia-found-6828930.php\">&quot;U.S. Supreme Court Justice Antonin Scalia found dead at West Texas ranch,&quot;</a> <em>San Antonio Express-News</em>, Feb. 16, 2016</p>\r\n\r\n<p>News story, <a href=\"http://time.com/4484114/joe-biden-congress-zika/\">&quot;Joe Biden Joins Democrats to Criticize Congressional Inaction,&quot;</a> TIME, Sept. 8, 2016</p>\r\n\r\n<p>Phone interview with <a href=\"http://supremecourthistory.org/socinfo_officers.html\">James O&rsquo;Hara</a>, chairman, the Library Committee at the Supreme Court Historical Society, Nov. 1, 2016&nbsp;</p>\r\n\r\n<p>News story, <a href=\"http://www.usnews.com/news/politics/articles/2016-09-16/kagan-8-member-supreme-court-a-problem-over-time\">&quot;Kagan: 8-member Supreme Court a problem over time,&quot;</a> U.S. News, Sept. 16, 2016</p>\r\n\r\n<p>News story, <a href=\"http://www.businessinsider.com/what-happens-if-theres-a-4-4-tie-at-supreme-court-2015-6\">&quot;A huge upcoming Supreme Court case could lead to an incredibly rare phenomenon,&quot;</a> Business Insider, June 29, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.nytimes.com/interactive/2016/02/14/us/politics/how-scalias-death-could-affect-major-supreme-court-cases-in-the-2016-term.html\">&quot;How a vacancy on the Supreme Court affected cases in 2015-16 term,&quot;</a> <em>The New York Times</em>, June 27, 2016</p>\r\n\r\n<p>Book, <a href=\"https://www.amazon.com/Supreme-Conflict-Inside-Struggle-Control/dp/0143113046\">Supreme Conflict: The Inside Story of the Struggle for Control of the United States Supreme Court</a>, Jan Crawford Greenburg, Penguin Press</p>\r\n\r\n<p>Blog, <a href=\"http://www.salon.com/2016/04/19/we_dont_need_another_scalia_this_is_why_liberals_should_embrace_a_4_4_court/\">&quot;We don&rsquo;t need another Scalia: This is why liberals should embrace a 4-4 court,&quot;</a> Eric Segall, Salon.com</p>\r\n\r\n<p>Blog, <a href=\"http://www.huffingtonpost.com/brianne-j-gorod/everything-you-need-to-kn_b_9243096.html\">&quot;Everything you need to know about an eight justice Supreme Court,&quot;</a> Brianne Gorod, HuffingtonPost.com &nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;There is long historical precedent for a Supreme Court with fewer justices.&quot;</p>\r\n", "statement_context": "a rally for a Colorado U.S. Senate nominee", "statement_date": "2016-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ".@tedcruz says long historical precedent for smaller Supreme Court--a claim we find Mostly False"}