{"art": [], "author": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/nov/23/jill-stein/jill-stein-overstates-forecast-about-seas-rising-3/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Jill Stein: Expert says seas rising mightily in 50 years", "id": 13489, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13489/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Presidential candidate Jill Stein told a boisterous Texas crowd that a respected scientist foresees the loss of coastal cities within a half century due to creeping seas.</p>\r\n\r\n<p>&quot;In this election, we&rsquo;re not just deciding what kind of a world we will have, but whether we will have a world or not going forward,&quot; Stein said Oct. 17, 2016 at a forum at Austin&rsquo;s Huston-Tillotson University.</p>\r\n\r\n<p>As of mid-November 2016, with some votes left to be counted, Stein <a href=\"http://uselectionatlas.org/RESULTS/national.php\">appeared to have drawn about 1 percent</a> nationally in her <a href=\"http://www.greenpartywatch.org/2012/11/07/jill-stein-election-results/\">second run</a> as the presidential nominee of the Green Party, which emphasizes environmental sustainability. Its <a href=\"https://www.greenparty.org/Platform.php\">party platform</a> describes environmentalism and justice as intertwined and calls for &quot;an ecological society that is harmonized with nature.&quot;</p>\r\n\r\n<p>Stein said at the forum: &quot;Jim Hansen, the father of climate science; he hasn&rsquo;t been wrong yet in about 40 years of climate science. And his latest predictions are that, folks, we have until perhaps 50 years from now &mdash; maybe a little bit longer, but maybe not. And at that point, we are looking at 10, 20, 30 feet of sea level rise which means goodbye to population centers on the coasts.&quot;</p>\r\n\r\n<p>Of the nation&rsquo;s 50 most populous cities, 16 lie in part at sea level, <a href=\"http://egsc.usgs.gov/isb//pubs/booklets/elvadist/elvadist.html\">according to the US Geological Survey</a>. The cities include New York, Miami, Houston, Los Angeles, San Francisco, Baltimore, Portland and Seattle.</p>\r\n\r\n<p>Scientists have attributed sea-level rise to the melting of glaciers and ice caps, caused by the Earth&rsquo;s warming atmosphere. In July 2013, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jul/03/debbie-wasserman-schultz/debbie-wasserman-schultz-says-south-florida-weve-h/\">PolitiFact rated True</a> a claim by U.S. Rep. Debbie Wasserman Schultz, D-Fla., that sea levels measured in Florida had risen nine inches since the 1920s, finding corroborating historical data from the National Oceanic and Atmospheric Administration. The agency <a href=\"http://oceanservice.noaa.gov/facts/sealevel.html\">attributes</a> the rising seas to a combination of thermal expansion (because warm water expands) and melting ice.</p>\r\n\r\n<p>Then again, nine inches is a whole lot less than 10 to 30 feet.</p>\r\n\r\n<p>So, did a top climate scientist predict that much of a sea-level rise in about 50 years?</p>\r\n\r\n<p>We emailed the Stein campaign for the nominee&#39;s backup information but didn&rsquo;t hear back. Otherwise, a Google search led us to think Stein was citing <a href=\"http://www.columbia.edu/~jeh1/\">James Hansen</a>, the climate scientist who <a href=\"http://www.nytimes.com/1988/06/24/us/global-warming-has-begun-expert-tells-senate.html?pagewanted=all\">testified to Congress about global warming</a> in 1988 while he was director of NASA&rsquo;s Institute for Space Studies; in that testimony, he warned of resultant heat waves and droughts to come, not of rising seas swallowing cities.</p>\r\n\r\n<p>We noticed too that Stein made a similar claim in an <a href=\"https://twitter.com/DrJillStein/status/763455979065217025?ref_src=twsrc%5Etfw\">Aug. 10, 2016 Twitter post</a> warning about Americans losing homes due to a nine-foot sea-level rise by 2050. At the time, Stein spokeswoman Meleiza Figueroa said Hansen was the candidate&rsquo;s source. An Aug. 17, 2016, <em>Washington Post</em>&nbsp;<a href=\"https://www.washingtonpost.com/news/energy-environment/wp/2016/08/17/jill-stein-just-went-overboard-on-sea-level-rise/?utm_term=.26b1b5d66acb\">news story</a>&nbsp;went on to characterize the nine-foot figure as a possibility, not a prediction, also saying that the&nbsp;prospect &quot;doesn&rsquo;t represent a scientific consensus.&quot;</p>\r\n\r\n<p><strong>Hansen&rsquo;s hypothesis</strong></p>\r\n\r\n<p>For our part, we emailed Hansen, who works for Columbia University&rsquo;s Earth Institute, to run Stein&rsquo;s claim by him. &nbsp;He wrote back that he has forecasted &quot;multi-meter sea level rise&quot; in 50 to 150 years, which he wrote &quot;means loss of most coastal cities.&quot; Hansen also pointed us to a study he co-authored with 18 fellow scientists from the U.S., China and Europe, published March 22, 2016, in the journal Atmospheric Chemistry and Physics.</p>\r\n\r\n<p><a href=\"http://www.atmos-chem-phys.net/16/3761/2016/acp-16-3761-2016.pdf\">The 52-page study</a> flatly predicts the 50-to-150 year timeframe for sea-level rise. Yet it ties that expectation to the authors&rsquo; hypothesis that polar ice caps will melt drastically faster than what had been estimated by that time by most scientific studies. The study repeatedly warns of potential rise by &quot;several meters,&quot; we noticed, but doesn&rsquo;t have specific figures equal to the 10-to-30 foot range declared by Stein.</p>\r\n\r\n<p>The study also acknowledges that the data used to test the authors&rsquo; hypothesis were imperfect, making the implications uncertain. Researchers, the study says, used &quot;coarse-resolution modeling and simplifying assumptions&quot; and so &quot;raises fundamental questions that point towards specific modeling and measurement needs.&quot; It also states &quot;the record is too short to confirm the nature of the response&quot;--meaning there&rsquo;s too little data to know for sure how quickly the ice caps will melt. We&rsquo;re sharing next more detail about the basis of the hypothesis and the authors&rsquo; related conclusions.</p>\r\n\r\n<p>The study, drawing on computer models taking into account ancient climate data revealed by</p>\r\n\r\n<p>ocean sediment cores plus more recent observations of ice melt, ocean currents and global surface temperatures, specifically hypothesizes that the ice caps will melt at an exponential, as opposed to linear, rate. Under that scenario, the study posits, the volume of discharged meltwater would double every 10, 20 or 40 years. Still, the authors note, &quot;the record is too short to confirm&quot; which timeframe will prove out, though limited modern observations put it nearer to 10 years, they say. &nbsp;</p>\r\n\r\n<p>&quot;If (greenhouse gas) emissions continue to grow&quot; (which they were as of 2011, <a href=\"http://cdiac.ornl.gov/trends/emis/tre_glob_2011.html\">according to federal data</a> published in 2015), the study says, &quot;multi-meter sea level rise would become practically unavoidable, probably within 50-150 years.&quot; &nbsp;&nbsp;</p>\r\n\r\n<p>The study says: &quot;Social disruption and economic consequences of such large sea-level rise, and the attendant increases in storms and climate extremes, could be devastating. It is not difficult to imagine that conflicts arising from forced migrations and economic collapse might make the planet ungovernable, threatening the fabric of civilization.&quot;</p>\r\n\r\n<p>The Hansen-led study drew wide attention at its debut with some experts saying the conclusions were speculative rather than certain.</p>\r\n\r\n<p>On March 22, 2016, the <em>New York Times</em> ran a story headlined, &quot;<a href=\"http://www.nytimes.com/2016/03/23/science/global-warming-sea-level-carbon-dioxide-emissions.html?_r=0\">Scientists warn of perilous climate shift within decades, not centuries</a>,&quot; and the <em>Post</em> wrote, &quot;<a href=\"https://www.washingtonpost.com/news/energy-environment/wp/2016/03/22/we-had-all-better-hope-these-scientists-are-wrong-about-the-planets-future/?utm_term=.b608c9ee7564\">We had all better hope these scientists are wrong about the planet&rsquo;s future</a>.&quot; A main point of those news stories: the possibilities raised by Hansen and his co-authors overstepped the accepted spectrum for projected sea-level rise in existing scientific literature. &nbsp;</p>\r\n\r\n<p><strong>Other sea level forecasts</strong></p>\r\n\r\n<p>Other prominent predictions:</p>\r\n\r\n<p>--The United Nations&rsquo; Intergovernmental Panel on Climate Change in 2013 <a href=\"https://www.ipcc.ch/pdf/unfccc/cop19/3_gregory13sbsta.pdf\">forecasted sea level rise</a> between 0.6 and one meter by 2100.</p>\r\n\r\n<p>--In 2014, the U.S. National Climate Assessment, a federal project, <a href=\"https://www.epa.gov/climate-change-science/future-climate-change\">predicted</a> between one and four feet of sea level rise by the century&rsquo;s end, about 0.3-1.2 m.</p>\r\n\r\n<p>--The U.S. Army Corps of Engineers, in <a href=\"http://www.iwr.usace.army.mil/Media/News-Stories/Article/481052/usace-updates-sea-level-change-guidance/\">its plans</a> for incorporating sea level change into civil works construction, holds that &quot;a credible upper bound for 21st Century sea-level rise would not exceed 2 meters.</p>\r\n\r\n<p>So, Hansen and others indeed made bold predictions. But the predictions were based on a hypothesized phenomenon of exponential ice cap melt.</p>\r\n\r\n<p><strong>Other researchers</strong></p>\r\n\r\n<p>Next, we turned to outside experts for interpretation.</p>\r\n\r\n<p>We looked up Climate Central, a New Jersey-based a New Jersey-based organization of scientists studying climate change, and emailed the head of sea level research there, <a href=\"http://www.climatecentral.org/what-we-do/people/ben_strauss\">Benjamin Strauss</a>, to inquire if Hansen&rsquo;s researcher seemed credible.</p>\r\n\r\n<p>Asked about Stein&rsquo;s claim that Hansen hasn&rsquo;t been wrong in 40 years, Strauss said Hansen &quot;is definitely one of the greatest heroes of climate science, and he has often been prescient, but everyone makes mistakes.&quot; Regarding the March 2016 study, Strauss said it &quot;was far outside the mainstream of climate or sea level science. It was very provocative, and coming from him it must be taken seriously, but specialists were and remain extremely skeptical of its projections and conclusions.&quot;</p>\r\n\r\n<p>We wondered what could set Hansen&rsquo;s conclusions so far apart from the accepted projections. Per our reading, public discussions posted online and other news analyses, it was largely based on a hypothesized snowball effect in ice cap melting. The study said that as freshwater poured off melting polar ice, it would form a cap atop the relatively heavy ocean saltwater; that would suppress vertical currents that bring polar sea water to the surface to cool, thereby warming the ocean subsurface, speeding melting at the deepest levels of the ice caps and increasing the rate of freshwater runoff.</p>\r\n\r\n<p>When Hansen emailed, he also pointed out the extensive public review process <a href=\"http://www.atmos-chem-phys.net/16/3761/2016/acp-16-3761-2016-discussion.html\">posted online</a>. There, we found commentary from other researchers on the study.</p>\r\n\r\n<p><a href=\"https://www.maynoothuniversity.ie/people/peter-thorne\">Peter Thorne</a>, director of the Irish Climate Analysis and Research Units at Maynooth University in Ireland, left <a href=\"http://www.atmos-chem-phys-discuss.net/15/C6089/2015/acpd-15-C6089-2015.pdf\">a 12-page review</a> in which he addressed the proposed snowball effect of ice cap melt.</p>\r\n\r\n<p>The hypothesis, he wrote, &quot;relies to an uncomfortable extent upon a causal chain of the nature given a then b and because b then c and c means that d shall occur etc. Each link in the chain is certainly plausible based upon the relatively scant evidence at hand, but it is not by any stretch determinant.&quot;</p>\r\n\r\n<p>Thorne also wrote: &quot;At the same time, however, it would be foolish in extremis to discount this out of hand as a possibility of what shall occur&quot; because &quot;we do not know enough about the earth system as a whole&quot; and &quot;I share many of the author&rsquo;s manifestly obvious concerns&quot; about the dangerous implications of a warming climate.</p>\r\n\r\n<p><strong>Texas state climatologist</strong></p>\r\n\r\n<p>By email, we ran the densely-worded study by Texas state climatologist John Nielsen-Gammon, a professor of meteorology at Texas A&amp;M University.</p>\r\n\r\n<p>Nielsen-Gammon replied that the study&#39;s mention of sea level rise amounted to more of a &quot;statement of the possible&quot; as opposed to an actual sea-level-rise prediction.&quot;</p>\r\n\r\n<p>He wrote that he read the study and explained that Hansen and the team hypothesized an exponential increase in meltwater discharge, then tested the hypothesis using observed meltwater rates for Greenland and Antarctica. He said the authors &quot;concluded that the observed record was too short to determine whether meltwater discharge is increasing exponentially, let alone what the time scale of increase is, though the data is consistent with their hypothesized rapid exponential increase.&quot;</p>\r\n\r\n<p>Hansen acknowledged as much in <a href=\"https://www.youtube.com/watch?v=JP-cRqCQRc8\">a 15-minute video</a> he released in conjunction with the paper on March 21, 2016. Hansen said in the video: &quot;The data records are too short, but if we wait until the real world reveals itself clearly, it may be too late to avoid sea-level rise of several meters and loss of all coastal cities.&quot;</p>\r\n\r\n<p>If the volume of discharged meltwater doubles in ten years, he said in the video, seas could rise one meter in about 50 years; if the volume doubles in 20 years, seas could rise one meter in about 100 years.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Stein said Hansen predicted 10 to 30 feet of sea-level rise within 50 years or &quot;maybe a little bit longer.&quot;</p>\r\n\r\n<p>Hansen published startling predictions exceeding established forecasts of sea-level rise related to climate change. But even under the most urgent scenario, the Hansen-led study projects about one meter&mdash;3.3 feet&mdash;of sea-level rise in 50 years. It projects, with some admitted uncertainty, multi-meter sea-level rise within 50 to 150 years.</p>\r\n\r\n<p>We rate Stein&rsquo;s claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/f5918bcf-c01e-4d72-94d7-226df527bdfd\">https://www.sharethefacts.co/share/f5918bcf-c01e-4d72-94d7-226df527bdfd</a> \r\n", "ruling_comments_date": "2016-11-23T11:15:18.709991", "ruling_date": "2016-11-23T11:38:59", "ruling_headline": "Jill Stein overstates forecast about seas rising up to 30 feet in 50 years or so", "ruling_headline_slug": "jill-stein-overstates-forecast-about-seas-rising-3", "ruling_link_text": "Maybe, in 50 to 150 years", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1yRnRYkX4mt2mbhzD5-ID-6wDOZjXFpIhWg7-ooDIuXk/edit?usp=sharing\">Emails</a>, James Hansen, director of Climate Science, Awareness and Solutions, Columbia University Earth Institute, Nov. 15, 2016</p>\r\n\r\n<p><a href=\"http://www.atmos-chem-phys.net/16/3761/2016/acp-16-3761-2016.pdf\">Research paper</a>, &quot;Ice melt, sea level rise and superstorms: evidence from paleoclimate data, climate modeling, and modern observations that 2 ◦C global warming could be dangerous,&quot; Hansen et al., journal of &nbsp;Atmospheric Chemistry and Physics, published March 22, 2016</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jul/03/debbie-wasserman-schultz/debbie-wasserman-schultz-says-south-florida-weve-h/\">Truth-O-Meter article</a>, &quot;Debbie Wasserman Schultz says in South Florida, &lsquo;we&#39;ve had nine inches of sea-level rise since the 1920s,&quot; PolitiFact, July 3, 2013</p>\r\n\r\n<p><a href=\"https://www.epa.gov/climate-change-science/future-climate-change\">Web page</a>, Future of Climate Change, U.S. Environmental Protection Agency (accessed Nov. 17, 2016)</p>\r\n\r\n<p>News stories, <em>The Washington Post</em>, <a href=\"http://www.washingtonpost.com/news/energy-environment/wp/2016/03/22/we-had-all-better-hope-these-scientists-are-wrong-about-the-planets-future/?utm_term=.b608c9ee7564\">&quot;We had all better hope these scientists are wrong about the planet&rsquo;s future,&quot;</a>&nbsp;March 22, 2016;&nbsp;<a href=\"http://www.washingtonpost.com/news/energy-environment/wp/2016/08/17/jill-stein-just-went-overboard-on-sea-level-rise/?utm_term=.c180b7f828f0\">&quot;Jill Stein just went way overboard on sea level rise,&quot;</a> Aug. 17, 2016</p>\r\n\r\n<p><a href=\"http://www.nature.com/articles/nature17145.epdf?referrer_access_token=ps5LQxEAqrSe3zo4WpF75NRgN0jAjWel9jnR3ZoTv0M-pvJMg7VLINRa2mnTNsvXE_walr5kLcSaXAbIeg24vmaYSI-ipyMZIWWW8iRbXSFIb32SB9lAG7tjQvfd2xyv_BmVaPCB-XTSjMR_A1qXB8XLnrKF34of4ZHW7QDS56fxpp-YqqxbCt8f0vdNs_g-jbeKpjSCEJ6MjSQAfV5Li-nlwLh40oAw7LbpN7c_4c4nbr-zsXVMHlygwcb2uyeLCq02z67IPI6z2cH5WelCJcchJX_iunmjD2_Hmxrv3UbVK_YcQ3dR-C1yeIySoE-2gwW00FyhtDXmPRsqomciAynby5--DJ_yiq5BRf5exOauzpqLhyQrkBIg4c08hjpt&amp;tracking_referrer=www.washingtonpost.com\">Research paper</a>, &quot;Contribution of Antarctica to past and future sea-level rise,&quot; Robert DeConto and David Pollard, Nature, published March 31, 2016</p>\r\n\r\n<p><a href=\"http://www.nytimes.com/2016/03/23/science/global-warming-sea-level-carbon-dioxide-emissions.html?_r=0\">News story</a>, &quot;Scientists warn of perilous climate shift within decades, not centuries,&quot; <em>The New York Times</em>, March 22, 2016</p>\r\n\r\n<p><a href=\"https://www.ipcc.ch/pdf/unfccc/cop19/3_gregory13sbsta.pdf\">Document</a>, &quot;Projections of sea level rise,&quot; United Nations Intergovernmental Panel on Climate Change, 2013</p>\r\n\r\n<p><a href=\"http://www.iwr.usace.army.mil/Media/News-Stories/Article/481052/usace-updates-sea-level-change-guidance/\">Web page</a>, &quot;USACE updates sea-level change guides,&quot; U.S. Army Corps of Engineers, Dec. 20, 2011</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1PInwKoTWlFCRIDOJ0QuPgyejhqhslgp2kJMDBpeBlPQ/edit?usp=sharing\">Emails</a>, Benjamin Strauss, vice president for sea level and climate impact, Climate Central, Nov. 17, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1VlW_HQ-P8XDmxCsIZCtlFpYDDqgKyhMckwbTr8OAwIY/edit?usp=sharing\">Emails</a>, John Nielsen-Gammon, professor of meteorology, Texas A&amp;M University, Nov 21, 2016</p>\r\n\r\n<p><a href=\"http://www.atmos-chem-phys-discuss.net/15/C6089/2015/acpd-15-C6089-2015.pdf\">Document</a>, &quot;Interactive comment on &quot;Ice melt, sea level rise and superstorms: evidence from paleoclimate data, climate modeling, and modern observations that 2 ◦C global warming is highly dangerous&quot; by J. Hansen et al,&quot; Peter Thorne, director of the Irish Climate Analysis and Research Units, Maynooth University, Aug. 20, 2015</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=JP-cRqCQRc8\">YouTube video</a>, &quot;Ice melt, sea level rise and superstorms video abstract,&quot; James Hansen, Climate Science, Awareness and Solutions, March 21, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Presidential nominee", "false_count": 1, "first_name": "Jill", "half_true_count": 0, "home_state": "Massachusetts", "id": 3736, "last_name": "Stein", "mostly_true_count": 0, "name_slug": "jill-stein", "pants_count": 1, "party": {"id": 76, "party": "Green", "party_slug": "green", "resource_uri": "/api/v/2/party/76/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jillstein2016pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3736/", "total_count": 3, "true_count": 1, "website": "http://www.jill2016.com/"}, "statement": "<p>Says climate scientist James Hansen says &quot;we have until perhaps 50 years from now,&quot; or maybe a little longer &quot;and at that point, we are looking at 10, 20, 30 feet of sea-level rise.&quot;</p>\r\n", "statement_context": "a forum at Huston-Tillotson University", "statement_date": "2016-10-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ".@DrJillStein declares that expert predicts seas rising up to 30 feet in 50 years or so"}