{"art": [{"brightcove": "", "caption": "These Texas bags, all reusable, were for sale in Austin in 2013 (Photo, Laura Skelding, Austin American-Statesman).", "id": 9824, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/2013bagspft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9824/", "title": "Texas reusable bags", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/nov/23/james-quintero/james-quintero-says-salmonella-and-other-illnesses/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "San Francisco bag ban didn't drive up hospitalizations", "id": 13487, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherprice@statesman.com", "first_name": "Asher", "id": 483, "last_name": "Price", "name_slug": "asher-price", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/483/", "title": "Staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13487/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Reused grocery bags made Californians sick, a conservative Texas analyst suggested.</p>\r\n\r\n<p><a href=\"http://schedule.sxsweco.com/speakers/speaker_827612\">James Quintero</a>, director of the Center for Local Governance at the Austin-based <a href=\"http://www.texaspolicy.com/\">Texas Public Policy Foundation</a>, brought up health implications of shoppers reusing bags during an Oct. 10, 2016, SXSW Eco <a href=\"http://schedule.sxsweco.com/events/event_PP59406\">panel discussion</a>.</p>\r\n\r\n<p>&quot;There are health consequences in that,&quot; Quintero said. &quot;I believe this is in San Francisco: When they enacted their bag ban, you saw the number of instances of people going to the ER with things like salmonella and other related illnesses&mdash;you saw that number spike.&quot;</p>\r\n\r\n<p>Someone on the panel responded: &quot;Wait, that&rsquo;s curious. I never heard that before.&quot;</p>\r\n\r\n<p>Quintero replied: &quot;So you have a reusable bag, right? And then of course, people don&rsquo;t clean out these bags. So when you mix meat with vegetables and fruits and other goods, and you don&rsquo;t clean out that bag on a regular basis, then people are susceptible to foodborne illnesses.&quot;</p>\r\n\r\n<p>Take note: Health authorities <a href=\"http://www.goodhousekeeping.com/home/cleaning/tips/a14300/cleaning-reusable-grocery-bags/\">recommend</a> you wash bags regularly used to carry meats and vegetables.</p>\r\n\r\n<p>For this fact check, we were curious about what happened when San Francisco banned plastic bags.</p>\r\n\r\n<p><strong>Quintero cites professors&rsquo; paper</strong></p>\r\n\r\n<p>We asked a foundation spokeswoman, Caroline Espinosa, to share the basis of Quintero&rsquo;s claim. By email, Espinosa pointed us to a November 2012 paper, <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2196481\">&quot;Grocery Bag Bans and Foodborne Illness,&quot;</a> by <a href=\"https://www.law.upenn.edu/cf/faculty/jklick/\">Jonathan Klick</a> and <a href=\"http://www.law.gmu.edu/faculty/directory/fulltime/wright_joshua\">Joshua Wright</a>, law professors at the University of Pennsylvania and George Mason University, respectively.</p>\r\n\r\n<p>In <a href=\"https://poseidon01.ssrn.com/delivery.php?ID=721006122086126026008126101111097025121057026076017028009004064073074030011118016067003018063048018122018101102013019095099104106042011054015086009007021014064093071037037090075075108008018065024091079068110127090071122000081116107025068103105029083&amp;EXT=pdf\">their write-up,</a> posted by a University of Pennsylvania research center, the authors noted that San Francisco County barred large supermarkets and pharmacies from using &quot;non-compostable plastic checkout bags,&quot; effective Oct. 20, 2007. In 2012, the county&rsquo;s board of supervisors &quot;expanded the non-compostable plastic checkout bag ban to cover all retail and food establishments in&quot; the county, effective Oct. 1, 2012, the paper says, also requiring stores to charge at least a dime for any bag provided.</p>\r\n\r\n<p>&quot;To analyze emergency room visits,&quot; the authors wrote, &quot;we used the California Office of Statewide Health Planning and Development&rsquo;s Emergency Department and Ambulatory Surgery Data for each quarter from 2005-2010. These data provide the county of residence of each person admitted to a California ER, as well as the principal diagnosis for the individual using ICD-9 codes. Given the prevalence of coliform bacteria, especially E. coli, in reusable grocery bags, we focus on ER visits involving E. coli,&quot; the two said.</p>\r\n\r\n<p>And? The San Francisco bag ban is &quot;associated with a statistically significant and particularly large increase in ER visits for E. Coli infections. We find increases between one fourth and two thirds, suggesting an increase in visits between 72 and 191 annually,&quot; the paper said.</p>\r\n\r\n<p>All told, the authors said, the bag ban there is &quot;associated with a 46 percent increase in deaths from foodborne illnesses. This implies an increase of 5.5 annual deaths for the county.&quot; On the other hand, the study&rsquo;s small sample size make &quot;any inferential claims&quot; tentative, the authors wrote.</p>\r\n\r\n<p>We emailed and telephoned each professor and didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>San Francisco County memo</strong></p>\r\n\r\n<p>Hunting perspective, we then ran the authors&rsquo; names through the Nexis news database. That query led us to a March 2013 <a href=\"http://www.dmagazine.com/frontburner/2013/03/far-north-texas-rep-drew-springer-is-using-bunk-science-to-prove-reusable-bags-are-killing-people/\">story</a> posted by Texas-based D Magazine stating a San Francisco health officer had spelled out flaws in the professors&rsquo; paper.</p>\r\n\r\n<p>That story included a web link to a Feb. 8, 2013, <a href=\"http://blogs.berkeley.edu/wp-content/uploads/2013/02/SF-Health-Officer-MEMO-re-Reusable-Bag-Study_V8-FIN1.pdf\">memo</a> from a San Francisco County health officer, Tom&aacute;s Aragon, to Eileen Shields, a county public health information officer. The memo said the county Department of Public Health had reviewed the professors&rsquo; paper which, the officer noted, &quot;has not been submitted for rigorous scientific peer review and publication.&quot;</p>\r\n\r\n<p>Generally, the memo states, &quot;Klick &amp; Wright&rsquo;s conclusion that San Francisco&rsquo;s policy of banning of plastic bags has caused a significant increase in gastrointestinal bacterial infections and a &lsquo;46 percent increase in the deaths from foodborne illnesses&rsquo; is not warranted.&quot;</p>\r\n\r\n<p>One weakness, the memo says, was that the professors presumed a link between reusable bags and a seeming spike in gastrointestinal bacterial infections--yet they failed to establish the link. &quot;Drawing causal conclusions from this type of study is called an &lsquo;ecological fallacy,&rsquo;&quot; the memo states. &quot;The basic study flaw is that persons that use reusable bags frequently may not be the same persons that were diagnosed with gastrointestinal bacterial infections in their study. This is the reason epidemiologists will not use ecological studies to test causal hypotheses. At best, ecologic studies raise epidemiologic causal hypotheses but cannot test them.&quot;</p>\r\n\r\n<p>The memo continues: &quot;In testing causal hypotheses, it is necessary to measure the outcome (gastrointestinal infections) and exposure to the putative cause (reusable bags) in the same persons. Because of their study design, this was not possible.&quot;</p>\r\n\r\n<p>Also, the memo says that in &quot;testing causal hypotheses, it is necessary to &lsquo;control for&rsquo; alternative causal explanations (called &lsquo;confounders&rsquo;). Because of their study design, this was not possible. For example, gastrointestinal bacterial infections are not only caused from contaminated food, but also from contaminated water, improper food handling or preparation, or from person-to-person spread (such as sexual activity, especially in men who have sex with men). In any causal study, investigators always adjust for the &lsquo;usual suspects,&rsquo;&quot; the memo says.</p>\r\n\r\n<p>Moreover, the memo notes that the study&rsquo;s focus on illnesses identified in emergency rooms misses that people seek care at other places--or not at all--leaving the data incomplete. Alternatively, the memo says, laboratory-confirmed diagnoses reported to the health department are &quot;the proper basis for surveillance of microbiological data on these infections in our population.&quot;</p>\r\n\r\n<p>The official went on to say there had been increases in some illnesses oft linked to food. Specifically, according to the memo, health department data show an increase in campylobacteriosis, one of the <a href=\"https://www.cdc.gov/foodsafety/diseases/campylobacter/\">most common causes of diarrheal illness</a>. Then again, the memo says, there was no detected increase in salmonellosis or enterotoxigenic Escherichia coli, which is <a href=\"http://www.cdc.gov/ecoli/etec.html\">transmitted by food or water contaminated with animal or human feces</a>.</p>\r\n\r\n<p>&quot;Interpreting these changes is not straightforward,&quot; the memo continues. &quot;The epidemiology of enteric pathogens in San Francisco differs compared to surrounding counties because we are an urban center with a larger population of ethnic immigrants and men who have sex with men (MSM),&quot; the memo states. &quot;Research studies need to adjust for these population differences.&quot;</p>\r\n\r\n<p>The memo also disputes the professors&rsquo; conclusions about deaths going up after the bag ban, mostly by declaring that 111 of the 140 San Francisco deaths from 2001 through 2010 figuring into the paper were attributed to Enterocolitis due to Clostridium difficile--an intestinal infection most commonly tied to exposure to antibiotics, particularly among hospitalized patients. &quot;Foodborne exposures is not yet an established cause of C. difficile enterocolitis, but is an active area of research,&quot; the memo says, going on to say the authors shouldn&rsquo;t have included C. difficile deaths in their analysis.</p>\r\n\r\n<p>Summing up, the memo says &quot;the idea that widespread use of reusable bags may cause gastrointestinal infections if they are not regularly cleaned is plausible. However, the hypothesis that there is a significant increase in gastrointestinal foodborne illnesses and deaths due to reusable bags has not been tested, much less demonstrated in this study. It would be a disservice to San Francisco residents and visitors to alarm them by claiming that it has been. It could be useful, however, to remind people to use safe food-handling practices, including maintaining the cleanliness of everything they use to transport, handle, and prepare food.&quot;</p>\r\n\r\n<p>We asked San Francisco County if there had been any response by the professors to the county&rsquo;s memo. Nancy Sarieh of the public health department told us by email: &quot;They did respond. We agreed to disagree and they have not updated their paper.&quot;</p>\r\n\r\n<p>In February 2013, we otherwise noticed, commentator Debra J. Saunders of the&nbsp;<em>San Francisco Chronicle</em> <a href=\"http://www.sfgate.com/opinion/article/S-F-s-plastic-bag-ban-may-be-unhealthy-4264075.php\">quoted</a> Klick saying he cannot &quot;rule out the possibility that there was something peculiar that happened in San Francisco.&quot;</p>\r\n\r\n<p><strong>A Texas expert</strong></p>\r\n\r\n<p>Separately, we asked <a href=\"http://www.austintexas.gov/biography/medical-director-and-health-authority\">Dr. Philip Huang</a>, the medical director for the Austin/Travis County Health and Human Services Department, to take a look at the paper posted by Penn plus the San Francisco County memo.</p>\r\n\r\n<p>Huang said by phone that the Penn paper, limited to ER admissions, missed the fact that individuals who take sick from food are treated by private doctors or don&rsquo;t even seek health care. Notably too, Huang said, the researchers failed to consider the health surveillance data later cited by the county.</p>\r\n\r\n<p>&quot;I mean, who knows? You can get a spike&quot; in illness &quot;and there could have been something else going on in the community that is totally unrelated,&quot; Huang said. &quot;I think the people who are closest to the data in their own community would have the best perspective.&quot; From ER admissions alone, Huang said, &quot;certainly the data is not there to make any conclusions about this.&quot;</p>\r\n\r\n<p><strong>Foundation notes other accounts</strong></p>\r\n\r\n<p>Next, we circled back to Espinosa, the foundation spokeswoman, about the memo disputing the professors&rsquo; analysis and Huang&rsquo;s comments. By email, Espinosa pointed out a 2011 peer-reviewed <a href=\"http://www.foodlegal.com.au/uploads/Cross%20contamination%20of%20reusable%20shopping%20bags_i171.pdf\">study</a>, partly supported by the American Chemistry Council, finding that among reusable bags randomly collected from consumers entering grocery stores in the San Francisco area, Los Angeles and Tucson, E. coli were identified in 8 percent of bags plus a &quot;wide range of enteric bacteria,&quot; according to the authors including <a href=\"https://publichealth.arizona.edu/directory/charles-gerba\">Charles P. Gerba</a> of the University of Arizona.</p>\r\n\r\n<p>&quot;When meat juices were added to bags and stored in the trunks of cars for two hours, the number of bacteria increased 10-fold, indicating the potential for bacterial growth in the bags,&quot; the authors wrote. &quot;Hand or machine washing was found to reduce the bacteria in bags by &gt; 99.9%. These results indicate that reusable bags, if not properly washed on a regular basis, can play a role in the cross-contamination of foods. &quot;</p>\r\n\r\n<p>Espinosa also noted a May 2012 <em>Los Angeles Times</em> <a href=\"http://articles.latimes.com/2012/may/09/news/la-heb-grocery-bag-diarrhea-20120509\">news story </a>describing an Oregon outbreak affecting nine soccer players who had come in contact with a reused grocery bag. The story said one of the girls got sick shortly after arrival, from a norovirus she presumably acquired prior to the trip, Dr. Kimberly K. Repp of the Oregon Health and Science University and Dr. William E. Keene of the Oregon Public Health Division reported in the Journal of Infectious Diseases.</p>\r\n\r\n<p>&quot;The sick girl was then isolated in the room of one of the chaperones,&quot; the Times reported. &quot;Nonetheless, eight other girls became ill. The investigation showed that the virus was found on a reusable grocery bag that had been used to store snacks for the team. It had, unfortunately, been stored in the bathroom,&quot; the story said. When the sick girl used the bathroom, the norovirus was aerosolized and deposited on the bag, where it was later transferred to other girls when they got snacks.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Quintero said that when San Francisco banned plastic grocery bags, &quot;you saw the number of instances of people going to the ER with things like salmonella and other related illnesses&quot; spike.</p>\r\n\r\n<p>This declaration relied on a study that took a correlation between ER cases and San Francisco&rsquo;s phased-in bag ban to declare ties between the reported illnesses and the ban. However, the county raised serious questions about the study methodology and conclusions, which were overly simplistic.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE &ndash;</strong></em> The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/7541fba6-05e2-4b3a-9b09-a62cde5fc201\">https://www.sharethefacts.co/share/7541fba6-05e2-4b3a-9b09-a62cde5fc201</a> \r\n", "ruling_comments_date": "2016-11-22T20:38:10.143137", "ruling_date": "2016-11-23T11:36:09", "ruling_headline": "James Quintero says salmonella and other illnesses spiked after San Francisco banned plastic bags", "ruling_headline_slug": "james-quintero-says-salmonella-and-other-illnesses", "ruling_link_text": "Correlation isn't causation", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTABWsG6G09xzT0csp7rg-fNUHpKqMLGZrSiYh9y5wtP6okhodLiOMh6tSoG5Zk0EAUXk6UNU6FJj-u/pub\">Emails</a>, Caroline Espinosa, director of communications, Texas Public Policy Foundation, Nov. 16 and 22, 2016</p>\r\n\r\n<p>Web pages, <a href=\"https://www.cdc.gov/foodsafety/diseases/campylobacter/\">&quot;Campylobacter,&quot;</a> undated; <a href=\"http://www.cdc.gov/ecoli/etec.html\">&quot;Enterotoxigenic E. coli (ETEC),&quot;</a> last updated Dec. 1, 2014, Centers for Disease Control &amp; Prevention (accessed Nov. 14, 2016)</p>\r\n\r\n<p>News story, <a href=\"https://www.bloomberg.com/view/articles/2013-02-04/the-disgusting-consequences-of-liberal-plastic-bag-bans\">&quot;The Disgusting Consequences of Plastic-Bag Bans,&quot;</a> Bloomberg News, Feb. 4, 2013</p>\r\n\r\n<p>News story, <a href=\"http://www.huffingtonpost.com/2013/02/07/plastic-bag-ban_n_2641430.html\">&quot;Plastic Bag Ban Responsible For Spike In E. Coli Infections, Study Says,&quot;</a> the Huffington Post, Feb. 7, 2013</p>\r\n\r\n<p>Research paper, <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2196481\">&quot;Grocery Bags and Foodborne Illness,&quot;</a> Jonathan Klick, professor, University of Pennsylvania Law School; Joshua D. Wright, professor, Antonin Scalia Law School, George Mason University, University of Pennsylvania, Institute for Law &amp; Economics Research Paper No. 13-2, Nov. 2, 2012</p>\r\n\r\n<p>News post, <a href=\"http://www.dmagazine.com/frontburner/2013/03/far-north-texas-rep-drew-springer-is-using-bunk-science-to-prove-reusable-bags-are-killing-people/\">&quot;Far North Texas Rep. Drew Springer Is Using Bunk Science to Prove Reusable Bags Are Killing People,&quot;</a> &nbsp;Frontburner, D Magazine, March 21, 2013 (Nexis news database search)</p>\r\n\r\n<p>Memo from Tom&aacute;s Aragon, health officer, San Francisco County Department of Public Health, to Eileen Shields, county public health information officer, <a href=\"http://blogs.berkeley.edu/wp-content/uploads/2013/02/SF-Health-Officer-MEMO-re-Reusable-Bag-Study_V8-FIN1.pdf\">&quot;RE: Klick J, Wright JD. Grocery Bag Bans and Foodborne Illness. U of Penn, Inst for Law &amp; Econ Research Paper No. 13-2. November 2, 2012,&quot;</a> Feb. 8, 2013, updated Feb. 10, 2013 (accessed Nov. 17, 2016)</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.austintexas.gov/biography/medical-director-and-health-authority\">Philip Huang</a>, MD, MPH, medical director and health authority, Austin/Travis County Health and Human Services Department, Nov. 18, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTMD_FFo6K1QeyreX1bdKsuJnA0LKIuB7bc6EPrT1rORPtDkeB5scHMxptea7YToj7FzrJkpKzGo559/pub\">Emails</a>, Nancy Sarieh, public information specialist, Communications Office, San Francisco Department of Public Health, Nov. 21, 2016</p>\r\n\r\n<p>Commentary, <a href=\"http://www.sfgate.com/opinion/article/S-F-s-plastic-bag-ban-may-be-unhealthy-4264075.php\">&quot;S.F.&#39;s plastic bag ban may be unhealthy,&quot;</a> <em>San Francisco Chronicle</em>, Feb. 10, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Director, Center for Local Governance, Texas Public Policy Foundation", "false_count": 0, "first_name": "James", "half_true_count": 0, "home_state": "Texas", "id": 3768, "last_name": "Quintero", "mostly_true_count": 0, "name_slug": "james-quintero", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jamesquinteropft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3768/", "total_count": 1, "true_count": 0, "website": "http://www.texaspolicy.com/experts/detail/james-quintero"}, "statement": "<p>Says that when San Francisco banned plastic grocery bags, &quot;you saw the number of instances of people going to the ER with things like salmonella and other related illnesses&quot; spike.</p>\r\n", "statement_context": "a panel discussion at SXSW Eco", "statement_date": "2016-10-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ".@tppf director incorrectly ties San Francisco bag ban to spike in salmonella, other illnesses"}