{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/dec/01/keith-olbermann/olbermann-says-proposed-gop-litmus-test-would-free/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1348, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1348/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>To enforce ideological purity, a proposal before the Republican National Committee would deny party funding to any GOP candidate who bucks the party&#39;s stance on at least three items from a 10-point checklist of issues. The idea has sparked controversy within the Republican Party, and Democrats have seized on it as ammunition for their claim that the GOP has become too rigidly doctrinaire to appeal to many American voters.<br />\r\n<br />\r\nKeith Olbermann, the liberal host of <em> Countdown </em> on MSNBC, welcomed the proposal on his Nov. 23, 2009, show as evidence that Republicans are out of the mainstream. Olbermann told viewers that the resolution -- which invoked the name of former President Ronald Reagan six times in its preamble -- would have effectively blackballed Reagan himself had it been in place during his political career. By Olbermann&#39;s count, the late conservative icon would have scored a measly four out of 10 -- just half of the eight he would have needed to secure financial backing from the party.<br />\r\n&nbsp;<br />\r\nAs we looked at the Republican proposal, we were struck by how specific its 10 items are to today&#39;s political environment. Reagan didn&#39;t have to consider wars in Iraq and Afghanistan or the prospect of gay marriage, for example. As a result, just a few of the checklist items can be directly compared to the issues Reagan faced, first during two terms as California governor and then as a two-term president. Because of this uncertainty, we won&#39;t rate Reagan -- or Olbermann -- in detail on each of the 10 issues. But if three problematic issues for Reagan exist, we think it&#39;s fair to say that he&#39;d lose funds under the terms of today&#39;s proposal.<br />\r\n&nbsp;<br />\r\nWe&#39;ll start by pointing out the one issue of the 10 that presents a clear case of Reagan overstepping today&#39;s Republican orthodoxy:<br />\r\n&nbsp;<br />\r\n&bull; &quot;We support legal immigration and assimilation into American society by opposing amnesty for illegal immigrants.&quot;<br />\r\n&nbsp;<br />\r\nIn 1986, Reagan signed the Immigration Reform and Control Act of 1986, which provided a path to amnesty for illegal immigrants who could prove that they had been in the United States for a certain period of time. Case closed.<br />\r\n&nbsp;<br />\r\nIn the meantime, we settled upon six issues that we don&#39;t think can be used as fair comparisons, even though Olbermann did cite a few of them as examples of Reagan&#39;s unorthodox behavior on related issues. They are:<br />\r\n&nbsp;<br />\r\n&bull; &quot;We support market-based health care reform and oppose Obama-style government-run health care.&quot;<br />\r\n&bull; &quot;We support market-based energy reforms by opposing cap and trade legislation.&quot;<br />\r\n&bull; &quot;We support workers&rsquo; right to secret ballot by opposing card check.&quot;<br />\r\n&bull; &quot;We support victory in Iraq and Afghanistan by supporting military-recommended troop surges.&quot;<br />\r\n&bull; &quot;We support containment of Iran and North Korea, particularly effective action to eliminate their nuclear weapons threat.&quot;<br />\r\n&bull; &quot;We support retention of the Defense of Marriage Act.&quot;<br />\r\n&nbsp;<br />\r\nWhile health care, energy policy, labor rights, military strategy, foreign affairs and gay rights were issues in Reagan&#39;s day just as they are today, we concluded that the battles in Reagan&#39;s time, and in ours, had enough unique factors that it&#39;s impossible to be sure what his actions then would have meant about the policy debates of today.<br />\r\n&nbsp;<br />\r\nThat leaves three issues to determine whether Olbermann is right that Reagan would have been denied GOP funding. One is:<br />\r\n&nbsp;<br />\r\n&bull; &quot;We support protecting the lives of vulnerable persons by opposing health care rationing and denial of health care and government funding of abortion.&quot;<br />\r\n&nbsp;<br />\r\nSix months into his governorship in 1967, Reagan signed the Therapeutic Abortion Act, which has been widely described as the most liberal abortion law in the nation before the U.S. Supreme Court&#39;s decision in <em> Roe vs. Wade </em> . Among other things, it permitted California&#39;s government-run Medicaid program to pay for abortions.<br />\r\n&nbsp;<br />\r\n&quot;Reagan later admitted that abortion had been &#39;a subject I&rsquo;d never given much thought to,&#39;&quot; wrote Paul Kengor and Patricia Clark Doerner, co-authors of &quot;The Judge: William P. Clark, Ronald Reagan&rsquo;s Top Hand&quot; in the <em> National Review </em> , a conservative magazine. &quot;Moreover, his aides were divided on the question. ... Years later, Reagan remarked that he did &#39;more studying and soul searching&#39; on the issue than any other as governor.&quot; Ultimately, Kengor and Doerner wrote, Reagan signed the bill, fearing that the Legislature would be able to override his veto and pass an even more sweeping measure.<br />\r\n&nbsp;<br />\r\nBut that was far from the end of the story. Reagan biographer Lou Cannon told PolitiFact that &quot;one of the reasons that Reagan became an opponent of abortion is that so many abortions were performed under the Therapeautic Abortion Act of 1967&quot; -- more, even, than the bill&#39;s sponsors had envisioned. So, during the remainder of his political career, Reagan used his bully pulpit aggressively to oppose abortion. His presidential administration made some tangible antiabortion moves, such as instituting the &quot;Mexico City policy,&quot; which denied foreign aid funding to groups that &quot;perform or actively promote&quot; abortion.<br />\r\n&nbsp;<br />\r\nThe second is:<br />\r\n&nbsp;<br />\r\n&bull; &quot;We support the right to keep and bear arms by opposing government restrictions on gun ownership.&quot;<br />\r\n&nbsp;<br />\r\nAs governor in 1967, Reagan signed the Mulford Act, which forbade the carrying of weapons in public. Later, in a 1991 speech, the former president spoke in favor of the Brady Bill -- a measure aggressively opposed by gun-rights groups that would establish a waiting period for gun purchases, so that law enforcement officials could conduct a background check on the purchaser. The law was named for Reagan&#39;s former press secretary, James Brady, who was seriously injured in John Hinckley&#39;s 1981 attempt on Reagan&#39;s life. (The bill was first introduced in Congress in 1987 and never made it to Reagan&#39;s desk during his presidency; Bill Clinton eventually signed it in 1993.)<br />\r\n&nbsp;<br />\r\nDespite these two actions, Reagan, as president, was generally a supporter of gun rights. Upon his death in 2004, the National Rifle Association eulogized him as a &quot;hunter, rancher and outdoorsman,&quot; as a life member of the group, and as the first sitting president to address the NRA at an annual meeting. In addition, he signed the Firearm Owners Protection Act of 1986, which included some provisions that tightened rules on gun ownership but which also eased many existing rules on firearms. It is generally considered a victory for the NRA rather than for gun-control forces.<br />\r\n&nbsp;<br />\r\nOn both guns and abortion, then, Reagan unquestionably broke with today&#39;s Republican orthodoxy on one or more occasions -- but he also did things that were fully consistent with that orthodoxy.<br />\r\n&nbsp;<br />\r\nFinally, we&#39;ll look at the item dealing with fiscal policy. It&#39;s a bit complicated because it contains four parts:<br />\r\n&nbsp;<br />\r\n&bull; &quot;We support smaller government, smaller national debt, lower deficits and lower taxes by opposing bills like Obama&rsquo;s &#39;stimulus&#39; bill&quot;<br />\r\n<br />\r\nReagan gets unalloyed credit for sticking to the Republican principle of lowering taxes. When he entered office, the top marginal income tax rate was 70 percent. By the time he left office, it was 28 percent. <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/06/michael-moore/michael-moore-claims-during-reagan-years-richest-h/\" target=\"_blank\"> Measured another way </a> , the effective individual income tax rates dropped for Americans in many tax brackets, not just the richest.<br />\r\n&nbsp;<br />\r\nJudging whether Reagan promoted &quot;smaller government&quot; is trickier. For starters, &quot;smaller government&quot; could be defined to include such intangible factors as decreased regulation rather than just federal outlays. But even looking at federal spending, the trendlines are somewhat contradictory. Overall federal outlays increased by 57 percent over eight years, or about 7 percent a year. However, much of that increase was driven by defense spending. Looking at nondefense discretionary spending, the rise was much more modest -- 16 percent over eight years, or about 2 percent a year. Because that was less than the average rate of inflation during his presidency, some economists would consider that a cut.<br />\r\n&nbsp;<br />\r\nThat said, it&#39;s pretty clear that Reagan didn&#39;t stick to the other two elements of this item -- deficits and debt.<br />\r\n&nbsp;<br />\r\nThe average annual deficit during Reagan&#39;s presidency was $167 billion, with shortfalls ranging from $79 billion to $221 billion. By contrast, his two immediate predecessors, Jimmy Carter and Gerald Ford never ran a deficit larger than $74 billion, and the president before them, Richard Nixon, never produced a deficit bigger than $23 billion. (Nixon even recorded a modest surplus in 1969.) As for the national debt, it rose from about $953 billion when Reagan took office to roughly $2.7 trillion when he left -- a bit less than three times its initial size.<br />\r\n&nbsp;<br />\r\nSo on this item, too, both sides can pick and choose their evidence to show that Reagan did, or didn&#39;t, adhere to Republican fiscal orthodoxy.<br />\r\n&nbsp;<br />\r\nIt&#39;s possible to draw at least two conclusions based on Reagan&#39;s example. One is that Reagan -- perhaps unhappily for ideologues on both the right and the left -- did not have immutable principles throughout his entire political life. He was a politician -- one who had to respond to his constituents, as well as to the specific demands and constraints of his office, whether it was governor or president.<br />\r\n&nbsp;<br />\r\nThe other conclusion to draw is that parties themselves do not necessarily have immutable principles. Reagan&#39;s biographer Cannon points out that at the time the California Legislature passed the abortion bill, &quot;more Republicans supported it than Democrats. That&#39;s because the issue was then seen almost entirely in religious terms, and there were more Roman Catholics among the Democratic legislators than the Republicans. In 1967, most Republicans agreed with the mantra of keeping the government out of the bedroom and the boardroom. ... So Reagan went along with the prevailing doctrine of his party at the time.&quot;<br />\r\n&nbsp;<br />\r\nSimilarly, when the Legislature passed the Mulford Act, it won the support not just of liberal gun-control advocates but also of conservatives, who saw it as a way to weaken the growing power of the radical Black Panther movement, according to <em> Guns in American Society: An Encyclopedia of History, Politics, Culture, and the Law, Volume 1 </em> .<br />\r\n<br />\r\nWhen Reagan signed both the gun bill and the abortion bill, then, one can easily argue that he was actually adhering to the conservatism of the time, even as he bucked the conservatism of today. This contrast underscores the challenges facing Olbermann and others who seek to discredit the RNC proposal.<br />\r\n&nbsp;<br />\r\nIndeed, the lead sponsor of the RNC resolution, James Bopp Jr., acknowledged as much after liberal attacks like Olbermann&#39;s began to emerge. According to the <em> New York Times </em> &#39; Caucus blog, Bopp &quot;noted that the principles would change over time. ... Many of these were not issues in the 1980s, like cap and trade, card check, stimulus bill, wars in Iraq and Afghanistan, and Obamacare. So these were not measures that Reagan took a stand on, but I have no doubt that he would be right on each one. If we were proposing this resolution in 1981 for the 1982 election cycle, we would list, strategic missile defense, Reagan&rsquo;s tax cuts, etc. He was right on those issues.&quot;<br />\r\n&nbsp;<br />\r\nBut our mission here is not to critique the usefulness of Bopp&#39;s 10-point checklist; it&#39;s to judge whether Olbermann is right to say that Reagan would have fallen short on three or more items. On one item (amnesty for illegal immigrants) Reagan definitely broke with today&#39;s conservative orthodoxy. But on three others (abortion, gun control and fiscal policy) evidence exists in either direction. So, deciding whether Reagan qualifies under the rules of the resolution ends up being a tough call with evidence for both sides. We rate Olbermann&#39;s assertion Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:27:45.103135", "ruling_date": "2009-12-01T16:52:25", "ruling_headline": "Olbermann says proposed GOP litmus test would freeze out Reagan", "ruling_headline_slug": "olbermann-says-proposed-gop-litmus-test-would-free", "ruling_link_text": "Reagan would be on the bubble", "ruling_state": null, "source_documents": null, "sources": "<p>Keith Olbermann, <a href=\"http://www.msnbc.msn.com/id/34128492/ns/msnbc_tv-countdown_with_keith_olbermann/\" target=\"_blank\"> comments </a> on MSNBC&#39;s <em> Countdown with Keith Olbermann </em> , Nov. 23, 2009<br />\r\n&nbsp;<br />\r\nJames Bopp Jr. (lead sponsor), <a href=\"http://msnbcmedia.msn.com/i/MSNBC/Sections/NEWS/A_Politics/Reagan_First_Read.pdf\" target=\"_blank\"> RNC Resolution on Financial Support of Candidates </a> , accessed Nov. 30, 2009</p>\r\n\r\n<p><em>New York Times </em> &#39; Caucus blog, &quot; <a href=\"http://thecaucus.blogs.nytimes.com/tag/james-bopp-jr/ \" target=\"_blank\"> Chief Sponsor Defends G.O.P. Litmus Test </a> ,&quot; Nov. 26, 2009<br />\r\n&nbsp;<br />\r\nDave Harding, &quot;Reagan Would Fail GOP Purity Test Named After Him&quot; ( <a href=\"http://www.progressohio.org/page/community/post/daveharding/CXtP\" target=\"_blank\"> blog post </a> on ProgressOhio), Nov. 24, 2009<br />\r\n&nbsp;<br />\r\nPaul Kengor and Patricia Clark Doerner, &quot; <a href=\"http://www.freerepublic.com/focus/f-news/1957926/posts\" target=\"_blank\"> Reagan&#39;s Darkest Hour: &#39;Therapeutic&#39; abortion in California </a> ,&quot; <em> National Review </em> , Jan. 22, 2008<br />\r\n<br />\r\nGregg Lee Carter, <em> <a href=\"http://books.google.com/books?id=H_RrLyV9rDUC&amp;pg=PT1329&amp;lpg=PT1329&amp;dq=reagan+california+mulford+act&amp;source=bl&amp;ots=OpN4NKq6lT&amp;sig=vCWZaN5N0tXfSzsoevfKe5sv5Xw&amp;hl=en&amp;ei=fCMUS6bCAc-0tgeg--nqCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=6&amp;ved=0CBoQ6AEwBQ#v=onepage&amp;q=reagan%20california%20mulford%20act&amp;f=false\" target=\"_blank\"> Guns in American Society: An Encyclopedia of History, Politics, Culture, and the Law, Volume 1 </a> </em> , accessed from Google Books Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nOsha Gray Davidson, <em> <a href=\"http://books.google.com/books?id=X1LEQd2r1sYC&amp;pg=PA98&amp;lpg=PA98&amp;dq=mcclure-volkmer&amp;source=bl&amp;ots=ozpk5w6q6T&amp;sig=L48GF9KIgIXJOYiRqGPdQElc8Ds&amp;hl=en&amp;ei=lKkUS6uYONOflAeV3NjEBQ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=9&amp;ved=0CCcQ6AEwCA#v=onepage&amp;q=mcclure-volkmer&amp;f=false\" target=\"_blank\"> Under Fire: The NRA and the Battle for Gun Control </a> </em> , accessed from Google Books Nov. 30, 2009<br />\r\n&nbsp;<br />\r\n<em>Time </em> magazine, &quot; <a href=\"http://www.time.com/time/magazine/article/0,9171,972660,00.html\" target=\"_blank\"> Gun Control: Reagan&#39;s Conversion </a> ,&quot; April 8, 1991<br />\r\n&nbsp;<br />\r\nNational Rifle Association, &quot; <a href=\"http://www.nraila.org/News/Read/NewsReleases.aspx?ID=3821 \" target=\"_blank\"> NRA Mourns the Passing of President Ronald W. Reagan </a> ,&quot; June 8, 2004<br />\r\n&nbsp;<br />\r\nNational Rifle Association, <a href=\"http://www.nraila.org/Issues/Articles/Read.aspx?ID=140\" target=\"_blank\"> statement </a> by Chris Cox on the passing of Ronald Reagan, June 14, 2004<br />\r\n&nbsp;<br />\r\nBureau of the Public Debt, historical debt <a href=\"http://www.treasurydirect.gov/govt/reports/pd/mspd/mspd.htm\" target=\"_blank\"> statistics </a> , accessed Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nOffice of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2010/assets/hist01z1.xls\" target=\"_blank\"> historical table 1.1 </a> from the Budget of the U.S. Government (summary of receipts, outlays, and surpluses or deficits, 1789-2014), fiscal year 2009 edition<br />\r\n<br />\r\nOffice of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2009/pdf/hist.pdf\" target=\"_blank\"> historical table 8.7 </a> from the Budget of the U.S. Government (outlays for discretionary programs, 1962-2009), fiscal year 2009 edition<br />\r\n&nbsp;<br />\r\nUrban Institute-Brookings Institute Tax Policy Center, historical <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=213\" target=\"_blank\"> table </a> on top tax rates, accessed Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nInflationdata.com, <a href=\"http://inflationdata.com/inflation/Inflation_Rate/HistoricalInflation.aspx?dsInflation_currentPage=1\" target=\"_blank\"> Historical U.S. Inflation Rate from 1914-Present </a> , accessed Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Lou Cannon, Reagan biographer, Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nE-mail interview with Bert Rockman, political scientist at Purdue University, Nov. 30, 2009<br />\r\n<br />\r\nE-mail interview with David Boaz, executive vice president of the Cato Institute, Dec. 1, 2009<br />\r\n<br />\r\nE-mail interview with Peter Hamm, spokesman for the Brady Campaign to Prevent Gun Violence, Nov. 30, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 2, "first_name": "Keith", "half_true_count": 3, "home_state": "", "id": 157, "last_name": "Olbermann", "mostly_true_count": 2, "name_slug": "keith-olbermann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Keith_Olbermann.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/157/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>A new Republican litmus test &quot;would have resulted in (the GOP) kicking out Ronald Reagan.&quot;</p>\r\n", "statement_context": "MSNBC's Countdown with Keith Olbermann", "statement_date": "2009-11-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}