{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/dec/01/mike-pence/rep-mike-pence-says-democratic-health-plan-would-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": "", "id": 1349, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1349/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One of the big questions for health care reform has been how the legislation would affect insurance premiums for consumers.</p>\r\n\r\n<p>On Nov. 30, the Congressional Budget Office, or CBO, released a detailed analysis on how health insurance premiums might be affected by the Senate Democrats&#39; health care bill. The CBO is a nonpartisan budget agency that calculates how much bills in Congress will cost the government. Their budget projections often make for solid political ammunition from proponents and opponents of various bills.</p>\r\n\r\n<p>So Republican Rep. Mike Pence of Indiana cited the report as evidence that the Democrats&#39; plan would drive up family premiums.</p>\r\n\r\n<p>&quot;The CBO has confirmed what every American already knows, the Democrats&#39; plan for a government takeover of health care will dramatically raise health care costs on working families,&quot; Pence said in a Nov. 30 press release. &quot;This latest CBO study reveals that the health care bill before the U.S. Senate will raise individual insurance premiums by up to 13 percent. That means every family that refuses the government&#39;s one-size-fits-all plan, will be forced to spend an additional $2,100 a year to keep their current health care.&quot;</p>\r\n\r\n<p>The key qualifier in there -- likely missed by many not versed in insurance parlance -- is &quot;individual&quot; insurance premiums.</p>\r\n\r\n<p>The CBO broke its analysis of effects on premiums into three categories:</p>\r\n\r\n<p>&bull; those in the small group market (generally people who get their insurance through businesses with up to 50 employees), which would make up about 13 percent of the total insurance market;</p>\r\n\r\n<p>&bull; those in the large group market, which would account for about 70 percent of people;</p>\r\n\r\n<p>&bull; those in the nongroup market, who would purchase their insurance as an individual through the government&#39;s health insurance &quot;exchange,&quot; which may or may not include a public option.</p>\r\n\r\n<p>Pence is talking about that last group of people, the nongroup market, which is expected to grow to about 17 percent of the insurance market in 2016.</p>\r\n\r\n<p>According to the report, the CBO estimates that the average premium per person in new nongroup policies would be about 10 percent to 13 percent higher in 2016 than the average premium for nongroup coverage under current law. More specifically, the average premiums per policy in the nongroup market in 2016 would be roughly $5,800 for single policies (up from $5,500 under current law) and $15,200 for family policies (up from $13,100 under current law).</p>\r\n\r\n<p>In other words, Pence is right that for some of this subset of Americans, their premiums could rise as much as 13 percent.</p>\r\n\r\n<p>But Pence fails to mention two key qualifiers.</p>\r\n\r\n<p>First, as the CBO report notes, the majority of nongroup enrollees (about 57 percent) would receive federal insurance subsidies, which on average would cover about two-thirds of the total premium. So for nongroup people getting subsidies, the amount they&#39;d pay in premiums would be about 57 percent lower, on average, than what they would pay for nongroup coverage under current law.</p>\r\n\r\n<p>There&#39;s another flaw in Pence&#39;s statement. He says families would pay $2,100 more to keep &quot;their current health care.&quot; In fact, much of what is driving up the cost of premiums in the nongroup market is that the government would require insurance companies in the exchange to offer a broader scope of benefits than most individual plans now include, an &quot;essential health benefits&quot; package that would match the benefits provided in most employer plans.</p>\r\n\r\n<p>So new nongroup policies would be required to cover a lot of things they don&#39;t currently cover -- things like maternity care, prescription drugs, and mental health and substance abuse treatment. Bottom line, it may cost more, but those people will be getting more insurance, and their out-of-pocket expense for medical needs should be smaller. According to the CBO report, an &quot;apples to apples&quot; comparison of the average price of equivalent insurance under the Democrats&#39; plan would translate to an average premium of about 7 to 10 percent less than under current law.</p>\r\n\r\n<p>But our bigger problem with the Pence statement is the implication that the 13 percent rise in family health insurance premiums would apply to a larger group of people than it actually would. He says it would dramatically raise healthcare costs on working families.</p>\r\n\r\n<p>For the vast majority of people -- the five out of six nonelderly people who get their insurance through their employer -- the Democrats&#39; plan would have a much smaller effect on premiums, the CBO concluded. In the small group market, employers with 50 or fewer workers, the CBO estimates the change in premiums would range from an increase of 1 percent to a decrease of 2 percent in 2016. In the large group market, premiums are projected to be zero to 3 percent lower in 2016 (relative to current law).</p>\r\n\r\n<p>In his press release, Pence takes a poke at President Barack Obama for failing to stick to his campaign promise to lower family premiums by $2,500. And on that front, Pence is accurate. The CBO analysis of the Senate Democrats&#39; plan shows no such savings. We dealt with that claim separately on our Obameter, which tracks the progress of Obama&#39;s campaign promises. And we ruled it <a href=\"http://politifact.com/truth-o-meter/promises/promise/521/cut-cost-typical-familys-health-insurance-premium-/\" target=\"_blank\"> Stalled. </a></p>\r\n\r\n<p>But in this item, we&#39;re focused on Pence&#39;s claim that under the Democratic health plan, families &quot;will be forced to spend an additional $2,100 a year to keep their current health care.&quot; That&#39;s only true for the roughly 8 percent of the market that purchases nongroup plans through the exchange and who don&#39;t receive a federal health insurance subsidy. According to the CBO, the vast majorty of working families -- who get their insurance through a large employer -- would actually see a slight decrease in premiums. It also does not account for the fact that the government would require individual policies to include better (more) coverage. And so we rule Pence&#39;s statement Barely True.</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/f1db323b-6621-4343-a2e4-27037bc8f860\">https://www.sharethefacts.co/share/f1db323b-6621-4343-a2e4-27037bc8f860</a></p>\r\n", "ruling_comments_date": "2010-01-07T13:28:56.502423", "ruling_date": "2009-12-01T17:29:29", "ruling_headline": "Rep. Mike Pence says Democratic health plan would drive up family premiums ", "ruling_headline_slug": "rep-mike-pence-says-democratic-health-plan-would-", "ruling_link_text": "Only true for a small percentage of people", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\"> Analysis of how health insurance premiums might be affected by enactment of the Patient Protection and Affordable Care Act, as proposed by Senator Reid on November 18, 2009 </a></p>\r\n\r\n<p>GOP.gov, <a href=\"http://www.gop.gov/press-release/09/11/30/pence-new-cbo-report-confirms\" target=\"_blank\"> Press release: &quot;Pence: New CBO Report Confirms Latest Democrat Health Care Bill Increases Premiums on Families,&quot; </a> Nov. 30, 2009</p>\r\n\r\n<p>GOP.gov, Press release: <a href=\"http://www.gop.gov/conference-call/09/11/30/obama-vs-obama-president\" target=\"_blank\"> &quot;Obama vs. Obama: President Signals Intent to Break Campaign Promise on Lowering Health Care Premiums,&quot; </a> Nov. 30, 2009</p>\r\n\r\n<p>GOP.gov, <a href=\"http://www.gop.gov/policy-news/09/11/30/cbo-confirms-the-result-of\" target=\"_blank\"> Press release: &quot;CBO Confirms the Result of Democrats&#39; Health &quot;Reform:&quot; Higher Premiums,&quot; </a> Nov. 30, 2009</p>\r\n\r\n<p>Obama Campaign Web site, <a href=\"http://www.barackobama.com/pdf/Obama08_HealthcareFAQ.pdf\" target=\"_blank\"> Background Questions and Answers on Health Care Plan </a></p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Pence", "barely_true_count": 8, "current_job": "Governor", "false_count": 14, "first_name": "Mike", "half_true_count": 15, "home_state": "Indiana", "id": 124, "last_name": "Pence", "mostly_true_count": 6, "name_slug": "mike-pence", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VASH107_CAMPAIGN_2016_PE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/124/", "total_count": 49, "true_count": 5, "website": "http://www.in.gov/gov/2358.htm"}, "statement": "<p>Under the Democratic health plan, families &quot;will be forced to spend an additional $2,100 a year to keep their current health care.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2009-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}