{"art": [{"brightcove": "", "caption": "Illinois House Republican Leader Jim Durkin and Senate Republican Leader Christine Radogno discuss the Illinois state budget on Nov. 14, 2016", "id": 9859, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9859/", "title": "Illinois Republican Leaders say Illinois has fifth highest tax burden in U.S.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/DVRMU9yrpi0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "DVRMU9yrpi0"}], "author": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "canonical_url": "/illinois/statements/2016/dec/01/christine-radogno/illinois-tax-burden-among-highest-not-top-5-us/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "facebook_headline": "Illinois tax burden breaks Top 10, not Top 5", "id": 13505, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "resource_uri": "/api/v/2/statement/13505/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With Illinois entering its 17th month without a state budget as Republican Gov. Bruce Rauner and Democratic House Speaker Michael Madigan continue their epic stalemate, Republican legislative leaders repeatedly talk about the need for a property tax freeze. They suggest the freeze, which Rauner has <a href=\"http://rebootillinois.com/2016/12/01/rauner-to-dems-no-budget-without-term-limits-property-tax-freeze/\">made a prerequisite for any budget negotiation</a>, is particularly necessary, as the state will need to raise other taxes to cover its <a href=\"http://ledger.illinoiscomptroller.com/\">growing bill backlog</a> when a budget is signed into law.</p>\r\n\r\n<p>Rauner has called for daily meetings with Madigan and the state&rsquo;s three other legislative leaders as the state&rsquo;s stopgap spending authority expires at year&rsquo;s end. As the legislative leaders began those closed-door meetings in their six-day fall veto session, both Senate Republican Leader Christine Radogno and House Republican Leader Jim Durkin again made the case for a property tax freeze by saying Illinois has one of the worst tax burdens nationwide.</p>\r\n\r\n<p>Radogno said, &quot;People in this state right now are suffering because they don&rsquo;t have jobs. We have the fifth-highest tax burden in the country. People are moving out of their homes because of the property tax burden. These are issues that have to be addressed and have to be addressed now.&quot;</p>\r\n\r\n<p>This is a claim we&rsquo;ve often heard for years in Illinois, and it seems various groups are releasing rankings daily. So we decided to check this one out.</p>\r\n\r\n<p>Patty Schuh, press secretary to the Illinois Senate GOP staff, said the source for the fifth-worst tax burden claim was a January release of rankings by the Tax Foundation. Indeed, the nonpartisan foundation did issue rankings of the 50 states&rsquo; tax burdens that showed Illinois at No. 5 for its overall burden.</p>\r\n\r\n<p>But that&rsquo;s not the entire picture.</p>\r\n\r\n<p><strong>Measuring the rankings</strong></p>\r\n\r\n<p>What does the Foundation&rsquo;s overall burden measure? And is that the best, most relevant measurement?</p>\r\n\r\n<p>Jared Walczak, a policy analyst at the Tax Foundation, noted there are many ways to measure tax systems and rates and burdens. A state&rsquo;s own tax structure can play a big part in how it ranks compared to others. For instance, he said Alaska derives a lot of its tax revenue from oil sales, but Alaskans pay relatively little of those taxes, which are paid by all of us who use gasoline, Walczak said.</p>\r\n\r\n<p>The Tax Foundation does measure the overall tax burden of the people paying taxes in a state, but that overall metric includes both taxes that return to Illinois and those that are paid outside of Illinois, Walczak said.</p>\r\n\r\n<p>Annette Nellen, a professor in and director of San Jos&eacute; State University&#39;s graduate tax program, agreed, noting that people need to understand how the rankings are calculated and what they mean.</p>\r\n\r\n<p>&quot;I think it gets to that legislator using that information incorrectly. A legislator should look at what&rsquo;s paid and what the rates are in Illinois&quot; if she is trying to make the argument that Illinois taxes are too high, she said.</p>\r\n\r\n<p>They should look at the rate in the state for income and sales and property taxes and how much does the middle quintile of taxpayers pay for various taxes within Illinois, Nellen added.</p>\r\n\r\n<p>The Tax Foundation&rsquo;s own <a href=\"http://taxfoundation.org/article/state-local-tax-burden-rankings-fy-2012\">website</a> notes, &quot;Tax collections are useful for some purposes and cited frequently. However, dividing total taxes collected by governments in a state by the state&rsquo;s total income is not an accurate measure of the tax burden on a state&rsquo;s residents as a whole because it does not accurately reflect the taxes that are actually paid out of that state&rsquo;s income.&quot;</p>\r\n\r\n<p>Walczak, the Foundation analyst, said Illinois actually ranked seventh-highest in taxes residents paid to their own state and the fifth-most overall when taxes paid outside of Illinois are included. The ranking of taxes paid by residents in their state is a more accurate reflection of the state&rsquo;s tax structure and burden on residents, experts agreed.</p>\r\n\r\n<p>But there&rsquo;s one more thing to consider. The Tax Foundation rankings were released in January but were calculated using census data from 2012, the bureau&rsquo;s most recent release of that particular data.</p>\r\n\r\n<p>John Frendreis, a Loyola University political science professor, said the Foundation&rsquo;s work was sound, but noted the income tax rate in 2012 was higher than it is now. The rate then for individuals was 5 percent but dropped in January 2015 to 3.75 percent.</p>\r\n\r\n<p>As a point of comparison, during the two fiscal years preceding FY 2012, the total state tax burden was 10.5 percent, which dropped Illinois several places in the ranking, Frendreis noted.</p>\r\n\r\n<p>Still, he said, &quot;In general, Illinois&rsquo; total tax burden puts it into roughly the top quarter of states on a regular basis.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Senate Republican Leader Christine Radogno said Illinois has the fifth-highest tax burden in the country. It&rsquo;s a statistic she and other Republicans cite often as they argue for a property tax freeze as one of several changes they want made before they will agree to a budget with Madigan and Democrats.</p>\r\n\r\n<p>While independent experts say the No. 5 rank for Illinois issued by the Tax Foundation for overall tax burden is accurate, the overall burden includes taxes paid outside of Illinois and is not the best metric for the burden taxpayers carry as a result of tax policy and structure and those taxes paid within the state. Illinois actually is No. 7 nationwide by the measure that best reflects in-state tax policy set by lawmakers.</p>\r\n\r\n<p>The statement is accurate but needs clarification or additional information. We rate this claim Mostly True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/f500e006-4c6e-49cb-b6c3-eada6c7ee46a\">https://www.sharethefacts.co/share/f500e006-4c6e-49cb-b6c3-eada6c7ee46a</a></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2016-12-01T19:48:48.549836", "ruling_date": "2016-12-01T19:48:52", "ruling_headline": "Illinois tax burden among highest, but not in Top 5 in U.S.", "ruling_headline_slug": "illinois-tax-burden-among-highest-not-top-5-us", "ruling_link_text": "Tax burden high in Illinois, but not quite this high", "ruling_state": null, "source_documents": null, "sources": "<p>Patty Schuh, Illinois Senate Republican Staff Press Secretary, interview, Nov. 22, 2016</p>\r\n\r\n<p>Tax Foundation, &quot;<a href=\"http://taxfoundation.org/article/state-local-tax-burden-rankings-fy-2012\">State-Local Tax Burden Rankings FY 2012</a>,&quot; Tax Foundation, accessed, Nov. 22, 2016</p>\r\n\r\n<p>Annette Nellen, professor and director of the graduate tax program at San Jose State University, interview Nov. 23, 2016</p>\r\n\r\n<p>Jared Walczak, policy analyst, Tax Foundation, interview Nov. 23, 2016</p>\r\n\r\n<p>John Frendreis, political science professor, Loyola University, email interview, November 23, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Illinois Senate Republican Leader", "false_count": 0, "first_name": "Christine", "half_true_count": 0, "home_state": "Illinois", "id": 3771, "last_name": "Radogno", "mostly_true_count": 1, "name_slug": "christine-radogno", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Christine_Radogno.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3771/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>We (in Illinois) have the fifth-highest tax burden in the country.</p>\r\n", "statement_context": "a press conference", "statement_date": "2016-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Illinois has a high tax burden, but not quite as high as claimed"}