{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/dec/02/glenn-beck/beck-says-less-10-percent-obama-cabinet-members-ha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1351, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1351/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Fox News talk show host Glenn Beck has seized on a claim circulating on the Internet to argue that the Obama administration has little understanding of American business and is too focused on expanding government.<br />\r\n&nbsp;<br />\r\n&quot;History has proven over and over again &mdash; and so has the post office, for that matter &mdash; that government is not the answer,&quot; Beck said on his Nov. 30, 2009, show. &quot;You need to unleash the people. The entrepreneurs. And if you are wondering how it is that the government can&#39;t see that &mdash; how they can be pondering even bigger stimulus packages as they stare the failure of the first one right in the face &mdash; I&#39;ll show you. Here are the past presidents and the number of appointees in their Cabinets with private sector experience &mdash; folks that have done more than write on the chalkboard; they&#39;ve been out there, in the real world. Let&#39;s compare President Nixon &mdash; he&#39;s over 50 percent &mdash; with President Obama: Under 10 percent of his appointees have any experience in the private sector.&quot;<br />\r\n&nbsp;<br />\r\nWe did a little digging and found that the claim is based on a study by Michael Cembalest, the chief investment officer for J.P. Morgan Private Bank. In a Nov. 24, 2009, column titled &quot;Obama&#39;s Business Blind Spot&quot; and published on Forbes.com, Cembalest wrote, &quot;In a quest to see what frame of reference the administration might have on this issue, I looked back at the history of the presidential Cabinet. Starting with the creation of the secretary of commerce back in 1900, I compiled the prior private-sector experience of all 432 Cabinet members, focusing on those positions one would expect to participate in this discussion: secretaries of State; Commerce; Treasury; Agriculture; Interior; Labor; Transportation; Energy; and Housing &amp; Urban Development.&quot;<br />\r\n&nbsp;<br />\r\nHe continued, &quot;Many of these individuals started a company or ran one, with first-hand experience in hiring and firing, domestic and international competition, red tape, recessions, wars and technological change. Their industries included agribusiness, chemicals, finance, construction, communications, energy, insurance, mining, publishing, pharmaceuticals, railroads and steel; a cross-section of the American experience. (I even gave [one-third] credit to attorneys focused on private-sector issues, although one could argue this is a completely different kettle of fish.) One thing is clear: The current administration, compared with past Democratic and Republican ones, marks a departure from the traditional reliance on a balance of public- and private-sector experiences.&quot;<br />\r\n&nbsp;<br />\r\nIn an accompanying chart, Cembalest reported that in the Obama administration, fewer than 10 percent of the Cabinet appointees counted under those rules had private sector experience. According to the chart, all other administrations going back to Theodore Roosevelt&#39;s had rates in at least the high 20s, with the Eisenhower and Reagan administrations approaching 60 percent. (He wrote in a footnote that the data came from a number of sources, including capsule biographies of Cabinet members posted on the Web site of the University of Virginia&#39;s Miller Center for Public Affairs.)<br />\r\n&nbsp;<br />\r\nThe chart &mdash; typically reprinted by itself, without Cembalest&#39;s accompanying narrative &mdash; circulated in the conservative blogosphere for a couple of days before eventually being picked up by Beck.<br />\r\n&nbsp;<br />\r\nWe wondered if the claim was right, so we did some math of our own.<br />\r\n&nbsp;<br />\r\nIn Obama&#39;s Cabinet, at least three of the nine posts that Cembalest and Beck cite &mdash; a full one-third &mdash; are occupied by appointees who, by our reading of their bios, had significant corporate or business experience. Shaun Donovan, Obama&#39;s secretary of Housing and Urban Development, served as managing director of Prudential Mortgage Capital Co., where he oversaw its investments in affordable housing loans. &nbsp;<br />\r\n&nbsp;<br />\r\nEnergy Secretary Steven Chu headed the electronics research lab at one of America&#39;s storied corporate research-and-development facilities, AT&amp;T Bell Laboratories, where his work won a Nobel Prize for physics. And Interior Secretary Ken Salazar, in addition to serving as Colorado attorney general and a U.S. senator, has been a partner in his family&#39;s farm for decades and, with his wife, owned and operated a Dairy Queen and radio stations in his home state of Colorado.<br />\r\n<br />\r\nThree other Obama appointees had legal experience in the private sector.<br />\r\n<br />\r\nSecretary of State Hillary Rodham Clinton, Agriculture Secretary Tom Vilsack and Commerce Secretary Gary Locke spent part of their careers working as lawyers in private practice. Clinton and Vilsack worked as private-sector lawyers at the beginning of their careers, while Locke joined an international law firm, Davis Wright Tremaine LLP, after serving as governor of Washington state. At the firm, Locke &quot;co-chaired the firm&#39;s China practice&quot; and &quot;helped U.S. companies break into international markets,&quot; according to his official biography. That sounds like real private sector experience to us.<br />\r\n<br />\r\nFinally, Treasury Secretary Timothy Geithner worked for Kissinger Associates, a consulting firm that advises international corporations on political and economic conditions overseas.<br />\r\n<br />\r\nThe occupants of the two remaining Cabinet posts cited in the chart do not appear to have had significant private-sector experience: Labor Secretary Hilda Solis and Transportation Secretary Ray LaHood.<br />\r\n<br />\r\nObama&#39;s Cabinet has even more private-sector experience if you go beyond the nine. Two of the Obama appointees could be considered entrepreneurs &mdash; the very people Beck would &quot;unleash.&quot; Vice President Joe Biden, officially a Cabinet member, founded his own law firm, Biden and Walsh, early in his career, and it still exists in a later incarnation, Monzack Mersky McLaughlin and Browder, P.A. (The future vice president also supplemented his income by managing properties, including a neighborhood swimming pool.) And Office of Management and Budget director Peter Orszag founded an economic consulting firm called Sebago Associates that was later bought out by a larger firm.<br />\r\n<br />\r\nIt&#39;s also worth noting that if you examine a larger group of senior Obama administration appointees, you&#39;ll find that more than one in four have experience as business executives, according to a June study by <em> National Journal </em> . That compared with the 38 percent the magazine found eight years earlier at the start of George W. Bush&#39;s administration. That&#39;s at least three times higher than the level claimed by Beck.<br />\r\n<br />\r\nWe tracked down Cembalest to ask about his methodology. He said any effort to address the topic is heavily subjective, and he expressed regret that his work had been used for political ends, saying that it was not his intention to provide fodder for bloggers and talk show hosts.<br />\r\n<br />\r\nCembalest said that he did discount the corporate experience of the three lawyers we identified &mdash; Clinton, Vilsack and Locke &mdash; and added that he awarded nothing for Donovan, Chu or Salazar, even though we found they had a fair amount private sector experience. Cembalest acknowledged fault in missing Salazar&#39;s business background, saying he would have given him a full point if he had it to do over again. But he added that the kind of private-sector experiences Chu and Donovan had (managing scientific research and handling community development lending, respectively) did not represent the kind of private-sector business experience he was looking for when doing his study.<br />\r\n<br />\r\n&quot;What I was really trying to get at was some kind of completely, 100 percent subjective assessment of whether or not a person had had enough control of payroll, dealing with shareholders, hiring, firing and risk-taking that they&#39;d be in a position to have had a meaningful seat at the table when the issue being discussed is job creation,&quot; Cembalest said.<br />\r\n&nbsp;<br />\r\nCembalest said he has &quot;written 250,000 words in research over the last decade, and every single thing I&#39;ve ever done &mdash; except this one chart &mdash; was empirically based on data from the Federal Reserve&quot; or another official source. &quot;This is the one time I stepped out into making judgment calls, and I assure you I won&#39;t do it again. ... The frightening thing about the Internet is that people copy one chart from what you write and then it goes viral. So I&#39;ve learned a lesson here that these kinds of issues are best left addressed by the people who practice them day in and day out.&quot;<br />\r\n<br />\r\nWhich brings us back to how Beck used Cembalest&#39;s data. We&#39;ll acknowledge that rating someone&#39;s degree of private-sector experience is an inexact science, and it&#39;s true that Beck accurately relayed the information contained in Cembalest&#39;s chart. But at PolitiFact we hold people accountable for their own words. So we rate Beck&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:56.724085", "ruling_date": "2009-12-02T18:34:05", "ruling_headline": "Beck says less than 10 percent of Obama Cabinet has worked in private sector", "ruling_headline_slug": "beck-says-less-10-percent-obama-cabinet-members-ha", "ruling_link_text": "Most of them do, to varying degrees", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News Channel, <a href=\"http://www.glennbeck.com/content/articles/article/198/33674/\" target=\"_blank\"> comments </a> by Glenn Beck, Nov. 30, 2009<br />\r\n&nbsp;<br />\r\nMichael Cembalest, &quot; <a href=\"http://www.forbes.com/2009/11/24/michael-cembalest-obama-business-beltway-cabinet.html\" target=\"_blank\"> Obama&#39;s Business Blind Spot </a> ,&quot; Forbes.com, Nov. 24, 2009<br />\r\n&nbsp;<br />\r\nThe Enterprise Blog, &quot;Help Wanted, No Private Sector Experience Required&quot; ( <a href=\"http://blog.american.com/?p=7572\" target=\"_blank\"> blog post </a> ), Nov. 25, 2009<br />\r\n&nbsp;<br />\r\n<em>National Journal </em> , &quot; <a href=\"http://www.nationaljournal.com/njmagazine/nj_20090620_3869.php\" target=\"_blank\"> Obama&#39;s Team: The Face Of Diversity </a> ,&quot; June 20, 2009<br />\r\n<br />\r\nUniversity of Virginia&#39;s Miller Center on Public Affairs, <a href=\"http://millercenter.org/academic/americanpresident/obama\" target=\"_blank\"> home page </a> for Barack Obama and his cabinet, accessed Dec. 2, 2009<br />\r\n&nbsp;<br />\r\nThe White House, cabinet <a href=\"http://www.whitehouse.gov/administration/cabinet\" target=\"_blank\"> home page </a> , accessed Dec. 2, 2009<br />\r\n<br />\r\n<em>New York Times </em> , &quot; <a href=\"http://www.nytimes.com/2008/12/13/us/politics/13appoint.html\" target=\"_blank\"> New York Housing Chief Is Chosen for Cabinet </a> ,&quot; Dec. 13, 2008<br />\r\n<br />\r\n<em>New York Times </em> , &quot;Times Topics&quot; <a href=\"http://topics.nytimes.com/topics/reference/timestopics/people/c/steven_chu/index.html\" target=\"_blank\"> profile </a> of Steven Chu, March 23, 2009<br />\r\n<br />\r\n<em>National Journal </em> , Decisionmakers <a href=\"http://www.nationaljournal.com/decisionmakers/dm/304/\" target=\"_blank\"> profile </a> of Ken Salazar, June 20, 2009<br />\r\n<br />\r\n<em>Washingtonian </em> magazine, &quot; <a href=\"http://www.washingtonian.com/articles/people/11118.html\" target=\"_blank\"> Joe Biden: &#39;Everyone Calls Me Joe </a> ,&#39;&quot; Feb. 1, 2009<br />\r\n<br />\r\n<em>Delaware Today </em> , &quot; <a href=\"http://www.delawaretoday.com/Delaware-Today/September-2008/The-Biden-Archive-Family-Business/\" target=\"_blank\"> Family Business: Beau Biden is the next Biden to watch. Will he follow in his father&rsquo;s footsteps </a> ,&quot; July 2003<br />\r\n<br />\r\nMonzack Mersky McLaughlin and Browder, P.A., law firm <a href=\"http://www.monlaw.com/\" target=\"_blank\"> home page </a> , accessed Dec. 2, 2009<br />\r\n<br />\r\nMcClatchy Newspapers, &quot; <a href=\"http://www.mcclatchydc.com/homepage/story/26377.html\" target=\"_blank\"> Clinton&#39;s &#39;35 years of change&#39; omits most of her career </a> ,&quot; Feb. 3, 2008<br />\r\n<br />\r\nDesMoinesRegister.com, &quot; <a href=\"http://www.desmoinesregister.com/apps/pbcs.dll/article?AID=/99999999/NEWS09/40702012\" target=\"_blank\"> Vilsack Biography </a> ,&quot; accessed Dec. 2, 2009<br />\r\n<br />\r\nCommerce Department, official <a href=\"http://www.commerce.gov/commercesecretary/index.htm\" target=\"_blank\"> biography </a> of Secretary Gary Locke, accessed Dec. 2, 2009<br />\r\n<br />\r\n<em>Time </em> magazine, &quot; <a href=\"http://www.time.com/time/specials/packages/article/0,28804,1863062_1863058_1863055,00.html\" target=\"_blank\"> Treasury Secretary: Timothy Geithner </a> ,&quot; Dec. 2, 2008<br />\r\n<br />\r\nInterview with Michael Cembalest, chief investment officer for J.P. Morgan Private Bank, Dec. 2, 2009<br />\r\n<br />\r\nInterview with Russell Riley, associate professor at the University of Virginia&#39;s Miller Center for Public Affairs, Dec. 2, 2009<br />\r\n<br />\r\nE-mail interview with Nick Schulz, American Enterprise Institute fellow, Dec. 2, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Less than 10 percent of Obama&#39;s Cabinet appointees &quot;have any experience in the private sector.&quot;</p>\r\n", "statement_context": "a statement on his show on Fox News Channel", "statement_date": "2009-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}