{"art": [{"brightcove": "", "caption": "Nuclear power plant in Germany. ", "id": 9920, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Nuclear_power_plant_in_Germany_.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9920/", "title": "Nuclear power plant", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "kevin.hoffman@rebootillinois.com", "first_name": "Kevin", "id": 576, "last_name": "Hoffman", "name_slug": "kevin-hoffman", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Kevin_Hoffman_Profile_.png", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/576/", "title": "Staff Writer, Politifact Illinois ", "twitter": null}], "canonical_url": "/illinois/statements/2016/dec/15/jeanne-ives/illinois-energy-debate-ives-german-anecdote-mostly/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "facebook_headline": "In Illinois energy debate, Ives' German anecdote Mostly True", "id": 13538, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "kevin.hoffman@rebootillinois.com", "first_name": "Kevin", "id": 576, "last_name": "Hoffman", "name_slug": "kevin-hoffman", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Kevin_Hoffman_Profile_.png", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/576/", "title": "Staff Writer, Politifact Illinois ", "twitter": null}], "resource_uri": "/api/v/2/statement/13538/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On Dec. 1, the last day of the fall veto session, the Illinois General Assembly passed a controversial bill that provides $2.35 billion in ratepayer-funded subsidies to prevent two Exelon-owned nuclear power plants from closing.</p>\r\n\r\n<p>The <a href=\"http://rebootillinois.com/2016/12/01/lawmakers-approve-mammoth-exelon-energy-bill/\">legislation</a> also includes up to $220 million a year in funding for the development of renewable energy resources like wind and solar, a provision that won over environmental advocates because it beefs up the state&rsquo;s Renewable Portfolio Standard.</p>\r\n\r\n<p>While the Future Energy Jobs Bill garnered strong bipartisan support and was signed by Republican Gov. Bruce Rauner the following week, 56 lawmakers voted against it, with many arguing it would result in higher energy prices.</p>\r\n\r\n<p>During a floor debate, one of these opponents, state Rep. Jeanne Ives, R-Wheaton, lamented that the bill ignored the free market and favored special interests, including huge profitable corporations and green energy companies.</p>\r\n\r\n<p>Ives argued the strengthened wind and solar mandates within the legislation would drive up energy prices and wouldn&rsquo;t improve the environment. As an example, she pointed to Germany, a country widely hailed as a world leader in renewable energy production.</p>\r\n\r\n<p>&quot;Germany managed to increase its use of renewables and its output of carbon dioxide at the same time &mdash; because it resorted to cheap coal to keep the lights on at a price its people could afford,&quot; she said.</p>\r\n\r\n<p>Does Ives&rsquo; statement hold true? We checked the record to find out.</p>\r\n\r\n<p><strong>Cost of clean energy </strong></p>\r\n\r\n<p>Ives, who argues the energy overhaul ignores the the movement away from wind and solar in Europe, <a href=\"http://www.jeanneives.org/2016/12/sb-2814-overhaul-of-illinois-energy.html#more\">cited</a> an April op-ed in the Wall Street Journal by business columnist Holman W. Jenkins, Jr., who&rsquo;s also a member of the newspaper&rsquo;s editorial board.</p>\r\n\r\n<p>The statement Ives made on the House floor is practically identical to what Jenkins writes.</p>\r\n\r\n<p>In the article, Jenkins claims the reason Germany saw an increase in carbon emissions despite boosting its use of renewables is because wind and solar are &quot;only competitive to the extent that fossil-fuel plants remain on hand to provide backup power&quot; when the wind isn&rsquo;t blowing or the sun isn&rsquo;t shining.</p>\r\n\r\n<p>Jenkins then addresses the &quot;fight&quot; happening in many states across the United States, saying it &quot;concerns the exorbitant costs imposed on other ratepayers to subsidize backup power for solar adopters.&quot;</p>\r\n\r\n<p>Ives also provided a link to a report by the Institute of Political Economy at Utah State University, which includes a case study about Germany&rsquo;s solar industry. However, it should be noted one of the authors, Randy Simmons, has <a href=\"http://mediamatters.org/blog/2015/04/13/newsweek-cloaks-koch-funded-professors-dirty-en/203264\">ties</a> to the fossil fuel industry and the oil-based conglomerate Koch Industries, which has been <a href=\"http://www.rollingstone.com/politics/news/the-koch-brothers-dirty-war-on-solar-power-20160211\">accused</a> of trying to undermine the nation&rsquo;s clean energy push through lobbying efforts. &nbsp;</p>\r\n\r\n<p>According to the study, Germany&rsquo;s residential electricity prices increased by about 50 percent between 1998 and 2015, in part because of subsidies provided to renewables like solar.</p>\r\n\r\n<p>The authors note Germany has begun to phase out solar subsidies because of high costs, despite solar being the country&rsquo;s desired goal for its energy portfolio.</p>\r\n\r\n<p>&quot;The German government is not alone in paying large sums of money on behalf of solar power. Because solar power is intermittent, traditional electricity producers have had to make substantial changes to their plants to handle the fluctuating electricity demands,&quot; according to the report.</p>\r\n\r\n<p>A November 2015 article published in The Economist about Germany&rsquo;s <a href=\"http://www.economist.com/news/special-report/21678955-renewable-power-good-more-renewable-power-not-always-better-when-wind-blows\">energy market</a>, explains that because electricity generated by wind and solar is free at the margin, &quot;green-power producers offer it for next to nothing in wholesale markets.&quot; The next-lowest bids typically come from nuclear power stations, followed by lignite (brown) coal-burning plants, hard coal and then gas-fired power stations. &nbsp;</p>\r\n\r\n<p>Energy companies begin accepting the lowest bids and once the day&rsquo;s requirement has been filled, successful bidders are paid the highest price required to clear the market, according to the article. &nbsp;&nbsp;</p>\r\n\r\n<p>&quot;The surge of solar and wind power is pushing down the clearing price and bending Germany&rsquo;s energy market out of shape. Power stations burning natural gas increasingly find no takers for their electricity, so they sit idle,&quot; reports The Economist. &quot;Meanwhile the cheap, carboniferous lignite power stations burn on.&quot;</p>\r\n\r\n<p><strong>Carbon causes </strong></p>\r\n\r\n<p>Despite renewables accounting for one-third of power generation in 2015, Germany saw a 1.1 percent increase, or 10 million tonnes, in carbon dioxide emissions when compared to 2014, according to the <a href=\"http://www.climatechangenews.com/2016/03/14/german-co2-emissions-rise-10-million-tonnes-in-2015/\">think tank</a> Green Budget Germany.</p>\r\n\r\n<p>A higher demand for heating oil and diesel due to cooler temperatures, as well as the use of lignite coal for power generation, were attributed to the slight rise in CO2 emissions.</p>\r\n\r\n<p>However, the reason dirty coal continues to comprise a significant portion of Germany&rsquo;s energy portfolio dates back to a social movement and government program against nuclear power that began in the 1970s called the Energiewende, which means &quot;energy transition.&quot;</p>\r\n\r\n<p>The movement was reinvigorated by the Chernobyl accident in 1986, and then again by Japan&rsquo;s Fukushima disaster in 2011.</p>\r\n\r\n<p>In the wake of Fukushima, Germany set an aggressive goal to phase out all nuclear power plants by 2022, while boosting its use of renewables and reducing its reliance on fossil fuels.</p>\r\n\r\n<p>Andrew Barbeau, a senior energy consultant for the Environmental Defense Fund who played an instrumental role in negotiating and crafting the Exelon bill, said there is a &quot;huge corollary&quot; between Illinois and Germany.</p>\r\n\r\n<p>Barbeau, who recently was in Germany, said Ives&rsquo; statement brings up about two-thirds of what&rsquo;s happening with regard to the country&rsquo;s energy transition. &nbsp;</p>\r\n\r\n<p>&quot;It&rsquo;s a lot about carbon, it&rsquo;s a lot about fossil fuels, but it&rsquo;s more about getting rid of nuclear,&quot; Barbeau said. &quot;What the environmental groups have been saying&hellip; is if you close nuclear plants prematurely without having enough renewables on the grid to replace them, then you&rsquo;re going to see new coal and gas plants built.&quot;</p>\r\n\r\n<p>Part of the reasoning around the Exelon bill, Barbeau says, was to keep the nuclear plants online until there is enough renewable capacity on the grid to replace them so no new coal- and gas-fired power stations have to be built.</p>\r\n\r\n<p>&quot;The large driver of those carbon emissions -- and this is what was very clear to the environmental organizations involved in the Illinois debate -- is if you get rid of nuclear too soon, then all of a sudden you have new coal and gas, and carbon emissions will go up,&quot; Barbeau said. &quot;And that&rsquo;s exactly what happened in Germany.&quot;</p>\r\n\r\n<p>Like in southern Illinois where coal provides 40 percent of electricity for consumers, coal comprises 42 percent of power generation in Germany, and thousands of Germans are employed in lignite coal mines.</p>\r\n\r\n<p>In March 2015, attempts to regulate lignite-burning power stations through carbon taxes were met with fierce opposition from miners and others within the coal industry. Instead, German officials this past spring decided to mothball and decommission eight lignite power stations while compensating plant operators for lost profits.</p>\r\n\r\n<p>Germany&rsquo;s federal economics and energy minister, Sigmar Gabriel, said this will allow the country to take 13 percent of lignite coal capacity off the market in the coming years, and help meet its carbon emissions target, <a href=\"https://www.cleanenergywire.org/news/climate-levy-debate-and-proposals-cutting-co2-emissions\">reports</a> Clean Energy Wire.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>State Rep. Jeanne Ives said, &quot;Germany managed to increase its use of renewables and its output of carbon dioxide at the same time because it resorted to cheap coal to keep the lights on at a price its people could afford.&quot;</p>\r\n\r\n<p>In 2015, renewable energy accounted for nearly one-third of Germany&rsquo;s total electricity generation, compared to 25.9 percent in 2014. During this same time period, carbon dioxide emissions rose slightly by 1.1 percent.</p>\r\n\r\n<p>While subsidies for wind and solar is part of the reason Germany&rsquo;s residential consumers have seen electricity prices rise 50 percent between 1998 and 2015, the country&rsquo;s aggressive push to eliminate nuclear energy by 2022 has been the main driver behind the coal and carbon comeback.</p>\r\n\r\n<p>Prematurely closing down nuclear power plants without having enough renewables on the grid to replace them led to an uptick in the use of lignite coal and therefore carbon emissions. As of 2015, coal supplied Germany with 40 percent of its power total power generation, even though renewables&rsquo; share surged to 30 percent. &nbsp;</p>\r\n\r\n<p>This statement is accurate, but requires additional context about Germany&rsquo;s energy transition. We rate this claim Mostly True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ba45f7c9-ecba-4b3a-acae-f5a0a21790ba\">https://www.sharethefacts.co/share/ba45f7c9-ecba-4b3a-acae-f5a0a21790ba</a></p>\r\n", "ruling_comments_date": "2016-12-14T17:10:23.347856", "ruling_date": "2016-12-15T21:42:44", "ruling_headline": "In Illinois energy debate, Ives' German anecdote is Mostly True    ", "ruling_headline_slug": "illinois-energy-debate-ives-german-anecdote-mostly", "ruling_link_text": "True, but there's more to the story", "ruling_state": null, "source_documents": null, "sources": "<p>Email correspondence, state Rep. Jeanne Ives, Dec. 6, 2016</p>\r\n\r\n<p>Phone interview, Andrew Barbeau, senior clean energy consultant for the Environmental Defense Fund, Dec. 8, 2016</p>\r\n\r\n<p>Phone interview, Guy Snow, president of Nevada state chapter of the American Solar Energy Society, Dec. 8, 2016</p>\r\n\r\n<p>Phone interview, Lisa Albrecht, Policy Director for Illinois Solar Energy Association, Dec. 8, 2016</p>\r\n\r\n<p>The Economist, <a href=\"http://www.economist.com/news/special-report/21678955-renewable-power-good-more-renewable-power-not-always-better-when-wind-blows\">&quot;When the Wind Blows,&quot;</a> Nov. 28, 2015 (accessed Dec. 5, 2016)</p>\r\n\r\n<p>Wall Street Journal, <a href=\"http://www.wsj.com/articles/the-green-unreality-show-1461365276\">&quot;The Green Unreality Show,&quot;</a> April 22, 2016 (accessed Dec. 6, 2016)</p>\r\n\r\n<p>Climate Home, <a href=\"http://www.climatechangenews.com/2016/03/14/german-co2-emissions-rise-10-million-tonnes-in-2015/\">&quot;German CO2 Emissions rise 1% in 2015,&quot;</a> March 14, 2016 (accessed Dec. 6, 2016)</p>\r\n\r\n<p>Clean Energy Wire, <a href=\"https://www.cleanenergywire.org/news/climate-levy-debate-and-proposals-cutting-co2-emissions\">&quot;Climate levy- the debate and proposals for cutting CO2 emissions,&quot;</a> May 27, 2016 (accessed Dec. 6, 2016)</p>\r\n\r\n<p>Utah State University&rsquo;s Institute of Political Economy, <a href=\"http://www.usu.edu/ipe/wp-content/uploads/2015/11/Reliability-Solar-Full-Report.pdf\">&quot;Reliability of Renewable Energy: Solar,&quot; </a>November 2015 (accessed Dec. 6, 2016)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative ", "false_count": 2, "first_name": "Jeanne ", "half_true_count": 0, "home_state": "Illinois", "id": 3778, "last_name": "Ives", "mostly_true_count": 1, "name_slug": "jeanne-ives", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ives_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3778/", "total_count": 3, "true_count": 0, "website": "http://www.jeanneives.org/"}, "statement": "<p>&quot;Germany managed to increase its use of renewables and its output of carbon dioxide at the same time -- because it resorted to cheap coal to keep the lights on at a price its people could afford.&quot;</p>\r\n", "statement_context": "a floor speech", "statement_date": "2016-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": "In Illinois energy debate, Ives' German anecdote Mostly True"}