{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2016/dec/21/usa-snich/website-hypes-long-shot-theory-about-courts-replac/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Website hypes long-shot theory of courts unseating Trump", "id": 13561, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13561/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A widely shared post from a little-known website suggests that Russian interference in the 2016 presidential election could lead the courts to install Hillary Clinton as president.</p>\r\n\r\n<p>&quot;Breaking: Putin Interference Could Give Courts Legal Right to Make Hillary President,&quot; <a href=\"http://usasnich.com/breaking-putin-interference-could-give-courts-legal-right-to-make-hillary-president/\">says a Dec. 11, 2016, post</a> on USA Snich, a website so obscure that Googling &quot;USA Snich&quot; only brings up references to the Harry Potter game of quidditch (though it uses a &quot;snitch&quot;)&nbsp;or articles about prison snitching.</p>\r\n\r\n<p>Yet the post got enough interest by social media users that it popped up in the list of questionable articles <a href=\"http://cms.politifact.com/truth-o-meter/article/2016/dec/15/fighting-back-against-fake-news/\">Facebook is sharing with PolitiFact and other fact-checkers</a>. (The USA Snich post is actually a nearly verbatim reprint of one from the site <a href=\"http://supremepatriot.com/2016/12/11/breaking-putin-interference-give-courts-legal-right-make-hillary-president/\">SupremePatriot.com</a>.)</p>\r\n\r\n<p>One reason for the wide sharing may be that the post hit a social media sweet spot: What it advertises would simultaneously outrage conservatives and give liberals hope. As it happens, the USA Snich post frames it in a way favorable to conservatives, calling the notion advanced in the headline &quot;scary&quot; and concluding, &quot;What a bunch of BS. This will never happen! #NEVERHILLARY.&quot; However, posts with a similar message as this headline also appeared on liberal sites, such as <a href=\"http://occupydemocrats.com/2016/12/10/russian-hacks-just-gave-courts-legal-precedent-replace-trump-hillary/\">Occupy Democrats</a>.</p>\r\n\r\n<p>So what&rsquo;s going on with the USA Snich post? Let&rsquo;s take a closer look.</p>\r\n\r\n<p><strong>A legal precedent?</strong></p>\r\n\r\n<p>The post links to an article published on the Huffington Post. It was written by a contributor -- not a Huffington Post staff member -- named Alex Mohajer, who is identified as &quot;political director of Bros4Hillary, a volunteer advocacy organization&quot; and the holder of a law degree.</p>\r\n\r\n<p>In the column, Mohajer writes that recent allegations of Russian-linked hacking could provide a basis for the federal courts to get involved with the election&rsquo;s outcome, through a case that&rsquo;s little known even among constitutional scholars.</p>\r\n\r\n<p>&quot;At least one federal court decision suggests there may be some federal case law on the question of whether it is possible to invalidate the outcome of an election after the fact when there is fraud, and replace a candidate benefitted by fraud with his opponent,&quot; he wrote. &quot;The case, <em>Marks v. Stinson</em>, is the first and only known case in which a federal judge reversed an election outcome.&quot;</p>\r\n\r\n<p>The 1995 case revolved around allegations that Democrat William G. Stinson colluded with election officials to cast illegally obtained absentee ballots. In February 1994, after Stinson had taken office, the federal judge ordered him <a href=\"http://www.nytimes.com/1994/02/19/us/vote-fraud-ruling-shifts-pennsylvania-senate.html\">removed</a> and replaced by his opponent, Republican Bruce Marks. An appellate court affirmed the district court&rsquo;s intervention in the matter, but it objected to the court seating Marks, although because Marks was already serving, the court allowed him to continue for the remainder of the term.</p>\r\n\r\n<p>Here&rsquo;s the money paragraph:</p>\r\n\r\n<p>The case offers an &quot;interesting rationale that could theoretically be applied in part if, after Donald Trump assumes office, it is shown that Russian hacking (or any fraud, for that matter) robbed Hillary Clinton of the presidency,&quot; Mohajer writes. &quot;The case offers clues that imply courts may intervene.&quot;</p>\r\n\r\n<p>This is a novel legal theory. We asked Kermit Roosevelt, a constitutional scholar at the University of Pennsylvania, what he thought of it.</p>\r\n\r\n<p>&quot;I&#39;m pretty confident that there&#39;s zero chance of it happening,&quot; Roosevelt said. &quot;I could see a court reversing the result of an election if fraud was proved along the lines of, &lsquo;Candidate A really won 150 to 100, but Candidate B fraudulently altered the records to make it look like he won 150 to 100.&rsquo; But that&#39;s not what happened. No one credible is alleging that the election was affected by that kind of fraud. The votes recorded were the votes that were cast. They may have been influenced by fake news and Russian propaganda, but there&#39;s no judicial remedy for that.&quot;</p>\r\n\r\n<p><strong>The USA Snich post</strong></p>\r\n\r\n<p>In other words, the theory offered in the headline is, at most, the longest of longshots. So right off the bat, the headline elevates the urgency of a legal theory of uncertain value that had been advanced by one Clinton supporter.</p>\r\n\r\n<p>The USA Snich post (and the SupremePatriot post) also leave out a lot of cautionary words that Mohajer himself had inserted in his original column.</p>\r\n\r\n<p>While USA Snich did link to the <a href=\"http://www.huffingtonpost.com/entry/russian-interference-could-give-courts-legal-authority_us_584be136e4b0151082221b9c\">Huffington Post column</a> and reposted several paragraphs of what Mohajer wrote, none of the paragraphs reprinted actually addresses the legal theory underpinning the headline&rsquo;s claim that the courts could overturn the election. To find that, a reader would have to click the Huffington Post link, something many readers presumably won&rsquo;t make the effort to do.</p>\r\n\r\n<p>Mohajer&rsquo;s column acknowledges some significant questions about the theory. &quot;Obviously both the stakes and the office in question are much higher than in <em>Marks v. Stinson</em>,&quot; he wrote. &quot;There has been no case of first impression with regards to the presidency being overturned to a wrongful winner&rsquo;s opponent. There is also, of course, no constitutional Electoral College process or system in Pennsylvania, so the situations are not exactly analogous. &hellip; It is not clear how the case would impact a presidential election.&quot;</p>\r\n\r\n<p>When we reached out to Mohajer, he said that being a law school graduate, he thought of the piece as &quot;an academic exercise.&quot;</p>\r\n\r\n<p>&quot;I thought it was an interesting case on election fraud and the only federal court ruling I could find that had a judge replacing an elected official with their opponent from the election because of fraud,&quot; Mohajer told PolitiFact. &quot;It would require courts use a liberal interpretation of the word &lsquo;fraud&rsquo; and would probably require some wrongdoing by Trump.&quot;</p>\r\n\r\n<p>In the interview, Mohajer acknowledged that the likelihood of this scenario occurring is &quot;next to lightning striking the same person twice.&quot;</p>\r\n\r\n<p>&quot;Ultimately, is it plausible? Of course not,&quot; he said. &quot;But If you had asked me 12 months ago whether I thought Donald Trump would elected president, I would have answered in kind with the exact same certainty.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>USA Snich posted an item headlined, &quot;Putin Interference Could Give Courts Legal Right to Make Hillary President.&quot;</p>\r\n\r\n<p>This urgent headline is based on a novel legal theory that a constitutional scholar casts doubt upon, and that its own creator acknowledges is extremely unlikely to win the support of the jusicial system. Meanwhile, the text of the USA Snich article doesn&rsquo;t even address the substance of the legal argument outlined in the headline, and in so doing, it leaves out any sense that the author offered his own series of caveats about the legal theory&rsquo;s applicability. We rate the USA Snich headline False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/9632f68e-3085-4aa4-a587-bd626c917e73\">https://www.sharethefacts.co/share/9632f68e-3085-4aa4-a587-bd626c917e73</a></p>\r\n", "ruling_comments_date": "2016-12-21T12:36:05.526701", "ruling_date": "2016-12-21T13:09:00", "ruling_headline": "Website hypes long-shot theory about courts replacing Donald Trump with Hillary Clinton", "ruling_headline_slug": "website-hypes-long-shot-theory-about-courts-replac", "ruling_link_text": "A lot of bluster about not much", "ruling_state": null, "source_documents": null, "sources": "<p>USA Snich, &quot;<a href=\"http://usasnich.com/breaking-putin-interference-could-give-courts-legal-right-to-make-hillary-president/\">Breaking: Putin Interference Could Give Courts Legal Right to Make Hillary President</a>,&quot; Dec. 11, 2016</p>\r\n\r\n<p>Alex Mohajer, &quot;<a href=\"http://www.huffingtonpost.com/entry/russian-interference-could-give-courts-legal-authority_us_584be136e4b0151082221b9c\">Russian Interference Could Give Courts Legal Authority To Install Clinton</a>&quot; (Huffington Post column), originally published Dec. 10, 2016</p>\r\n\r\n<p>Email interview with Kermit Roosevelt, law professor at the University of Pennsylvania, Dec. 20, 2016</p>\r\n\r\n<p>Email interview with Alex Mohajer, political director of Bros4Hillary and contributor to the Huffington Post, Dec. 20, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "website", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 3790, "last_name": "USA Snich", "mostly_true_count": 0, "name_slug": "usa-snich", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/USA_Snich_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3790/", "total_count": 2, "true_count": 0, "website": "http://usasnich.com"}, "statement": "<p>&quot;Putin Interference Could Give Courts Legal Right to Make Hillary President.&quot;</p>\r\n", "statement_context": "a web post", "statement_date": "2016-12-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "<p>There&rsquo;s an interesting discussion happening now about the spread of fake news on the Internet and what companies like Facebook, Google and Twitter, among others, should do to stop it.</p>\r\n\r\n<p>That&rsquo;s a healthy conversation to have, and one we hope continues in the weeks and months ahead.</p>\r\n\r\n<p>But that doesn&rsquo;t mean we can&rsquo;t do something now. Here at PolitiFact, we&rsquo;re beefing up our coverage of fake news to help our readers better sort out fact from fiction on their social media feeds.</p>\r\n\r\n<p>The claims can be about anything -- politics, entertainment, a fishy-sounding medical cure.</p>\r\n", "id": 323, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/fake.png", "resource_uri": "/api/v/2/subject/323/", "subject": "Fake news", "subject_slug": "fake-news", "used_in_edition": ["/api/v/2/edition/56/", "/api/v/2/edition/49/", "/api/v/2/edition/53/", "/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/60/", "/api/v/2/edition/61/", "/api/v/2/edition/50/", "/api/v/2/edition/51/", "/api/v/2/edition/1/", "/api/v/2/edition/59/", "/api/v/2/edition/57/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/55/", "/api/v/2/edition/58/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/54/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "Website hypes long-shot theory about courts replacing Donald Trump with Hillary Clinton"}