{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/dec/08/mike-pence/pence-says-democrats-plan-spend-tarp-money-economi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": "", "id": 1357, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1357/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a speech at the Brookings Institution on Dec. 8, 2009, President Barack Obama proposed a whole new batch of economic stimulus initiatives -- everything from tax breaks for small businesses to investments in roads, bridges and other infrastructure projects.</p>\r\n\r\n<p>And Obama said the programs could largely be paid for with money realized by new forecasts that the cost of the bailout of financial institutions last fall, otherwise known as the Troubled Asset Relief Program (TARP), will be $200 billion less than anticipated earlier this year. Some of that money would go toward reducing the deficit, Obama said, but some could offset the cost of the new programs.</p>\r\n\r\n<p>Many Republican leaders cried foul, saying any money unspent or paid back to the TARP program must go to pay down the national debt. U.S. Rep. Mike Pence of Indiana, chairman of the House Republican Conference, went one step further, saying Obama&#39;s plan would violate the law.</p>\r\n\r\n<p>&quot;The TARP legislation actually rightly demanded that any money not used to purchase toxic assets in the bill be used to pay down the national debt,&quot; Pence said from the floor of the House on Dec. 8, 2009. &quot;The legislation specifically says that any leftover TARP money goes to deficit reduction.&quot;<br />\r\n<br />\r\n&quot;Let me be clear on this point,&quot; Pence added. &quot;To use money from the TARP fund in the manner that is being discussed by the White House and congressional Democrats would be a violation of the law, and it would betray the trust of the American people.&quot;</p>\r\n\r\n<p>Does the law really bar Congress from spending that TARP money on the kind of economic stimulus described by the president?</p>\r\n\r\n<p>Here&#39;s what the TARP legislation states in Section 106, Part D: &quot;Revenues of, and proceeds from the sale of troubled assets purchased under this Act, or from the sale, exercise, or surrender of warrants or senior debt instruments acquired under section 113 shall be paid into the general fund of the Treasury for reduction of the public debt.&quot;</p>\r\n\r\n<p>But budget experts say there are ways Congress could get around that, legally.</p>\r\n\r\n<p>Congress could rescind the TARP money and then, in a separate action, use the savings to offset the stimulus, said Brian Riedl, lead budget analyst for the conservative Heritage Foundation.</p>\r\n\r\n<p>&quot;So technically, it would not be TARP money,&quot; Riedl said. &quot;But in all honesty, it&#39;d be a shell game to use what would have been used for TARP to offset these expansions of government. If they do it this way, I believe it would be legal, although it would definitely go against the spirit of the TARP program.&quot;</p>\r\n\r\n<p>Congress could also opt to simply change the TARP legislation it made last year, said James Gattuso, a senior fellow in regulatory policy at Heritage. But no matter how it&#39;s done, he said, to use money from TARP for economic stimulus would grow the national debt.</p>\r\n\r\n<p>&quot;To say this is deficit-neutral is ignoring reality,&quot; Gattuso said. Legislators who proposed TARP never anticipated it&#39;d lose all of the money.</p>\r\n\r\n<p>Dean Baker, an economist and co-director of the left-leaning Center for Economic and Policy Research in Washington, assumes Congress would simply spend the new stimulus money as if the TARP program never existed.</p>\r\n\r\n<p>&quot;The TARP money automatically reverts to the Treasury under the law,&quot; Baker said. &quot;So when Obama says that he will use TARP money to pay down the deficit, he is just saying that he does not intend to violate the law.<br />\r\n<br />\r\n&quot;Congress can of course vote to spend new money on anything it wants,&quot; Baker said. &quot;If it votes to spend new money that it wants to call &#39;TARP money,&#39; it is free to do so also. That seems to be what is going on here.&quot;</p>\r\n\r\n<p>For his part, Obama addressed the concerns about not putting the TARP money entirely toward direct debt reduction.</p>\r\n\r\n<p>&quot;There are those who claim we have to choose between paying down our deficits on the one hand, and investing in job creation and economic growth on the other,&quot; Obama said in his speech at Brookings. &quot;This is a false choice. Ensuring that economic growth and job creation are strong and sustained is critical to ensuring that we are increasing revenues and decreasing spending on things like unemployment insurance so that our deficits will start coming down. At the same time, instilling confidence in our commitment to being fiscally prudent gives the private sector the confidence to make long-term investments in our people and in America.&quot;</p>\r\n\r\n<p>But our question is whether Congress can legally pull off what President Obama has proposed. Pence is correct that there is a provision in TARP that prohibits the government from directly spending TARP funds on some of the programs Obama outlined. But even conservative budget analysts say there are legislative ways for that money to be legally recycled back into federal coffers and then applied to economic stimulus projects. And so we rate Pence&#39;s statement Half True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/8678f709-274e-47fc-a449-86cb41553c86\">https://www.sharethefacts.co/share/8678f709-274e-47fc-a449-86cb41553c86</a></p>\r\n", "ruling_comments_date": "2010-01-07T13:28:57.067916", "ruling_date": "2009-12-08T18:53:02", "ruling_headline": "Pence says Democrats' plan to spend TARP money on economic stimulus is unlawful", "ruling_headline_slug": "pence-says-democrats-plan-spend-tarp-money-economi", "ruling_link_text": "Actually, Congress makes the law", "ruling_state": null, "source_documents": null, "sources": "<p>GOP.gov, the Web site of Republicans in Congress, Press release: <a href=\"http://www.gop.gov/press-release/09/12/08/pence-democrat-policy-on-spending\" target=\"_blank\"> &quot;Pence: Democrat Policy on Spending Is &#39;If We Got It, Spend It,&#39;&quot; </a> Dec. 8, 2009</p>\r\n\r\n<p>Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:h.r.01424:\" target=\"_blank\"> H.R. 1424, A bill to provide authority for the Federal Government to purchase and insure certain types of troubled assets </a></p>\r\n\r\n<p>AP, <a href=\"http://news.yahoo.com/s/ap/us_obama_jobs\" target=\"_blank\"> &quot;New Obama plans: &#39;spend our way out&#39; of downturn,&quot; </a> by Philip Elliott, Dec. 8, 2009</p>\r\n\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-job-creation-and-economic-growth\" target=\"_blank\"> Remarks by the President on Job Creation and Economic Growth at the Brookings Institution </a> , Washington, D.C, Dec. 8, 2009</p>\r\n\r\n<p>Interview with Brian Riedl, lead budget analyst for the Heritage Foundation, Dec. 8, 2009</p>\r\n\r\n<p>Interview with James Gattuso, a senior fellow in regulatory policy at Heritage, Dec. 8, 2009</p>\r\n\r\n<p>Interview with Dean Baker, an economist and co-director of the Center for Economic and Policy Research, Dec. 8, 2009</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Pence", "barely_true_count": 8, "current_job": "Governor", "false_count": 14, "first_name": "Mike", "half_true_count": 15, "home_state": "Indiana", "id": 124, "last_name": "Pence", "mostly_true_count": 6, "name_slug": "mike-pence", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VASH107_CAMPAIGN_2016_PE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/124/", "total_count": 49, "true_count": 5, "website": "http://www.in.gov/gov/2358.htm"}, "statement": "<p>&quot;To use money from the TARP fund in the manner that is being discussed by the White House and congressional Democrats would be a violation of the law.&quot;</p>\r\n", "statement_context": "a speech on the House floor", "statement_date": "2009-12-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}