{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/dec/09/eugene-robinson/robinson-claims-fall-ussr-meant-big-drop-greenhous/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1359, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1359/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>This week, world leaders are meeting in Copenhagen, Denmark, to try to hammer out a global climate accord.<br />\r\n&nbsp;<br />\r\n<em>Washington Post </em> columnist Eugene Robinson had this to say about the upcoming summit in his Dec. 1, 2009, column:<br />\r\n&nbsp;<br />\r\n&quot;When the Copenhagen climate summit convenes next week, the European nations that have led the crusade against global warming will be able to report that the continent has met the targets for carbon-emission reductions set in the 1997 Kyoto Protocol. There may be shoulder dislocations from all the self-congratulatory back-patting,&quot; Robinson wrote. &quot;But the Kyoto targets were well on the way toward being met before they were even established. The targets are based on 1990 emissions levels -- after the Soviet Union and the East Bloc had been fouling the air for years with their antiquated, carbon-spewing heavy industries. When the communist regimes -- and their creaky economies -- collapsed in a heap, emissions from the former Soviet-dominated zone fell by nearly 40 percent. ... This post-Soviet industrial meltdown is responsible for most of the progress in reducing carbon emissions that Europe is able to claim.&quot;<br />\r\n&nbsp;<br />\r\nLike Robinson, we expect the next 10 days to be full of complicated discussion about carbon emissions and reductions -- and a lot of boasting by the United States, Europe and other countries about all they&#39;re doing to slow climate change. So his claim about emissions reductions in former Soviet territory intrigued us.<br />\r\n&nbsp;<br />\r\nBut before we dig into this statement, a little background on the meeting in Copenhagen will be useful. It&#39;s arguably the most important climate gathering since 1997, when participating countries adopted the Kyoto Protocol in Kyoto, Japan. Collectively, 38 industrialized countries -- otherwise known as Annex B countries -- committed to reduce greenhouse gas emissions 5 percent below 1990 levels. At the time, 15 of those countries were members of the nascent European Union. The rest included Canada, Australia, and a handful of Eastern European countries recently liberated from the former Soviet Union; the protocol refers to these nations as &quot;economies in transition.&quot;<br />\r\n&nbsp;<br />\r\nThe United States never ratified the treaty. In fact, according to data from the U.N. Framework Convention on Climate Change (UNFCCC) Web site -- an international treaty written in 1992 meant to stabilize greenhouse gas concentrations&nbsp; -- our emissions have increased 17 percent over 1990 levels.<br />\r\n&nbsp;<br />\r\nThe protocol went into force in 2005, and it expires in 2012. So, world leaders are gathering in Copenhagen with the hope of laying the groundwork for the next round of emissions reductions. However, it&#39;s unclear what will actually be accomplished at the meeting. Congress has been <a href=\"http://www.politico.com/news/stories/1109/29503.html\" target=\"_blank\"> slow to act </a> on a <a href=\"http://www.politifact.com/truth-o-meter/article/2009/jun/25/your-guide-cap-and-trade/\" target=\"_blank\"> cap-and-trade bill </a> , which was initially considered the United States&#39; strongest bargaining chip. And negotiations haven&#39;t been helped by news of hacked e-mails between climate scientists at Climate Research Unit that skeptics say <a href=\"http://www.timesonline.co.uk/tol/news/environment/article6947199.ece\" target=\"_blank\"> show disagreement </a> on the seriousness of global warming.<br />\r\n&nbsp;<br />\r\nHistorical data from the UNFCCC show that greenhouse gas emissions in Eastern Europe dropped dramatically after the Soviet Union dissolved in 1991. For example, Ukraine&#39;s annual carbon dioxide emissions dropped from 715 metric tons of carbon dioxide equivalent in 1990 to 426 metric tons of carbon dioxide equivalent in 1994.<br />\r\n&nbsp;<br />\r\nAll the experts we spoke with agreed this drop was due to the collapse of the Soviet Union. They also told us that a specific drop of &quot;nearly 40 percent&quot; was also in the ballpark. We asked Robinson, and he pointed us to <a href=\"http://nicholas.duke.edu/thegreengrok/kyoto\" target=\"_blank\"> this post </a> on the Green Grok, a respected blog about environmental issues maintained by the Nicholas School of the Environment at Duke University, that includes a chart of emissions reductions derived from the most recent UNFCCC data. Indeed, in 2007, emissions from eastern European countries were still about 37 percent below 1990 levels, according to the blog.<br />\r\n&nbsp;<br />\r\nThey agreed that Robinson&#39;s second point -- that the &quot;post-Soviet industrial meltdown is responsible for most of the progress in reducing carbon emissions that Europe is able to claim&quot; -- has some truth to it. But they also told us that the story is more complicated than Robinson makes it seem.<br />\r\n&nbsp;<br />\r\nEmissions in Europe have fallen for several reasons, said Michael Levi, director of the program on energy security and climate change for the Council on Foreign Relations. For example, during the 1990s, the United Kingdom switched from coal energy to natural gas, which helped trim emissions. And Europe&#39;s population has remained relatively flat.<br />\r\n&nbsp;<br />\r\nBut more importantly, Europe has had some pretty serious policies in place to reduce emissions, Levi said, including a carbon trading plan and incentives for alternative energy production.<br />\r\n&nbsp;<br />\r\n&quot;Overall, [Robinson&#39;s] point is correct, but it&#39;s overstated,&quot; he said.<br />\r\n&nbsp;<br />\r\nPrasad Kasibhatla, associate professor at Nicholas School, agreed.<br />\r\n<br />\r\n&quot;The essence of the claim by Eugene Robinson is indeed correct,&quot; he wrote us in an e-mail. &quot;According to the latest year of reporting (2007), emission reductions in the EU-15 were driven largely by large reductions in Germany and the U.K. Part of the large reductions in Germany were driven by reunification with East Germany and part of the large reductions in the U.K. were driven by switch from coal to natural gas due to reforms of energy markets.&quot;<br />\r\n<br />\r\nThose variables paired with new climate change policies have reduced emissions in Western European countries by 4 percent, according to UNFCCC data.<br />\r\n<br />\r\nIn an e-mail, Robinson agreed that he may have glossed over that point.<br />\r\n<br />\r\n&quot;The EU countries did reduce emissions by 4 percent; I gave them credit for holding emissions down but perhaps not enough credit for the actual reduction.&quot;<br />\r\n<br />\r\nWe also think it may have been more accurate for Robinson to clarify that the &quot;Europeans&quot; included the transitioning economies from the former Soviet bloc.<br />\r\n<br />\r\nBut Robinson argued that his overall point stands.<br />\r\n<br />\r\n&quot;The point I was trying to make, and I still believe it&#39;s valid, is that the Soviet bloc collapse created a huge, one-time fall-off in emissions that makes the numbers look better than they otherwise would against the Kyoto targets,&quot; he wrote.<br />\r\n<br />\r\nWith that point, we concur. Our experts tell us that it&#39;s widely understood that the fall of the Soviet Union meant major reductions in greenhouse gas emissions in Europe. But they also said that Robinson glosses over important points in his statement, including that many European Union countries have taken key steps to slow climate change. We give Robinson a Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:57.200552", "ruling_date": "2009-12-09T16:34:41", "ruling_headline": "Robinson claims the fall of USSR meant a big drop in greenhouse gas emissions", "ruling_headline_slug": "robinson-claims-fall-ussr-meant-big-drop-greenhous", "ruling_link_text": "There's more to this story", "ruling_state": null, "source_documents": null, "sources": "<p>The Washington Post, <a href=\" http://www.washingtonpost.com/wp-dyn/content/article/2009/11/30/AR2009113003155.html\" target=\"_blank\"> Target Practice in Copenhagen </a> , by Eugene Robinson, Dec. 1, 2009<br />\r\n<br />\r\nInvestors Business Daily, <a href=\"http://news.yahoo.com/s/ibd/20091205/bs_ibd_ibd/20091204general\" target=\"_blank\"> Russian Claim To Carbon Credits May Bedevil Copenhagen Talks </a> , by Sean Higgins, Dec. 4, 2009<br />\r\n<br />\r\nThe Guardian, <a href=\" http://www.guardian.co.uk/environment/2008/nov/18/greenhousegas-poznan\" target=\"_blank\"> World on track to meet Kyoto targets, says UN climate chief </a> , by David Adam, Nov. 18, 2008<br />\r\n&nbsp;<br />\r\nThe World Resources Insititute, <a href=\"http://pdf.wri.org/capacity_for_climate.pdf\" target=\"_blank\"> Capacity for Climate: Economies in Transition After Kyoto </a> , accessed Dec. 7, 2009<br />\r\n<br />\r\nInterview, Michael Levi, Council on Foreign Relations, Dec. 7, 2009</p>\r\n\r\n<p>Interview, Jonathan Koomey, Yale University, Dec. 7, 2009</p>\r\n\r\n<p>Interview, Prasad Kasibhatla, Duke University, Dec. 7, 2009</p>\r\n\r\n<p>Interview, Samuel Charap, Center for American Progress, Dec. 7, 2009</p>\r\n\r\n<p>Interview, Tom Damassa, The World Resources Institute, Dec. 7, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Eugene", "half_true_count": 0, "home_state": "", "id": 282, "last_name": "Robinson", "mostly_true_count": 2, "name_slug": "eugene-robinson", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Robinson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/282/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>The &quot;post-Soviet industrial meltdown is responsible for most of the progress in reducing carbon emissions that Europe is able to claim.&quot;</p>\r\n", "statement_context": "a Washington Post column", "statement_date": "2009-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}