{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/jan/08/donald-trump/donald-trumps-dubious-claim-foreign-governments-ha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Trump's dubious claim of foreign influence on 2016 election", "id": 13595, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13595/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On Jan. 6, President-elect Donald Trump was briefed on the U.S. intelligence community&rsquo;s probe into allegations of Russian influence in the 2016 presidential election, including possible connections to electronic hacks and public releases of private communications by senior Democrats.</p>\r\n\r\n<p>A <a href=\"https://www.scribd.com/document/335885580/Unclassified-version-of-intelligence-report-on-Russian-hacking-during-the-2016-election\">declassified version of the report</a> found that &quot;Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the U.S. presidential election. Russia&rsquo;s goals were to undermine public faith in the U.S. democratic process, denigrate (Trump&rsquo;s opponent, Hillary) Clinton, and harm her electability and potential presidency.&quot;</p>\r\n\r\n<p>Following the intelligence briefing, Trump&rsquo;s office released a <a href=\"https://greatagain.gov/intel-meeting-3b6542ca6500#.i52wm3upv\">statement</a>. After noting the &quot;constructive meeting&quot; and the &quot;tremendous respect&quot; he had for their work, Trump stated:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>While Russia, China, other countries, outside groups and people are consistently trying to break through the cyber infrastructure of our governmental institutions, businesses and organizations including the Democrat (sic) National Committee, there was absolutely no effect on the outcome of the election including the fact that there was no tampering whatsoever with voting machines. There were attempts to hack the Republican National Committee, but the RNC had strong hacking defenses and the hackers were unsuccessful.</em></p>\r\n\r\n<p>The phrase that caught our eye was, &quot;there was absolutely no effect on the outcome of the election.&quot;</p>\r\n\r\n<p>That&#39;s a pretty definitive statement. And Trump echoed this argument in a Jan. 7 <a href=\"https://twitter.com/realDonaldTrump/status/817701436096126977\">tweet</a>: &quot;Intelligence stated very strongly there was absolutely no evidence that hacking affected the election results. Voting machines not touched!&quot;</p>\r\n\r\n<p>However, the argument that there was no impact of any kind on the election outcome is&nbsp;not backed up by the intelligence community&rsquo;s report. The report specifically stated it didn&rsquo;t look at that question.</p>\r\n\r\n<p>Here&rsquo;s what the report actually said:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>We did not make an assessment of the impact that Russian activities had on the outcome of the 2016 election. The U.S. Intelligence Community is charged with monitoring and assessing the intentions, capabilities, and actions of foreign actors; it does not analyze U.S. political processes or U.S. public opinion.</em></p>\r\n\r\n<p>So if the Trump campaign is using the intelligence community report to back up its assertion that there was no Russian influence on the outcome, it&#39;s doing so without justification.</p>\r\n\r\n<p>When we contacted the Trump transition media office, we did not receive a response. Here&rsquo;s our review of the publicly available evidence.</p>\r\n\r\n<p><strong>Ballot counts</strong></p>\r\n\r\n<p>The Trump camp has a point on one issue: Despite some concern among security experts going into the election that Russia might hack into state and local vote-counting systems and tamper with the tallies, the intelligence community report found that any such efforts by Russia were not successful in changing any votes.</p>\r\n\r\n<p>The report says that while &quot;Russian intelligence obtained and maintained access to elements of multiple U.S. state or local electoral boards,&quot; the Department of Homeland Security &quot;assesses that the types of systems Russian actors targeted or compromised were not involved in vote tallying.&quot;</p>\r\n\r\n<p>Rep. Adam Schiff, D-Calif., the ranking Democrat on the House Intelligence Committee, conceded this in an <a href=\"http://www.cq.com/doc/newsmakertranscripts-5015208?8\">interview</a> with the PBS <em>NewsHour</em> on Jan. 6.</p>\r\n\r\n<p>&quot;It is true there is no evidence that the tampering with voter machines or tampering with voter registrations or any of like that affected the counting of the votes. That&#39;s true,&quot; Schiff told PBS&rsquo; Judy Woodruff.</p>\r\n\r\n<p>Some observers might be concerned that Russia did manage to breach at least some election authorities&rsquo; computer networks, and they might also be concerned that Russia and Putin, according to the report, tried to influence the election, even if it&rsquo;s less clear whether they succeeded.</p>\r\n\r\n<p>Still, Trump has a point that Russia didn&rsquo;t literally change actual votes electronically.</p>\r\n\r\n<p><strong>Ballot tampering vs. other types of Russian influence</strong></p>\r\n\r\n<p>Members of the Trump camp have portrayed the report&rsquo;s clean bill of health on the question of Russian ballot-tampering as proof that Russia had no impact at all on the election.</p>\r\n\r\n<p>For instance, on the Jan. 8 edition of CNN&rsquo;s <em>State of the Union</em>, incoming White House counselor Kellyanne Conway told Jake Tapper that &quot;if you read the full report, they make very clear, (Director of National Intelligence James) Clapper in his testimony (to the Senate Armed Services Committee) made very clear on Thursday under oath that that any attempt, any aspiration to influence our elections failed. They were not successful in doing that.&quot;</p>\r\n\r\n<p>On <em>Fox News Sunday</em>, incoming White House chief of staff Reince Priebus echoed Conway&rsquo;s invocation of Clapper&rsquo;s testimony, saying Clapper had testified to the Senate panel &quot;that there is no evidence in the report that any of this changed the outcome of the election.&quot;</p>\r\n\r\n<p>Neither assertion is accurate.</p>\r\n\r\n<p>First, to equate a lack of ballot tampering with a lack of any Russian influence on the election conflates two things that are not the same.</p>\r\n\r\n<p>Conway and Priebus essentially defined ballot-rigging as the only way an election can be influenced, when in reality the intelligence report primarily addresses other ways Russia tried to influence the election. The Russian effort blended, in the report&rsquo;s words, &quot;covert intelligence operations &mdash; such as cyber activity &mdash; with overt efforts by Russian Government agencies, state-funded media, third-party intermediaries, and paid social media users or &lsquo;trolls.&rsquo; &quot;</p>\r\n\r\n<p>And second, Clapper in his <a href=\"http://www.cq.com/doc/congressionaltranscripts-5013768?10\">testimony</a> never said that &quot;any attempt, any aspiration to influence our elections failed&quot; (as Conway put it) or that &quot;there is no evidence in the report that any of this changed the outcome of the election&quot; (as Priebus put it).</p>\r\n\r\n<p>Clapper&rsquo;s most direct remark at the Senate hearing on this issue came in this exchange with the panel&rsquo;s chairman, Sen. John McCain, R-Ariz.:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>McCain</strong>: &quot;So really, what we&#39;re talking about, is if they succeeded in changing the results of an election, of which none of us believe they were, that would have to constitute an attack on the United States of America because of the effects, if they had succeeded, would you agree with that?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Clapper</strong>: &quot;First, we cannot say -- they did not change any vote tallies or -- or anything of that sort.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>McCain</strong>: &quot;Yeah, I&#39;m just talking about&hellip;&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Clapper</strong>: &quot;And we have no -- we have no way of gauging the impact that -- certainly the intelligence community can&#39;t gauge the impact it had on the choices the electorate made. There&#39;s no way for us to gauge that.&quot;</em></p>\r\n\r\n<p>Subsequently in the hearing, Clapper arguably went even further in a response to questioning by Sen. Angus King, I-Maine.</p>\r\n\r\n<p>King, referring to his work with Baltic states that have been grappling with Russian influence in elections for several years, said, &quot;The best defense is for our public to know what&#39;s going on, so they can take it with a grain of salt. &hellip; That&#39;s why I think public hearings like this and the public discussion of this issue is so important, because we&#39;re not going to be able to prevent this all together. But we need to have our people understand that when they&#39;re being manipulated. Would you agree with that conclusion?&quot;</p>\r\n\r\n<p>Clapper responded, &quot;Absolutely. That&#39;s why I feel so strongly about the statement in October,&quot; referencing his own <a href=\"http://www.nytimes.com/2016/10/08/us/politics/us-formally-accuses-russia-of-stealing-dnc-emails.html\">statement</a> during the campaign that the Russian government had been engaged in efforts &quot;intended to interfere with the U.S. election process.&quot;</p>\r\n\r\n<p><strong>How credible is the argument that Russia influenced the election in some fashion?</strong></p>\r\n\r\n<p>Schiff is one of many Democratic officials who personally believe that other types of Russian efforts may have had an impact on an election that ultimately hinged on fewer than 100,000 votes cumulatively in three states -- Michigan, Pennsylvania and Wisconsin.</p>\r\n\r\n<p>In his PBS interview, Schiff specifically referred to the hacking and release to websites such as WikiLeaks of personal emails written and received by Clinton campaign chairman John Podesta and other top Democrats -- releases that Trump <a href=\"http://www.cnn.com/2016/10/11/politics/podesta-emails/\">prominently featured</a> during the campaign.</p>\r\n\r\n<p>&quot;The daily dumping of information that was damaging to Secretary Clinton and helpful to Donald Trump was hugely consequential,&quot; Schiff said.</p>\r\n\r\n<p>But is it possible to move beyond a gut feeling and prove that Russia influenced enough voters to change the election&rsquo;s outcome? Not really, say political scientists.</p>\r\n\r\n<p>A campaign as large-scale as a presidential race is buffeted by so many factors that it&rsquo;s essentially impossible to know for sure that any given factor played a role in determining who won.</p>\r\n\r\n<p>&quot;The presidential election, with its national constituency, is decided by multiple, interrelated causes, all of which were necessary but not sufficient,&quot; said Kyle Saunders, a Colorado State University political scientist. Referring to such factors as the candidates&rsquo; personalities and messages as well as the general political environment, Saunders said that &quot;no one determinate cause can be offered as &lsquo;the&rsquo; explanation, and doing so is a fool&#39;s errand.&quot;</p>\r\n\r\n<p>Saunders agreed that one doesn&rsquo;t have to believe that hacking did affect the election to say comfortably that Trump is wrong to say it absolutely <em>didn&rsquo;t </em>affect the election -- there&#39;s simply no way of knowing either way with any certainty that something affected the outcome.</p>\r\n\r\n<p>He added that while a reasonable case can be made that the hacking did help Trump, that&#39;s informed speculation -- not certainty -- and said there&rsquo;s no way to know how big a factor it may have been compared to other factors.</p>\r\n\r\n<p>&quot;It is difficult to argue that the barrage of damaging information released almost exclusively about Clinton and Democrats did no harm or did not create an atmosphere in which voters questioned her judgment or credibility or dampen support for her candidacy,&quot; said Costas Panagopoulos, a Fordham University political scientist.</p>\r\n\r\n<p>That said, Panagopoulos added, &quot;in truth, there is no way to know with certainty what the causal impact of Russian involvement was on the outcome of the 2016 election.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>After meeting with senior intelligence officials about the details of a soon-to-be-released report on alleged Russian hacking, Trump said that activities by foreign governments had &quot;absolutely no effect on the outcome of this election.&quot;</p>\r\n\r\n<p>Trump can use the intelligence report to bolster this assertion only in one limited way -- that Russia did not succeed in tampering with vote counts (though it appears to have tried).</p>\r\n\r\n<p>On the broader issue of whether Russia had <em>any </em>impact on the outcome of the election, the report specifically noted that it didn&rsquo;t address this issue, and Clapper in his Senate testimony didn&rsquo;t either. Saying there was no Russian ballot-tampering is not the same thing as saying there was no Russian influence on the election.</p>\r\n\r\n<p>Political scientists say it&rsquo;s impossible to move beyond informed speculation about whether there was a Russian impact on the election&rsquo;s outcome -- or, importantly, whether there wasn&rsquo;t an impact. Trump&rsquo;s formulation, echoed by later statements by those in his camp, offers a definitive, broad-brush conclusion that isn&rsquo;t proven by the evidence, and really can&rsquo;t be.</p>\r\n\r\n<p>We rate this statement Mostly False.</p><div id=\"sharethefacts_microdata_embed\" data-sharethefacts-uuid=\"7d4849af-619b-4486-9bfe-46775c4ef34b\" style=\"width: 100%; height: 200px; padding: 10px 10px 30px 10px; margin-bottom: 50px; color: gray; font-style: italic; font-family: Helvetica, Arial, sans-serif\" itemscope=\"\" itemtype=\"http://schema.org/ClaimReview\"> <div style=\"font-size: 12px;\">Share the Facts</div> <div style=\"width: auto; margin: 20px 25px 20px 25px\"> <div style=\"display: none;\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Organization\"> <div itemprop=\"name\"><a itemprop=\"url\" href=\"http://www.politifact.com/\">Politifact</a></div> <img itemprop=\"image\" src=\"https://s3.amazonaws.com/share-the-facts/rating_images/politifact/tom-mostlyfalse.jpg\" alt=\"Politifact\" /> </div> <div style=\"font-size: 14px; margin: 0px, 0px, 0px, 0px\" itemprop=\"reviewRating\" itemscope=\"\" itemtype=\"http://schema.org/Rating\"> <div style=\"display: none;\" itemprop=\"ratingValue\">3</div> <div style=\"display: none;\" itemprop=\"bestRating\">6</div> <img style=\"display: none;\" itemprop=\"image\" src=\"https://s3.amazonaws.com/share-the-facts/rating_images/politifact/tom-mostlyfalse.jpg\" alt=\"Politifact rating logo\" /> Politifact Rating: <div style=\"font-weight: bold\" itemprop=\"alternateName\"></div> </div> <div style=\"margin: 20px 0px 10px 0px\" itemprop=\"claimReviewed\">Activities by foreign governments had \"absolutely no effect on the outcome of this election.\"</div> <div style=\"font-size: 12px; margin: 10px 10px 20px 150px\"> <div itemprop=\"itemReviewed\" itemscope=\"\" itemtype=\"http://schema.org/CreativeWork\"> <div itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"> <div itemprop=\"name\">Donald Trump</div> <div itemprop=\"jobTitle\">President-Elect</div> </div> <img style=\"display:none;\" itemprop=\"image\" src=\"http://static.politifact.com.s3.amazonaws.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg\" /> <div style=\"margin: 5px 0px 0px 14px\" itemprop=\"name\">A statement released by Trump's transition office</div> <div style=\"margin: 0px 0px 0px 14px\">Friday, January 6, 2017</div> <div style=\"display: none;\" itemprop=\"datePublished\">-01/-06/2017</div> </div> </div> <div style=\"font-size: 12px; margin: 5px 0px 0px 0px; width: 400px;\"> <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/jan/08/donald-trump/donald-trumps-dubious-claim-foreign-governments-ha/\" itemprop=\"url\">Read More</a> <div style=\"float: right\"> <a href=\"#\">info</a> </div> </div> </div> </div>\r\n\r\n", "ruling_comments_date": "2017-01-08T15:16:40.780615", "ruling_date": "2017-01-08T17:21:06", "ruling_headline": "Donald Trump's dubious claim that foreign governments had 'absolutely no effect' on election outcome", "ruling_headline_slug": "donald-trumps-dubious-claim-foreign-governments-ha", "ruling_link_text": "No basis for claim in intelligence report", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"https://greatagain.gov/intel-meeting-3b6542ca6500#.i52wm3upv\">statement</a>, Jan. 6, 2017</p>\r\n\r\n<p>Donald Trump, <a href=\"https://twitter.com/realDonaldTrump/status/817701436096126977\">tweet</a>, Jan. 7, 2017</p>\r\n\r\n<p>Office of the Director of National Intelligence, &quot;<a href=\"https://www.scribd.com/document/335885580/Unclassified-version-of-intelligence-report-on-Russian-hacking-during-the-2016-election\">Background to &quot;Assessing Russian Activities and Intentions in Recent US Elections&quot;: The Analytic Process and Cyber Incident Attribution</a>,&quot; Jan. 6, 2017</p>\r\n\r\n<p>Adam Schiff, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5015208?2\">interview</a> with PBS NewsHour, Jan. 6, 2017</p>\r\n\r\n<p>CNN, <em>State of the Union</em> <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1701/08/sotu.01.html\">transcript</a>, Jan. 8, 2017</p>\r\n\r\n<p>Fox News, <em>Fox News Sunday</em> <a href=\"http://www.foxnews.com/transcript/2017/01/08/priebus-details-trump-briefing-with-top-us-intel-officials-rep-nunes-reacts-to/\">transcript</a>, Jan. 8, 2017</p>\r\n\r\n<p>Senate Armed Services Committee, hearing on foreign cyber threats to the United States (<a href=\"http://www.cq.com/doc/congressionaltranscripts-5013768?10\">CQ transcript</a>), Jan. 5, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2016/10/08/us/politics/us-formally-accuses-russia-of-stealing-dnc-emails.html?_r=0\">U.S. Says Russia Directed Hacks to Influence Elections</a>,&quot; Oct. 7, 2016</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2016/10/11/politics/podesta-emails/\">Trump says WikiLeaks email shows collusion between Clinton, DOJ</a>,&quot; Oct. 11, 2016</p>\r\n\r\n<p><em>Washington Post</em> Fix blog, &quot;<a href=\"https://www.washingtonpost.com/news/the-fix/wp/2017/01/07/trumps-bogus-claim-that-intelligence-says-russia-didnt-impact-the-2016-election-outcome/?hpid=hp_rhp-more-top-stories_no-name%3Ahomepage%2Fstory&amp;utm_term=.273ea1749436\">Trump&rsquo;s bogus claim that intelligence report says Russia didn&rsquo;t impact the 2016 election outcome</a>,&quot; Jan. 7, 2016</p>\r\n\r\n<p>Email interview with Kyle Saunders, Colorado State University political scientist, Jan. 8, 2017</p>\r\n\r\n<p>Email interview with Costas Panagopoulos, Fordham University political scientist, Jan. 8, 2017</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Activities by foreign governments had &quot;absolutely no effect on the outcome of this election.&quot;</p>\r\n", "statement_context": "a statement released by the transition office", "statement_date": "2017-01-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}], "target": [], "twitter_headline": "Donald Trump's dubious claim that foreign governments had \"absolutely no effect\" on election outcome"}