{"art": [{"brightcove": "", "caption": "U.S. Rep. Sam Johnson made a claim about Social Security going bankrupt in this December 2016 Facebook post (screenshot).", "id": 10133, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sjfbpost122016pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10133/", "title": "Sam Johnson Facebook post Social Security 12/16", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2017/jan/17/sam-johnson/sam-johnson-airs-half-true-claim-social-security-g/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Texan's Half True claim about Social Security going bankrupt", "id": 13621, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dylan.baddour@chron.com", "first_name": "Dylan", "id": 448, "last_name": "Baddour", "name_slug": "dylan-baddour", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/448/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13621/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A Texas congressman forecasted disaster within two decades unless Congress adopts a fix to the Social Security program.</p>\r\n\r\n<p>U.S. Rep. <a href=\"http://samjohnson.house.gov/biography/\">Sam Johnson</a>, R-Plano, declared in a Dec. 10, 2016, online post: &quot;Social Security is in trouble (it&rsquo;s going bankrupt by 2034).&quot;</p>\r\n\r\n<p>Johnson, a former Texas House member and <a href=\"http://samjohnson.house.gov/news/documentsingle.aspx?DocumentID=58470\">POW</a> who also has <a href=\"http://www.dallasnews.com/news/politics/2017/01/06/congressman-sam-johnson-retire-2018\">announced plans not to seek re-election</a> in 2018, included with his <a href=\"https://www.facebook.com/RepSamJohnson/posts/10154158752816868\">Facebook post</a> a web link to a Forbes magazine <a href=\"https://www.google.com/amp/www.forbes.com/sites/andrewbiggs/2016/12/08/at-last-a-new-social-security-reform-plan/?client=safari\">news article</a> about his freshly-introduced plan for Social Security reform.</p>\r\n\r\n<p>That plan, he wrote in his post, would prevent benefits from being &quot;immediately cut&quot; by 20 percent when the Social Security fund runs dry. &nbsp;<a href=\"http://samjohnson.house.gov/uploadedfiles/social_security_reform_act_bill_text.pdf\">Johnson&rsquo;s 54-page proposal</a> would change how benefits are calculated, lowering benefits for high-income workers and increasing them for low-income workers, and also raise the age at which workers could claim Social Security retirement benefits from the existing 66 to 69.</p>\r\n\r\n<p><strong>Social Security in the federal budget</strong></p>\r\n\r\n<p>Social Security, <a href=\"https://www.ssa.gov/history/35act.html\">established by a 1935 law</a>, adds up to the nation&rsquo;s universal support program for retired, disabled or dependent Americans. &nbsp;In 2015, too, it accounted for <a href=\"https://www.cbo.gov/sites/default/files/114th-congress-2015-2016/graphic/51110-budget1overall.pdf\">the largest single chunk</a> of federal spending, racking up $882 billion in expenses that year, according to the Congressional Budget Office.</p>\r\n\r\n<p><img alt=\"Fed spending.jpg\" src=\"https://lh3.googleusercontent.com/H9pZoLXnEqY3UmdY6JwxgWalCfiCC1-Srni8z84YPPklIUtufk2Q3eZl43HZPgO2utJX4hUNi9ynjKztbGOE9fmAwivVXksIXOv9maVdXyNuyox5BxeAZELlSbffzD7S8pdeZxOc\" style=\"border:1px solid; float:left; height:500px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Congressional Budget Office, &quot;<a href=\"https://www.cbo.gov/sites/default/files/114th-congress-2015-2016/graphic/51110-budget1overall.pdf\">The Federal Budget in 2015</a>&quot;</p>\r\n\r\n<p>And it&rsquo;s no secret that barring intervention, the program is headed for shrinkage. In May 2013, PolitiFact Ohio rated <a href=\"http://www.politifact.com/ohio/statements/2013/may/15/marcy-kaptur/rep-marcy-kaptur-says-social-security-trust-/\">Half True</a> a claim that &quot;the Social Security trust fund is sound,&quot; finding credible forecasts of the program&rsquo;s fiscal fade; the CBO in 2012 <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/43648-SocialSecurity.pdf\">said the fund</a> would run dry by 2034 under current law.</p>\r\n\r\n<p>Millions of Americans also consider Social Security vital income. In 2015, <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/04/mike-huckabee/mike-huckabee-says-one-third-seniors-depend-social/\">PolitiFact Florida rated Mostly True</a> a claim that one third of the country&rsquo;s seniors were depending on Social Security for 90 percent of their income; both figures were actually greater.</p>\r\n\r\n<p>As of November 2016, some <a href=\"https://www.ssa.gov/policy/docs/quickfacts/stat_snapshot/\">66 million Americans</a> received Social Security payments, which averaged $1,241.66 monthly, <a href=\"https://www.ssa.gov/policy/docs/quickfacts/stat_snapshot/\">according to</a> the Social Security Administration. About 41 million beneficiaries were older than age 65 and about 25 million of those individuals relied on the aid for half or more of their monthly incomes.</p>\r\n\r\n<p>So, was Johnson correct that the program will be bankrupt by 2034?</p>\r\n\r\n<p><strong>Johnson cites trustees&#39; report</strong></p>\r\n\r\n<p>We emailed Johnson&rsquo;s Washington office and got a reply from his press secretary, Adrienne Rimmer, who sent a <a href=\"https://www.ssa.gov/OACT/TR/2016/tr2016.pdf\">272-page report</a> from the board of trustees of the Social Security program. The report, dated June 22, 2016, made projections for the future of Social Security, which is formally called the Old-Age, Survivors, and Disability Insurance program (OASDI) reflecting the combination of two insurance programs: old age and survivors insurance and then disability insurance.</p>\r\n\r\n<p>Rimmer pointed us to language in the report stating: &quot;Under the Trustees&rsquo; intermediate assumptions, projected OASDI costs will exceed total income by increasing amounts starting in 2020, and the dollar level of the combined trust fund reserves declines until reserves become depleted in 2034.&quot;</p>\r\n\r\n<p>Depleted? That sounds like nearly emptied as in almost bankrupt.</p>\r\n\r\n<p>Still, the trustees predicted there would remain money sufficient to pay reduced benefits. The report states: &quot;At the time of depletion of these combined reserves, continuing income to the combined trust funds would be sufficient to pay 79 percent of scheduled benefits.&quot;</p>\r\n\r\n<p>The cause for projected depletion of the funds, according to the report, is &quot;the retirement of the baby boom generation will increase the number of beneficiaries much faster than the number of covered workers increases.&quot; To refresh: The baby boom generation was born in about the two decades following WWII, a period when the U.S. birth rate surged nearly 50 percent over pre-war levels, <a href=\"https://www.cdc.gov/nchs/products/vsus.htm\">according to the U.S Centers for Disease Control</a>. The birth rate then tapered from about 26.5 births per 1,000 Americans in 1948 to about 14 in 2009.</p>\r\n\r\n<p>That cohort born in the post-war decades began to retire, and thus began to draw retirement benefits, after 2010. As more baby boomers retire, they will switch from a source of income for social security to an expense.</p>\r\n\r\n<p><a href=\"http://www.census.gov/newsroom/press-releases/2014/cb14-84.html\">The U.S. Census Bureau reported</a> in 2014 that the number of Americans age 65 and older would grow from 22 per every 100 working-age people in &nbsp;2012 to 35 per every 100 working-age people in 2030.</p>\r\n\r\n<p>That&rsquo;s why the trustees, in their report, predicted that total program costs will begin to exceed income in 2020, with all cash reserves expended by 2034. So we could see how Johnson reached his conclusion.</p>\r\n\r\n<p><strong>Bankrupt or not?</strong></p>\r\n\r\n<p>And does the trustees&rsquo; forecast break out to Social Security going bankrupt?</p>\r\n\r\n<p>We noticed, for starters, that the trustees&rsquo; analysis, slated for its next update in July 2017, indicates there&rsquo;s a minimal possibility the fund doesn&rsquo;t dry up until at least 2091.</p>\r\n\r\n<p>But otherwise the latest&nbsp;report presents three scenarios, of &quot;low,&quot; &quot;intermediate&quot; and &quot;high&quot; costs to the program, based on assumptions about birth and death rates, growth in wages, interest rates and the consumer price index.</p>\r\n\r\n<p>For the low-cost scenario, the report states, the board assumed a relatively high birth rate, a relatively high death rate and relatively high immigration--meaning many people entering the workforce and fewer retirees living long enough to collect substantial benefits. The low-cost scenario also assumes relatively high worker productivity and wage growth plus relatively high inflation and low unemployment--all of this adding up to workers drawing bigger paychecks and paying more into Social Security.</p>\r\n\r\n<p>The high-cost scenario, in contrast, assumes low birth and death rates and low immigration, all of this placing more stress on the fund.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/JHmXFHWra1pN4Ij-NEvMlGMvziQBmhq0jURqmNfVWEMtI_Wgp5THRWvH2vo36QzntDB9AdcgzOX_7OPZFEpZCBh9CTLiEr-1pdWGEDGqEnsEiVa8Fds9LV8OKa5HmNnJ4bEjgqFO\" style=\"border:1px solid; float:left; height:425px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Document, &quot;<a href=\"https://www.ssa.gov/OACT/TR/2016/tr2016.pdf\">The 2016 annual report of the board of trustees of the federal old-age and survivors insurance and federal disability insurance trust funds</a>,&quot; Board of Trustees, Federal Old-Age and Survivors Insurance and Federal Disability Insurance trust funds, June 22, 2016</p>\r\n\r\n<p>Johnson&rsquo;s conclusions were based on the intermediate scenario -- though&nbsp;the report said &quot;significant uncertainty surrounds the intermediate assumptions.&quot; Then again, when the report authors ran 5,000 simulations with randomly assigned values to the key parameters, they found a 95 percent chance that the fund would dry up between 2029 and 2045, leaving benefits to be paid solely from incoming payroll tax receipts.</p>\r\n\r\n<p><strong>News reports don&#39;t say &#39;bankrupt&#39;</strong></p>\r\n\r\n<p>Seeking non-governmental context, we looked up news articles from the time of the trustees&rsquo; report&rsquo;s release.</p>\r\n\r\n<p>Up front, we noticed, none of&nbsp;<a href=\"http://money.cnn.com/2016/06/22/pf/social-security-medicare/\">the</a> <a href=\"https://www.washingtonpost.com/news/get-there/wp/2016/06/22/social-security-and-medicare-still-face-shortfalls-trustees-say/?utm_term=.c93311c884dd\">stories</a>&nbsp;on the trustees&#39; forecast includes&nbsp;the word &quot;bankrupt,&quot; The <em>Wall Street Journal</em> <a href=\"http://www.wsj.com/articles/social-security-medicare-trust-funds-face-insolvency-over-20-years-trustees-report-1466605893\">reported</a> on June 22, 2016: &quot;Social Security, Medicare face insolvency over 20 years, trustees report.&quot; The article said: &quot;Social Security faces depletion by 2034.&quot;</p>\r\n\r\n<p>Around the same date, Time magazine <a href=\"http://time.com/money/4378559/expand-social-security-trustees-say-solvency-remains-the-issue/\">reported</a> that &quot;the combined trust funds that help pay old age and disability benefits are likely to run out by 2034,&quot; and <em>The Washington Post</em> <a href=\"https://www.washingtonpost.com/news/get-there/wp/2016/06/22/social-security-and-medicare-still-face-shortfalls-trustees-say/?utm_term=.89d1ab097848\">wrote</a>, &quot;the Social Security trust fund has enough cash to pay full benefits for another 18 years.&quot;</p>\r\n\r\n<p><strong>Outside experts concur it&#39;s not bankruptcy</strong></p>\r\n\r\n<p>For more perspective, we queried several outside experts including Mike Brandl, a senior lecturer in economics at The Ohio State University.</p>\r\n\r\n<p>So, Social Security going bankrupt?</p>\r\n\r\n<p>&quot;It&rsquo;s kind of a scare tactic to use that kind of terminology,&quot; Brandl said by phone. &quot;There is a <a href=\"http://www.uscourts.gov/services-forms/bankruptcy\">legal definition of bankruptcy</a>. When a firm or a person goes bankrupt, what happens generally is the creditors puts in a claim with the courts to recover their debt.&quot;</p>\r\n\r\n<p>According to <a href=\"http://www.uscourts.gov/services-forms/bankruptcy\">the website for U.S. federal courts</a>,&quot;bankruptcy helps people who can no longer pay their debts get a fresh start by liquidating assets to pay their debts or by creating a repayment plan.&quot; A business can can either liquidate or reorganize in order to claim bankruptcy.</p>\r\n\r\n<p>In contrast, under the scenario outlined in the trustees&rsquo; report, the Social Security program wouldn&rsquo;t liquidate assets or be reorganized after 2034; it would simply shrink what is pays in benefits. That is, Brandl told us, Social Security would &quot;become insolvent,&quot; meaning it wouldn&rsquo;t be able to pay its debts in full.</p>\r\n\r\n<p>We ran Brandl&#39;s analysis&nbsp;past Josh Gordon, policy director of the anti-deficit Concord Coalition, which sponsors research and education about the federal budget. Gordon agreed by phone: &quot;Bankrupt is the wrong word to use. Bankruptcy implies it runs out of money, it doesn&rsquo;t exist, it has to liquidate its assets, and nothing of the sort could happen to the Social Security program.&quot;</p>\r\n\r\n<p>We also connected with Thomas Saving, a Social Security trustee from 2000 through 2007 and director of the Private Enterprise Research Center at Texas A&amp;M University. Saving said by phone that regardless of bankruptcy&rsquo;s definition, the trustees&rsquo; report made clear that Social Security will not be able to pay its bills in full after 2034 without a change in law. Savings added that in his view, a change in law was &quot;certain&quot; to be adopted by Congress because &quot;it&rsquo;s impossible to imagine that you make all these promises and you&rsquo;re going to renege on them.&quot;</p>\r\n\r\n<p>Promises? Saving noted that working Americans pay into Social Security with the understanding that they will eventually draw benefits. So, Saving suggested, lawmakers couldn&rsquo;t conceivably let the program die.</p>\r\n\r\n<p>Saving later emailed us a web link to <a href=\"https://www.ssa.gov/OACT/solvency/provisions/index.html\">a Social Security Administration web page</a> listing nine categories of likely social security reforms intended to maintain solvency. They range from raising the cap on a federal cap on taxable income, to taxation of benefits and investments, raising the age at which a person automatically qualifies for retirement benefits, creating personal Social Security accounts or changing the rules by which children or spouses of workers receive benefits.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Johnson said the Social Security program &quot;is going bankrupt by 2034.&quot;</p>\r\n\r\n<p>Johnson&#39;s cited government scenario indicates a mismatch between Social Security revenues and obligations will likely result in shortfalls and benefit cuts by 2034. But&nbsp;the relevant report&nbsp;also says the scenario&#39;s underlying assumptions come with&nbsp;&quot;significant uncertainty.&quot; Regardless, it&#39;s clear that at some future date Social Security will have to rely solely on&nbsp;incoming payroll tax receipts&nbsp;to cover&nbsp;what would likely be reduced benefits.</p>\r\n\r\n<p>That&rsquo;s trouble, as Johnson said. Yet&nbsp;it&rsquo;s not bankruptcy, which suggests a terminal shutdown.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/5051cc7e-7a18-494b-a5f0-eae78867e70f\">https://www.sharethefacts.co/share/5051cc7e-7a18-494b-a5f0-eae78867e70f</a>\r\n", "ruling_comments_date": "2017-01-13T18:54:35.962607", "ruling_date": "2017-01-17T10:34:05", "ruling_headline": "Sam Johnson airs Half True claim that Social Security is 'going bankrupt by 2034'", "ruling_headline_slug": "sam-johnson-airs-half-true-claim-social-security-g", "ruling_link_text": "Shrunken, not dead", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.facebook.com/RepSamJohnson/posts/10154158752816868\">Facebook post</a>, Sam Johnson, Dec. 10, 2016</p>\r\n\r\n<p>Legislation, &quot;<a href=\"http://samjohnson.house.gov/uploadedfiles/social_security_reform_act_bill_text.pdf\">Social Security Reform Act of 2016</a>,&quot; U.S. Rep. Sam Johnson, Dec. 8, 2016</p>\r\n\r\n<p>Truth-O-Meter articles, &quot;<a href=\"http://www.politifact.com/ohio/statements/2013/may/15/marcy-kaptur/rep-marcy-kaptur-says-social-security-trust-/\">Rep. Marcy Kaptur says Social Security trust fund is sound into future</a>,&quot; PolitiFact Ohio, May 15, 2013; &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jun/04/mike-huckabee/mike-huckabee-says-one-third-seniors-depend-social/\">Mike Huckabee says one-third of seniors depend on Social Security for 90% of income</a>,&quot; PolitiFact, June 4, 2015</p>\r\n\r\n<p>Website, &quot;<a href=\"https://www.ssa.gov/policy/docs/quickfacts/stat_snapshot/\">Monthly statistical snapshot, November 2016</a>,&quot; Social Security Administration, December 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/19vhD4ufHPSpLqAzuyTGlw0SyrPwsfLl7-F1eXWW14d0/edit?usp=sharing\">Emails</a>, Adrienne Rimmer, press secretary for U.S. Rep. Sam Johnson, Dec. 13, 2016</p>\r\n\r\n<p>Document, &quot;<a href=\"https://www.ssa.gov/OACT/TR/2016/tr2016.pdf\">The 2016 annual report of the board of trustees of the federal old-age and survivors insurance and federal disability insurance trust funds</a>,&quot; Board of Trustees, Federal Old-Age and Survivors Insurance and Federal Disability Insurance trust funds, June 22, 2016 (link provided by email by Adrienne Rimmer, Dec. 13, 2016)</p>\r\n\r\n<p>Document, &quot;<a href=\"https://www.cdc.gov/nchs/data/nvsr/nvsr66/nvsr66_01.pdf\">Births: final data for 2015</a>,&quot; National Vital Statistics Report, U.S. Centers for Disease Control, January 5, 2017</p>\r\n\r\n<p>Press release, &quot;<a href=\"http://www.census.gov/newsroom/press-releases/2014/cb14-84.html\">Fueled by aging baby boomers, nation&rsquo;s older population to nearly double in the next 20 years, Census Bureau reports</a>,&quot; U.S. Census Bureau, May 6, 2014</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.cbsnews.com/news/social-security-to-start-cashing-ious/\">Social Security to star cashing IOUs</a>,&quot; The Associated Press, March 16, 2010</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.wsj.com/articles/social-security-medicare-trust-funds-face-insolvency-over-20-years-trustees-report-1466605893\">Social Security, Medicare face insolvency over 20 years, trustees report</a>,&quot; <em>The Wall Street Journal</em>, June 22, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://time.com/money/4378559/expand-social-security-trustees-say-solvency-remains-the-issue/\">Expand Social Security? Trustees say solvency remains the issue</a>,&quot; Time, June 22, 2016</p>\r\n\r\n<p>News story, &quot;Social Security trust fund will be empty in less than 20 years,&quot; <em>The Washington Post</em>, June 22, 2016</p>\r\n\r\n<p>Phone interview, Mike Brandl, JMCB Almuni senior lecturer in Economics, The Ohio State University, Jan. 4, 2017</p>\r\n\r\n<p>Phone interview, Thomas Saving, director, Private Enterprise Research Center, Texas A&amp;M University, Jan. 4, 2017</p>\r\n\r\n<p>Phone interview, Josh Gordon, policy director, The Concord Coalition, Jan. 12, 2017</p>\r\n\r\n<p>Website, &quot;<a href=\"http://www.uscourts.gov/services-forms/bankruptcy\">About bankruptcy</a>,&quot; United States Courts, undated (accessed Jan. 6, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S House member", "false_count": 0, "first_name": "Sam", "half_true_count": 1, "home_state": "Texas", "id": 3811, "last_name": "Johnson", "mostly_true_count": 0, "name_slug": "sam-johnson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/samjohnson2004pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3811/", "total_count": 1, "true_count": 0, "website": "http://samjohnson.house.gov/biography/"}, "statement": "<p>&quot;Social Security is in trouble (it&rsquo;s going bankrupt by 2034).&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2016-12-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ".@SamsPressShop makes Half True claim about #SocialSecurity going bankrupt by 2034"}