{"art": [{"brightcove": "", "caption": "Betsy DeVos, Donald Trump’s nominee for education secretary, testifies at her confirmation hearing before the Senate Health, Education, Labor and Pensions Committee Jan. 17, 2017. (Al Drago/The New York Times)", "id": 10150, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/devos_nyt_14.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10150/", "title": "DeVos hearing photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/jan/19/bob-casey/trumps-education-pick-donated-philly-group-controv/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "DeVos donated to group with controversial sex assault stance", "id": 13632, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/13632/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>President-elect Donald Trump&rsquo;s pick to lead the Department of Education is facing questions about her connections to an organization that has lobbied for more rights for college students accused of sexual assault.</p>\r\n\r\n<p>U.S. Sen. Bob Casey, a Pennsylvania Democrat who co-introduced the&nbsp;Campus Sexual Violence Elimination Act&nbsp;of 2013, Tuesday questioned Michigan billionaire and GOP donor Betsy DeVos about how to fight sexual violence on campus during a confirmation hearing in front of the Senate Committee on Health, Education, Labor and Pensions.</p>\r\n\r\n<p>Specifically, Casey said the Philadelphia-based Foundation for Individual Rights in Education supports a bill that&nbsp;&quot;would change the standard of evidence.&quot; He said the group is in favor of ditching the &quot;preponderance of the evidence&quot; standard most commonly used in Title IX investigations on college campuses and instead using the &quot;beyond a reasonable doubt&quot; standard used in criminal cases.</p>\r\n\r\n<p>But Casey went further, saying just before he ran out of time: &quot;The organization that has that position which is contrary to the law, the current law, and contrary to the spirit of what we&rsquo;re trying to do in that piece of legislation, is the recipient of donations from you totaling about $25,000 bucks over four years&hellip; I hope that&rsquo;s not a conflict of interest.&quot;</p>\r\n\r\n<p>DeVos didn&rsquo;t have time to respond, though a Trump transition team spokeswoman said &quot;had she been given the opportunity to respond to the Senator&#39;s question, she would have noted that previous donations made as a private citizen cannot present a conflict of interest.&quot;&nbsp;Casey&nbsp;announced Wednesday he will vote against DeVos&#39; nomination. But we were curious: Did DeVos donate to a group that wants to dismantle current campus sexual assault practices as he described? So we decided to check.</p>\r\n\r\n<p>First, some background. Some studies suggest one in five women are sexually assaulted before they graduate college.&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2014/may/02/are-20-percent-women-sexually-assaulted-they-gradu/\"><em>PolitiFact</em>&nbsp;has found</a>&nbsp;that it&rsquo;s difficult to determine the number of sexual assaults on college campuses because underreporting is so pervasive.</p>\r\n\r\n<p>Casey&rsquo;s bill that was passed in 2013, commonly known as the Campus SaVE Act, was passed as part of the reauthorization of the Violence Against Women Act. It was an update to the 1990 Jeanne Clery Act, which requires any college or university that receives federal funding to annually disclose campus crime, including reported incidents of sexual violence.</p>\r\n\r\n<p>The Campus SaVE Act doesn&rsquo;t dictate what standard of evidence college campuses use to evaluate disciplinary action against a person accused of sexual assault. It only requires transparency and that schools disclose what standard of evidence they&rsquo;re using.</p>\r\n\r\n<p>In 2011 though,&nbsp;<a href=\"https://www2.ed.gov/about/offices/list/ocr/letters/colleague-201104.pdf\">a &quot;Dear Colleague&quot; letter</a>&nbsp;released by the Office of Civil Rights in the Department of Education urged universities to adopt a preponderance of the evidence standard in the commission of Title IX investigations. This standard, which is used in civil litigation, is lower than the &quot;beyond a reasonable doubt&quot; standard used in criminal trials and requires those evaluating the claims find that it&rsquo;s simply more likely than not that a violation occurred.</p>\r\n\r\n<p>For the most part, Democrats and women&rsquo;s advocacy groups have lobbied in favor of asking colleges and universities to use the preponderance of the evidence standard during disciplinary proceedings and Title IX investigations. Other groups, including the Foundation for Individual Rights in Education, say that standard strips away a student&rsquo;s right to due process. The group is sponsoring a lawsuit that challenges the legality of the &quot;Dear Colleague&quot; guidance.</p>\r\n\r\n<p>FIRE, founded in 1999, says its mission is to &quot;defend and sustain individual rights at America&rsquo;s colleges and universities&quot; including &quot;freedom of speech, legal equality, due process, religious liberty, and sanctity of conscience.&quot;</p>\r\n\r\n<p>During the hearing Tuesday, Casey said FIRE received $25,000 from &quot;you,&quot; referring to DeVos, over the course of four years. A spokeswoman for Casey said the claim came from staff research based on publicly available IRS filings made by the Dick and Betsy DeVos Family Foundation, a nonprofit founded by DeVos and her husband that dispenses millions of dollars a year in charitable and political giving.</p>\r\n\r\n<p>Indeed, filings by the Dick and Betsy DeVos Family Foundation show the organization donated $25,000 to FIRE over the course of four years between 2010 and 2013 in four separate donations. The forms also list the couple as the sole donors to the foundation. The foundation and Trump&rsquo;s transition team did not respond to a request for comment.</p>\r\n\r\n<p>It&rsquo;s important to note that the $25,000 in donations is a fraction of the money dispensed by the Dick and Betsy DeVos Family Foundation in the years in question. The foundation routinely doles out more than $10 million a year in contributions to charities and conservative causes across the country.</p>\r\n\r\n<p>FIRE has faced criticism from women&rsquo;s advocacy organizations for its stance on issues related to sexual assault on campuses. The group frequently represents students accused of sexual assault who have lodged complaints against institutions of higher education and has been critical of the White House Task Force on Campus Sexual Assault,&nbsp;<a href=\"https://www.thefire.org/cases/national-white-house-task-force-on-campus-sexual-assault-jeopardizes-student-due-process/\">saying it jeopardizes student due process</a>.</p>\r\n\r\n<p>The nonprofit&nbsp;<a href=\"https://www.thefire.org/cases/california-passes-affirmative-consent-bill/\">has come out against</a>&nbsp;measures like California&rsquo;s &quot;Yes Means Yes&quot; affirmative consent bill, a piece of legislation hailed by women&rsquo;s advocacy groups. FIRE also&nbsp;<a href=\"https://www.thefire.org/media-coverage/the-politics-of-campus-sexual-assault/\">posted a story on its website</a>&nbsp;in 2011 titled &quot;The Politics of Campus Sexual Assault&quot; in which the author writes that &quot;much of the feminist &lsquo;war on rape&rsquo; has conflated sexual assault with muddled, often alcohol-fueled, sexual encounters that involve miscommunication, perhaps bad behavior, but no criminal coercion.&quot;</p>\r\n\r\n<p>FIRE released a statement on DeVos&rsquo; nomination, saying: &quot;Protecting civil liberties on campus is not, and must not become, a partisan issue.&quot; The group wrote that while it&rsquo;s most famous for its work protecting free speech on campus, it has &quot;long advocated for due process rights in campus proceedings more generally.&quot;</p>\r\n\r\n<p>Samantha Harris, FIRE&#39;s vice president of policy research, said the organization doesn&#39;t advocate for a specific standard of evidence,&nbsp;but rather &quot;we don&#39;t think the federal government should mandate a standard.&quot;</p>\r\n\r\n<p>&quot;When it comes to due process, it&#39;s really not a zero sum game,&quot; Harris said. &quot;It&#39;s not the rights of the accused versus victims&#39; rights. The integrity of the process is important for everyone.&quot;</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>U.S. Sen. Bob Casey of Pennsylvania, during a confirmation hearing for Secretary of Education pick Betsy DeVos, said &quot;[The Foundation for Individual Rights] is the recipient of donations from you (DeVos) totaling about 25,000 bucks over four years.&quot;</p>\r\n\r\n<p>IRS filings show those numbers check out. While the checks weren&rsquo;t written by DeVos herself, they were dispensed by a foundation in which she and her husband were the sole donors during the years in question. However, DeVos and her husband were not the only board members.&nbsp;</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n\r\n<p><em>Correction: An earlier version of this article incorrectly characterized the standard of evidence used in criminal convictions.</em></p>\r\n", "ruling_comments_date": "2017-01-18T15:28:34.738024", "ruling_date": "2017-01-19T11:00:00", "ruling_headline": "Trump's education pick donated to Philly group with controversial campus rape stance", "ruling_headline_slug": "trumps-education-pick-donated-philly-group-controv", "ruling_link_text": "The senator was right on this one.", "ruling_state": null, "source_documents": null, "sources": "<p>Letter. &quot;Dear Colleague: From Assistant Secretary for Civil Rights, Russlynn Ali.&quot; United States Department of Education. April 4, 2011.</p>\r\n\r\n<p>IRS forms 990. The Dick and Betsy DeVos Family Foundation. 2010-2014.</p>\r\n\r\n<p>PolitiFact article.&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2014/may/02/are-20-percent-women-sexually-assaulted-they-gradu/\">&quot;Are 20 percent of women sexually assaulted before they graduate college?&quot;</a>&nbsp;May 2, 2014.</p>\r\n\r\n<p>Video. &quot;Under questioning from Casey, DeVos says it&rsquo;s &lsquo;premature&rsquo; to commit to enforcing campus sexual assault law.&quot; Facebook. Jan. 17, 2017.</p>\r\n\r\n<p>Website.&nbsp;<a href=\"https://www.thefire.org/cases/national-white-house-task-force-on-campus-sexual-assault-jeopardizes-student-due-process/\">Foundation for Individual Rights in Education.</a>&nbsp;Accessed Jan. 18. 2017.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Bob", "half_true_count": 0, "home_state": "Pennsylvania", "id": 1428, "last_name": "Casey", "mostly_true_count": 1, "name_slug": "bob-casey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bob_Casey_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1428/", "total_count": 3, "true_count": 0, "website": "http://casey.senate.gov/"}, "statement": "<p>&quot;[The Foundation for Individual Rights] is the recipient of donations from [DeVos] totaling about 25,000 bucks over four years.&quot;</p>\r\n", "statement_context": "a Senate confirmation hearing for Betsy DeVos.", "statement_date": "2017-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Betsy", "half_true_count": 0, "home_state": "", "id": 3813, "last_name": "DeVos", "mostly_true_count": 0, "name_slug": "betsy-devos", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/betsy_devos_hs.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3813/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Trump's education pick donated to Philly group with controversial campus rape stance"}