{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/dec/15/tom-harkin/harkin-repeats-claim-14000-people-lose-health-insu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1364, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1364/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n During a Senate floor speech on Dec. 13, 2009, Sen. Tom Harkin, D-Iowa, repeated a talking point that Democrats -- including President Barack Obama -- have cited frequently as evidence that the nation needs to pass a major health care reform bill.\n <br />\n <br />\n \"Today and every day,\" Harkin said, \"an estimated 14,000 Americans will lose their health insurance coverage.\"\n <br />\n <br />\n In July, PolitiFact\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/24/barack-obama/obama-claims-14000-lose-health-insurance-every-day/\" target=\"_blank\">\n  rated\n </a>\n a virtually identical statement by Obama as Mostly True. But because we based that evaluation on unemployment numbers that were current at the time -- and because Democrats have continued to repeat the statistic, including four lawmakers who made floor speeches on Nov. 7, 2009, the day the House passed its version of the health care bill -- we decided the talking point was due for a checkup.\n <br />\n <br />\n Before we look at the statement's validity today, let's recap how the statistic emerged in the first place.\n <br />\n <br />\n In July, the White House told us the number came from a report published by the Center for American Progress, a liberal think tank. A chart in the report was headlined, &ldquo;14,000 People Became Uninsured Every Day in December and January.&rdquo; This claim was, in turn, based on a model developed by Urban Institute health care scholar John Holahan.\n <br />\n &nbsp;\n <br />\n Holahan was the co-author, with A. Bowen Garrett, of the January 2009 study, &ldquo;Rising Unemployment, Medicaid and the Uninsured,&rdquo; published by the Kaiser Commission on Medicaid and the Uninsured. That study provided the underpinning for the Center for American Progress report by estimating how many people can expect to lose their insurance, and not quickly get new coverage, when the national unemployment rate goes up. Essentially, what Holahan did is set up a model to measure the number of Americans who would lose their insurance when the unemployment rate rises from point A to point B.\n <br />\n &nbsp;\n <br />\n Holahan and his co-author, using a baseline of 4.6 percent unemployment in 2007, calculated that 2.6 million people would lose coverage if the unemployment rate climbed to 7 percent; 3.7 million if it went to to 8 percent; 4.8 million at 9 percent; and 5.8 million at 10 percent.&nbsp; The estimates took into account people who lost their jobs but then switched to a spouse&rsquo;s plan or extended their coverage through COBRA, the federal law that guarantees people who lose their job can still get continued health coverage.\n <br />\n &nbsp;\n <br />\n Applying Holahan's calculations to the actual rise in unemployment from November 2008 to June 2009, we found that the number was right around the 14,000 people per month that Obama cited. We checked with health care experts, and they, too, agreed that the 14,000 number was just about right.\n <br />\n <br />\n But now, five months later, the unemployment situation has changed. We decided to run the numbers for two scenarios, one that started well before the period we had checked in July, and one that started later.\n <br />\n <br />\n <strong>\n  &bull;\n </strong>\n <strong>\n  Health insurance lost since the start of the recession\n </strong>\n . The National Bureau of Economic Research is the official arbiter of when recessions begin and end, and it has declared the start of the current recession as December 2007. So for our first scenario, we looked at figures from December 2007 to November 2009, the last month for which we have unemployment statistics.\n <br />\n <br />\n During that two-year period, unemployment rose from 4.9 percent to 10 percent. In his paper, Holahan had said that a rise from 4.6 percent to 10 percent would leave 5.8 million people without insurance, so the slightly smaller rise in the actual unemployment figures should translate into about 5.5 million people losing insurance over that period. When you divide 5.5 million by 731 days, you get 7,524 people losing insurance per day -- only about half the amount regularly cited by Democrats.\n <br />\n <br />\n <strong>\n  &bull;\n </strong>\n <strong>\n  Health insurance lost during the Obama presidency\n </strong>\n . If you take the period since Obama has been in office (and you count January 2009, even though he was only president for part of that month), the unemployment rate has risen from 7.6 percent to 10 percent.\n <br />\n <br />\n If you estimate the data based on Holahan's model, that would amount to 2.6 million jobs lost over 11 months. Dividing 2.6 million by 334 days, you get 7,784 people losing insurance every day -- a number very close to what we found for the recession as a whole, and, once again, only about half of what Democrats have been saying all these months.\n <br />\n <br />\n Estimates under the model \"are very sensitive to the timeframe used,\" Holahan told PolitiFact. The way the model works, it requires monthly updating to make sure the talking point stays accurate. And we'll even accept a portion of the blame for validating the claim in July without updating it until now. When we made our initial assessment in July, we happened to look at a period of especially rapid job losses. That makes a difference because, under this model, the more the unemployment rate rises in a short period of time, the more Americans lose their insurance on a daily basis. As the rate of job losses has declined since July, the daily rate of Americans losing insurance has declined as well.\n <br />\n <br />\n If the number is now roughly 8,000 -- a number that's still nothing to sneeze at -- then Democrats should be saying it's roughly 8,000. So we rate Harkin's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:57.609046", "ruling_date": "2009-12-15T17:00:53", "ruling_headline": "Harkin repeats claim that 14,000 people lose health insurance daily", "ruling_headline_slug": "harkin-repeats-claim-14000-people-lose-health-insu", "ruling_link_text": "Democratic talking point gets a second opinion", "ruling_state": null, "source_documents": null, "sources": "<p>\n Sen. Tom Harkin, Senate\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S13126&amp;dbname=2009_record\" target=\"_blank\">\n  floor statement\n </a>\n , Dec. 13, 2009\n <br />\n <br />\n Center for American Progress, \"Health Care in Crisis: The Economic Imperative for Health Care Reform,\" a\n <a href=\"http://www.americanprogressaction.org/issues/2009/02/pdf/HealthCareinCrisisCharts.pdf\" target=\"_blank\">\n  report\n </a>\n by James Kvaal and Ben Furnas, Feb. 19, 2009\n <br />\n &nbsp;\n <br />\n Kaiser Commission on Medicaid and the Uninsured, \"Rising Unemployment, Medicaid and the Uninsured,\" a\n <a href=\"http://www.kff.org/uninsured/upload/7850.pdf\" target=\"_blank\">\n  report\n </a>\n by John Holahan and A. Bowen Garrett, January 2009\n <br />\n <br />\n Bureau of Labor Statistics,\n <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?series_id=LNS14000000\" target=\"_blank\">\n  monthly unemployment statistics\n </a>\n , accessed Dec. 14, 2009\n <br />\n <br />\n U.S. House of Representatives,\n <a href=\"http://frwebgate1.access.gpo.gov/cgi-bin/TEXTgate.cgi?WAISdocID=811722147829+1+1+0&amp;WAISaction=retrieve\" target=\"_blank\">\n  floor debate\n </a>\n on H.R. 3962 (House version of the health care reform bill), Nov. 7, 2009\n <br />\n <br />\n National Bureau of Economic Research, \"Business Cycle Expansions and Contractions\" (\n <a href=\"http://www.nber.org/cycles.html\" target=\"_blank\">\n  web page\n </a>\n ), accessed Dec. 14, 2009\n <br />\n <br />\n E-mail interview with Henry Aaron, health care scholar at the Brookings Institution, Dec. 14, 2009\n <br />\n <br />\n E-mail interview with John Holahan, health care scholar at the Urban Institute, Dec. 14, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Tom", "half_true_count": 1, "home_state": "Iowa", "id": 283, "last_name": "Harkin", "mostly_true_count": 1, "name_slug": "tom-harkin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Harkin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/283/", "total_count": 4, "true_count": 0, "website": "http://harkin.senate.gov/"}, "statement": "<p>\"Today and every day, an estimated 14,000 Americans will lose their health insurance coverage.\"</p>", "statement_context": "a Senate floor speech", "statement_date": "2009-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}