{"art": [{"brightcove": "", "caption": "Don Willett, a Texas Supreme Court justice, made a Mostly True claim about history majors being required to take American history (Ralph Barrera, Austin American-Statesman).", "id": 10266, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/WILLETTrbzpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10266/", "title": "Don Willett", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/jan/30/don-willett/don-willett-elite-universities-dont-require-us-his/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Rating Justice Don Willett's American history lament", "id": 13669, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13669/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Sounding a tad exasperated, a Texas Supreme Court justice <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/national-spotlight-texas-judge-laments-civic-illiteracy/1w1yX9y6MZdYe0QF36SviO/\">told participants</a> at a legislative forum that many young Americans have too little knowledge about basic U.S. civics and history.</p>\r\n\r\n<p>&quot;Get this,&quot; <a href=\"http://www.txcourts.gov/supreme/about-the-court/justices/justice-don-r-willett.aspx\">Don Willett</a> said at the January 2017 event hosted by the conservative Texas Public Policy Foundation. &quot;The overwhelming majority of America&rsquo;s elite universities, they no longer require history majors to take a single course in American history.&quot;</p>\r\n\r\n<p>At first pass, we can imagine a student possibly majoring in history without studying American history. After all, if you&rsquo;re seeking expertise in what&rsquo;s happened someplace beyond North America, you probably didn&rsquo;t get steeped in it before college.</p>\r\n\r\n<p>Still, do most American colleges not require that history majors take even one American history course?</p>\r\n\r\n<p><strong>Willett cites report</strong></p>\r\n\r\n<p>We asked Willett, whose name appeared on a 2016 <a href=\"http://www.statesman.com/news/state--regional-govt--politics/tweeting-texas-judge-don-willett-trump-list-for-supreme-court/DCZdzhsHSjmsJL1kV8OkgK/\">Donald Trump list </a>of U.S. Supreme Court prospects, the basis of his claim. Willett, known for his oft-humorous <a href=\"https://twitter.com/JusticeWillett\">Twitter account</a>, answered with an email pointing out a report, closing his reply: &quot;Gotta avoid that dreaded Robe on Fire rating.&quot;</p>\r\n\r\n<p>The <a href=\"https://www.goacta.org/images/download/no_u_s_history.pdf\">July 2016 report</a> -- &nbsp;issued by the Washington-based American Council of Trustees and Alumni, <a href=\"https://www.goacta.org/about/mission\">which says</a> it&rsquo;s an independent group &quot;committed to academic freedom, excellence, and accountability at America&#39;s colleges and universities&quot; -- states that 23 of the 76 U.S. colleges and universities ranked most highly by U.S. News &amp; World Report were requiring students seeking a history degree to take courses in American history--so 70 percent were not.</p>\r\n\r\n<p><strong>Do Top-Ranked U.S. Universities Require History Majors to take American History?</strong></p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/NZ2GadGebRIxajgVwP04BSWnXlyFZ6OWuf4Vx4AdxeIAnRMouqBj8zEXwkpjrrdbS0S3n9mUa-1XW45dVdfqm1wSdV6xdvTJ1CFkrijFmx_kW65YHEXB2f4cgtYx5UXLdvfkA5wf\" style=\"border:1px solid; float:left; height:116px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Report, <a href=\"https://www.goacta.org/images/download/no_u_s_history.pdf\">&quot;No U.S. History?,&quot;</a> the American Council of Trustees and Alumni, July 1, 2016</p>\r\n\r\n<p>Also, the report says that among the high-ranked institutions requiring a course in American history, &quot;11 allow courses so narrow in scope&mdash;such as &lsquo;History of Sexualities&rsquo; or &lsquo;History of the FBI&rsquo;&mdash;that it takes a leap of the imagination to see these as an adequate fulfillment of an undergraduate history requirement.&quot;</p>\r\n\r\n<p>At the council, the study&#39;s lead author,&nbsp;Michael Poliakoff, told us by email that the focus was on university requirements &quot;based on the understanding that it is through requirements that a program articulates its own concept of academic priorities.&quot; Poliakoff said the research did not try to gauge how many history students take at least one U.S. history course.</p>\r\n\r\n<p><strong>Texas universities</strong></p>\r\n\r\n<p>We checked some of the report&rsquo;s accounts, starting with the two Texas universities included in the review.</p>\r\n\r\n<p>Rice University, the report says, previously required history majors to take a U.S. history course, &quot;but their new set of requirements makes it merely optional.&quot;</p>\r\n\r\n<p>On a <a href=\"http://history.rice.edu/ugrads/major-requirements\">web page</a>, Rice says that each history major matriculating after fall 2014 must take 10 history courses including one each in four of five fields: Premodern; Europe; U.S.; Asia, Latin America, Africa; and transnational history--perhaps an indication there&rsquo;s a good chance a Rice history major takes American history. But it&rsquo;s not required.</p>\r\n\r\n<p>Also, according to the report, the University of Texas requires history majors to take two U.S. history courses though, the study says, a class on Jews in American entertainment can count.</p>\r\n\r\n<p>To our inquiry, a UT spokesman, J.B. Bird, noted by email that by state law, every degree-seeking student at public colleges and universities--regardless of major--must take a couple American history courses.</p>\r\n\r\n<p>We confirmed that: The relevant <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.51.htm\">state law</a>, tracing to 1955, states that &quot;a college or university receiving state support or state aid from public funds may not grant a baccalaureate degree or a lesser degree or academic certificate to any person unless the person has credit for six semester hours or its equivalent in American History.&quot;</p>\r\n\r\n<p>Bird also guided us to Jacqueline Jones, who chairs the university&rsquo;s history department.</p>\r\n\r\n<p>By email, Jones said most UT undergraduates take the department&rsquo;s survey courses, one covering American history before 1865, the other picking up from there. Jones also said it would be highly unlikely for a student to take an upper-level history course, including the one on Jews in American entertainment, toward complying with the state mandate.</p>\r\n\r\n<p>Jones further&nbsp;offered that she takes issue with &quot;the premise that if a college student does not take history-department courses, s/he has learned no American history. My colleagues in the American Studies department teach many different history courses. Faculty in the Government department who teach U.S. politics and political institutions also teach American history. I could go on and list other relevant departments here&mdash;Mexican-American and Latino/Latina Studies and African and African Diaspora Studies, for example.&quot;</p>\r\n\r\n<p><strong>Checking universities outside Texas</strong></p>\r\n\r\n<p>We went on to check the requirements placed upon history majors at very-high-ranked Yale University, which the report singles out for creating a &quot;specialist track&quot; history degree, starting with the class of 2017, enabling students to &quot;forgo a requirement in U.S. history whereas previous students were required to take at least two courses in the history of the United States or Canada.&quot;</p>\r\n\r\n<p>That&rsquo;s correct, we confirmed on a <a href=\"http://history.yale.edu/academics/undergraduate-program/requirements-major/class-2017-beyond\">Yale web page</a> stating that students with the specialist track major may take up to eight courses within a chosen world region plus two courses from outside that region--with one of the possible five regions being the U.S. &quot;Their overall coursework must include courses from at least 3 geographic regions,&quot; the university says.</p>\r\n\r\n<p>Then again, Yalies may alternatively seek a history degree on the &quot;global track,&quot; which requires each major to take at least one U.S. history course.</p>\r\n\r\n<p>Harvard University, similarly listed in the report as not requiring history majors to take U.S. history, says on a <a href=\"http://history.fas.harvard.edu/main-concentration-requirements\">web page</a> that it requires students concentrating in history to take 10 history &quot;half-courses,&quot; which we take to mean one-semester courses.</p>\r\n\r\n<p>According to the web page, Harvard&rsquo;s requirements of history majors include a half-course in &nbsp;<a href=\"http://history.fas.harvard.edu/history-distribution-requirements\">U.S. or European History (western)</a>. In spring 2017, about when Willett spoke, we noticed more than&nbsp;25 course options in this category including nine courses centered on American history such as <a href=\"http://history.fas.harvard.edu/classes/hist-1002-american-revolution\">one on the American Revolution</a>; <a href=\"https://courses.my.harvard.edu/psp/courses/EMPLOYEE/EMPL/h/?tab=HU_CLASS_SEARCH&amp;SearchReqJSON=%7B%22PageNumber%22%3A1%2C%22PageSize%22%3A%22%22%2C%22SortOrder%22%3A%5B%22IS_SCL_SUBJ_CAT%22%2C%22IS_SCL_SUBJ_CAT%22%5D%2C%22Facets%22%3A%5B%5D%2C%22Category%22%3A%22HU_SCL_SCHEDULED_BRACKETED_COURSES%22%2C%22SearchPropertiesInResults%22%3Atrue%2C%22FacetsInResults%22%3Atrue%2C%22SaveRecent%22%3Afalse%2C%22TopN%22%3A%22%22%2C%22SearchText%22%3A%22US-WORLD%2042%22%2C%22DeepLink%22%3Afalse%7D\">another</a> introducing American history with an emphasis on democratic political institutions; a course on the New Deal; and <a href=\"http://history.fas.harvard.edu/classes/hist-1405-american-legal-history-1776-1865\">a course on U.S. legal history</a> from 1776 to 1865.</p>\r\n\r\n<p>The University of Michigan, the highest-ranked public university identified in the report as not requiring history majors to take American history, says on a <a href=\"http://lsa.umich.edu/history/undergraduates/majors.html\">web page</a> that each major must take 10 history courses--including one each from four of seven regions/categories including U.S./Canada.</p>\r\n\r\n<p>At the University of North Carolina, also listed in the report as not requiring history majors to take an American history course, history majors also must take 10 history courses, according to a university <a href=\"http://history.unc.edu/undergraduate-program/the-history-major/\">web page</a>. Up to six of the courses can be in the student&rsquo;s chosen &quot;concentration,&quot; the page says; the university&rsquo;s eight history concentrations include one in U.S. history.</p>\r\n\r\n<p><strong>National expert</strong></p>\r\n\r\n<p>We asked UT&rsquo;s Jones to suggest a national expert who might speak to what universities require of history majors. Jones pointed us to <a href=\"https://www.historians.org/x3510\">Jim Grossman</a> of the Washington-based <a href=\"https://www.historians.org/\">American Historical Association</a>, which <a href=\"https://www.historians.org/about-aha-and-membership\">describes itself</a> as the nation&rsquo;s largest professional organization serving historians in all fields and professions.</p>\r\n\r\n<p>Grossman, who said in a May 2016 <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-grossman-history-major-in-decline-20160525-snap-story.html\">commentary</a> that the percentage of students earning history degrees has lately declined, noted by email that the council study didn&rsquo;t give a lot of credit to colleges that require all undergraduates to take U.S history nor did it sort out the history courses that students actually take.&nbsp;&quot;I wish I had such data,&quot; Grossman wrote.</p>\r\n\r\n<p>Grossman also told us&nbsp;that &nbsp;most institutions don&#39;t have a major in American history. &quot;A student majors in history,&quot; Grossman wrote, &quot;and in the best programs that major includes a wide variety of courses, enabling a student to develop the skills and habits of thought that a history major provides, but from a wide variety of angles.&quot;</p>\r\n\r\n<p>When we circled back to Poliakoff, he said the only recent research on what students actually take suggests that less than half of respondents in 1992, more than 20 years ago, took a U.S. history course.</p>\r\n\r\n<p>Poliakoff noted too that another council study, titled &quot;What Will They Learn?,&quot; found 18 percent of American universities requiring all students to take U.S. government or history. The September 2016 <a href=\"https://www.goacta.org/images/download/What_Will_They_Learn_2016-17.pdf\">version of that report</a> states the council reached its conclusions about curricular requirements based on reviewing course catalogs and other publicly available materials for more than 1,100 colleges and universities.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Willett said the &quot;overwhelming majority of America&rsquo;s elite universities&quot; don&rsquo;t require history majors to take a course in American history.</p>\r\n\r\n<p>In 2016, some 70 percent of the country&rsquo;s 76 colleges and universities most highly-ranked by U.S. News &amp; World Report did not require history majors to take American history, a study shows, though clarifications are missing. There&#39;s evidently no current research on what students actually take while in places including Texas, every degree-seeking undergraduate at a public college&nbsp;must take American history.</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE </strong></em>&ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>CLARIFICATION, 10:23 a.m., Jan. 30, 2017:</strong></em> After this fact check posted, we added Professor Jones&#39; additional comment that it&#39;d be unlikely for a UT student to fulfill state requirements by taking an upper-level course such as the class on Jews in American entertainment. This addition did not affect our rating of the claim.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/cfbf3dff-2209-4f26-8b0a-b4a600e5f182\">https://www.sharethefacts.co/share/cfbf3dff-2209-4f26-8b0a-b4a600e5f182</a></p>\r\n", "ruling_comments_date": "2017-01-30T15:49:22.033313", "ruling_date": "2017-01-30T17:56:41", "ruling_headline": "Don Willett: Elite universites mostly don't require history majors to take American history", "ruling_headline_slug": "don-willett-elite-universities-dont-require-us-his", "ruling_link_text": "UPDATED: Texas tougher", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1GXYcKIf_d5yHsXhIg9kPoTcxcochjjsSWJPT7nwZ2Uo/pub\">Email</a>, <a href=\"http://www.txcourts.gov/supreme/about-the-court/justices/justice-don-r-willett.aspx\">Don Willett</a>, justice, Texas Supreme Court, Jan. 17, 2017</p>\r\n\r\n<p>Reports, the American Council of Trustees and Alumni, <a href=\"https://www.goacta.org/images/download/no_u_s_history.pdf\">&quot;No U.S. History?,&quot;</a>July 1, 2016; <a href=\"https://www.goacta.org/images/download/What_Will_They_Learn_2016-17.pdf\">&quot;What Will They Learn?,&quot;</a> Sept. 29, 2016</p>\r\n\r\n<p>State law, <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.51.htm\">section 51.302</a> of the Texas education code, &quot;American or Texas history,&quot; Texas Legislative Council (accessed Jan. 19, 2017)</p>\r\n\r\n<p>Web page, <a href=\"http://history.rice.edu/ugrads/major-requirements\">&quot;Major Requirements,&quot;</a> History majors, Rice University, undated (accessed Jan. 19, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1A_wmap5dRpewb5tHTaHgVO7FC-IVtOyJc9wR4AjsUKc/pub\">Emails</a>, Michael Poliakoff, president, American Council of Trustees and Alumni, Jan. 19-20, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/18TTKy56WxZ3hHr29OoTzBipYzSj3tU1ZNDnywozSUpI/pub\">Emails</a>. Jacqueline Jones, chair, Department of History, University of Texas, Jan. 19-20 and 26, 2017</p>\r\n\r\n<p>Web page, <a href=\"http://history.yale.edu/academics/undergraduate-program/requirements-major/class-2017-beyond\">&quot;Requirements of the major, Class of 2017 &amp; beyond,&quot;</a> Department of History, Yale University, 2017 (accessed Jan. 26, 2017)</p>\r\n\r\n<p>Web page, <a href=\"http://history.fas.harvard.edu/main-concentration-requirements\">&quot;Main Concentration, Requirements,&quot;</a> History Department, Harvard University, undated (accessed Jan. 26, 2017)</p>\r\n\r\n<p>Web pages, <a href=\"http://lsa.umich.edu/history/undergraduates/majors.html\">&quot;Majors,&quot;</a> the University of Michigan, 2017 (accessed Jan. 26, 2017)</p>\r\n\r\n<p>Web page, <a href=\"http://history.unc.edu/undergraduate-program/the-history-major/\">&quot;The History Major,&quot;</a> Department of History, University of North Carolina, undated (accessed Jan. 26, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1jWMwLbc9izQ6UkGUnwA5M3EujPNpME-wd4eiv9QxQFM/pub\">Emails</a>, James Grossman, executive director, American Historical Association, Jan. 19-20 and 26, 2017</p>\r\n\r\n<p>Commentary, <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-grossman-history-major-in-decline-20160525-snap-story.html\">&quot;History isn&#39;t a &#39;useless&#39; major,&quot;</a> James Grossman, in the Los Angeles Times, May 30, 2016&nbsp;</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1pCm7NAe2btqD3Ka6Zi6Fk5TeW-CGemIjt31zIc_p7j0/pub\">Email</a>, Ted Eismeier, director of communications, American Council of Trustees and Alumni, Jan. 27, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Justice, Place 2, Texas Supreme Court", "false_count": 0, "first_name": "Don", "half_true_count": 0, "home_state": "Texas", "id": 3527, "last_name": "Willett", "mostly_true_count": 1, "name_slug": "don-willett", "pants_count": 0, "party": {"id": 70, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/70/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/donwillett2016pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3527/", "total_count": 2, "true_count": 1, "website": "http://www.donwillett.com/"}, "statement": "<p>&quot;The overwhelming majority of America&rsquo;s elite universities, they no longer require history majors to take a single course in American history.&quot;</p>\r\n", "statement_context": "a speech at a Texas Public Policy Foundation event", "statement_date": "2017-01-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ".@JusticeWillett's MOSTLY TRUE claim about college students studying history not required to take American history"}