{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/dec/18/barack-obama/obama-said-health-care-reform-will-reduce-cost-hea/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1367, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1367/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n After meeting with Senate Democrats on Dec. 15, President Barack Obama made a number of claims about what the health care bill would achieve if passed.\n</p>\n<p>\n \"We agree on reforms that will finally reduce the costs of health care,\" Obama said. \"Families will save on their premiums; businesses that will see their costs rise if we do nothing will save money now and in the future.&nbsp; This plan will strengthen Medicare and extend the life of that program.&nbsp; And because it gets rid of the waste and inefficiencies in our health care system, this will be the largest deficit reduction plan in over a decade.\n <br />\n <br />\n \"Now, I just want to repeat this because there's so much misinformation about the cost issue here.&nbsp; You talk to every health care economist out there and they will tell you that whatever ideas are -- whatever ideas exist in terms of bending the cost curve and starting to reduce costs for families, businesses, and government, those elements are in this bill.\"\n</p>\n<p>\n Obama's comments came on the heels of a report from Richard S. Foster, the chief actuary for the Centers for Medicare and Medicaid Services (CMS) -- a nonpolitical civil service employee -- that concluded various provisions of the Senate bill \"would have a significant downward impact on future health care cost growth rates.\" However, Foster continued, those effects would be outweighed by the increased cost associated with expanding health insurance coverage to another 33 million Americans. Specifically, the report estimates that the total national health expenditures under the Senate bill would increase by an total of $234 billion (0.7 percent) between 2010 and 2019.\n</p>\n<p>\n Curiously, both Republicans and Democrats hailed the report as a victory for their side.\n</p>\n<p>\n Senate Finance Committee Chairman Max Baucus, D-Mont., said the report \"shows that health reform will ensure both the federal government and the American people spend less on health care than if this bill doesn't pass, helping get a hold of America's debt and keep more money in people's pockets. This report is yet another clear indicator that we have to act - and act now.\"\n</p>\n<p>\n Meanwhile, Republican Sen. Charles E. Grassley said the Foster report showed that the Senate bill \"doesn't do anything to reduce the unsustainable growth in health care spending and in fact would make health care costs grow more rapidly.\"\n</p>\n<p>\n Confused yet? We decided to wade in and sort some of this out.\n</p>\n<p>\n First, we need to acknowledge that when it comes to characterizing the \"costs of health care,\" there are several ways to look at it.\n</p>\n<p>\n The first is how much people would pay in health insurance premiums. The nonpartisan Congressional Budget Office (CBO)\n <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">\n  studied\n </a>\n the health care bill proposed by Sen. Harry Reid, D-Nev., and concluded that if passed, most people would see a very modest decrease in premiums by 2016 (compared to what they would pay under the current system). How modest? Best-case scenario - for those in group plans with large companies -&nbsp; about 3 percent better. For a small percentage of people (less than 8 percent of the insured) who would buy insurance on the individual market, and who wouldn't be eligible for federal subsidies, they might actually pay 10 to 13 percent more, though with new federal minimum standards, they'd also be getting more insurance coverage as well.\n</p>\n<p>\n The second way to look at cost is its effect on the national deficit. And here again, the CBO has weighed in on the Reid plan. The\n <a href=\"http://www.cbo.gov/ftpdocs/107xx/doc10731/Reid_letter_11_18_09.pdf\" target=\"_blank\">\n  CBO concluded\n </a>\n that while the plan would be very expensive, the bill is also more than paid for with new taxes and plans to reduce health care spending over time. The net effect, according to the CBO, is that over 10 years, the plan would end up reducing the national deficit by $130 billion.\n</p>\n<p>\n Which brings us to a third way to look at cost, whether the plan would lower the rate of health care inflation over the long term. Republicans are correct when they say that based on the CMS report, health care spending would increase by $234 billion over the next 10 years.\n</p>\n<p>\n But remember, that's with a plan that is estimated to cover an additional 33 million people. So spending would increase 0.7 percent while adding coverage to roughly 10 percent of the population. In his report, Foster said numerous studies have demonstrated that people with health insurance use more health services than people without insurance.\n</p>\n<p>\n So we'll be spending more over the next 10 years, even more than if we didn't pass the bill, according to the CMS report. But let's talk a minute about the \"rate of growth\" of health care spending. That's what Obama is talking about when he says he wants to \"bend the cost curve.\" According to the projections in the CMS report, the rate of growth in national health care expenditures will spike a bit in the middle years of the health reform plan. That's when the provisions that result in 33 million more people getting health insurance will kick in. But in the later years of the 10-year projections, the rate of growth rises slower than under current law (albeit only slightly: in 2019, for example, it's the difference between rising at a clip of 6.9 percent under the proposed plan as opposed to 7.2 percent under current law).\n</p>\n<p>\n So when Obama says&nbsp;reforms will lower the cost of health care, what he means is that&nbsp;they will eventually slow the rate of growth of health care expenses.\n</p>\n<p>\n This can be pretty confusing stuff. And we think both sides in the debate are guilty of oversimplifying to score political points.\n</p>\n<p>\n It's also worth noting that while the CMS is a legitimate nonpartisan source, there's lots of difference of opinion among respected economists about how various cost-cutting proposals in the plan will shake out. In other words, these projections are all highly speculative.\n</p>\n<p>\n \"There's a tremendous amount of uncertainty about whether what's in the bill will be enough to lower health care inflation,\" said Josh Gordon, policy director for the Concord Coalition, a group that advocates fiscal responsibility. \"No one knows for sure.\"\n</p>\n<p>\n All of the cost estimates being proffered are \"extraordinarily treacherous,\" because many of the changes being considered are unprecedented in history at this scale, said Henry Aaron, health policy scholar at the Brookings Institution.\n</p>\n<p>\n Still, he said, the bill contains many of the devices that economists say\n <em>\n  could\n </em>\n help to slow the growth of health care spending over time.\n</p>\n<p>\n So when Obama says the plan would cut the cost of health care, it's not a simple answer. If he's talking about cutting people's premiums, the president is backed up by the CBO. According to the CBO, some people would pay more, but on average, most people -- people in employer plans -- would see very modest reductions in premiums compared to what they'd be expected to pay if nothing changes. If he's talking about the deficit, again, he's got support. The CBO estimates the plan would slightly reduce the deficit.\n</p>\n<p>\n But when it comes to cutting health care expenditures, it's a little trickier. According to CMS, spending is expected to rise slightly (0.7 percent), due to adding some 33 million more people to the insured ranks. Obama can make a case that in the later years of the 10-year projection, the rate of growth for health care expenditures would be somewhat slowed. But in attempting to simpify the issue, saying that the plan would reduce the cost of health care,&nbsp; we think Obama sacrifices some accuracy.\n</p>\n<p>\n And so we rate his statement Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:57.538243", "ruling_date": "2009-12-18T18:11:08", "ruling_headline": "Obama said health care reform will reduce the cost of health care", "ruling_headline_slug": "obama-said-health-care-reform-will-reduce-cost-hea", "ruling_link_text": "Health care spending up slightly, rate of growth slowed slightly", "ruling_state": null, "source_documents": null, "sources": "<p>\n White House Web site,\n <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-after-meeting-with-senate-democrats\" target=\"_blank\">\n  Remarks by the President After Meeting with Senate Democrats\n </a>\n , Dec. 15, 2009\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">\n  Analysis of how health insurance premiums might be affected by enactment of the Patient Protection and Affordable Care Act, as proposed by Senator Reid on November 18, 2009\n </a>\n</p>\n<p>\n Senate Finance Committee Democrats, Press release:\n <a href=\"http://finance.senate.gov/press/Bpress/2009press/prb121409.pdf\" target=\"_blank\">\n  CMS Actuary Report Indicates Health Care Reform\n  <br />\n  Slows the Growth of National Health Care Spending, Bolsters Medicare\n </a>\n</p>\n<p>\n Centers for Medicare and Medicaid Services,\n <a href=\"http://src.senate.gov/files/OACTMemorandumonFinancialImpactofPPAA%28HR3590%29%2812-10-09%29.pdf#page=33\" target=\"_blank\">\n  Estimated Financial Effects of the \"Patient Protection and Affordability Act of 2009,\" as Proposed by the Senate Majority Leader on Nov. 18, 2009,\n </a>\n by Chief Actuary Richard S. Foster, Dec. 10, 2009\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2009/12/12/health/policy/12health.html?_r=2&amp;ref=todayspaper\" target=\"_blank\">\n  \"Senate Hits New Roadblocks on Health Care Bill,\"\n </a>\n by Robert Pear and David M. Herszenhorn, Dec. 11, 1009\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">\n  An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act\n </a>\n , Nov. 30, 2009\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/11/29/AR2009112902952_pf.html\" target=\"_blank\">\n  \"In health-care reform, no deficit cure,\"\n </a>\n by Lori Montgomery, Nov. 30, 2009\n</p>\n<p>\n Newsweek,\n <a href=\"http://www.newsweek.com/id/226482\" target=\"_blank\">\n  \"Get Real on Health Costs: Obama's plan won't cut spending,\"\n </a>\n by Robert J. Damuelson, Dec. 12, 2009\n</p>\n<p>\n The White House Web site blog,\n <a href=\"http://www.whitehouse.gov/blog/2009/12/11/reality-check-cms-report-confirms-reform-will-benefit-seniors-slow-cost-growth\" target=\"_blank\">\n  \"Reality Check: CMS Report Confirms Reform Will Benefit Seniors, Slow Cost Growth,\"\n </a>\n by Linda Douglass, Dec. 11, 2009\n</p>\n<p>\n Congressional Quarterly, \"CMS Actuary Says Senate Bill Would Increase Health Spending Through 2019,\" by Jane Norman, Dec. 11, 2009\n</p>\n<p>\n Interview with Josh Gordon, policy director for the Concord Coalition, Dec. 18, 2009\n</p>\n<p>\n Interview with Henry Aaron, health policy scholar at the Brookings Institution, Dec. 17, 2009\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Health care reform plans being consided in Congress \"will finally reduce the costs of health care.\"</p>", "statement_context": "remarks at the White House", "statement_date": "2009-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}