{"art": [{"brightcove": "", "caption": "A Syrian refugee child sleeps in his father's arms while waiting at a resting point to board a bus in October 2015, after arriving on a dinghy from the Turkish coast to the northeastern Greek island of Lesbos. (Associated Press)", "id": 10026, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Syrian_refugees.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10026/", "title": "Syrian refugees", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "canonical_url": "/california/statements/2017/feb/01/ted-lieu/odds-youll-be-killed-terror-attack-america-refugee/", "edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "editor": [{"email_address": "gfavre@sbcglobal.net", "first_name": "Gregory", "id": 564, "last_name": "Favre", "name_slug": "gregory-favre", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/564/", "title": "PolitiFact California editor", "twitter": null}], "facebook_headline": "The odds of a fatal refugee terror attack in U.S.? Tiny", "id": 13686, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/13686/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p><iframe frameborder=\"0\" height=\"95\" scrolling=\"no\" src=\"http://www.capradio.org/embedaudio?id=89576\" width=\"100%\"></iframe>President Donald Trump&rsquo;s executive order on immigration halts the admission of all refugees into the United States for four months as the federal government develops stronger vetting systems.</p>\r\n\r\n<p>It places an indefinite ban on Syrian refugees.</p>\r\n\r\n<p>Trump has cited national security concerns as the reason for his order, and during his campaign he called Syrian refugees <a href=\"http://www.latimes.com/politics/la-na-pol-syrian-refugees-debate-20161019-snap-story.html\">&quot;a great Trojan horse&quot;</a> that could lead to future terrorist attacks.</p>\r\n\r\n<p>In addition to the refugee halt, his order also suspends immigration for citizens of seven majority Muslim countries for 90 days. They are: Iraq, Syria, Iran, Sudan, Libya, Somalia and Yemen.</p>\r\n\r\n<p>Critics of Trump&rsquo;s action say the notion that refugees represent a terrorist threat is false. They say the chance of being killed in a terror attack by a refugee is beyond remote.</p>\r\n\r\n<p>&quot;The chances of being struck by lightning TWICE is 1 in 9 million. &nbsp;The chances of being killed by a refugee committing a terrorist act is 1 in 3.6 billion,&quot; California Democratic Congressman Ted Lieu said on Jan. 27, 2017 in a press release. &quot;These facts lead me to conclude that Trump&#39;s action is not based on national security, it is based on bigotry. Lady Liberty is crying.&quot;</p>\r\n\r\n<p>We decided to fact-check Lieu&rsquo;s claim that the &quot;chances of being killed by a refugee committing a terrorist act is 1 in 3.6 billion.&quot; We interpreted his statement to apply to terrorist attacks on U.S. soil.</p>\r\n\r\n<p>Before we start, here&rsquo;s some background on refugees:</p>\r\n\r\n<p>The <a href=\"https://www.uscis.gov/laws/immigration-and-nationality-act\">U.S. Code defines a refugee</a> as any person outside of the U.S. that is of special humanitarian concern to the U.S. and &quot;has a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion,&quot; according to the Pew Research Center.</p>\r\n\r\n<p>America accepted large waves of refugees from Vietnam and Cambodia in the 1970s, followed by high numbers from the former Soviet Union in the 1990s. More recently, refugees from Somalia, Burma, Bhutan and Syria have been granted refugee status and resettled in the United States.</p>\r\n\r\n<p>Refugees are the most heavily vetted of any people who enter the United States, facing an 18- to 24-month processing period, according to the Migration Policy Institute.</p>\r\n\r\n<p><strong>Our research</strong></p>\r\n\r\n<p>A spokesman for Lieu cited a September 2016 study by the Cato Institute called <a href=\"https://www.cato.org/publications/policy-analysis/terrorism-immigration-risk-analysis\">Terrorism and Immigration: A Risk Analysis</a>, as evidence for the claim.</p>\r\n\r\n<p>Cato is a Washington D.C.-based think tank that advocates for limited government, free markets and greater immigration admissions.</p>\r\n\r\n<p>Its study does, indeed, conclude that &quot;the chance of an American being murdered in a terrorist attack caused by a refugee is 1 in 3.64 billion per year.&quot;</p>\r\n\r\n<p>Here&rsquo;s what the study reported:</p>\r\n\r\n<p>&quot;Of the 3,252,493 refugees admitted from 1975 to the end of 2015, 20 were terrorists, which amounted to 0.00062 percent of the total. In other words, one terrorist entered as a refugee for every 162,625 refugees who were not terrorists. Refugees were not very successful at killing Americans in terrorist attacks. Of the 20, only three were successful in their attacks, killing a total of three people.&quot;</p>\r\n\r\n<p>To arrive at the &quot;1 in 3.64 billion per year&quot; statistic, Alex Nowrasteh, the Cato study&rsquo;s author, told us he added up the nation&rsquo;s population for each year between 1975 and 2015, and then divided the total by the three deaths. Lieu omitted the &quot;per year,&quot; portion in his claim, though we did not view this as an egregious oversight.</p>\r\n\r\n<p>In his study, Nowrasteh notes that a trio of Cuban refugees carried out the three fatal attacks in the 1970s.</p>\r\n\r\n<p>Not a single refugee, Syrian or otherwise, has been implicated in a terrorist attack since the Refugee Act of 1980 set up systematic procedures for accepting refugees into the United States, the report adds.</p>\r\n\r\n<p>The study draws on data from a Global Terrorism Database maintained at the University of Maryland, College Park.</p>\r\n\r\n<p><strong>Origin of past terror attacks</strong></p>\r\n\r\n<p>Trump&rsquo;s executive action affects many categories of immigrants from students to employers to refugees.</p>\r\n\r\n<p>Refugees, however, have not been the primary perpetrators of any of the country&rsquo;s major terror attacks that killed Americans in recent decades.</p>\r\n\r\n<p>A Somali refugee injured nine people in a knife and car attack in November 2016 on the Ohio State University campus before he was shot dead. None of the victims died.</p>\r\n\r\n<p>Many of the major terror attacks that have killed Americans were carried out by U.S.-born citizens or permanent legal residents from countries not included in the ban.</p>\r\n\r\n<p>Here&rsquo;s a look at the origin of those responsible for major attacks in recent years:</p>\r\n\r\n<p><strong>9/11 terror attacks</strong></p>\r\n\r\n<p>Of the 19 people who hijacked planes on Sept. 11, 2001, all entered the United States legally on a temporary visa, most on tourist visas. They were not refugees and they were not from any of the seven countries in Trump&rsquo;s executive order.</p>\r\n\r\n<p><strong>San Bernardino attacks</strong></p>\r\n\r\n<p>Syed Rizwan Farook and Tashfeen Malik shot and killed 14 people and injured 22 others in December 2015 in San Bernardino. Farook was an American citizen born in Chicago. Malik was born and raised in Pakistan. She arrived in the United States on a fianc&eacute;e visa and later became a permanent resident.</p>\r\n\r\n<p><strong>Boston Marathon bombings</strong></p>\r\n\r\n<p>Tamerlan and Dzhokhar Tsarnaev, who carried out the Boston Marathon bombings in 2013, were born in Kyrgyzstan to parents from war-torn Chechnya. Three people were killed and at least 264 were injured in the attack. The Tsarnaev family arrived in the United States in 2002 and was granted political asylum.</p>\r\n\r\n<p>Asylum is typically granted to people already in the United States who have fled persecution in their home country. Refugees are generally people outside their home country, and have applied for resettlement.</p>\r\n\r\n<p><strong>Orlando</strong></p>\r\n\r\n<p>Omar Mateen, the Orlando nightclub shooter <a href=\"http://www.bbc.com/news/world-us-canada-36513468\">was</a> a U.S. citizen and son of Afghan immigrants. He shot and killed 49 people and wounded 53 others inside a gay nightclub in June 2016.</p>\r\n\r\n<p><strong>Experts weigh in</strong></p>\r\n\r\n<p>We asked experts on refugees and terrorism to evaluate the Cato study, and the claim at the center of this fact check.</p>\r\n\r\n<p>&quot;Having gone through the methodology they used, the figure of one in 3.6 billion is absolutely correct. It is a well-done analysis based on available data,&quot; said UC Irvine Professor Ruben Rumbaut, a leading expert on refugee resettlement in the United States.</p>\r\n\r\n<p>Joel Day, a visiting research scholar at the University of San Diego and expert on terrorism, said the Cato study draws from reliable sources, including the Global Terrorism Database, considered the best of its kind.</p>\r\n\r\n<p>Day said he agreed with the study&rsquo;s methodology, adding &quot;I think their data is absolutely right.&quot;</p>\r\n\r\n<p>Another expert, <a href=\"http://cis.org/Krikorian\">Mark Krikorian</a>, executive director of the Center for Immigration Studies, a think tank that favors stricter immigration policies, said the &quot;one in 3.6 billion&quot; statistic from the Cato study includes too many qualifiers. Notably, he said, it excludes terrorist attacks by refugees that did not kill anyone and those &quot;we&rsquo;ll never know about&quot; foiled by law enforcement.</p>\r\n\r\n<p>&quot;It&rsquo;s not that it&rsquo;s wrong,&quot; Krikorian said of the Cato study, but its author &quot;is doing everything he can to shrink the problem.&quot;</p>\r\n\r\n<p>Kathleen Newland, a senior fellow and co-founder of the Migration Policy Institute, said she believes the Cato study is credible.</p>\r\n\r\n<p>Her own work, she said, has shown there&rsquo;s &quot;vanishingly small probability,&quot; that an American would be murdered by a refugee in a terrorist attack.</p>\r\n\r\n<p>Newland said her only disagreement with the study is its designation of the three Cuban refugees as terrorists. In her evaluation, she said, the crimes they committed don&rsquo;t strictly amount to terrorism.</p>\r\n\r\n<p>In <a href=\"http://www.rasmussenreports.com/public_content/politics/current_events/israel_the_middle_east/voters_worry_syrian_refugees_are_threat_to_america\">opinion polls</a>, Americans have expressed worry over accepting a large number of Syrian refugees.</p>\r\n\r\n<p>Newland said people tend to lump refugees in with all categories of immigrants, without considering the data showing how infrequently refugees are involved with terror attacks.</p>\r\n\r\n<p>&quot;I think people just don&rsquo;t make the distinction between categories of people,&quot; she said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>California Democratic Congressman Ted Lieu recently said the &quot;chances of being killed by a refugee committing a terrorist act is 1 in 3.6 billion.&quot;</p>\r\n\r\n<p>Lieu&rsquo;s claim is backed by a September 2016 study by the Cato Institute.</p>\r\n\r\n<p>It&rsquo;s important to clarify, however, that its study examined terrorist attacks <em>on U.S. soil</em>, something Lieu does not explicitly state.</p>\r\n\r\n<p>Also, the Cato study&nbsp;says the odds of an attack are one in 3.6 billion <em>&quot;per year.&quot;</em> Without these words, Lieu&rsquo;s claim could be viewed as slightly understating the odds, but we did not view his omission as egregious.</p>\r\n\r\n<p>Several experts on terrorism and refugees examined the Cato study and told us its methodology and conclusions were credible. One said the study had too many qualifiers, but did not dispute its data.</p>\r\n\r\n<p>A high-profile terror attack involving a Somali refugee took place in November 2016, after the period examined by the study. Nine people were injured in that attack, but there were no fatalities.</p>\r\n\r\n<p>This is a notable piece of information, but does not take away from the accuracy of the congressman&rsquo;s claim regarding the &quot;chances of being killed by a refugee&quot; or the study he cited as its source.</p>\r\n\r\n<p>Lieu&rsquo;s statement is accurate, though it needs a couple clarifications or additional information. &nbsp;</p>\r\n\r\n<p>We rate it Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em>&nbsp;&ndash; The statement is accurate but needs clarification or additional information.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/27a77628-e6d7-4170-98a6-a2078ecebdc5\">https://www.sharethefacts.co/share/27a77628-e6d7-4170-98a6-a2078ecebdc5</a></p>\r\n", "ruling_comments_date": "2017-02-01T16:37:20.866666", "ruling_date": "2017-02-01T13:50:08", "ruling_headline": "MOSTLY TRUE: Odds of fatal terror attack in U.S. by a refugee? 3.6 billion to 1", "ruling_headline_slug": "odds-youll-be-killed-terror-attack-america-refugee", "ruling_link_text": "Credible study shows odds are beyond remote", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Rep. Ted Lieu, <a href=\"https://lieu.house.gov/media-center/press-releases/rep-lieu-statement-trumps-anti-muslim-executive-order\">press release</a>, Jan. 27, 2017.</p>\r\n\r\n<p>Cato Institute, <a href=\"https://www.cato.org/publications/policy-analysis/terrorism-immigration-risk-analysis\">Terrorism and Immigration: A Risk Analysis</a>, September 2016</p>\r\n\r\n<p>Migration Policy Institute, <a href=\"http://www.migrationpolicy.org/news/us-record-shows-refugees-are-not-threat\">The U.S. Record Shows Refugees Are Not a Threat,</a> October 2015</p>\r\n\r\n<p>Borgen Magazine, <a href=\"http://www.borgenmagazine.com/refugees-in-the-united-states-of-america/\">10 Facts about Refugees in the United States of America</a>, October 12, 2016</p>\r\n\r\n<p>The Independent, <a href=\"http://www.independent.co.uk/news/world/americas/refugee-terrorist-chances-of-killed-one-in-3-billion-donald-trump-immigration-ban-syria-yemen-libya-a7548151.html\">&quot;Chance of being killed by refugee terrorist in United States is one in 3.6 billion,&quot;</a> Jan. 26, 2017</p>\r\n\r\n<p>Rasmussen Reports, <a href=\"http://www.rasmussenreports.com/public_content/politics/current_events/israel_the_middle_east/voters_worry_syrian_refugees_are_threat_to_america\">&quot;Voters Worry Syrian Refugees Are Threat to America,&quot;</a> Oct. 9, 2015</p>\r\n\r\n<p>The Atlantic, <a href=\"https://www.theatlantic.com/news/archive/2016/06/immigrants-and-crime/486884/\">Are Immigrants Prone to Crime and Terrorism?</a> June 15, 2016</p>\r\n\r\n<p>FoxNews, <a href=\"http://www.foxnews.com/us/2015/11/24/fact-check-claims-no-refugees-since-11-took-part-in-terror-plots-ring-false.html\">&quot;Fact check: Claims &#39;no refugees&#39; since 9/11 took part in terror plots ring false</a>,&quot; Nov. 25, 2015.</p>\r\n\r\n<p>CNN.com, <a href=\"http://www.cnn.com/2017/01/29/us/refugee-terrorism-trnd/\">&quot;How many terror attacks have refugees carried out in the United States?&quot;</a> Jan. 29, 2017</p>\r\n\r\n<p>ABCNews.com, <a href=\"http://abcnews.go.com/Blotter/al-qaeda-kentucky-us-dozens-terrorists-country-refugees/story?id=20931131\">&quot;Exclusive: US May Have Let &#39;Dozens&#39; of Terrorists Into Country As Refugees,&quot;</a> Nov. 20, 2013</p>\r\n\r\n<p>Interview, <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a>, immigration policy analyst, Cato Institute, Feb. 1, 2017</p>\r\n\r\n<p>Interview, <a href=\"http://cis.org/Krikorian\">Mark Krikorian</a>, executive director, Center for Immigration Studies, Jan. 31, 2017</p>\r\n\r\n<p>Interview, <a href=\"http://www.migrationpolicy.org/about/staff/kathleen-newland\">Kathleen Newland</a>, senior fellow and co-founder, Migration Policy Institute, Jan. 31, 2017</p>\r\n\r\n<p>Interview, <a href=\"http://www.faculty.uci.edu/profile.cfm?faculty_id=4999\">Ruben Rumbaut</a>, professor of sociology, UC Irvine, Jan. 30, 2017</p>\r\n\r\n<p>Interview, Joel Day, visiting research scholar, University of San Diego Institute of Peace and Justice, Jan. 31, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Ted", "half_true_count": 1, "home_state": "California", "id": 3823, "last_name": "Lieu", "mostly_true_count": 2, "name_slug": "ted-lieu", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ted_Lieu_mug_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3823/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>&quot;The chances of being killed by a refugee committing a terrorist act is 1 in 3.6 billion.&quot;</p>\r\n", "statement_context": "in a press release", "statement_date": "2017-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "The odds you’ll be killed in a terror attack in America -- by a refugee? Claim: 3.6 billion to 1"}