{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/dec/23/ben-nelson/sen-ben-nelson-says-medicaid-provision-added-healt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1369, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1369/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It has been called the \"Omaha Stakes\" and the \"Cornhusker Kickback,\" but was a Medicaid provision added to the Senate health care bill a simple payoff to Nebraska to secure Sen. Ben Nelson's pivotal vote?</p>\r\n<p>That was the charge from several Republicans who blasted Nelson, D-Neb., for essentially selling his vote on health care reform in exchange for a special, backroom deal that could save the Nebraska state government millions of dollars in Medicaid subsidies.</p>\r\n<p>Nelson came to the floor on Dec. 22, 2009, to defend himself, and accused his attackers of distorting the facts to score political points.</p>\r\n<p>\"It is not a special deal for Nebraska,\" Nelson said.</p>\r\n<p>We decided to weigh in.</p>\r\n<p>At issue here is a tiny clause tucked into a 383-page Manager's Amendment to the Senate health care reform bill. The wording of the paragraph is steeped in legalese (you can read  <a href=\"http://www.politico.com/static/PPM145_chris.html\" target=\"_blank\"> the part that pertains to Nebraska </a> on page 98 if you're into that kind of thing), but it relates to money that states will have to pick up with regard to Medicaid. The Senate bill would expand Medicaid to people below 133 percent of the poverty level. And up until 2017, the federal government will pick up the tab for the added cost that will place on state governments. After that, states will have to start sharing the cost.</p>\r\n<p>The provision added in the amendment will exempt Nebraska from that sunset, however, meaning that the federal government would forevermore pick up all of the expense of expanded eligibility to Medicaid in that state.</p>\r\n<p>How much money is at stake? The nonpartisan Congressional Budget Office didn't specifically break out Nebraska, but said the cost of expanding Medicaid eligibility would be about $1.2 billion for Nebraska, Massachusetts and Vermont over the next 10 years.</p>\r\n<p>\"You&rsquo;ve got to compliment Ben Nelson for playing 'The Price is Right,'\" said Sen. Richard Burr, R-N.C. \"He negotiated a Medicaid agreement for Nebraska that puts the federal government on the hook forever. Not for six years, not for 10 years. This isn&rsquo;t the Louisiana Purchase; this is the Nebraska windfall.\"</p>\r\n<p>Sen. Lindsey Graham, R-S.C., went on the  <em> Today </em> show and called the deal \"sleazy.\" And Attorney General Henry McMaster of South Carolina said he and his counterparts in Michigan and Washington state were investigating whether the special provisions for Nebraska are unconstitutional.</p>\r\n<p>Senate Majority Leader Harry Reid defended the deal, saying, \"You&rsquo;ll find a number of states that are treated differently than other states. That&rsquo;s what legislating is all about. It&rsquo;s about compromise.\"</p>\r\n<p>On the Senate floor, Sen. Mike Johanns, R-Neb., said Nebraskans have been embarrassed by all the attention from the controversy and want no part of a special deal.</p>\r\n<p>Shortly after Johanns spoke, Nelson came to the floor to defend himself.</p>\r\n<p>The provision, he said, was not a \"carve-out\" for Nebraska. To the contrary, he said, he pushed for the language because he opposes unfunded mandates placed on states by the federal government -- such as this Medicaid expansion -- and saw the exemption for Nebraska as a way to open the door for other states to do the same.</p>\r\n<p>\"You can twist and you can turn and you can try to distort what happens, but it does not change the underlying facts,\" Nelson said. \"The underlying facts are, this was pursued initially as an opt-in or opt-out for all states. It was impossible to do that at the present time, and so as a matter of fix, there was, in fact, the extension of the federal dollars from the year 2017 on, well into the future, as a marker to lay down so that every state could object to this manner of unfunded mandates.\"</p>\r\n<p>\"Each state between now and 2017 &mdash; two-thirds-plus of a decade &mdash; will have an opportunity to come back in and get this bill changed,\" Nelson said.</p>\r\n<p>\"It is not a special deal for Nebraska,\" Nelson insisted. \"It is, in fact, an opportunity to get rid of an unfunded federal mandate for all the states. Let me repeat that: for all the states. There is nothing special about it, and it is fair.\"</p>\r\n<p>Sen. Tom Harkin, D-Iowa, agreed that while the provision only mentions Nebraska, it may set a precedent for other states to get the same deal.</p>\r\n<p>'\"Other governors will be on their congressmen and senators to make sure their states are held harmless,\" Harkin said. '\"Sen. Nelson may have done all the states a big favor.\"</p>\r\n<p>So to summarize, Nelson says the provision was meant as a \"marker\" to allow all states to fight what he believes is an unfair, unfunded mandate from the federal government. And maybe that's the effect the provision will have. Maybe it will open the door so that in the next seven years, other states will be able to change the law so that they can get the same deal as Nelson got for Nebraska. But for now, Nebraska is the only state in the bill that would get the deal. Other states may fight in the future, but Nelson has already won that battle for Nebraska. And unless or until all states get the same treatment, it  <em> is </em> a special deal for Nebraska. We rule Nelson's statement False.</p>", "ruling_comments_date": "2010-01-07T13:28:57.872206", "ruling_date": "2009-12-23T17:55:50", "ruling_headline": "Sen. Ben Nelson says Medicaid provision added to health care reform is not a special deal for Nebraska", "ruling_headline_slug": "sen-ben-nelson-says-medicaid-provision-added-healt", "ruling_link_text": "We don't see any other states listed", "ruling_state": null, "source_documents": null, "sources": "<p>Library of Congress,  <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d111:1:./temp/~bdZitX::|/bss/111search.html|\" target=\"_blank\"> Manager's Amendment to H.R. 3590 (page 98) </a></p>\r\n<p>AP,  <a href=\"http://www.boston.com/news/health/articles/2009/12/23/after_2d_test_democrats_sure_on_health_bill/\" target=\"_blank\"> \"After 2d test, Democrats sure on health bill,\" </a> by Erica Werner, Dec. 23, 2009</p>\r\n<p>New York Times,  <a href=\"http://www.nytimes.com/2009/12/23/health/policy/23health.html\" target=\"_blank\"> \"Parties Stay United as Health Bill Clears Steps in Senate,\" </a> by David M. Herszenhorn and Robert Pear, Dec. 22, 2009</p>\r\n<p>Washington Post, Op Ed:  <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/12/22/AR2009122202664.html\" target=\"_blank\"> \"For Sale: One senator (D-Neb.) No principles, low price,\" </a> by Michael Gerson, Dec. 23, 2009</p>\r\n<p>New York Times,  <a href=\"http://www.nytimes.com/2009/12/21/health/policy/21healthcare.html?_r=2&amp;pagewanted=1\" target=\"_blank\"> \"Deep in Health Bill, Very Specific Beneficiaries,\" </a> by Robert Pear, Dec. 20, 2009</p>\r\n<p>Congressional Quarterly, Congressional Record, Senate, Dec. 22, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Ben", "half_true_count": 0, "home_state": "Nebraska", "id": 285, "last_name": "Nelson", "mostly_true_count": 0, "name_slug": "ben-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/AP_DCHH138_HEALTH_CARE_OVER_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/285/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>A Medicaid provision added to the Senate health care&nbsp;reform bill \"is not a special deal for Nebraska.\"</p>", "statement_context": "a speech on the Senate floor", "statement_date": "2009-12-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}