{"art": [{"brightcove": "", "caption": "In December 2016, Chris Wallace of the Texas Association of Business unveiled a report including predicted effects on the Texas economy of a law discriminatory to residents including LGBT Texans (Austin American-Statesman, Ricardo B. Brazziell).", "id": 10310, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/cwpft120616.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10310/", "title": "Chris Wallace TAB 12/2016", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/feb/03/texas-association-business/business-group-says-bathroom-law-could-lose-texas-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Will Texas bathroom bill sock Texas economy?", "id": 13696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A major business group predicts billions of dollars in economic losses should Texas lawmakers advance &quot;discriminatory&quot; legislation including so-called bathroom bills or measures limiting local control of non-discrimination ordinances.</p>\r\n\r\n<p>We checked on whether the <a href=\"https://docs.google.com/document/d/1ZMhU4fNflMGaiY8aA5vAjEswX8LF8yzPIyhC3_OpYPE/pub\">widely cited</a> projections, linked to actions in other states, hold up.</p>\r\n\r\n<p>Portions of the study commissioned by the Texas Association of Business proved solid. But other elements were shaky. One projection, for instance, rests in the Super Bowl set for Houston on Feb. 5, 2017 being moved to another state. Another extrapolates Texas losses from research rooted in Arizona&rsquo;s immigration law--not that state&rsquo;s failed proposal targeting LGBT residents. And the report&rsquo;s biggest projected loss to Texas starts from an Indiana legislator&rsquo;s comment that might lack documentary backup.</p>\r\n\r\n<p>There could be heft to claims that a Texas Senate proposal poses economic risks. Opponents of <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB6\">Senate Bill 6</a>, requiring Texas residents to use bathrooms matching their assigned sex at birth, underscore North Carolina&rsquo;s experience, which gets TAB attention elsewhere in its report presenting the possible economic losses. In 2016, Republicans in the Tarheel State curbed protections for lesbian, gay, bisexual and transgender residents, touching off economic losses mostly tied to boycotts adding up to as much as $201 million, PolitiFact North Carolina <a href=\"http://www.politifact.com/north-carolina/statements/2016/may/16/chris-sgro/democratic-representative-says-north-carolina-has-/\">confirmed</a>.</p>\r\n\r\n<p>The TAB, <a href=\"http://www.txbiz.org/about/\">which calls itself</a> the state&rsquo;s leading advocate for employers, initially highlighted the study that caught our attention in a Dec. 6, 2016, <a href=\"http://web.txbiz.org/CWT/EXTERNAL/WCPAGES/WCNEWS/NEWSARTICLEDISPLAY.ASPX?ArticleID=1231\">press release</a> urging the 2017 Legislature to spurn &quot;discriminatory legislation.&quot; That release said the study, undertaken at St. Edward&rsquo;s University in Austin, found that a &nbsp;discriminatory law could result in $964 million to $8.5 billion in reduced state gross domestic product and up to 185,000 lost jobs, partly due to fallout in the tourism sector. State GDP refers to the market value of all final goods and services produced within a state in a particular period of time.</p>\r\n\r\n<p>We broke down the figures in <a href=\"http://www.keeptxopen.org/wp-content/uploads/2016/12/KTOB-Economic-Study.pdf\">the study</a>, exploring research assumptions and identifying instances of unstated or questionable sourcing. Separately, outside experts sounded a few cautionary notes.</p>\r\n\r\n<p><strong>University researchers unavailable for interview</strong></p>\r\n\r\n<p>We were barred from talking to the people who made the projections. But at the association&rsquo;s request, <a href=\"https://www.stedwards.edu/directory/employees/william-bradley-zehner\">Brad Zehner</a>, a St. Edward&rsquo;s associate professor of management, addressed a set of questions in writing. We fielded <a href=\"https://docs.google.com/document/d/1Dxl1NfwFEw50fkKN5-rcRm9Rue7OfgyHkWvAkV5n2B8/pub\">Zehner&rsquo;s responses</a> by email from the association&rsquo;s Belinda Matingou after a university spokeswoman, Mischelle Diaz, advised by email that faculty and students who did the study had signed non-disclosure agreements prohibiting additional commentary. She further said the &quot;research provided should not be interpreted as the official position of the university, but rather that it contains views and opinions of the student teams based on discussions, observations and analysis.&quot;</p>\r\n\r\n<p><strong>Study&rsquo;s timeframe, scope</strong></p>\r\n\r\n<p>Zehner wrote that four St. Edward&rsquo;s business graduate students under faculty supervision reached the projections in December 2015--or more than a year before the 2017 legislative session. That timeframe explains why North Carolina&rsquo;s experience wasn&rsquo;t considered; its law <a href=\"http://www.charlotteobserver.com/news/politics-government/article68401147.html\">won legislative approval in March 2016</a>.</p>\r\n\r\n<p>We noticed too that as of 2017, none of the study&rsquo;s three analyzed states still had a mandate like the ones gauged by the study. Arizona&rsquo;s proposal was vetoed, a Louisiana gubernatorial order was rescinded and Indiana&rsquo;s law was amended not to apply to LGBT residents.</p>\r\n\r\n<p>Also, the study presents the potential Texas costs as a three-year forecast. Zehner, asked to explain that length of time, said: &quot;A singular event such as the loss of the Super Bowl or the March Madness tournament does not have a one-time impact on an economy but rather ripples through multiple years as ancillary businesses are impacted. Think about tourism. If out-of-state tourists have a great experience in Austin, Dallas, Houston, or San Antonio, they will tell friends who might decide to vacation in Texas the following year. A multi-year projection is more meaningful than a single-year projection.&quot;</p>\r\n\r\n<p><strong>State by state</strong></p>\r\n\r\n<p>Let&rsquo;s look at the numbers behind the projections, state by state.</p>\r\n\r\n<p><strong>Arizona</strong></p>\r\n\r\n<p>In 2014, Arizona&rsquo;s legislature advanced a proposal, vetoed by Gov. Jan Brewer, allowing businesses to deny services on religious grounds--a change in law widely taken as permitting discrimination against gays. Prior to the veto, the study says, &quot;several large businesses expressed formal opposition to the bill, including the National Football League, which threatened to take the Super Bowl to another state, at a potential cost of $500 million.&quot;</p>\r\n\r\n<p>The study says Arizona estimates &quot;of costs incurred over the course of three years in cancelled conventions and travel costs equaled $140 million.&quot; The study attributes that figure to a February 2014 <em>Arizona Republic</em> <a href=\"http://www.azcentral.com/story/news/2014/02/22/ariz-business-groups-are-overwhelmingly-opposed-to-measure/5722123/\">news story</a>, though the story attaches that predicted effect to an earlier state law targeting unauthorized U.S. residents that was <a href=\"http://www.pbs.org/newshour/amp/updates/high-court-rejects-part-of-arizona-immigration-law\">partly overturned</a> by the U.S. Supreme Court in 2012.</p>\r\n\r\n<p>We asked <a href=\"http://www.edpco.com/content/bios/dannycourt.aspx\">Danny Court</a> of Elliot D. Pollack and Company, the Scottsdale-based firm that reached the figure, to review the Texas citation. By email, Court commented: &quot;Our report had nothing to do with issues pertaining to religious freedom policies.&quot; Court further said it&rsquo;s &quot;unclear, but likely, that the $140 million figure was not the correct figure to base an extrapolation from.&quot; Then again, he said by phone, he hasn&rsquo;t probed if a Texas law would result in greater or lesser losses.</p>\r\n\r\n<p>In the Arizona analysis, the Texas study says the estimated three-year impact of similar Texas legislation could be $464 million to $964 million, that high-end figure, we confirmed, rests in Texas losing the equivalent of the 2017 <a href=\"http://www.housuperbowl.com/\">Super Bowl</a>. The study says:</p>\r\n\r\n<p style=\"margin-left:58.5pt\">&quot;&bull; Houston is scheduled to host the 2017 Super Bowl. LGBT activists have lobbied for the National Football League to move the event, but it will continue as planned.</p>\r\n\r\n<p style=\"margin-left:58.5pt\">&quot;&bull; As Texas&rsquo; travel and tourism industry is three times larger than Arizona&rsquo;s (Dean Runyan Associates, 2015), the potential drop in tourism could amount to $464 million over three years.</p>\r\n\r\n<p style=\"margin-left:58.5pt\">&quot;&bull; This equates to a loss of approximately 12,000 jobs.&quot;</p>\r\n\r\n<p>We confirmed the listed travel and tourism figures, also determining&nbsp;from Matingou and Zehner that the researchers calculated job losses by dividing the economic loss projections by the $46,000 annual average Texas wage as of May 2015. A Bureau of Labor Statistics <a href=\"https://www.bls.gov/oes/current/oes_tx.htm#00-0000\">chart</a> pegs that wage for all Texas occupations -- meaning plenty of jobs not directly connected to tourism -- was $46,560.</p>\r\n\r\n<p><strong>Louisiana</strong></p>\r\n\r\n<p>Louisiana legislators in 2015 didn&rsquo;t reach a law to protect businesses from negative consequences for denying services on religious grounds. Gov. Bobby Jindal then <a href=\"http://www.nola.com/politics/index.ssf/2015/05/gov_bobby_jindal_issues_religi.html\">placed such provisions into an executive order</a> later <a href=\"http://gov.louisiana.gov/news/gov-edwards-signs-nondiscrimination-executive-order\">rescinded</a> by Jindal&rsquo;s Democratic successor, John Bel Edwards.</p>\r\n\r\n<p>According to the Texas study, the city of New Orleans predicted Jindal&rsquo;s order would cause 85 percent of the city&rsquo;s top conventions not to return. The study, applying that declaration to conventions in Houston and to Texas sales tax revenue, says the estimated impact of a Texas law could be as high as $1 billion, risking 26,000 jobs.</p>\r\n\r\n<p>We didn&rsquo;t see a source in the study for New Orleans&rsquo; top conventions not returning. But a web search yielded a May 2015 Travel Weekly <a href=\"http://www.travelweekly.com/North-America-Travel/Religious-freedom-law-would-crush-convention-business-says-CVB-chief\">news story</a> quoting Stephen Perry, ceo of the New Orleans Convention &amp; Visitors Bureau, talking about the failed legislation. According to the story, Perry said 80 percent to 85 percent of the city&#39;s &quot;most important corporate customers&quot; called to say that if it were to pass, &quot;it&rsquo;s unlikely we&rsquo;re going to be able to come back here.&quot; The story also quoted Perry saying Jindal&rsquo;s order &quot;caused a lot of consternation and confusion.&quot;</p>\r\n\r\n<p>We asked a bureau spokesman, <a href=\"http://www.neworleanscvb.com/articles/index.cfm?action=view&amp;articleID=9201&amp;menuID=1602\">Kristian Sonnier, </a>about Perry&rsquo;s conventions statement. By email, Sonnier offered that &quot;our industry had approximately $1 billion/year in corporate convention and special event business at stake that would have been put at risk by our state government passing an anti-LGBTQ bill and,&quot; he said, Jindal&rsquo;s order.</p>\r\n\r\n<p><strong>Indiana</strong></p>\r\n\r\n<p>In 2015, the TAB-requested study says, Indiana&rsquo;s legislature voted to allow businesses to refuse service due to objections on religious grounds. After negative reactions, the study notes, legislators amended the law to blunt its effect on LGBT residents. Still, the study says, the economic impact was calculated as $1.5 billion in short-term losses alone.</p>\r\n\r\n<p>The study footnotes that figure to a web link that didn&rsquo;t work when we tried. But we found an April 2015 WNDU <a href=\"http://www.wndu.com/home/headlines/RFRA-passage-cost-Indiana-15-billion-298523441.html\">news story</a> attributing the $1.5 billion figure to an Indiana legislator, <a href=\"http://indianahousedemocrats.org/terri-austin/\">Terri Austin</a>, quoted saying that she&rsquo;d talked to industry professionals and concluded the original Indiana act had caused the state to lose $1.5 billion in meetings and conventions. &quot;I talked to some of the industry professionals just to get the facts and figures so I didn&#39;t just pull them out of thin air,&quot; Austin said.</p>\r\n\r\n<p>We tried to reach Austin about what went into her figure, which she brought up <a href=\"https://iga.in.gov/information/archives/2015/video/house/\">in April 2015 legislative debate</a>. At our inquiry, <a href=\"http://indianahousedemocrats.org/staff/\">John Schorg</a>, a staff spokesman for Indiana&rsquo;s Democratic House caucus, said Austin told him that she drew on discussions she had with the Indiana Chamber of Commerce, the Indiana Restaurant and Hotel Lodging Association and the Indianapolis Chamber of Commerce. Schorg said documentation of the figure, if any, is long gone.</p>\r\n\r\n<p>Indiana&rsquo;s losses might not have been that huge. A web search led us to a January 2016 <em>Indianapolis Star</em> <a href=\"http://www.indystar.com/story/news/politics/2016/01/25/official-rfra-cost-indy-up-12-conventions-and-60m/79328422/\">news story</a> stating that according to the city&rsquo;s tourism agency, the furor surrounding Indiana&rsquo;s Religious Freedom Restoration Act &quot;might have cost the city of Indianapolis as many as 12 conventions and up to $60 million in economic impact,&quot; which would break out to 4 percent of the bandied $1.5 billion figure. The story said Chris Gahl, vice president of marketing for Visit Indy, reported that in 2015, 12 conventions cited RFRA as at least one reason they chose not to book Indianapolis. But that loss of $60 million amounted to a small piece of Indianapolis&#39;s $4.5 billion tourism industry, the story said.</p>\r\n\r\n<p>Matingou put us in touch with Gahl, who affirmed the $60 million loss, adding by email: &quot;This economic impact number would have significantly escalated had the amendment&quot; protecting LGBT residents &quot;not been put in place so swiftly.&quot; Neither he nor other Indiana&nbsp;officials we reached offered a basis or backup data for the $1.5 billion figure.</p>\r\n\r\n<p>The Texas study accurately recapped fall-out in Indiana before its law was amended including an NCAA chief expressing serious concerns over hosting events in the state, Apple CEO Tim Cook penning a critical&nbsp;<a href=\"https://www.washingtonpost.com/opinions/pro-discrimination-religious-freedom-laws-are-dangerous-to-america/2015/03/29/bdb4ce9e-d66d-11e4-ba28-f2a685dc7f89_story.html?utm_term=.8c9b8fccc348\">commentary</a>&nbsp;and Indianapolis-based Angie&rsquo;s List <a href=\"http://www.indystar.com/story/money/2015/03/28/angies-list-canceling-eastside-expansion-rfra/70590738/\">saying</a> it was cancelling a $40 million headquarters expansion due to Indiana&rsquo;s law.</p>\r\n\r\n<p>The Texas study says that if a similar law passed in Texas, the estimated impact could reach $8.5 billion.</p>\r\n\r\n<p>How so? &quot;Given that the Texas travel industry has a $31 billion annual impact, a 15 percent reduction would result in an overall loss of $8.5 billion,&quot; the study says, &quot;or 0.5% of the State GDP, the same percentage GDP loss experienced by Indiana,&quot; which equates to more than 150,000 &nbsp;jobs, the study says.</p>\r\n\r\n<p>This needed unpacking.</p>\r\n\r\n<p>We didn&rsquo;t see a study source for the stated $31 billion annual impact of the Texas travel industry though Matingou pointed out that Oregon-based <a href=\"http://deanrunyan.com/index.php\">Dean Runyan Associates</a>, which employs its model to calculate travel and tourism spending for states, <a href=\"http://www.deanrunyan.com/doc_library/TXImp.pdf\">pegged</a> the 2015 GDP of the Texas travel industry at $33.5 billion.</p>\r\n\r\n<p>Also, Matingou told us, the &quot;15 percent&quot; reduction was a typo that should have said &quot;0.5 percent,&quot; as the study states otherwise. She further said the researchers projected Texas potentially losing $8.5 billion in GDP starting from the realization that the $1.5 billion in declared losses to Indiana was equal to 0.5 percent of that state&rsquo;s GDP. Applying the same percentage to Texas&rsquo;s GDP of $1.7 trillion, she noted, breaks out to $8.5 billion.</p>\r\n\r\n<p>We didn&rsquo;t spot sources for state GDPs in the study. When we asked, Matingou said the study relied on a <a href=\"http://gov.texas.gov/files/ecodev/texas-economic-overview.pdf\">July 2015 report</a> from the Texas state comptroller stating Texas had a 2015 Gross State Product of $1.657 trillion; researchers rounded that up to $1.7 billion, she said, with 0.5 percent of that being $8.5 billion.</p>\r\n\r\n<p><strong>Outside experts</strong></p>\r\n\r\n<p>Experts including economist <a href=\"http://www.memphis.edu/mlche/academics/profile_jgnuschk.php\">John Gnuschke</a> of the University of Memphis mostly saw no major problems with the research approach. Gnuschke wrote: &quot;State-to-state impact comparisons are widely used for studies of this kind but are difficult given the wide range of policy variations and economic conditions in each state,&quot; Gnuschke wrote. &quot;Individual states find it difficult to assess the impact of any policy.&quot;</p>\r\n\r\n<p>But economist <a href=\"http://belkcollege.uncc.edu/directory/craig-depken-ii\">Craig Depken</a> of the University of North Carolina-Charlotte and <a href=\"https://www.mccombs.utexas.edu/Directory/Profiles/Werner-Timothy\">Timothy Werner</a>, a University of Texas professor, each urged caution in converting data from other states into specific Texas forecasts. Werner said: &quot;One of the biggest challenges faced by this sort of study is that we don&rsquo;t have a lot of data on the actual effects of these bills, as only one (in North Carolina) has gone into effect.&quot;</p>\r\n\r\n<p>A Wharton professor, <a href=\"https://oid.wharton.upenn.edu/profile/schweitz/\">Maurice Schweitzer</a>, and Don Hoyte of Austin, a former 20-year analyst for the Texas state comptroller&rsquo;s office, each said he&rsquo;d expect an anti-LGBT law to be detrimental to the Texas economy. Schweitzer said, though, precise &quot;figures are difficult to forecast, because the effects can snowball&mdash;once one company or sporting event boycotts a state, others are more likely to follow. Though I cannot forecast the exact amount, I am positive that a measure limiting transgender bathroom choices will harm the Texas economy.&quot;</p>\r\n\r\n<p>Hoyte said a weakness is the study&rsquo;s focus on the overall state economy when it makes better sense to expect distinct effects among local economies--tourism-dependent San Antonio, for instance, or other big cities in terms of the likelihood of big sporting events not coming to town.</p>\r\n\r\n<p>Matingou later reminded us the study presented ranges of possible impact, also saying: &quot;The researchers you consulted echo TAB&rsquo;s concern that discriminatory legislation will have a significant, negative impact on the Texas economy.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The TAB said a study projects up to $8.5 billion in lost GDP and up to 185,000 lost jobs in Texas if&nbsp;lawmakers approve a discriminatory measure like proposals&nbsp;in other states.</p>\r\n\r\n<p>Such a law might cause economic shivers. But we find this study&rsquo;s headlined figures, reached about 13 months ago, to be based on predicted or actual effects of discriminatory mandates in Arizona, Louisiana and Indiana that didn&rsquo;t make it into law or were rescinded or softened. Moreover, not all the study&rsquo;s numbers, calculations and assumptions proved solid and a key figure,&nbsp;reflecting on Indiana losing $1.5 billion in conventions,&nbsp;doesn&#39;t appear to have a documented basis.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2017-02-03T11:36:47.159284", "ruling_date": "2017-02-03T18:45:00", "ruling_headline": "Business group says bathroom law could lose Texas $8.5 billion in GDP, up to 185,000 jobs", "ruling_headline_slug": "business-group-says-bathroom-law-could-lose-texas-", "ruling_link_text": "No Houston Super Bowl?", "ruling_state": null, "source_documents": null, "sources": "<p>Press release, <a href=\"http://web.txbiz.org/CWT/EXTERNAL/WCPAGES/WCNEWS/NEWSARTICLEDISPLAY.ASPX?ArticleID=1231\">&quot;New Study Finds Up to $8.5 billion GDP loss, 185,000 jobs at risk if Texas passes so-called &lsquo;Religious Freedom&rsquo; and &lsquo;bathroom bills,&rsquo;&quot; </a>Texas Association of Business, Dec. 6, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ZMhU4fNflMGaiY8aA5vAjEswX8LF8yzPIyhC3_OpYPE/pub\">Sampling of news stories</a> citing study of economic impact of discriminatory legislation commissioned by the Texas Association of Business, Dec. 6, 2016 through Jan. 31, 2017 (Nexis news database and web searches)</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact North Carolina, <a href=\"http://www.politifact.com/north-carolina/statements/2016/may/16/chris-sgro/democratic-representative-says-north-carolina-has-/\">&quot;Democratic Representative Chris Sgro says North Carolina has already lost $500 million due to HB2,&quot;</a> May 16, 2016; <a href=\"http://www.politifact.com/north-carolina/statements/2016/oct/28/john-skvarla/top-north-carolina-economic-official-says-hb2-has-/\">&quot;Top North Carolina economic official says HB2 has not harmed the state economy,&quot;</a> Oct. 28, 2016</p>\r\n\r\n<p>Study, <a href=\"http://www.keeptxopen.org/wp-content/uploads/2016/12/KTOB-Economic-Study.pdf\">&quot;The Economic Impact of Discriminatory Legislation on the State of Texas,&quot;</a> researchers at St. Edward&rsquo;s University as commissioned by the Texas Association of Business, December 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1rcd5zNIzeMBpqsZ-j4zeTq-nwppB769MYmtT9Mzr1wo/pub\">Emails</a>, Mischelle Diaz, director of communications, St. Edward&rsquo;s University, Jan. 20, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1IBEShRJg4v3ivT3-jCFZHcuW6sY1rTj_7BwxZtxCInA/pub\">Emails</a>, Belinda Matingou, regional executive director, Texas Association of Business, Jan. 25-Feb. 3, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.azcentral.com/story/news/2014/02/22/ariz-business-groups-are-overwhelmingly-opposed-to-measure/5722123/\">&quot;Ariz. business groups are overwhelmingly opposed to measure,&quot;</a> The Arizona Republic, Feb. 21, 2014</p>\r\n\r\n<p>Reports on travel and tourism spending, <a href=\"http://deanrunyan.com/index.php\">Dean Runyan Associates</a>, for <a href=\"https://tourism.az.gov/sites/default/files/AZImp14pSepRev2.pdf\">Arizona</a>, September 2015, and <a href=\"http://www.deanrunyan.com/doc_library/TXImp.pdf\">Texas</a>, July 2016 (accessed Jan. 25, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://www.travelweekly.com/North-America-Travel/Religious-freedom-law-would-crush-convention-business-says-CVB-chief\">&quot;Religious-freedom law would crush NOLA convention biz, says CVB chief,&quot;</a> Travel Weekly, May 21, 2015</p>\r\n\r\n<p>Web page, <a href=\"https://www.visithoustontexas.com/media/research/convention-statistics/\">&quot;Convention Statistics,&quot;</a> Visit Houston, Greater Houston Convention &amp; Visitors Bureau, undated (accessed Jan. 26, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://www.wndu.com/home/headlines/RFRA-passage-cost-Indiana-15-billion-298523441.html\">&quot;RFRA passage cost Indiana $1.5 billion,&quot;</a> WNDU, April 2, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.indystar.com/story/news/politics/2016/01/25/official-rfra-cost-indy-up-12-conventions-and-60m/79328422/\">&quot;Official: RFRA cost Indy up to 12 conventions and $60M,&quot;</a> the Indianapolis Star, Jan. 26, 2016</p>\r\n\r\n<p>Web post, <a href=\"http://www.ncaa.org/about/resources/media-center/news/statement-indiana-religious-freedom-bill\">&quot;Statement about Indiana religious freedom bill,&quot;</a> Mark Emmert, NCAA president, March 26, 2015</p>\r\n\r\n<p>Commentary, <a href=\"https://www.washingtonpost.com/opinions/pro-discrimination-religious-freedom-laws-are-dangerous-to-america/2015/03/29/bdb4ce9e-d66d-11e4-ba28-f2a685dc7f89_story.html?utm_term=.8c9b8fccc348\">&quot;Tim Cook: Pro-discrimination &lsquo;religious freedom&rsquo; laws are dangerous,&quot;</a> in the Washington Post, March 29, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.indystar.com/story/money/2015/03/28/angies-list-canceling-eastside-expansion-rfra/70590738/\">&quot;Angie&#39;s List canceling Eastside expansion over RFRA,&quot;</a> the Indianapolis Star, March 28, 2015, updated April 2, 2015</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/1Dxl1NfwFEw50fkKN5-rcRm9Rue7OfgyHkWvAkV5n2B8/pub\">responses to PolitiFact Texas questions</a>, Brad Zehner, associate professor of management, St. Edward&rsquo;s University (received by email from Belinda Matingou, Jan. 25, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1_Hc1ZD1PE0vKL5fHAupdRU1Dcn7Zx2Q4WbD4H-25jYU/pub\">Email</a> and phone interview, Danny Court, principal, senior economist, Elliott D. Pollack &amp; Company, Jan. 25 and Feb. 1, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1i2fxL76lt5pg9p2p5lXldCxSU2-I381afHdIe-tzzJI/pub\">Email</a>, Kristian Sonnier, vice president of communications &amp; public relations, New Orleans Convention and Visitors Bureau, Jan. 27, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1XOQsSUxaHJh_B3Gihu186Xzr1PJXdL-XDPdfWBYIGZ8/pub\">Email</a>, A.J. Mistretta, director of public relations, Marketing &amp; Communications, Greater Houston Conventions and Visitors Bureau, Jan. 26, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1SZ0OHb7bBreJGW9ucZLaF88BkxIFSZ7TVNchEO2I7sk/pub\">Emails</a>, <a href=\"http://indianahousedemocrats.org/staff/\">John Schorg</a>, director of media relations, Indiana House Democratic Caucus, Jan. 26, 2017</p>\r\n\r\n<p>Web pages, Bureau of Economic Analysis, <a href=\"https://www.bea.gov/regional/bearfacts/action.cfm?geoType=3&amp;fips=18000&amp;areatype=18000\">&quot;Bear Facts, GDP for Indiana,&quot;</a> <a href=\"https://www.bea.gov/regional/bearfacts/action.cfm?geoType=3&amp;fips=48000&amp;areatype=48000\">&quot;Bear Facts, GDP for Texas,&quot;</a> last updated Sept. 27, 2016 (accessed Feb. 2, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1HsChe793glMzGxuPnO12ZjxJK0QiJokXIJLnhLQEmQU/pub\">Emails commenting on methodology of economic impact study</a>, <a href=\"https://www.mccombs.utexas.edu/Directory/Profiles/Werner-Timothy\">Timothy Werner</a>, assistant professor of business, government &amp; society, McCombs School of Business, University of Texas; <a href=\"http://www.memphis.edu/mlche/academics/profile_jgnuschk.php\">John Gnuschke</a>, director, <a href=\"http://www.memphis.edu/sbber/\">Sparks Bureau of Business and Economic Research</a> (SBBER) and the Center for Manpower Studies (CMS), professor of economics, the University of Memphis; <a href=\"http://belkcollege.uncc.edu/directory/craig-depken-ii\">Craig Depken</a>, professor of economics, Belk College of Business, University of North Carolina-Charlotte; <a href=\"https://oid.wharton.upenn.edu/profile/schweitz/\">Maurice Schweitzer</a>, Cecilia Yen Koo professor of Operations, Information and Decisions, the Wharton School, University of Pennsylvania; Don Hoyte owner, TexasTrustFunds.com, Jan. 12-25, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/14MU1ksywI4SDEpNKyQtaDWBPQiELUQy6xTw97SIucRs/pub\">Email</a>, Chris Gahl, senior vice president, Visit Indy, Feb. 3, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Advocacy group", "false_count": 0, "first_name": "Texas", "half_true_count": 0, "home_state": "Texas", "id": 3824, "last_name": "Association of Business", "mostly_true_count": 0, "name_slug": "texas-association-business", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tabpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3824/", "total_count": 1, "true_count": 0, "website": "http://web.txbiz.org/"}, "statement": "<p>Says a study indicates up to $8.5 billion in lost GDP and up to 185,000 lost jobs if Texas lawmakers approve a measure limiting transgender bathroom choices.</p>\r\n", "statement_context": "a press release and study", "statement_date": "2016-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ".@txbiz says study signals TX bathroom law could cost state $8.5 billion in GDP, up to 185,000 jobs."}