{"art": [{"brightcove": "", "caption": "State Sen. John Eichelberger Credit: Screenshot", "id": 10511, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/eichelberger.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10511/", "title": "Eichelberger", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "cassie@billypenn.com", "first_name": "Cassie", "id": 536, "last_name": "Owens", "name_slug": "cassie-owens", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/536/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/feb/27/john-eichelberger/checking-rural-pa-republicans-claim-city-students-/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "", "id": 13786, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cassie@billypenn.com", "first_name": "Cassie", "id": 536, "last_name": "Owens", "name_slug": "cassie-owens", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/536/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/13786/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Would students from distressed urban neighborhoods be better off if their instruction was &quot;less intensive&quot;? A Republican Pennsylvania senator out of Blair County sparked controversy for suggesting as much at a town hall in West Pennsboro last week.</p>\r\n\r\n<p><a href=\"http://cumberlink.com/news/local/eichelberger-gets-scrutiny-from-constituents-at-town-hall-meeting/article_40ad0755-3afe-5207-a436-d13f2a3cfc22.html\">As reported in the <em>Carlisle Sentinel,</em> </a>Sen. John Eichelberger criticized state education programming that directs students of color toward college rather than vocational courses as a matter of ill-used funding. &nbsp;</p>\r\n\r\n<p>&quot;They&rsquo;re pushing them toward college and they&rsquo;re dropping out,&quot; <a href=\"http://cumberlink.com/news/local/eichelberger-gets-scrutiny-from-constituents-at-town-hall-meeting/article_40ad0755-3afe-5207-a436-d13f2a3cfc22.html\">Eichelberger, chair of Senate Education Committee, said.</a> &quot;They fall back and don&rsquo;t succeed, whereas if there was a less intensive track, they would.&quot;</p>\r\n\r\n<p>Pa. Sen. Vincent Hughes, D-Philadelphia, <a href=\"https://billypenn.com/2017/02/22/central-pa-senator-slams-phillys-sen-hughes-claims-fake-news/\">called Eichelberger&rsquo;s remarks &quot;racist.&quot;</a> Senate Minority Leader Jay Costa, D-Allegheny, told Philly.com the commentary <a href=\"http://www.philly.com/philly/news/politics/Key-Pa-.html\">was &quot;offensive&quot; and</a> that he had contacted Majority Leader Jake Corman, R-Centre, to discuss it because the Democratic caucus members found it alarming.</p>\r\n\r\n<p>Eichelberger, amid blowback, has insisted that his words were taken out of context. He&rsquo;s even accused the <em>Sentinel</em> <a href=\"http://senatoreichelberger.com/2017/02/im-fighting-to-give-these-kids-a-chance/\">of publishing fake news. </a>&nbsp;But Zack Hoopes, the <em>Sentinel</em> business editor who captured the quotes, told <em>PolitiFact Pennsylvania</em>&nbsp;he stands by the article&rsquo;s accuracy.</p>\r\n\r\n<p>Despite of the severity of Eichelberger&rsquo;s accusation, the senator doesn&rsquo;t challenge that he actually said this. Eichelberger&rsquo;s office gave <em>PolitiFact Pennsylvania</em> the following statement yesterday:</p>\r\n\r\n<blockquote>\r\n<p>&quot;He&rsquo;s never denied saying that, but the comment was taken out of a larger conversation on education and how we prepare our students for the future. The larger context is lost in the story. What has been reported was a brief snippet of an elaborate conversation with local residents. &nbsp;The observations were made about options in our education system during an hour-and-a-half of discussion. &nbsp;It wasn&rsquo;t perfectly worded, but it is something that needs to be discussed, so instead of misplaced outrage, the Senator would prefer to see an open and honest conversation.&quot;</p>\r\n</blockquote>\r\n\r\n<p>So, on with the fact-check!</p>\r\n\r\n<p>Eichelberger&rsquo;s office shared no evidence to substantiate his claim. <em>PolitiFact Pennsylvania</em> wasn&rsquo;t able to find studies that make similar arguments in our research, that a &quot;less intensive&quot; track would be lead to more success for &quot;inner city&quot; students, and the academics we spoke with weren&rsquo;t familiar with papers that could back that up either.</p>\r\n\r\n<p>Julia C. Duncheon, an expert on college readiness for urban students based at the University of Texas at El Paso said that is was &quot;not true&quot; that lower-income students needed &quot;less intensive&quot; instruction. In fact, studies show the opposite: &quot;Those who have taken the more rigorous classes are more likely to persist in college,&quot; she said.</p>\r\n\r\n<p>The Institute for Higher Education Policy emphasizes the importance of &quot;a rigorous, college-ready curriculum, starting in middle school,&quot; calling this &quot;crucial.&quot;</p>\r\n\r\n<p>Education researchers regularly identify that low-income students in cities often lack access to bona fide college preparatory coursework.</p>\r\n\r\n<p>In an email, pointing <a href=\"https://cdn.americanprogress.org/wp-content/uploads/issues/2009/01/pdf/academic_prep.pdf\">to a 2009 Center for American Progress report </a>that espouses high standards in college prep curricula, Duncheon noted that certain demographics see particular gains.</p>\r\n\r\n<p>&quot;While rigorous academic preparation is important for all students, it is especially important for African American and Latina/o students,&quot; wrote Duncheon. &quot;Again, we see equity gaps decrease among college students who have completed a rigorous academic course load in high school.&quot;</p>\r\n\r\n<p>Duncheon found Eichelberger&rsquo;s recommending vocational tracks problematic. &quot;We tend to see low-income students funneled into those,&quot; said Duncheon. As inadequate access to high-level classes persists in underserved neighborhoods, poor students of color are underrepresented in these courses. &quot;The notion that they pursue vocational education is troubling because we&rsquo;re already dealing with problems of racial segregation with vocational education.&quot;</p>\r\n\r\n<p>Duncheon was careful not to discourage vocational training, saying that students need &quot;a variety of pathways.&quot;</p>\r\n\r\n<p>&quot;There are too many students getting less intensive education anyway,&quot; said Ivory Toldson, editor of the <em>Journal of Negro Education</em> and a professor at Howard University.</p>\r\n\r\n<p>In 2012, Toldson co-authored the Congressional Black Caucus Foundation report &quot;Challenge the Status Quo: Academic Success among School-age African American Males.&quot; They had several recommendations for better preparing black boys: many pushed fostering supportive, bias-free environments in school and at home, but they also recommended &quot;offer[ing] a curriculum that, at a minimum, meets the admissions requirements for the most competitive public university of your state.&quot;</p>\r\n\r\n<p>&quot;What I found in my analysis was that black and Latino students in urban districts like Philadelphia were the least likely to take high-level math and science courses which limited their opportunities,&quot; said Toldson. &quot;The short of it is: I think what the senator is proposing is actually the opposite of what they need.&quot;</p>\r\n\r\n<p>Toldson argued that modern technical instruction not only could bear benefits for some students, but relies on a comprehension of math and science that corresponds to the digital age.</p>\r\n\r\n<p>&quot;We don&rsquo;t want to give kids the outdated notion that to be an auto mechanic you don&rsquo;t need math,&quot; he said. &quot;That may have been true in the &rsquo;50s and &rsquo;60s, but that&rsquo;s not true today.&quot;</p>\r\n\r\n<p>Duncheon didn&rsquo;t want to dismiss that dropouts are a persistent problem for low-income students. But, she said, &quot;there&rsquo;s a lot of complexity around why students drop out. There&rsquo;s no clear cut reason why they do, there&rsquo;s a lot of factors.&quot; Certain trends that researchers like Duncheon have observed pertain to financial restraints and first-generation college students. <a href=\"http://files.eric.ed.gov/fulltext/ED536126.pdf\">A 2012 American Institutes for Research</a> report noted that only 10 percent of college dropouts left due to academic struggles. Half of their respondents cited something more hazy, &quot;personal reasons.&quot; &quot;Academics are definitely a piece of it, but it&rsquo;s not the full story,&quot; she said.</p>\r\n\r\n<p>Eichelberger declined repeated requests for interview, but his office did share this statement as well:</p>\r\n\r\n<blockquote>\r\n<p>&quot;Each child has different skills that may be best suited for college or vocational training. This has been recognized by educational experts in our state and around the nation. The best option for kids should be available for all students, whether in Carlisle or Philadelphia or anywhere else in the Commonwealth.</p>\r\n\r\n<p>&quot;Vocational training is not an offensive term and should not be treated as such. Vocational education is a path for training and education that leads to higher incomes and family-supporting jobs. For many, it is their stepping stone for success.</p>\r\n\r\n<p>&quot;We cannot continue to protect a system that is failing children. If our students are not being provided with that guidance and options in a significant way, then we need to take a closer look at that to ensure that every student deserves the chance to succeed no matter their skin color or economic situation.&quot;<br />\r\n&nbsp;</p>\r\n</blockquote>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>Eichelberger said, Inner-city students &quot;fall back and don&rsquo;t succeed, whereas if there was a less intensive track, they would.&quot;</p>\r\n\r\n<p>While there are experts who support offering vocational education to low-income students, we were not able to find any research that backs Eichelberger&rsquo;s comment. To the contrary, studies show that low-income students with experience in accelerated courses fare better in college.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n", "ruling_comments_date": "2017-02-24T17:31:00.058387", "ruling_date": "2017-02-27T10:00:00", "ruling_headline": "Checking rural PA Republican’s claim that city students need ‘less intensive’ education", "ruling_headline_slug": "checking-rural-pa-republicans-claim-city-students-", "ruling_link_text": "Studies say otherwise", "ruling_state": null, "source_documents": null, "sources": "<p>Academic Report, &quot;Challenge the Status Quo: Academic Success among School-age African American Males,&quot; Congressional Black Caucus Foundation, 2012</p>\r\n\r\n<p>Academic Report, <a href=\"https://cdn.americanprogress.org/wp-content/uploads/issues/2009/01/pdf/academic_prep.pdf\">&quot;Improving Academic Preparation for College: What We Know and How State and Federal Policy Can Help,&quot; </a>Center for American Progress, 2009</p>\r\n\r\n<p>Academic Report, <a href=\"http://files.eric.ed.gov/fulltext/ED536126.pdf\">&quot;The Institutional Costs of Student Attrition,&quot;</a> American Institutes for Research, 2012</p>\r\n\r\n<p>News Article, <a href=\"http://cumberlink.com/news/local/eichelberger-gets-scrutiny-from-constituents-at-town-hall-meeting/article_40ad0755-3afe-5207-a436-d13f2a3cfc22.html\">&quot;Sen. Eichelberger tackles education questions at town hall meeting,&quot;</a> <em>Carlisle Sentinel,</em> Feb. 16, 2017</p>\r\n\r\n<p>News Article, <a href=\"https://billypenn.com/2017/02/22/central-pa-senator-slams-phillys-sen-hughes-claims-fake-news/\">&quot;Central PA Senator slams Philly&rsquo;s Sen. Hughes, claims &lsquo;fake news&rsquo;,&quot;</a> <em>Billy Penn</em>, Feb. 22, 2017</p>\r\n\r\n<p>Emails, Patrick Schurr, Executive Assistant to State Sen. John Eichelberger, Feb. 21-22, 2017</p>\r\n\r\n<p>News Article, <a href=\"http://www.philly.com/philly/news/politics/Key-Pa-.html\">&quot;Key Pa. senator under fire for suggesting inner-city students need &#39;less intensive&#39; program to succeed,&quot;</a> Philly.com, Feb. 20, 2017</p>\r\n\r\n<p>Phone interview and email, Julia C. Duncheon, &lrm;Assistant Professor of Educational Leadership and Policy Studies at The University of Texas at El Paso, Feb. 22, 2017</p>\r\n\r\n<p>Phone interview, Ivory Toldson, Editor-in-Chief of the <em>Journal of Negro Education</em> and Associate Professor of Counseling Psychology at Howard University, Feb. 22, 2017</p>\r\n\r\n<p>Phone interview, Zack Hoopes, Business Editor at the <em>Carlisle Sentinel</em>, Feb. 22, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 1, "first_name": "John", "half_true_count": 0, "home_state": "Pennsylvania", "id": 3847, "last_name": "Eichelberger", "mostly_true_count": 0, "name_slug": "john-eichelberger", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Eichelbergerportrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3847/", "total_count": 1, "true_count": 0, "website": "http://senatoreichelberger.com/"}, "statement": "<p>Inner-city students &quot;fall back and don&rsquo;t succeed, whereas if there was a less intensive track, they would.&quot;</p>\r\n", "statement_context": "", "statement_date": "2017-02-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 144, "photo": null, "resource_uri": "/api/v/2/subject/144/", "subject": "Urban", "subject_slug": "urban", "used_in_edition": []}], "target": [], "twitter_headline": ""}