{"art": [{"brightcove": "", "caption": "Gov. Greg Abbott posted this tweet about Travis County Sheriff Sally Hernandez on Feb. 6, 2017. We rated this claim False (screen grab).", "id": 10531, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/020617_abbotttweetsherifftravisimm.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10531/", "title": "Greg Abbott tweet about Sally Hernandez 02/06/17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/mar/01/greg-abbott/greg-abbott-falsely-says-travis-county-not-enforci/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Greg Abbott's False claim about sheriff and immigration law", "id": 13797, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13797/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Greg Abbott, who <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/abbott-cuts-travis-county-funds-sanctuary-city-battle-intensifies/Tug736HLV2mW4JhMGLGjgJ/\">shut off</a> about $1.5 million in grants to Travis County out of concern that the county&rsquo;s Democratic officials unduly shield unauthorized immigrants, subsequently accused the local sheriff of breaking a federal law.</p>\r\n\r\n<p>The Republican governor said in a Feb. 6, 2017, <a href=\"https://twitter.com/GregAbbott_TX/status/828700823135862786\">tweet</a>: &quot;Sheriff violates oath by refusing to enforce 8 USC 1373 &amp; not giving ICE info about drugs cartels &amp; armed robbers.&quot; ICE is Immigration and Customs Enforcement, the federal agency <a href=\"https://www.ice.gov/overview\">that focuses on</a> battling the illegal movement of people and trade.</p>\r\n\r\n<p>Abbott didn&rsquo;t offer factual back-up for his charge.</p>\r\n\r\n<p>Separately, Wes Priddy of the sheriff&rsquo;s department told us by phone there&rsquo;s been no change in operations that would violate the cited law. &quot;I don&rsquo;t know where the governor is getting his information or his point of view. I suspect it&rsquo;s just conjecture,&quot; Priddy said.</p>\r\n\r\n<p>Let&rsquo;s recap the federal provisions singled out by Abbott before getting to the policy put in place by Sheriff Sally Hernandez and whether she&rsquo;s not enforcing the law.</p>\r\n\r\n<p><strong>Federal law</strong></p>\r\n\r\n<p>Abbott did not single out any law pertaining to local police agencies accepting or refusing &quot;detainer&quot; requests from federal authorities seeking a hold on inmates so agents can consider them for deportation. Instead, the governor&rsquo;s tweet refers to a 216-word law that&rsquo;s focused on easing the flow of information between federal immigration authorities and local law agencies.</p>\r\n\r\n<p>Titled <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2011-title8/pdf/USCODE-2011-title8-chap12-subchapII-partIX-sec1373.pdf\">&quot;Communication between government agencies and the Immigration and Naturalization Service,&quot;</a> the 1990s law bars federal, state or local agencies or officials from restricting any agency or official from sending to, or receiving from, federal immigration authorities &quot;information regarding the citizenship status, lawful or unlawful, of any individual.&quot; Also, the law bars any person or agency from restricting another government entity from sending, requesting, receiving or maintaining information about any individual&rsquo;s immigration status or exchanging such information with a government entity.</p>\r\n\r\n<p><strong>Travis County policy</strong></p>\r\n\r\n<p>We don&rsquo;t know why Abbott concluded Hernandez isn&rsquo;t enforcing those provisions. He didn&rsquo;t say and an aide, Matt Hirsch, didn&rsquo;t reply to our inquiry.</p>\r\n\r\n<p>But Abbott posted his tweet about three hours after a <a href=\"http://www.mystatesman.com/news/opinion/hernandez-promise-work-against-violent-crimes-while-serving-all/qFZtxaPNJzVBqXTkQgUIPJ/\">commentary</a> piece by Hernandez was posted by the <em>Austin American-Statesman</em>. In the commentary, Hernandez, a Democrat elected sheriff in November 2016, defended her policy of not automatically honoring every federal request to detain immigrant inmates for up to 48 hours&mdash;with the exception of inmates charged with murder, aggravated sexual assault or human trafficking or if agents obtained a court order or arrest warrant. Other inmates, she said, would be allowed to post bail and be released, no matter their immigration status.</p>\r\n\r\n<p>Hernandez wrote: &quot;Our policies at the Travis County sheriff&rsquo;s office are centered on all legal statutes and principles that are applicable to all. We proudly stand by our Constitution and our laws and plan to continue doing so. We will also continue to legally comply with&quot; ICE, she wrote.</p>\r\n\r\n<p>A few days later, Hernandez posted a statement on the office&rsquo;s website <a href=\"https://www.tcsheriff.org/about/press-releases/2017/411-statement-from-sheriff-sally-hernandez\">saying</a> in part: &quot;I am following all state and federal laws, and upholding constitutional rights to due process for all in our criminal justice system. Our community is safer when people can report crimes without fear of deportation. I trust the court system and our judges to assess the risks and set appropriate bonds and conditions for all who are incarcerated.&quot;</p>\r\n\r\n<p><strong>Travis County official</strong></p>\r\n\r\n<p>We asked Priddy, who oversees the county&rsquo;s correctional complex,&nbsp;if the&nbsp;new policy restricts the flow of information about inmate-immigrants as intimated by Abbott.</p>\r\n\r\n<p>Priddy told us there&rsquo;s been no change in the flow of each inmate&rsquo;s vital information to other law enforcement agencies including ICE. That is, Priddy said, each suspect booked into the jail continues to be fingerprinted and that information along with the person&rsquo;s name and date of birth is conveyed electronically to the Texas Department of Public Safety and then, he said, to federal agencies including ICE, whose officers can then determine if a suspect merits their attention. According to the DPS, its <a href=\"https://www.dps.texas.gov/CrimeLaboratory/AFIS.htm\">Automated Fingerprint Information System</a> stores the identifying characteristics of more than 4.8 million individuals.</p>\r\n\r\n<p>Also, Priddy said, ICE agents can continue to contact the department directly about an inmate, for instance seeking to interview a jailed individual subject to an ongoing investigation. &quot;If so, we share and allow,&quot; Priddy said, though he said ICE officers don&rsquo;t have unfettered access to inmates in the jail&rsquo;s intake area, which they once did.</p>\r\n\r\n<p>&quot;We are complying&quot; with 8 USC 1373, Priddy said, adding: &quot;We are allowing ICE the opportunity to interview inmates; we are providing them information on their requests, just as we are with any other agency.&quot;</p>\r\n\r\n<p>We noticed, though,&nbsp;the sheriff&rsquo;s <a href=\"https://www.tcsheriff.org/images/ICE_Policy.pdf\">policy</a> includes a provision that seemingly could fetter information flow. It states that sheriff&rsquo;s office &quot;officials shall not conduct or initiate any immigration status investigation into individuals in TCSO custody or provide information on an inmate&rsquo;s release date or address to ICE.&quot;</p>\r\n\r\n<p>Asked about that, Priddy said by email: &quot;The segments you are referring to are there to ensure TCSO staff do not conduct their own investigation regarding someone&rsquo;s immigration status. Information regarding citizenship or immigration status is readily shared with ICE upon that agency&rsquo;s request.&quot;</p>\r\n\r\n<p><strong>ICE focuses on detainers</strong></p>\r\n\r\n<p>Next, we asked an ICE spokeswoman, Nina Pruneda, to evaluate Abbott&rsquo;s claim.</p>\r\n\r\n<p>Prunedo, by email, sent an <a href=\"https://docs.google.com/document/d/1btcuXFX9V_jHIFaaxY4LIdcGBabkPdLBUgHV82o_XBE/pub\">agency statement </a>&nbsp;that didn&rsquo;t touch on any law explicitly: &quot;ICE would welcome any changes to current policy that would allow local authorities to more fully cooperate with ICE toward achieving the shared goal of protecting public safety and national security while balancing important community policing needs,&quot; ICE said.&nbsp;&quot;When law enforcement agencies fail to honor immigration detainers and release serious criminal offenders onto the streets, it undermines ICE&rsquo;s ability to protect public safety and carry out its mission,&quot; ICE said.</p>\r\n\r\n<p><strong>Immigration experts</strong></p>\r\n\r\n<p>We also asked immigration experts from different vantage points about the accuracy of Abbott&rsquo;s claim.</p>\r\n\r\n<p><a href=\"http://cis.org/Vaughan\">Jessica Vaughan</a> of the <a href=\"http://cis.org/\">Center for Immigration Studies</a>, which advocates for less immigration, suggested the sheriff&rsquo;s policy against employees inquiring into immigration status or providing information on a person&rsquo;s release date or address conflicts with the intent of the statute noted by Abbott.</p>\r\n\r\n<p>By email, Vaughan pointed out a 2016 Justice Department <a href=\"https://www.oig.justice.gov/reports/2016/1607.pdf\">memo</a> that led us to an explanation of 8 USC 1373 by the <a href=\"http://history.house.gov/Congressional-Overview/Profiles/104th/\">Republican-majority House</a> Judiciary Committee. That 1996 explanation <a href=\"https://www.congress.gov/104/crpt/hrpt469/CRPT-104hrpt469-pt1.pdf\">says</a> the panel&rsquo;s intent was to &quot;give state and local officials the authority to communicate with the INS regarding the presence, whereabouts and activities of illegal aliens.&quot; (After 9/11, Congress dissolved the Immigration and Naturalization Service with ICE assuming some of its duties.)</p>\r\n\r\n<p>&quot;This section,&quot; the committee said, &quot;is designed to prevent any state or local law, ordinance, executive order, policy, constitutional provision or decision of any federal or state court that prohibits or in any way restricts any communication between state and local officials and the INS.&quot;</p>\r\n\r\n<p>We also heard back from <a href=\"https://www.ilrc.org/lena-graber\">Lena Graber</a>, an attorney with the San Francisco-based <a href=\"https://www.ilrc.org/\">Immigrant Legal Resource Center</a>, which has as <a href=\"https://www.ilrc.org/mission\">its mission</a> working with and educating immigrants, community organizations and the legal sector to continue to build a democratic society that values diversity and the rights of all people.</p>\r\n\r\n<p>Generally, Graber commented by email, the sheriff&rsquo;s policy is limited to limiting detainer requests honored by the department and doesn&rsquo;t extend to restricting information flow, which would conflict with the law highlighted by Abbott, she said.</p>\r\n\r\n<p><strong>Sheriff revised policy</strong></p>\r\n\r\n<p>Graber also underscored a section of the sheriff&rsquo;s policy <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGVzBUUUtJdnNiUEk/view?usp=sharing\">that wasn&rsquo;t initially there</a>, we noticed.</p>\r\n\r\n<p>The added section, point No. 10 in the policy, tracks with 8 USC 1373, stating: &quot;This policy in no way prohibits or restricts sending information to or requesting or receiving information from ICE regarding an individual&rsquo;s immigration or citizenship status, and nothing in this policy shall be construed to prohibit or restrict TCSO personnel from exchanging information regarding the immigration or citizenship status of any individual with ICE.&quot;</p>\r\n\r\n<p>We asked the sheriff&rsquo;s office why the section was added. By email, spokeswoman Kristen Dark replied that the provision <a href=\"https://www.tcsheriff.org/images/ICE_Policy.pdf\">was added Jan. 31, 2017</a> &quot;in the interest of clarity.&quot;</p>\r\n\r\n<p>Simultaneously, Dark wrote, another part of the policy was expanded, in part with: &quot;Information regarding incarceration status of inmates is available on the TCSO website. Information regarding court dates is available on the Travis County Courts&rsquo; website.&quot; Those sentences were inserted in front of an existing declaration about department personnel not using resources to help enforce federal immigration laws.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Abbott said Sheriff Hernandez refuses to enforce 8 USC 1373.</p>\r\n\r\n<p>Given the sheriff&rsquo;s policy against automatically granting federal requests to detain immigrant-inmates or using personnel to enforce immigration laws, we can see how someone might speculate about the sheriff not enforcing, or complying with, the cited law about easing the flow of information about immigration or citizenship statuses.</p>\r\n\r\n<p>But Abbott didn&#39;t back up his claim, which also wasn&rsquo;t explicitly borne out by ICE. Notably too, the sheriff&#39;s policy was expanded before Abbott leveled his claim to specify that it shouldn&#39;t be read as slowing or stopping any information flow between office personnel and ICE regarding the legal status of individuals.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/1724d19e-e112-4a14-89fa-b23ddf7a0484\">https://www.sharethefacts.co/share/1724d19e-e112-4a14-89fa-b23ddf7a0484</a></p>\r\n", "ruling_comments_date": "2017-03-01T12:04:29.190375", "ruling_date": "2017-03-01T13:17:54", "ruling_headline": "Greg Abbott falsely says Travis County not enforcing communication law about unauthorized immigrants", "ruling_headline_slug": "greg-abbott-falsely-says-travis-county-not-enforci", "ruling_link_text": "Guv offers no backup", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://twitter.com/GregAbbott_TX/status/828700823135862786\">Tweet</a>, Gov. Greg Abbott, Feb. 6, 2017</p>\r\n\r\n<p>Commentary, Travis County Sheriff Sally Hernandez, <a href=\"http://www.mystatesman.com/news/opinion/hernandez-promise-work-against-violent-crimes-while-serving-all/qFZtxaPNJzVBqXTkQgUIPJ/\">&quot;My promise to work against violent crimes while serving all,&quot;</a> in the <em>Austin American-Statesman</em>, Feb. 6, 2017</p>\r\n\r\n<p><a href=\"https://www.tcsheriff.org/about/press-releases/2017/411-statement-from-sheriff-sally-hernandez\">Statement</a>, Sally Hernandez, Travis County sheriff, Jan. 26, 2017</p>\r\n\r\n<p>Documents, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGVzBUUUtJdnNiUEk/view?usp=sharing\">&quot;Travis County Sheriff&#39;s Office Policy on Cooperation with U.S. Immigration and Customs Enforcement,&quot;</a> effective Feb. 1, 2017, distributed Jan. 20, 2017 (scanned by PolitiFact Texas), Travis County Sheriff&rsquo;s Department; <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGTzAzRlZkSU52d28/view?usp=sharing\">policy as revised</a> Jan. 31, 2017 (downloaded from the <a href=\"https://www.tcsheriff.org/images/ICE_Policy.pdf\">county&rsquo;s website</a> Feb. 24, 2017)</p>\r\n\r\n<p>Federal law, Title 8 U.S. Code, <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2011-title8/pdf/USCODE-2011-title8-chap12-subchapII-partIX-sec1373.pdf\">&nbsp;&quot;&sect; 1373. Communication between government agencies and the Immigration and Naturalization Service,&quot;</a> &nbsp;enacted as part of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, and also as part of the Omnibus Consolidated Appropriations Act, 1997, Government Printing Office (accessed Feb. 9, 2017)</p>\r\n\r\n<p>News stories, <em>American-Statesman</em>, <a href=\"http://www.mystatesman.com/news/local-govt--politics/could-austin-travis-county-face-funding-hit-over-immigration-stance/odMXorEqEic7xtH1wa9xEP/\">&quot;Could Austin, Travis County face funding hit over immigration stance?,&quot;</a> Nov. 20, 2016; <a href=\"http://www.mystatesman.com/news/local-govt--politics/surrounded-family-hernandez-sworn-travis-county-top-cop/8l13slzUBBGABiAawqsYAP/\">&quot;Surrounded by family, Hernandez sworn in as Travis County&rsquo;s top cop,&quot;</a> &nbsp;Jan. 4, 2017; <a href=\"http://www.mystatesman.com/news/local-govt--politics/abbott-expands-threat-cut-funding-travis-county-over-ice-policy/rCmZyUIAIfCBSzy0uwY2gP/\">&quot;Abbott expands threat to cut funding to Travis County over ICE policy,&quot;</a> Jan. 27, 2017; <a href=\"http://www.mystatesman.com/news/travis-county-sanctuary-policy-flashpoint-national-debate/bHtatPv1zvPsdCGb3Hh0II/\">&quot;Travis County &lsquo;sanctuary&rsquo; policy a flashpoint in national debate,&quot;</a> Jan. 28, 2017; &nbsp;<a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/abbott-cuts-travis-county-funds-sanctuary-city-battle-intensifies/Tug736HLV2mW4JhMGLGjgJ/\">&quot;Abbott cuts Travis County funds as &lsquo;sanctuary city&rsquo; battle intensifies,&quot;</a> Feb. 1, 2017; &nbsp;<a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/after-hundreds-oppose-sanctuary-bill-committee-approves/Fst9U09lEYNn4c7VikW9tN/\">&quot;After hundreds oppose &lsquo;sanctuary&rsquo; bill, committee approves it,&quot;</a> &nbsp;<a href=\"http://www.mystatesman.com/news/local/released-from-jail-wednesday-after-sanctuary-policy-goes-into-effect/Z06t4VBaoRZiTJ5dN8oQrK/\">&quot;37 released from jail Wednesday after &#39;sanctuary&rsquo; policy goes into effect,&quot;</a> Feb. 2, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.expressnews.com/news/local/article/Lawmakers-focusing-on-sanctuary-cities-10901566.php\">&quot;Lawmakers focusing on sanctuary cities,&quot;</a> &nbsp;<em>San Antonio Express-News</em>, Feb. 1, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.washingtonpost.com/national/we-cannot-afford-to-make-our-community-less-safe-by-driving-people-into-the-shadows/2017/02/02/f14ed2d6-e5ac-11e6-ba11-63c4b4fb5a63_story.html?utm_term=.e21e4260a388\">&quot;The &lsquo;sanctuary city&rsquo; on the front line of the fight over Trump&rsquo;s immigration policy,&quot;</a> <em>The Washington Post</em>, Feb. 2, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1huHe9L_NtaPbVjhGAv2nZWQEAkNjRbYw7xZRUq5ILF0/pub\">Emails</a>, Jessica M. Vaughan, director of policy studies, Center for Immigration Studies, Feb. 8-9, 2017</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1aW0zxEQPYBp8hycfz058MyToNKj3y0jjwyzfEUUI1Fs/pub\">email</a>, <a href=\"https://www.tcsheriff.org/departments/command-staff/priddy\">Wes Priddy</a>, Major, jail administrator, Corrections Bureau, Travis County Sheriff&rsquo;s Office, Feb. 17 and 21, 2017</p>\r\n\r\n<p>Book chapter, <a href=\"https://www.ncjrs.gov/pdffiles1/nij/225326.pdf\">&quot;AUTOMATED FINGERPRINT IDENTIFICATION SYSTEM (AFIS),&quot;</a> Chapter 6 in the <a href=\"https://www.ncjrs.gov/App/Publications/abstract.aspx?ID=247306\">Fingerprint Sourcebook</a>, National Institute of Justice, 2010 (accessed Feb. 20, 2017)</p>\r\n\r\n<p>Web page, <a href=\"https://www.dps.texas.gov/CrimeLaboratory/AFIS.htm\">&quot;Automated Fingerprint Identification System,&quot;</a> Texas Department of Public Safety, undated (accessed Feb. 20, 2017)</p>\r\n\r\n<p>Memorandum, <a href=\"https://www.oig.justice.gov/reports/2016/1607.pdf\">&quot;Department of Justice Referral of Allegations of Potential Violations of 8 U.S.C. &sect; 1373 by Grant Recipients ,&quot;</a> Michael E. Horowitz, Office of the Inspector General, Department of Justice, May 31, 2016</p>\r\n\r\n<p>Document, <a href=\"https://www.congress.gov/104/crpt/hrpt469/CRPT-104hrpt469-pt1.pdf\">&quot;Immigration in the National Interest Act of 1995,&quot;</a> Report of the Committee on the Judiciary, House of Representatives, H.R. 2202, Part 1, ordered to be published March 4, 1996</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1jqi54NDCwq6c3V6VkqtW020ejhOoLfq_RKqyCB516yg/pub\">Email</a>, Lena Graber, special projects attorney, Immigrant Legal Resource Center, Feb. 8, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1btcuXFX9V_jHIFaaxY4LIdcGBabkPdLBUgHV82o_XBE/pub\">Email</a>, Nina Pruneda, public affairs officer, Immigration and Customs Enforcement, Feb. 21, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1_SOIgZGtLM8QneiX9Sa4Rq8H_CYD7LiMUJidcRSQV84/pub\">Email</a>, Kristen Dark, senior public information officer, Travis County Sheriff&rsquo;s Office, Feb. 28, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, "statement": "<p>Says Travis County&rsquo;s sheriff refuses to enforce 8 USC 1373.</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-02-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "FALSE: @GregAbbott-TX says @SallyTCHernandez not enforcing law about communication and unauthorized immigrants"}