{"art": [{"brightcove": "", "caption": "House Republican leaders unveiled their plan to repeal and replace the Affordable Care Act on March 7, 2017.", "id": 10645, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32089280\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/10645/", "title": "Obamacare repeal video 2", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "House Speaker Paul Ryan, R-Wis., center, stands with Energy and Commerce Committee Chairman Greg Walden, R-Ore., right, and House Majority Whip Kevin McCarthy, R-Calif., left, during a news conference on the American Health Care Act on March 7, 2017. (AP)", "id": 10646, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/McCarthy_Ryan_Walden.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10646/", "title": "House GOP unveil repeal still", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/mar/08/greg-walden/are-americans-gaming-system-get-cheaper-obamacare-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Are people gaming the system to get Obamacare more cheaply?", "id": 13834, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13834/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Some Republicans who want to repeal and replace the Affordable Care Act have recently argued that the current law encourages beneficiaries to game the system to get 12 months of coverage for the price of nine.</p>\r\n\r\n<p>The idea is that the law bars insurers from cutting off beneficiaries from their coverage during the first three months after they have stopped paying their premiums. This provision was intended to protect beneficiaries from being caught without coverage due to sudden financial crises or paperwork errors. But this provision does, in theory, allow people to stop paying their premiums after nine months, not paying for three, but then signing up for a new plan again.</p>\r\n\r\n<p>The first time we noticed this talking point was when former Sen. Rick Santorum, R-Pa., mentioned it during an appearance on CNN&rsquo;s <em>State of the Union</em> in late February.</p>\r\n\r\n<p>&quot;The reality is today that thousands, maybe approaching millions of Americans, are paying nine months for insurance,&quot; <a href=\"http://www.salon.com/2017/02/27/watch-rick-santorum-suggests-millions-of-sick-americans-are-defrauding-insurance-companies/\">Santorum said</a>. &quot;Why? Because you pay for your insurance for nine months, there&rsquo;s a provision in Obamacare that says you can&rsquo;t be thrown off your plan for three months.&quot;</p>\r\n\r\n<p>Rep. Greg Walden, R-Ore., echoed this point on March 7, as House Republican leaders were touting their new bill to repeal and replace President Barack Obama&rsquo;s signature health care law.</p>\r\n\r\n<p>&quot;One of the issues we found is that some people were gaming the system with guaranteed issue,&quot; Walden, who chairs the House Energy and Commerce Committee,&nbsp;said at a <a href=\"http://www.cq.com/doc/newsmakertranscripts-5055592?4\">news conference</a>. (&quot;<a href=\"https://www.healthcare.gov/glossary/guaranteed-issue/\">Guaranteed issue</a>&quot; bars health insurers from denying coverage for such factors as pre-existing conditions.)</p>\r\n\r\n<p>&quot;It&#39;s not that they had a pre-existing condition necessarily,&quot; Walden continued. &quot;It&#39;s they&#39;d pay for nine months of insurance, get 12, the other three for free, automatically come back in the market. That was part of what&#39;s causing this spiral downward.&quot;</p>\r\n\r\n<p>We wondered: Are significant numbers of Americans intentionally gaming the system, even though it would almost certainly mean additional paperwork and bureaucratic hassles, in order to save three months&rsquo; worth of premiums a year?</p>\r\n\r\n<p>What we found is that while such a loophole exists, there is no direct evidence of people intentionally gaming the system in this way -- and even the maximum universe of people who could theoretically be doing this represents a small proportion of the law&#39;s beneficiaries.</p>\r\n\r\n<p>Walden&rsquo;s office directed us to a <a href=\"http://healthcare.mckinsey.com/sites/default/files/McK%202016%20OEP%20Consumer%20Survey%20Infographic_vF.pdf\">May 2016 study</a> by McKinsey &amp; Company&#39;s Center for U.S. Health System Reform. The study is based on roughly 16,000 interviews conducted in eight rounds between 2013 and 2016. Those interviewed are uninsured and individually insured consumers but does not include those eligible for Medicaid and Medicare.</p>\r\n\r\n<p>One of the study&rsquo;s findings, headlined at the front of the report, was this one: &quot;Nearly a quarter of consumers stopped payment on their premiums in 2015, yet most repurchased an exchange plan in 2016 and many repurchased the same plan.&quot;</p>\r\n\r\n<p>Superficially, this seems to bolster Walden&rsquo;s point -- but looking only at the headline obscures some important nuances.</p>\r\n\r\n<p>For instance, while Walden painted this as an example of nine months in, three months out, the reality is that the study found a more complicated picture.</p>\r\n\r\n<p>Among those who stopped paying, 30 percent stopped in the first quarter of the year, 13 stopped in the second quarter and 22 percent stopped in the third quarter. Only 29 percent stopped paying in the fourth quarter -- the closest scenario to what Walden described. (Another 17 percent didn&rsquo;t know what quarter they stopped paying.)</p>\r\n\r\n<p>And it&rsquo;s important to remember that these percentages don&rsquo;t refer to all people who have a plan through the Affordable Care Act -- they refer only to the 21 percent of those surveyed who said they stopped paying their premiums. And 29 percent of 21 percent works out to 6 percent of all survey respondents.</p>\r\n\r\n<p>Six percent is a pretty small share of people who could be gaming the system -- but it&rsquo;s also important to note that we don&rsquo;t know whether these people actually are gaming the system on purpose. The 6 percent figure is a maximum universe of possible system-gamers.</p>\r\n\r\n<p>In reality, the percentage is probably well below that, judging by other data from the same survey.</p>\r\n\r\n<p>The survey found that 36 percent of those who stopped paying did so because they gained other coverage. Those people certainly can&rsquo;t be accused of gaming the system. If you exclude them, the 6 percent figure drops to 3.8 percent.</p>\r\n\r\n<p>Another 26 percent said they could no longer afford insurance. For some people, affordability isn&rsquo;t inconsistent with gaming the system; it may be the reason they decided to do so. Still, it seems likely that some fraction of these people were genuinely cash-strapped and dropped out without expecting to sign up again.</p>\r\n\r\n<p>So the maximum universe of possible system-gamers is probably in the neighborhood of 2 percent to 3 percent. And it&rsquo;s important to remember that this is the maximum possible universe of people gaming the system based on this data. The actual number of people gaming the system -- a behavior that can only be triangulated through the data -- could be well below this 2 to 3 percent baseline.</p>\r\n\r\n<p>Bottom line: Gaming the system probably happens, but it&rsquo;s pretty rare.</p>\r\n\r\n<p>&quot;The number of people gaming the system appears to be small, based on the McKinsey study,&quot; said Stan Dorn, a senior fellow at the Urban Institute Health Policy Center. &quot;That fits my general sense -- that most consumers are really confused about marketplace coverage and not really in a position to game the system. Some can do so, but the proportion is small.&quot;</p>\r\n\r\n<p>Donald H. Taylor, a health policy specialist in Duke University&#39;s Sanford School of Public Policy, agreed. Given the &quot;empirical holes&quot; in the data, Taylor said, &quot;the congressman overstated the case.&quot;</p>\r\n\r\n<p>Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, said that the lack of survey data on the specific question of gaming the system makes it hard to speak to motivations.</p>\r\n\r\n<p>Walden&rsquo;s statement &quot;is by its nature speculative because the data we have remains so poor,&quot; she said.</p>\r\n\r\n<p>The experts did agree that even if a small number of people are taking advantage of the loophole, it&rsquo;s reasonable to discuss methods for closing the loophole through changes in the law.</p>\r\n\r\n<p>That said, Taylor added that &quot;churn&quot; among the insured population has been a longstanding concern even before the Affordable Care Act was passed.</p>\r\n\r\n<p>&quot;That is why it is a tricky problem to address,&quot; he said. &quot;If it was the same people all the time, it would be relatively easy to fix.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Walden said, &quot;One of the issues we found is that some people were gaming the system&quot; by paying &quot;for nine months of insurance, get 12 -- the other three for free.&quot;</p>\r\n\r\n<p>A nine-month loophole exists, and experts say it&rsquo;s fair to assume that some people might be exploiting it. But among the universe of people who have purchased insurance under the law, the percentage doing so is almost certainly small. Meanwhile, Walden&rsquo;s assertion frames it as a certainty that the intention is to game the system, when in fact the study cited by his office didn&rsquo;t probe that as a motivation. We rate the claim Mostly False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-03-08T15:06:22.066195", "ruling_date": "2017-03-08T16:14:59", "ruling_headline": "Are Americans gaming the system to get cheaper Obamacare coverage?", "ruling_headline_slug": "are-americans-gaming-system-get-cheaper-obamacare-", "ruling_link_text": "It probably happens, but infrequently", "ruling_state": null, "source_documents": null, "sources": "<p>Greg Walden, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5055592?4\">remarks at a House Republican news conference</a>, March 7, 2017</p>\r\n\r\n<p>McKinsey &amp; Company&#39;s Center for U.S. Health System Reform, &quot;<a href=\"http://healthcare.mckinsey.com/sites/default/files/McK%202016%20OEP%20Consumer%20Survey%20Infographic_vF.pdf\">2016 OEP: Reflection on enrollment</a>,&quot; May 2016</p>\r\n\r\n<p>Salon.com, &quot;<a href=\"http://www.salon.com/2017/02/27/watch-rick-santorum-suggests-millions-of-sick-americans-are-defrauding-insurance-companies/\">Rick Santorum suggests &quot;millions&quot; of sick Americans are defrauding insurance companies</a>,&quot; Feb. 27, 2017</p>\r\n\r\n<p>Email interview with Gail Wilensky, head of Medicare and Medicaid under President George H.W. Bush, March 7, 2017</p>\r\n\r\n<p>Email interview with Donald H. Taylor, health policy specialist at Duke University&#39;s Sanford School of Public Policy, March 7, 2017</p>\r\n\r\n<p>Email interview with Stan Dorn, senior fellow at the Urban Institute Health Policy Center, March 7, 2017</p>\r\n\r\n<p>Email interview with Zach Hunter, communications director for the House Energy and Commerce Committee, March 7, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. representative", "false_count": 0, "first_name": "Greg", "half_true_count": 1, "home_state": "Oregon", "id": 961, "last_name": "Walden", "mostly_true_count": 0, "name_slug": "greg-walden", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Greg_Walden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/961/", "total_count": 6, "true_count": 1, "website": "http://walden.house.gov/"}, "statement": "<p>Under the Affordable Care Act, &quot;some people were gaming the system&quot; by paying &quot;for nine months of insurance, get 12 -- the other three for free.&quot;</p>\r\n", "statement_context": "a oress conference", "statement_date": "2017-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Are Americans gaming the system to get cheaper Obamacare coverage?"}