{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/07/michael-bloomberg/nyc-mayor-bloomberg-claims-most-people-finance-ear/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1383, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1383/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a time of public anger over salaries and bonuses on Wall Street, it is a rare public figure who stands up for the financial sector. But New York Mayor Michael Bloomberg -- who, not coincidentally, is the founder of a financial news service -- did just that on <em>Meet the Press</em> on Jan. 3, 2010.</p>\r\n<p>Discussing what's happened on Wall Street since the sector's near-collapse in 2008, Bloomberg said, \"You know, we have -- everybody is bashing Wall Street. (But Wall Street) is one of the big revenue generators for New York and New York City. That's how we pay our teachers, that's how we pay our cops, that's how we pay our firefighters. And I've always thought, if the elected officials in Michigan bashed the automobile industry, or in California, (information technology), or in Texas, oil, they'd be run out of town on a rail. And yet, every day I pick up the paper and everybody, it's kind of hard to find anybody that's not saying -- well, look, there are some excesses. But overall, most of the people that work in finance make $70,000, $80,000 a year. They're hardworking, and we want those industries to be here and not overseas.\"</p>\r\n<p>The part that caught our eye was that \"people that work in finance make $70,000, $80,000 a year.\" Many of us have the impression from the media that people who work on Wall Street earn much more than that. So we talked to experts and looked at the data.</p>\r\n<p>The mayor's office referred us to the New York City Economic Development Corp., whose head is appointed by the mayor. A spokesman said that office came up with that figure by using the U.S. Census Bureau's American Community Survey data. We consulted with the Census Bureau on retracing their steps and found that Bloomberg's comment on <em>Meet the Press</em> was indeed accurate.</p>\r\n<p>The American Community Survey data -- which can be broken down by city, employer sector and employee earnings -- showed that for the \"finance and insurance\" sector in New York City, the median earnings in 2008 were $78,451. That figure includes both salary and bonuses -- an important factor in Wall Street compensation, where bonuses often dwarf base salary.</p>\r\n<p>A key factor to note is that this is a median number -- that is, the number exactly halfway between the highest earnings and the lowest -- and not an average. In many contexts, calculating the median can be more reliable than calculating the average (or mean), because the median is less likely to be swayed by a small number of very high or very low examples. In this case, using the median rather than the average for the sector minimizes the importance of the very highest paid executives on Wall Street, whose salaries are big enough to skew the entire results.</p>\r\n<p>Indeed, if you calculate the average earnings for the sector, rather than the median, the numbers look quite different. Using a separate data set from the U.S. Bureau of Labor Statistics, which tracks earnings for industries and localities on a quarterly basis, reveals that the average annual earnings for workers in New York City's \"financial activities\" sector was more than $331,000. (This amount, as large as it sounds, was actually extrapolated from data reflecting the first quarter of 2009, which was Wall Street's low point; it reflects a decline of 35 percent from a year earlier.)</p>\r\n<p>In other contexts, the New York City Economic Development Corp. isn't averse to citing the average rather than the median. On its Web site, the office offers a pair of charts that detail average annual wages by sector and borough, based on federal statistics. One chart shows the average wages for 2007 in the the finance-and-insurance sector at $286,158 citywide and $315,481 in Manhattan. Another chart reports an average for the \"financial services\" sector citywide at $288,213 for 2007.</p>\r\n<p>A spokesman for the corporation said it was valid for the office to cite median figures in one context and average figures in another, asserting that the mayor was correct when he said that \"most of the people that work in finance make $70,000, $80,000 a year.\"</p>\r\n<p>\"When the question is, 'What do most people who work in finance make,' the most appropriate data is the median, which literally represents the 50th percentile in the distribution,\" said the spokesman, David Lombino. \"An average would make no sense here. If you ate zero eggs, and I ate two eggs, the average is one egg -- but that is not what 'most' people ate.\"</p>\r\n<p>The other key question is whether the data sets the mayor used are justified or misleading. The census data (as well as BLS data) count anyone who works for a financial firm, regardless of what their job is. A receptionist, an IT staffer, a janitor -- as long as they're employed in-house by a financial services firm, they get mixed in with the high-rollers that author Tom Wolfe called the Masters of the Universe. The receptionists and janitors tend to decrease both the median and average earnings figures for the industry.</p>\r\n<p>We had trouble finding specific compensation data for professionals on Wall Street. The Options Group, which publishes an influential compensation survey on the financial services sector, declined to provide data to us. But included in the publicly available pages posted on the firm's Web site is data showing that average salaries for a first-year associate -- a very junior position -- at \"global investment banks\" in 2009 was $80,000 to $90,000 -- which exceeds Bloomberg's figure right off the bat. Yet those same associates, according to the survey, also get bonuses on top of their base pay that average $65,000 to $75,000. Information on more senior positions was blacked out, but it's safe to assume the numbers go up from there.</p>\r\n<p>A lot of professionals on Wall Street \"make three-quarters of their pay in annual bonuses,\" said Michael S. Melbinger, an employee-benefits and executive compensation lawyer with the firm Winston &amp; Strawn. Where professionals are concerned, \"I would say [Bloomberg's] figure is the bottom, not the average, even for a boutique firm.\"</p>\r\n<p>But Lombino sees no problem in Bloomberg including the entire spectrum of financial services employees in his statistic. Indeed, that was part of the point that the mayor was trying to make -- that Wall Street supports the livelihoods of ordinary people as well as the super-rich.</p>\r\n<p>\"It is likely that (janitors and receptionists) enjoy other benefits associated with working for a large financial institution, just like traditional traders and bankers,\" he said. \"It would seem remiss to include them in any other category, and they have to fall in somewhere. If the mayor had said 'bankers,' or 'traders' -- those are occupations within the finance industry and [they would have produced] a different and higher figure. But he specifically said 'people who work in finance,' and that is the whole industry.\"</p>\r\n<p>Bloomberg's artful wording -- \"Most of the people that work in finance make $70,000, $80,000 a year\" -- was broad enough to include lower-paid employees. And because of that, it is backed up by a credible federal statistic. But we believe a reasonable person hearing his comment would think he was saying that professionals such as bond traders and brokers earn $70,000 to $80,000 per year. So while he may be technically accurate, we find his statement misleading.</p>\r\n<p>It's also worth noting that other statistics more fully reflect that Wall Street professionals, even the most junior ones, earn much higher incomes than the amounts that Bloomberg cited. That's enough in our book to lower his statement to a Half True.</p>", "ruling_comments_date": "2010-01-07T17:56:15.451528", "ruling_date": "2010-01-07T18:53:45", "ruling_headline": "NYC Mayor Bloomberg claims most people in finance earn $70,000-80,000 a year", "ruling_headline_slug": "nyc-mayor-bloomberg-claims-most-people-finance-ear", "ruling_link_text": "His artful wording includes janitors and receptionists", "ruling_state": null, "source_documents": null, "sources": "<p>NBC News, <a href=\"http://www.msnbc.msn.com/id/34591423/ns/meet_the_press/page/4/\" target=\"_blank\">Transcript of Meet the Press</a>, Jan. 3, 2009 <br /> <br /> U.S. Census Bureau, <a href=\"http://factfinder.census.gov/servlet/DTTable?_bm=y&amp;-context=dt&amp;-ds_name=ACS_2008_1YR_G00_&amp;-mt_name=ACS_2008_1YR_G2000_B24041&amp;-CONTEXT=dt&amp;-tree_id=308&amp;-geo_id=16000US3651000&amp;-search_results=01000US&amp;-format=&amp;-_lang=en\" target=\"_blank\">\"Industry by median earnings in the past 12 months (in 2008 inflation-adjusted dollars) for the full-time, year-round civilian employed population 16 years and over, for New York City\"</a> (chart), accessed Jan. 7, 2009<br /><br /> Bureau of Labor Statistics, <a href=\"http://www.bls.gov/ro2/qcew9310.htm\" target=\"_blank\">\"County Employment and Wages in New York City -- First Quarter 2009\"</a> (news release), Nov. 13, 2009 <br /><br />New York City Economic Development Corp., <a href=\"http://www.nycedc.com/NewsPublications/NYCEconomics/DataResources/Documents/LF%20AND%20PAYROLL2a.pdf\" target=\"_blank\">\"New York City Annual Average Wage by Industry and Borough, 2007,\"</a> accessed Jan. 7, 2009<br /><br /> New York City Economic Development Corp., <a href=\"http://www.nycedc.com/NewsPublications/NYCEconomics/DataResources/Documents/LF%20AND%20PAYROLL4a.pdf\" target=\"_blank\">\"New York City and U.S. Employment and Wages for Specific Industries, 2007</a><br /> <br /> Options Group, <a href=\"http://www.optionsgroup.com/indexfiles/pdfs/OGWebsiteSnapshot_09.pdf\" target=\"_blank\">Global Financial Market Overview &amp; Compensation Report, 2009-2010</a><br /> <br /> Interview with Michael S. Melbinger, chair of the employee benefits and executive compensation practice with the firm Winston &amp; Strawn, Jan. 7, 2010<br /> <br /> Interview with David Lombino, spokesman for the New York City Economic Development Corp., Jan. 7, 2010<br /> <br /> E-mail interview with Graef Crystal, executive compensation expert, Jan. 7, 2010<br /> <br /> Interview with Stacy Bronstein, spokeswoman for Mercer Consulting, Jan. 7, 2010<br /> <br /> E-mail interview with Robert Bernstein, spokesman for the U.S. Census Bureau, Jan. 7, 2010<br /> <br /> E-mail interview with Gary Steinberg, spokesman for the Bureau of Labor Statistics, Jan. 7, 2010<br /> <br /></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Michael", "half_true_count": 2, "home_state": "New York", "id": 295, "last_name": "Bloomberg", "mostly_true_count": 4, "name_slug": "michael-bloomberg", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bloomberg.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/295/", "total_count": 12, "true_count": 4, "website": ""}, "statement": "<p>\"Most of the people that work in finance make $70,000, $80,000 a year.\"</p>", "statement_context": "an interview on 'Meet the Press.'", "statement_date": "2010-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}], "target": [], "twitter_headline": null}