{"art": [], "author": [{"email_address": "jcgunselman@gmail.com", "first_name": "Jordan", "id": 618, "last_name": "Gunselman", "name_slug": "jordan-gunselman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/618/", "title": "Reporter", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/mar/13/jeffrey-brown/did-shoprite-owner-say-philly-soda-tax-would-mean-/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "Did a ShopRite owner say soda tax means layoffs?", "id": 13846, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jcgunselman@gmail.com", "first_name": "Jordan", "id": 619, "last_name": "Gunselman", "name_slug": "jordan-gunselman-2", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/619/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/13846/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>Philadelphia soda distributors and supermarkets have said the beverage tax that went into effect Jan. 1 has caused significant decreases in beverage and total sales, forcing them to either drastically cut hours or lay off employees.<a href=\"http://www.philly.com/philly/news/politics/Pepsi-announces-80-100-layoffs-blames-soda-tax.html\"> Pepsi recently announced its plans</a> to lay off up to 100 employees over three distribution plants within the city after experiencing a 40 percent dip in sales apparently from the new tax, and Canada Dry Delaware Valley also blamed recent months&rsquo; low sales for new layoffs.</p>\r\n\r\n<p>But the most significant reaction so far comes from Jeffrey Brown, owner of six ShopRite stores in Philadelphia and 10 in the Delaware Valley, who told<a href=\"http://www.philly.com/philly/news/Soda-companies-supermarkets-report-50-percent-losses-from-soda-tax.html\"> <em>Philly.com</em></a> last month that he expected to lose about 300 employees &quot;voluntarily and through layoffs&quot; this spring. Two days after the article was published, though, on<a href=\"http://www.fox29.com/news/237597559-story\"> Fox 29</a>, he ditched the part about layoffs and said he expects some attrition as his stores are forced to cut hours.</p>\r\n\r\n<p>&quot;There will be some attrition, what happens when people don&rsquo;t get enough hours, we&rsquo;re unionized, so it goes by seniority, so when the new people, people that have been with us for like less than a year they get their hours cut. And when it gets cut beyond a certain point it&rsquo;s not really worth their while to have the job and they start looking for other employment and the ones that don&rsquo;t, we have to balance the numbers overtime,&quot; he told Fox 29.</p>\r\n\r\n<p>It wasn&rsquo;t clear in that interview whether Brown had just forgotten to mention the layoffs he previously claimed were coming, or if he purposely steered in a different direction.</p>\r\n\r\n<p>But, in a follow up<a href=\"http://www.philly.com/philly/news/politics/City-Soda-tax-brought-in-57-million-in-January-double-expectations.html\"> Philly.com article</a> published Feb. 23, he referenced layoffs again, saying, &quot;There&rsquo;s no way of knowing the layoff number, but 280, 300 jobs will be gone one way or the other. If a person quits or goes on unemployment, or I lay them off, the jobs will be gone.&quot;</p>\r\n\r\n<p>The city has insisted businesses have been overreacting in their opposition to the tax, noting that the<a href=\"http://www.philly.com/philly/news/20160409_TV_ads_attack_Kenney_s_soda_tax.html\"> American Beverage Association last year spent over a million dollars in advertisements</a> opposing Mayor Kenney&rsquo;s plan to tax sugary beverages to pay for Philadelphia children to attend pre-K. Kenney&#39;s spokesperson, Lauren Hitt, noted, &quot;Brown is part of the same industry that spent ten million dollars and made plenty of misleading claims trying to kill the tax last year.&quot;</p>\r\n\r\n<p>She also said via e-mail: &quot;We feel that Philadelphians should be skeptical of any unverifiable numbers that Brown or any other members of the soda industry put out.&quot;</p>\r\n\r\n<p>Marc Stier, Director of the Pennsylvania Budget and Policy Center, is also skeptical of Brown&#39;s claim that there&#39;s been a 40 to 50 percent drop in ShopRite&#39;s beverage sales, and a 15 percent dip in overall sales. He said he doubts the drop in beverage sales could account for that high a level of overall losses, referencing Progressive Grocer&#39;s 2016<a href=\"http://magazine.progressivegrocer.com/i/703413-jul-2016/57?m4=\"> Annual Consumers Expenditure Study</a> that shows soda makes up only four percent of nationwide grocery store sales.</p>\r\n\r\n<p>But John Stanton, a St. Joe&rsquo;s professor who&rsquo;s specialized in food marketing for decades, asserts that Brown&#39;s numbers make sense. He said it&#39;s unlikely shoppers will substitute their sugary beverages with healthier options.</p>\r\n\r\n<p>&quot;I just think that&rsquo;s kind of a ridiculous conclusion to draw,&quot; he said, &quot;Now, is it possible that someone is going to say, &lsquo;Let&rsquo;s buy just two liters of coke?&rsquo; It&rsquo;s not like they&rsquo;re going to say, &lsquo;Let&rsquo;s buy fresh carrots with the money we&rsquo;re going to save,&#39; because the two liters of coke taxed are going to cost as much as the three liters of coke untaxed, so it&rsquo;s not like they have a lot of extra money.&quot;</p>\r\n\r\n<p>He also says the beverage section is, in general, the most important section for a supermarket. Stores usually display soda and drink products in several areas throughout the store. Their sales tend to make up a large amount of total sales revenue.</p>\r\n\r\n<p>And, aside from the profit made when shoppers buy the product, supermarkets also make revenue through promotional allowances. That&rsquo;s when a distributor (say, Pepsi) pays the store to display its product on an end cap, which is the small, outward facing section on the end of an isle. If shoppers at a supermarket start buying less Pepsi, Pepsi gives the supermarket less money in promotional allowances. So, by selling less of a product like Pepsi, the store not only loses sales revenue, but it sacrifices even more revenue from lost promotional allowances. Soda is generally a common product displayed on end caps and thus often contributes to a store&#39;s promotional revenue.</p>\r\n\r\n<p>&quot;Supermarkets rely on these promotional payments,&quot; Stanton said.</p>\r\n\r\n<p>Karen Meleta, a spokesperson for Brown, emphasized that the stores aren&#39;t only selling less soda, but they&#39;re also selling less of other products the tax covers: some sugary syrups and dairy alternatives like cashew and almond milk.</p>\r\n\r\n<p>&quot;If all people just stopped buying Coke and Pepsi, we probably would have been fine,&quot; she said.</p>\r\n\r\n<p>But, because of the variety of products now taxed, she said the ShopRite stores are losing thousands of customers to stores outside the city, where the same products are now less expensive.</p>\r\n\r\n<p>Kenney has insisted sales will rebound to normal levels in time, citing examples from tobacco and liquor taxes, but Stanton objects to that claim, too. He said shoppers are habitual. Once they create a routine, they tend to stick to it.</p>\r\n\r\n<p>&quot;I have a feeling [Kenney&#39;s] not a very good food marketer,&quot; he said.</p>\r\n\r\n<p>And Meleta said though she doesn&#39;t know whether sales for beverages not included in the soda tax have increased, if they have, it hasn&#39;t leveled out the overall losses.</p>\r\n\r\n<p>This all explains how the tax may contribute to revenue loss, but what about the discrepancy between layoffs and attrition?</p>\r\n\r\n<p>Though Brown did mention the possibility of layoffs, Meleta said no employees have been laid off. However, there has been up to a 6,000 hour reduction, and up to 300 employees have since left voluntarily, she said.</p>\r\n\r\n<p>Stanton said this is a reasonable result of significant decreases in beverage sales. He explained supermarket budgets are driven by revenue. If revenue goes down, there&rsquo;s very little supermarkets can do other than cut hours. Ultimately, it&rsquo;s up to management to decide how to distribute hours, whether to decrease hours for a large number of employees or to let some people go in order to pay others a &quot;livable wage.&quot;</p>\r\n\r\n<p>&quot;To me, cutting people&rsquo;s hours and letting people go, they&rsquo;re the same thing,&quot; Stanton added.</p>\r\n\r\n<p><strong>Our Ruling</strong></p>\r\n\r\n<p>What we&#39;re judging here isn&#39;t the possibility of the beverage tax costing ShopRite stores 15 percent of their total sales or whether that necessitates substantially cutting hours. We&#39;re just checking to see if Brown has remained consistent in his explanation of how he is losing employees.</p>\r\n\r\n<p>Though Brown has distanced himself from his early use of the word &quot;layoff,&quot; a Philly.com article from Feb. 23 directly quotes him using it. He never definitively said layoffs were going to happen, but he mentioned the possibility. And on Fox 29, he didn&rsquo;t deny the possibility of layoffs, he just didn&rsquo;t use that word. In both cases his explanation was ambiguous. However, when we reached out to Brown to clarify his statements, a spokeswoman for him, Karen Meleta, said he had not made any reference to possibly laying off employees, and that there have been no layoffs to date.</p>\r\n\r\n<p>So, even if the tax is responsible for reduced profits in Brown&#39;s supermarket, causing him to have to cut hours and lose employees, he has clearly been inconsistent in citing layoffs or attrition.</p>\r\n\r\n<p>We rate the claim a Half-Flip.</p>\r\n", "ruling_comments_date": "2017-03-10T14:09:14.320605", "ruling_date": "2017-03-13T11:00:00", "ruling_headline": "Did a ShopRite owner say the Philly soda tax would mean layoffs in his stores?", "ruling_headline_slug": "did-shoprite-owner-say-philly-soda-tax-would-mean-", "ruling_link_text": "Layoffs are not the same as attrition.", "ruling_state": null, "source_documents": null, "sources": "<p>Broadcast interview,&nbsp;<a href=\"http://www.fox29.com/news/237597559-story\" target=\"_blank\">&quot;Owner of 6 ShopRites says soda tax means job cuts,&quot;</a>&nbsp;Fox 29, Feb. 23, 2017</p>\r\n\r\n<p>News Article,&nbsp;<a href=\"http://www.philly.com/philly/news/politics/City-Soda-tax-brought-in-57-million-in-January-double-expectations.html\" target=\"_blank\">&quot;City: Soda tax brought in $5.7 million in January, more than double expectations,&quot;</a>&nbsp;Philly.com, Feb. 23, 2017</p>\r\n\r\n<p>News Article,&nbsp;<a href=\"http://www.philly.com/philly/news/politics/Pepsi-announces-80-100-layoffs-blames-soda-tax.html\" target=\"_blank\">&quot;Pepsi to lay off 80 to 100, blames soda tax,&quot;</a>&nbsp;Philly.com, March 1, 2017</p>\r\n\r\n<p>News Article,&nbsp;<a href=\"http://www.philly.com/philly/news/Soda-companies-supermarkets-report-50-percent-losses-from-soda-tax.html\" target=\"_blank\">&quot;Soda companies, supermarkets 30-50 pct. sales drop from soda tax,&quot;</a>&nbsp;Philly.com, Feb. 21, 2017</p>\r\n\r\n<p>News Article,<a href=\"http://www.philly.com/philly/news/20160409_TV_ads_attack_Kenney_s_soda_tax.html\" target=\"_blank\">&nbsp;&quot;TV ads attack Kenney&rsquo;s proposed soda tax,&quot;</a>&nbsp;Philly.com, Apr. 9, 2016</p>\r\n\r\n<p>Phone interview and email, Lauren Hitt, Communications Director for Philadelphia Mayor Jim Kenney, Mar. 8-9, 2017</p>\r\n\r\n<p>Phone interview and email, Marc Stier, Director of the Pennsylvania Budget and Policy Center, Mar. 9, 2017</p>\r\n\r\n<p>Phone interview, John Stanton, Professor of Food Marketing at St. Joseph&rsquo;s University, Mar. 8, 2017</p>\r\n\r\n<p>Phone interview, Karen Meleta, Vice President of Wakefern Food Corporation Consumer and Corporate Communications, March 9, 2017</p>\r\n\r\n<p>Report,&nbsp;<a href=\"http://magazine.progressivegrocer.com/i/703413-jul-2016/57?m4=\" target=\"_blank\">&quot;69th Annual Consumer Expenditures Survey,&quot;</a>&nbsp;Progressive Grocer, July 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Owner of ShopRite stores", "false_count": 0, "first_name": "Jeffrey", "half_true_count": 0, "home_state": "Pennsylvania", "id": 3861, "last_name": "Brown", "mostly_true_count": 0, "name_slug": "jeffrey-brown", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2017-03-13_at_10.59.22_AM.png", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3861/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>ShopRite will lose about 300 employees &quot;voluntarily and through layoffs&quot; due to the beverage tax.</p>\r\n", "statement_context": "a Philly.com article", "statement_date": "2017-02-21", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Did a ShopRite owner say soda tax means layoffs?"}