{"art": [{"brightcove": "", "caption": "We checked a statement HHS Secretary Tom Price said from the White House briefing room.", "id": 10667, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32087658\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/10667/", "title": "Tom Price video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Health and Human Services Secretary Tom Price speaks during a White House press briefing on March 7, 2017. (AP/Evan Vucci)", "id": 10668, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Tom_Price_in_briefing_room.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10668/", "title": "Tom Price in briefing room", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/mar/10/tom-price/hhs-chief-tom-price-correct-er-use-obamacare/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "HHS chief mostly correct that ER use is up since Obamacare", "id": 13841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>One of the arguments Health and Human Services secretary Tom Price made about why substantial changes in federal health care law were needed was that the Affordable Care Act, sometimes called Obamacare, had failed in one of its goals -- to cut down on emergency room use.</p>\r\n\r\n<p>Because emergency rooms by law cannot turn patients away, they can become a health care provider of last resort, even for more minor conditions that could be handled just as well -- and more inexpensively -- in a doctor&rsquo;s office.</p>\r\n\r\n<p>&quot;One of the things that the previous administration said was that they were going to be able to drive folks away from one of the most expensive areas for the provision of health care, and that is the emergency rooms,&quot; Price said at a White House briefing on March 7, 2017. &quot;In fact, they did just the opposite.&quot;</p>\r\n\r\n<p>Is Price correct that emergency room usage has gone up -- not down -- since passage of the law? Our research suggests that Price has a strong case.</p>\r\n\r\n<p><strong>Did Obama say the law would lower emergency room use?</strong></p>\r\n\r\n<p>He certainly <a href=\"https://www.nytimes.com/2015/05/06/opinion/how-to-solve-the-er-problem.html\">expressed hope</a> that it would. He mentioned it during an <a href=\"http://www.cbsnews.com/news/transcript-obamas-health-care-speech/\">address on health care</a> to a joint session of Congress, and during a nationally televised <a href=\"https://obamawhitehouse.archives.gov/realitycheck/the-press-office/remarks-president-abc-prescription-america-town-hall-health-care-6-24-09\">town hall</a> on health care on June 24, 2009. During the town hall, Obama said this:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;One of the areas where we can potentially see some saving is -- a lot of those patients are being seen in the emergency room anyway, and if we are increasing prevention, if we are increasing wellness programs, we&#39;re reducing the amount of emergency room care, then that frees up doctors and resources to provide the kind of primary care that will keep people healthier, but also allow them to see more patients and hopefully give more time to patients, as well.&quot;</p>\r\n\r\n<p><strong>Has emergency room use gone up since the law has gone into effect?</strong></p>\r\n\r\n<p>Different pieces of data vary somewhat, but all in all, there&rsquo;s strong evidence that emergency room usage hasn&rsquo;t declined much, if at all, since the law largely took effect in 2013. There&rsquo;s also evidence that it has increased.</p>\r\n\r\n<p>Here are some examples of studies that looked at this question.</p>\r\n\r\n<p>&bull; <strong>May 2015</strong>: A <a href=\"http://newsroom.acep.org/download/2015+ACEP+ACA+Poll+Report+FINAL.pdf\">survey</a> of more than 2,000 emergency-room physicians by the American College of Emergency Physicians asked whether the volume of patients in their emergency room had dropped or risen after the law took effect. The results: 28 percent said it had &quot;increased greatly&quot; and 47 percent said it had &quot;increased slightly.&quot; Combined, that means three-quarters of emergency room doctors saw an increase.</p>\r\n\r\n<p>&bull; <strong>February 2016</strong>: A <a href=\"https://www.cdc.gov/nchs/data/nhsr/nhsr090.pdf\">study</a> by the Centers for Disease Control and Prevention looked at the change in emergency room use between 2013 (which was largely before the law) and 2014 (which was largely after the law took effect). &quot;ER use overall has not changed significantly after the first full year of ACA implementation,&quot; the report concludes.</p>\r\n\r\n<p>&bull; <strong>August 2016</strong>: A <a href=\"http://www.chicagotribune.com/business/ct-study-on-illinois-visits-to-emergency-rooms-since-obamacare-took-effect-20160829-htmlstory.html\">study</a> in the journal <em>Annals of Emergency Medicine</em> looked at emergency room use in Illinois by adults between 2011 and 2015, separating out patterns of visits before and after the law took effect. The study found that emergency room visits in the state &quot;increased after ACA health insurance expansion. ... A large post-ACA increase in Medicaid visits and a modest increase in privately insured visits outpaced a large reduction in (emergency room) visits by uninsured patients.&quot;</p>\r\n\r\n<p>So the studies pointed toward a modest increase in ER use.</p>\r\n\r\n<p>Two other recent studies looked at state-based scenarios that mirrored the types of expansions of coverage in Obama&rsquo;s law. Both of them -- a March 2014 <a href=\"https://newsatjama.jama.com/2014/03/20/emergency-visits-up-in-massachusetts-after-reforms-enacted/\">study</a> of Massachusetts and an October 2016 <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp1609533\">study</a> of Illinois -- found increased emergency room use after coverage was expanded.</p>\r\n\r\n<p><strong>Why isn&rsquo;t emergency room use going down?</strong></p>\r\n\r\n<p>Experts cite a mix of reasons.</p>\r\n\r\n<p>Medicaid reimbursement rates are lower than those for private insurance, so appointments at doctors&rsquo; offices may be hard to obtain for those who received Medicaid coverage under the Affordable Care Act. In addition, &quot;two-thirds of emergency visits occur on weekends and when doctors&rsquo; offices are closed,&quot; said Laura Gore, a spokeswoman for the American College of Emergency Physicians.</p>\r\n\r\n<p>Demographics may play a role, too. Senior citizens are growing as a percentage of the population, and older Americans are likelier to have chronic health problems that require an emergency room visit, Gore said.</p>\r\n\r\n<p>In fact, the trend of growing emergency room use predates the enactment of the Affordable Care Act.</p>\r\n\r\n<p>&quot;Emergency department use has been rising since they were popularized after World War II,&quot; said Scott M. Dresden, a physician and assistant professor at Northwestern University who co-wrote the Illinois study. &quot;Research on health services use since the 1970s has shown that providing patients with assistance for health care costs, such as insurance, leads to increased health services use. So it&#39;s not particularly surprising that providing patients with insurance didn&#39;t decrease emergency department use.&quot; &nbsp;</p>\r\n\r\n<p>But the biggest factor may be force of habit.</p>\r\n\r\n<p>&quot;Old habits are hard to break,&quot; said Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush. &quot;People who were used to seeking care in ERs may continue to go there for a while. When Kaiser first started taking Medicaid patients, many continued their use of the ER for routine care like they had always done. It took a while to wean them away.&quot;</p>\r\n\r\n<p>Katherine Baicker, a professor of health economics at Harvard University&rsquo;s T.H. Chan School of Public Health and co-author of the Oregon study, agreed.</p>\r\n\r\n<p>&quot;Expanding health insurance coverage leads to greater use of care across many settings, including the doctor&#39;s office, the pharmacy, the hospital, and the emergency room,&quot; she said. &quot;This is what one might expect from the basic economics: Medicaid took health care that was expensive and made it free, so people used more of it.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Price said the Obama administration said &quot;they were going to be able to drive folks away from one of the most expensive areas for the provision of health care, and that is the emergency rooms. In fact, they did just the opposite.&quot;</p>\r\n\r\n<p>While the data varies a bit from study to study, the findings generally fail to provide any evidence that emergency room use has decreased after the law took effect. Indeed, several studies found increases in emergency room use, though modestly. Price overstated the case slightly, but he&#39;s basically correct. We rate the&nbsp;statement Mostly True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-03-09T17:02:16.898872", "ruling_date": "2017-03-10T11:14:46", "ruling_headline": "HHS chief Tom Price mostly correct that ER use is up since Obamacare", "ruling_headline_slug": "hhs-chief-tom-price-correct-er-use-obamacare", "ruling_link_text": "Law didn't work as intended", "ruling_state": null, "source_documents": null, "sources": "<p>Tom Price, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5055722?8\">remarks at the White House daily press briefing</a>, March 7, 2017</p>\r\n\r\n<p>Renee M. Gindi, Lindsey I. Black, and Robin A. Cohen, &quot;<a href=\"https://www.cdc.gov/nchs/data/nhsr/nhsr090.pdf\">Reasons for Emergency Room Use Among U.S. Adults Aged 18&ndash;64: National Health Interview Survey, 2013 and 2014</a>&quot; (<em>National Health Statistics Reports</em>), Feb. 18, 2016</p>\r\n\r\n<p>Amy N. Finkelstein, Sarah L. Taubman, Heidi L. Allen, Bill J. Wright, and Katherine Baicker, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp1609533\">Effect of Medicaid Coverage on ED Use &mdash; Further Evidence from Oregon&rsquo;s Experiment</a>&quot; (<em>New England Journal of Medicine</em>), Oct. 20, 2016</p>\r\n\r\n<p>Scott Dresden, Emilie Powell, Raymond Kang, Megan McHugh, Andrew Cooper, and Joe Feinglass, &quot;<a href=\"http://www.chicagotribune.com/business/ct-study-on-illinois-visits-to-emergency-rooms-since-obamacare-took-effect-20160829-htmlstory.html\">Increased Emergency Department Use in Illinois After Implementation of the Patient Protection and Affordable Care Act</a>&quot; (<em>Annals of Emergency Medicine</em>), August 2016</p>\r\n\r\n<p>News@JAMA, &quot;<a href=\"https://newsatjama.jama.com/2014/03/20/emergency-visits-up-in-massachusetts-after-reforms-enacted/\">Emergency Visits Up in Massachusetts After Reforms Enacted</a>,&quot; March 20, 2014</p>\r\n\r\n<p>American College of Emergency Physicians, <a href=\"http://newsroom.acep.org/download/2015+ACEP+ACA+Poll+Report+FINAL.pdf\">survey results</a>, March 2015</p>\r\n\r\n<p>Barack Obama, &quot;<a href=\"https://obamawhitehouse.archives.gov/realitycheck/the-press-office/remarks-president-abc-prescription-america-town-hall-health-care-6-24-09\">Remarks by the president in ABC &#39;Prescription for America&#39; town hall on health care</a>,&quot; June 24, 2009</p>\r\n\r\n<p>CBS News, &quot;<a href=\"http://www.cbsnews.com/news/transcript-obamas-health-care-speech/\">Transcript: Obama&#39;s Health Care Speech</a>,&quot; Sept. 9, 2009</p>\r\n\r\n<p>Ezekiel J. Emanuel, &quot;<a href=\"https://www.nytimes.com/2015/05/06/opinion/how-to-solve-the-er-problem.html\">How to Solve the E.R. Problem</a>&quot; (New York Times op-ed), May 6, 2015</p>\r\n\r\n<p>Email interview with Laura Gore, spokeswoman for the American College of Emergency Physicians, March 8, 2017</p>\r\n\r\n<p>Email interview with Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, March 8, 2017</p>\r\n\r\n<p>Email interview with Scott M. Dresden, physician and assistant professor at Northwestern University, March 8, 2017</p>\r\n\r\n<p>Email interview with Katherine Baicker, professor of health economics at Harvard University&rsquo;s T.H. Chan School of Public Health, March 8, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 3, "first_name": "Tom", "half_true_count": 6, "home_state": "Georgia", "id": 233, "last_name": "Price", "mostly_true_count": 5, "name_slug": "tom-price", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Price_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/233/", "total_count": 19, "true_count": 3, "website": "http://tom.house.gov/"}, "statement": "<p>The Obama administration said &quot;they were going to be able to drive folks away from one of the most expensive areas for the provision of health care, and that is the emergency rooms. In fact, they did just the opposite.&quot;</p>\r\n", "statement_context": "a press briefing", "statement_date": "2017-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "HHS chief Tom Price mostly correct that ER use is up since Obamacare"}