{"art": [{"brightcove": "", "caption": "Missouri Gov. Eric Greitens surveys damage to homes that were destroyed by a tornado Tuesday, March 7, 2017, after a severe storm passed through Oak Grove, Mo.", "id": 10686, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_MOCR116_SEVERE_WEATHER.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10686/", "title": "Eric Greitens damage photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "alczx2@mail.missouri.edu", "first_name": "Allison", "id": 622, "last_name": "Colburn", "name_slug": "allison-colburn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/622/", "title": "Staff writer", "twitter": null}], "canonical_url": "/missouri/statements/2017/mar/03/eric-greitens/greitens-takes-crime-statistics-out-context/", "edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "editor": [{"email_address": "jennerm@missouri.edu", "first_name": "Mike", "id": 503, "last_name": "Jenner", "name_slug": "mike-jenner", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/mike-jenner-2014-768x1024.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/503/", "title": "PolitiFact Missouri editor", "twitter": null}], "facebook_headline": "Half True: 3 of 11 most violent cities in country are in MO", "id": 13852, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alczx2@mail.missouri.edu", "first_name": "Allison", "id": 622, "last_name": "Colburn", "name_slug": "allison-colburn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/622/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13852/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The FBI releases its Uniform Crime Report every year. And every year politicians, news outlets and pundits use it to rank cities by their rate of violence, despite FBI cautions against doing so.</p>\r\n\r\n<p>This year was no different.</p>\r\n\r\n<p>In his first State of the State address, Missouri Republican Gov. Eric Greitens used the data to make a point: The state has a crime problem.</p>\r\n\r\n<p>&quot;Three of the 11 most violent cities in the U.S. are in Missouri &mdash; St. Louis, Kansas City and Springfield,&quot; Greitens said. &quot;And it&rsquo;s not just in the cities. When you talk to sheriffs, chiefs of police and front line officers around the state, they&rsquo;ll tell you it&rsquo;s getting harder to do police work.&quot;</p>\r\n\r\n<p>We wondered if the statistic was true. Were Missouri&rsquo;s three largest cities also some of the most violent in the country?</p>\r\n\r\n<p><strong>The limits of comparing cities</strong></p>\r\n\r\n<p>Taken at face value, the crime reporting data paints a bleak picture of crime in the state.</p>\r\n\r\n<p>If you were to compare the rate of violent crime for U.S. cities with a population of at least 100,000, Greitens would appear to be on target. In 2015, the most recent year with available data, St. Louis was in first place with a crime rate of 1,817 per 100,000. Kansas City came in 10th place (1,417 per 100,000) and Springfield in 11th (1,355 per 100,000).</p>\r\n\r\n<p>However, according to Richard Rosenfeld, a criminology professor at University of Missouri-St. Louis, rankings should be taken with a grain of salt.</p>\r\n\r\n<p>&quot;Crime statistics are simply not accurate enough to, for example, meaningfully distinguish city number five from city number six or seven in a ranking of city crime rates,&quot; Rosenfeld said. &quot;But they can be used to compare the crime rates in cities of similar size and demographics.&quot;</p>\r\n\r\n<p>Let&rsquo;s take, for instance, the 50 largest cities in the country. Detroit, with a population of 673,225, had the highest rate of violent crime, at 1,759 per 100,000. Kansas City fell in 6th place.</p>\r\n\r\n<p>But St. Louis isn&rsquo;t even included on that list. The city, which does not include the smaller, suburban cities around the downtown area, is the 57th largest city with a population of 317,095. And Springfield, with a population of 166,860, isn&rsquo;t anywhere near as large as Kansas City (473,373).</p>\r\n\r\n<p>Why does this matter? One reason is that any increase in crime has a larger effect on smaller populations than it does on more populous areas.</p>\r\n\r\n<p>An increase of 200 more violent crimes in Springfield would bump the city up three places on the list. The same hypothetical increase for Kansas City bumps it up one place. Over the last few years, Kansas City and St. Louis have remained around the same spot on the rankings, give or take two or three ranks. Springfield, however, was in the 27th spot in 2012.</p>\r\n\r\n<p>To Greitens&rsquo; credit, if you were to compare these cities to other cities with about the same population, the three have higher than average crime.</p>\r\n\r\n<p>St. Louis&rsquo; crime rate was 2.5 times the average rate of violent crime for cities with a population of 250,00 or more. Kansas City&rsquo;s was a little under twice the average rate.</p>\r\n\r\n<p>&quot;Springfield has surprisingly high crime rates,&quot; Rosenfeld said.</p>\r\n\r\n<p>Compared to the average rate of violent crime for cities with between 100,000 and 250,000 people, Springfield had almost three times as much violent crime.</p>\r\n\r\n<p>Rosenfeld said much of that has to do with poverty. &quot;When you see high levels of poverty, you tend to see high levels of crime,&quot; he said.</p>\r\n\r\n<p>Almost 55 percent of kids in the Springfield R-12 school district qualify for free or reduced-price lunches, a measure of poverty, according to data from the Missouri Department of Education.</p>\r\n\r\n<p>Because factors like crime and other underlying characteristics vary from city to city, even the FBI says it&rsquo;s unfair to rank them on a single variable like crime.</p>\r\n\r\n<p>&quot;Data users should not rank locales because there are many factors that cause the nature and type of crime to vary from place to place,&quot; reads an FBI disclaimer. &quot;UCR statistics include only jurisdictional population figures along with reported crime, clearance, or arrest data. Rankings ignore the uniqueness of each locale.&quot;</p>\r\n\r\n<p>The disclaimer lists several dozen different factors, including economic conditions, citizens&rsquo; crime reporting practices and population density.</p>\r\n\r\n<p>&quot;Cities are considerably different from another based on things like demographics, tourism, commutes,&quot; said James Alan Fox, a criminology professor at Northeastern University.</p>\r\n\r\n<p><strong>Where does the city end?</strong></p>\r\n\r\n<p>Because crime doesn&rsquo;t respect political boundaries, presenting data from a crime-infested area as an exact reflection of an entire city can be misleading.</p>\r\n\r\n<p>The FBI estimated the St. Louis metro-area population at 2.8 million in 2015, and Kansas City&rsquo;s was a little more than 2 million. Yet the populations considered in the crime reporting data were 317,000 for St. Louis and 473,000 for Kansas City.</p>\r\n\r\n<p>One of the problems is the extent to which nonresidents spend time in the city&rsquo;s center, Fox said. Suburbs have a moderating effect on the data, so crime rate can depend on how many suburbs are included in the city&rsquo;s jurisdiction.</p>\r\n\r\n<p>For St. Louis, that appears to be the case.</p>\r\n\r\n<p>Sam Dotson, the police chief of the St. Louis Metro Police Department, said the Uniform Crime Reporting statistics are &quot;absolutely not&quot; reflective of crime in the region.</p>\r\n\r\n<p>Unlike almost every major metropolitan area in the country, St. Louis city is independent from its county. In 1877, the two split after a contentious and narrow vote among county residents and city voters, many of whom were tired of the extra tax burden from the county.</p>\r\n\r\n<p>&quot;When St. Louis city made a decision to separate itself, it was political,&quot; Dotson said. &quot;We&rsquo;re living with the repercussions today.&quot;</p>\r\n\r\n<p>The county crime data has an equalizing effect. If you were to combine the county with the city, St. Louis&rsquo; crime rate would fall to around 44 on the list, Dotson said.</p>\r\n\r\n<p>He did not deny that the city has a crime problem, which he said has everything to do with the city&rsquo;s level of poverty.</p>\r\n\r\n<p>&quot;We have crime,&quot; Dotson said. &quot;We have too much crime. So does everywhere else. To single us out is wrong.&quot;</p>\r\n\r\n<p>Dotson also disagreed with Greitens&rsquo; comments blaming crime on the ability of police departments to perform their job.</p>\r\n\r\n<p>&quot;Policing has a piece and responsibility,&quot; he said. &quot;But police officers can&rsquo;t fix school systems. Police officers can&rsquo;t fix the economy. If you want to reduce crime in Kansas City, St. Louis and Springfield, you have to address those issues too.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Greitens said, &quot;Three of the 11 most violent cities in the U.S. are in Missouri &mdash; St. Louis, Kansas City and Springfield.&quot;</p>\r\n\r\n<p>Greitens is basing his comments on high-quality data, but he uses the data in ways that experts recommend against.</p>\r\n\r\n<p>Experts dispute the reliability of ranking one city against others based on crime rates. Even the FBI, which compiles the statistics, has a policy against the practice.</p>\r\n\r\n<p>Greitens&rsquo; statement is partially accurate but takes things out of context. We rate this claim Half True.</p>\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-03-13T12:00:23.676010", "ruling_date": "2017-03-03T11:58:28", "ruling_headline": "Greitens takes crime statistics out of context", "ruling_headline_slug": "greitens-takes-crime-statistics-out-context", "ruling_link_text": "Experts, FBI warn against comparisons", "ruling_state": null, "source_documents": null, "sources": "<p>FBI,&nbsp;<a href=\"https://ucr.fbi.gov/\">Uniform Crime Reports: Missouri</a>, 2012-2015</p>\r\n\r\n<p>FBI, &quot;<a href=\"https://ucr.fbi.gov/ucr-statistics-their-proper-use\">Uniform Crime Reporting Statistics: Their Proper Use</a>,&quot; 2011</p>\r\n\r\n<p>Office of Missouri Governor Eric Greitens,&nbsp;<a href=\"https://governor.mo.gov/news/speeches/2017-state-state-address\">State of the State Address</a>, 2017</p>\r\n\r\n<p>Missouri Department of Elementary and Secondary Education,&nbsp;<a href=\"https://mcds.dese.mo.gov/guidedinquiry/District%20and%20Building%20Student%20Indicators/District%20Demographic%20Data.aspx\">district demographic data</a>, Springfield R-12, 2016</p>\r\n\r\n<p>St. Louis Post-Dispatch, &quot;<a href=\"http://www.stltoday.com/news/local/aug-how-the-great-divorce-of-st-louis-city-and/article_3e93fa29-7d01-570d-94f2-31eca08a9378.html\">Aug. 22, 1876 - How the &lsquo;Great Divorce&rsquo; of St. Louis City and St. Louis County Started</a>,&quot; Aug. 22, 2016</p>\r\n\r\n<p>Phone interview, James Alan Fox, professor of criminology, law and public policy, Northeastern University, Feb. 7, 2017</p>\r\n\r\n<p>Phone interview, Richard Rosenfeld, criminology professor, University of Missouri - St. Louis, &nbsp;Jan. 31, 2017</p>\r\n\r\n<p>Phone interview, Sam Dotson, St. Louis Metro Police Department police chief, Feb. 8, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "Eric ", "half_true_count": 6, "home_state": "Missouri", "id": 3434, "last_name": "Greitens", "mostly_true_count": 3, "name_slug": "eric-greitens", "pants_count": 0, "party": {"id": 70, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/70/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Greitens_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Missouri", "edition": "Missouri", "edition_slug": "missouri", "has_afterthefact": false, "id": 51, "index_page": false, "meter_name": "The Missouri Truth-O-meter", "resource_uri": "/api/v/2/edition/51/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3434/", "total_count": 14, "true_count": 0, "website": "http://ericgreitens.com/"}, "statement": "<p>&quot;Three of the 11 most violent cities in the U.S. are in Missouri &mdash; St. Louis, Kansas City, and Springfield.&quot;</p>\r\n", "statement_context": "State of the State address", "statement_date": "2017-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Missouri governor claims 3 of 11 most violent cities in the country are in Missouri. That's Half True."}