{"art": [{"brightcove": "", "caption": "Philadelphia District Attorney Seth Williams speaks during a press conference in 2016. Photo via Philadelphia City Council, licensed via Creative Commons.", "id": 10713, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/24051384304_f65dffcb2f_k.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10713/", "title": "District Attorney Seth Williams", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/mar/16/seth-williams/tracking-district-attorney-seth-williams-shifting-/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "Tracking Seth Williams’ shifting stance on juvenile lifers", "id": 13862, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/13862/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>Philadelphia District Attorney Seth Williams&nbsp;<a href=\"http://www.philly.com/philly/opinion/20170310_Letters__No_change_in_DA_s_lifer_position.html\">took to the opinion pages of&nbsp;<em>The Philadelphia Inquirer</em></a>&nbsp;last week to defend himself from criticism that he reversed his stance on the individuals who have been deemed &quot;juvenile lifers&quot; in the criminal justice system.</p>\r\n\r\n<p>Williams, a Democrat who is finishing out his second term as district attorney and will not seek re-election, apparently took issue with&nbsp;<a href=\"http://www.philly.com/philly/news/Philadelphia-District-Attorney-Seth-Williams-juvenile-lifers-resentencings-life-without-parole.html\">an early March&nbsp;<em>Inquirer</em>&nbsp;piece</a>&nbsp;that indicated the DA had changed his previous stance on offering the chance of parole to those convicted of homicide when they were juveniles. In the piece, the&nbsp;<em>Inquirer</em>&nbsp;reported Williams and his staff intend to seek sentences of life without parole for at least three of the 300 Philadelphia juvenile lifers whose sentences are under review.</p>\r\n\r\n<p>The district attorney wrote in that letter to the editor published last week that &quot;the article is contradicted by the paper&#39;s prior reporting&quot; and that his &quot;approach to these cases is fair, reasonable, and consistent with the judgments of the Pennsylvania legislature and the U.S. Supreme Court.&quot;</p>\r\n\r\n<p>So did Williams reverse his stance or not? We decided to put it to the test on our Flip-O-Meter, which specifically tracks whether politicians have gone back on their promises. Let&rsquo;s look first at what Williams&rsquo; stance on juvenile lifers was, and why it&rsquo;s been of interest over the last several years.</p>\r\n\r\n<p>In 2012, the U.S. Supreme Court ruled in&nbsp;<em>Miller v. Alabama</em>&nbsp;that it&rsquo;s a violation of the Eighth Amendment for states to require a sentence of life without the possibility of parole for individuals convicted of committing homicide before they turned 18. The court ruled those sentences should be &quot;uncommon&quot; and reserved for &quot;the rare juvenile offender whose crime reflects irreparable corruption.&quot;</p>\r\n\r\n<p>By the end of 2012, the Pennsylvania legislature passed new sentencing requirements for juveniles convicted of first- or second-degree murder, ranging from a 20-years-to-life sentence to a 35-years-to-life sentence, depending on degree and how old the person was when the crime was committed. That new legislation applied only to new sentences handed down after the&nbsp;<em>Miller&nbsp;</em>decision.</p>\r\n\r\n<p>But things got complicated last year when the U.S. Supreme Court ruled that the&nbsp;<em>Miller v. Alabama&nbsp;</em>decision to prohibit mandatory sentences of life without the possibility of parole for juveniles would apply retroactively. That set off a chaotic process in the criminal justice system that&rsquo;s being resolved by district attorneys, judges and criminal defense attorneys across the state resentencing individuals according to new requirements, but largely leaving it up to judge&rsquo;s discretion to make a final determination on each individual.</p>\r\n\r\n<p>There were about 480 juvenile lifers across the state system; 300 of those are from Philadelphia. Last summer,&nbsp;<a href=\"http://www.philly.com/philly/news/20160605_The_end_of_life_without_parole_for_juveniles_in_Philadelphia_.html\">Williams said in an&nbsp;<em>Inquirer</em>&nbsp;interview</a>&nbsp;that it was his goal &quot;to give all of these individuals some light at the end of the tunnel.&quot;</p>\r\n\r\n<p>&quot;As long as I&#39;m the D.A.,&quot; he said, &quot;we will not be asking for cases going forward for life without the possibility of parole for people under the age of 18 because of the same exact reasons articulated by the Supreme Court in Miller.&quot;</p>\r\n\r\n<p>The promise earned Williams praise from progressive groups, and he was even&nbsp;<a href=\"https://www.nytimes.com/2016/06/08/opinion/when-a-life-sentence-starts-at-15.html?_r=0\">lauded in a&nbsp;<em>New York Times</em>&nbsp;editorial</a>&nbsp;that ended with: &quot;Now that Mr. Williams has put that principle into practice, district attorneys in other counties with large numbers of juvenile lifers have a clearer path to follow.&quot;</p>\r\n\r\n<p>In the same&nbsp;<em>Inquirer</em>&nbsp;interview from last year, Williams said &quot;I&#39;ve got a lot of people who are tweeting every day about juvenile lifers without parole.&quot; Some of them he even responded to.</p>\r\n\r\n<p>On June 3, 2016, <a href=\"https://twitter.com/DASethWilliams/status/738892789329625092?ref_src=twsrc%5Etfw\">the district attorney tweeted</a> to someone asking questions about his policy: &quot;we will have hearings for all 300 chronologically they will get new sentences that will allow for the possibility of parole.&quot; He even doubled down when the person responded, asking: &quot;does that mean the Philly DAs office will not seek LWOP (life without parole) in any of those 300 cases?&quot;</p>\r\n\r\n<p>Williams tweeted back: &quot;just keep reading my last tweet.&quot;</p>\r\n\r\n<p>So at the beginning of this month, the&nbsp;<em>Inquirer</em>&nbsp;wrote that it appeared Williams&rsquo; stance had shifted. Journalist Samantha Melamed reported Williams&rsquo; office, in a letter to a federal court, indicated it intends to seek life without parole in at least three of the cases it had reviewed so far.</p>\r\n\r\n<p>Officials from Williams&rsquo; office confirmed that this week, saying it&rsquo;s so far made 96 offers, three of which were for life without parole. They refused to provide any information about those three cases, saying the offers are still under consideration by defense attorneys and the final determination will be made by a judge.</p>\r\n\r\n<p><em>The Inquirer</em> reported one of the individuals who the DA&rsquo;s office is recommending life without parole for is Andre Martin, who was 15 when he shot and killed police officer John Trettin in 1976. From the story: &quot;According to&nbsp;<em>Inquirer</em>&nbsp;coverage from 1976, Martin had an IQ of 80 and was high on Valium and marijuana when he shot a police officer through the window of an apartment in a public-housing project.&quot;</p>\r\n\r\n<p>Following that March&nbsp;<em>Inquirer</em>&nbsp;story about Williams&rsquo; apparent shifting stance, Williams wrote in a letter to the editor that there was no change in his stance and quoted the&nbsp;<em>Inquirer</em>&rsquo;s original June 2016 piece that read: &quot;[Williams] said he won&#39;t rule out life without parole in the most heinous cases, but he has taken heed of the Supreme Court&#39;s opinion, in Miller, that neuroscience shows teens&#39; brains are not fully formed, reducing their culpability.&quot;</p>\r\n\r\n<p>Melamed said the&nbsp;<em>Inquirer</em>&nbsp;stands by its reporting, which is &quot;why the district attorney&rsquo;s claim appeared in the form of a letter to the editor rather than a correction.&quot;</p>\r\n\r\n<p>Williams&rsquo; chief of staff Kathleen Martin said in an interview this week that &quot;he hopes or expects not to have a lot of murderers who were juveniles remain, but in certain circumstances, including heinous crimes, that might in fact happen.&quot;</p>\r\n\r\n<p>She described the office&rsquo;s process for reviewing each of the juvenile lifer cases, saying it&rsquo;s assigned a team of assistant district attorneys and other stakeholders to review every case, starting with the oldest ones. They&rsquo;re seeking out surviving family members of victims, combing through old case files and reviewing information from the Department of Corrections about how the inmates have operated in prison.</p>\r\n\r\n<p>After that process, the team determined that they&rsquo;ll request life in prison without the chance of parole for at least three juvenile lifers from Philadelphia. When&nbsp;<em>PolitiFact</em>&nbsp;asked Martin, Williams&rsquo; chief of staff, about whether or not this move conflicts with Williams&rsquo; past statements saying &quot;all&quot; 300 individuals would have a chance at parole, she said the three inmates in question still do have that chance because &quot;the judge is always going to have a final determination.&quot;</p>\r\n\r\n<p>But that would go against what the DA&rsquo;s office is requesting. Martin also said Williams&rsquo; original quote to the&nbsp;<em>Inquirer</em>&nbsp;that he wanted &quot;to give all of these individuals some light at the end of the tunnel&quot; was referring to his goals &quot;moving forward&quot; in sentencing new juveniles.</p>\r\n\r\n<p>&quot;It&rsquo;s clear that the DA had a goal, but in the most heinous occasions, that goal cannot always be met,&quot; Martin said. &quot;There are just unfortunately some cases in which the best interest of the community at large is that certain people remain in custody.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>District Attorney Seth Williams told&nbsp;<em>The Philadelphia Inquirer</em>&nbsp;last year that it was his goal &quot;to give all of these individuals some light at the end of the tunnel&quot; when it comes to re-sentencing juvenile lifers still in the Pennsylvania prison system. His office says he made clear there could be exceptions in the most heinous cases.</p>\r\n\r\n<p>That&rsquo;s why Williams&rsquo; team contends his stance didn&rsquo;t shift when it didn&rsquo;t offer the chance of parole to three individuals so far as it continues the process of reviewing 300 cases of juvenile lifers in Pennsylvania. But we keep going back to when he tweeted that &quot;we will have hearings for all 300 chronologically&quot; and that &quot;they will get new sentences that will allow for the possibility of parole.&quot; He then doubled down on that stance when asked directly about it on Twitter.</p>\r\n\r\n<p>The district attorney also indicated he agreed with the&nbsp;<em>Miller</em>&nbsp;decision, and wouldn&rsquo;t seek life without parole for juveniles convicted of homicide moving forward. That&rsquo;s since changed for at least three people who could remain in prison for life without the possibility of parole.</p>\r\n\r\n<p>We rate this a Full Flop.</p>\r\n", "ruling_comments_date": "2017-03-15T15:16:00.807893", "ruling_date": "2017-03-16T09:00:00", "ruling_headline": "Tracking District Attorney Seth Williams’ shifting stance on juvenile lifers", "ruling_headline_slug": "tracking-district-attorney-seth-williams-shifting-", "ruling_link_text": "That's not exactly what he's done.", "ruling_state": null, "source_documents": null, "sources": "<p>Editorial. <a href=\"https://www.nytimes.com/2016/06/08/opinion/when-a-life-sentence-starts-at-15.html?_r=0\">&quot;When a Life Sentence Starts at 15.&quot;</a> The New York Times. June 8, 2016.</p>\r\n\r\n<p>Opinion. <a href=\"https://www.supremecourt.gov/opinions/11pdf/10-9646g2i8.pdf\">Miller v. Alabama.</a> Supreme Court of the United States of America. October 2011 term.</p>\r\n\r\n<p>Opinion. <a href=\"https://www.supremecourt.gov/opinions/15pdf/14-280_3204.pdf\">Montgomery v. Louisiana.</a> Supreme Court of the United States of America. October 2015 term.</p>\r\n\r\n<p>News article. <a href=\"http://www.philly.com/philly/news/Philadelphia-District-Attorney-Seth-Williams-juvenile-lifers-resentencings-life-without-parole.html \">&quot;Philly DA will seek life without parole for some juveniles, after all.&quot;</a> Melamed, Samantha. The Philadelphia Inquirer. March 3, 2017.</p>\r\n\r\n<p>News article. <a href=\"http://www.philly.com/philly/news/20160605_The_end_of_life_without_parole_for_juveniles_in_Philadelphia_.html\">&quot;The end of life without parole for juveniles in Philadelphia?&quot;</a> Melamed, Samantha. The Philadelphia Inquirer. June 5, 2016.</p>\r\n\r\n<p>News article. <a href=\"http://www.philly.com/philly/news/20160311_Juvenile_lifers_will_get_new_sentences__but_what_law_applies_.html\">&quot;Juvenile lifers will get new sentences, but what law applies?&quot;</a> Melamed, Samantha. The Philadelphia Inquirer. March 11, 2016.</p>\r\n\r\n<p>Phone interview. Kathleen Martin, chief of staff to District Attorney Seth Williams. March 15, 2017.</p>\r\n\r\n<p>Phone interview. Samantha Melamed, Philadelphia Inquirer reporter. March 14, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Philadelphia District Attorney", "false_count": 0, "first_name": "Seth", "half_true_count": 0, "home_state": "Pennsylvania", "id": 3866, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "seth-williams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/seth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3866/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>On whether or not the Philadelphia DA&#39;s office will recommend the possibility of parole for all juvenile lifers.</p>\r\n", "statement_context": "various public comments.", "statement_date": "2017-03-03", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Tracking Seth Williams’ shifting stance on juvenile lifers"}