{"art": [{"brightcove": "", "caption": "Feral hogs runs through a farm in Atascosa County, Thursday, June 23, 2011. Joseph Meyers, of Flying J Services, is hired by farmers to eliminate the feral hog population and hunts them from his helicopter (Photo: Jerry Lara, San Antonio Express-News).", "id": 8767, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/hogssaen0816pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8767/", "title": "Hogs being hunted in Texas", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/mar/16/will-herring/feral-hog-meat-businessman-says-there-are-no-publi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "No public studies of feral hog pesticide?", "id": 13872, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13872/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A Texas meat processor who questions a<a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/sid-miller-approve-new-technique-for-killing-feral-hogs-poison/2vnQ1A9Bdn2aichF58ZRPJ/\"> government-approved</a> bait that kills feral hogs charges there&rsquo;s no public research on the product.</p>\r\n\r\n<p>Will Herring, owner of the Hubbard-based <a href=\"https://wildboarmeats.com/\">Wild Boar Meat Company</a>, which makes hog meat into pet food, has said he fears the product&rsquo;s active ingredient--warfarin, long known as a rat poison and human blood thinner--will damage his business.</p>\r\n\r\n<p>Also, Herring said: &quot;There&rsquo;s not one public study, and by public study I mean a study available to the public, that has looked at using the product Kaput to poison feral hogs,&quot; a comment we spotted in a March 6, 2017, <a href=\"http://www.expressnews.com/business/local/article/Judge-puts-Miller-s-hog-apocalypse-on-hold-10980919.php?t=8be2ed819acf5e59df&amp;cmpid=twitter-premium\">news story</a> in the <em>San Antonio Express-News</em>.</p>\r\n\r\n<p>A note: Public studies of particular pesticides don&rsquo;t appear to be mandatory.</p>\r\n\r\n<p>An Environmental Protection Agency&nbsp;<a href=\"https://www.epa.gov/pesticide-registration/about-pesticide-registration\">web page</a> about registering pesticides says only that the &quot;company that wants to produce the pesticide must provide data from studies &nbsp;that comply with our testing guidelines&quot; without mention of whether the studies must be public or, say, conducted independently. That web page also says that before registering a product, EPA develops risk assessments evaluating the potential harms to humans, wildlife, fish, and plants, including endangered species and non-target organisms plus any possible contamination of surface water or groundwater from leaching, runoff and &quot;spray drift.&quot;</p>\r\n\r\n<p>Still, Herring persuaded a state district judge to <a href=\"http://www.mystatesman.com/news/judge-blocks-rule-change-allowing-feral-hog-poisoning/5iihBGfcPzuV7hvSuNmApI/\">issue a temporary order</a> putting a hold on state rules approving Kaput&rsquo;s use by state-licensed pesticide applicators and state Sen. Kirk Watson, D-Austin, <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB1454\">filed a proposal</a> barring the state from registering any lethal pesticide, including warfarin, for feral hog control unless a state agency or university performs and publishes a scientific study weighing the pesticide&rsquo;s environmental and economic effects.</p>\r\n\r\n<p>Both moves happened after Sid Miller, the Republican state agriculture commissioner, announced the Texas Department of Agriculture would issue rules limiting Kaput&rsquo;s sale and use to licensed individuals.</p>\r\n\r\n<p>When we inquired, the state agency emailed us a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGaWlESW1HT1ZVODg/view?usp=sharing\">spreadsheet</a> indicating that Colorado-based <a href=\"http://www.kaputproducts.com/\">Scimetrics</a>, the company poised to vend Kaput, fielded $136,854 in research grants from TDA from 2013 into 2017. All told in 2016-17, the sheet indicates, the agency awarded $802,500 to fight feral hogs; that counts funds awarded to counties, universities and other agencies.</p>\r\n\r\n<p>Feral hogs can be fearsome nuisances.&nbsp;Nationally, as many as 750,000 are harvested annually, yet how they ravage rural and suburban lands remains a problem--and Texas is home to more than 2 million of them.</p>\r\n\r\n<p><strong>No public study?</strong></p>\r\n\r\n<p>We asked Herring how he reached his conclusion about no public studies. By phone, he told us that he didn&rsquo;t find specific studies of the product in online searches nor, he said, did <a href=\"http://www.genesislabs.com/\">Genesis Laboratories</a>, the Colorado-based company that developed the product,&nbsp;provide a study at his firm&#39;s inquiry.</p>\r\n\r\n<p>We also reached Richard Poch&eacute;, Genesis Labs&#39; president, who conceded that no Kaput study has been formally published.</p>\r\n\r\n<p>He said, though, the company completed a study in Texas in 2015 submitted under the title &quot;Field efficacy of a warfarin bait used to control feral hog populations&quot; for consideration by the Wiley-published Wildlife Society Bulletin, <a href=\"http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1938-5463a/homepage/ProductInformation.html\">which describes itself</a> as a journal for wildlife practitioners that effectively integrates cutting-edge science with management and conservation, and also covers important policy issues, particularly those that focus on the integration of science and policy. By email, the bulletin&rsquo;s editor, Kansas State University&rsquo;s <a href=\"https://www.k-state.edu/kscfwru/Haukos/Index.html\">David Haukos</a>, confirmed that study was submitted. In March 2017, Haukos told us: &quot;The manuscript is currently undergoing peer-review; therefore, no decision has been made concerning publication.&quot;</p>\r\n\r\n<p>Poch&eacute; said by phone the 2015 study was followed up by another in 2016 with a third study underway in 2017, each one based on feeding the Kaput product to feral hogs. Both of the first two studies, he said, decimated exposed hog populations in North Texas study areas; he noted too the bait uses&nbsp;only one-fifth of the warfarin&nbsp;found in conventional rat and mouse baits.</p>\r\n\r\n<p>We asked for a copy of the 2015 study. By email,&nbsp;Poch&eacute; said that remains &quot;confidential business information,&quot; and that releasing it before publication would leave his company with no control of where it ends up.</p>\r\n\r\n<p>Poch&eacute; otherwise provided two of his own March 2017 PowerPoint presentations on Kaput along with the printed program for the April 2016 International Wild Pig Conference program in Myrtle Beach, S.C.</p>\r\n\r\n<p>A section of the program, &quot;Feral hog control using a new bait,&quot; evidently describes a Scimetric study. It opens: &quot;An EPA Experimental Use Permit was obtained to conduct a field trial using a novel bait to control feral hogs. The product, 12-years under development, was used to determine the efficacy against feral hogs on test sites 50 miles east of Plainview, Texas. Two paraffin bait formulations were tested, containing 0.005% and 0.01% warfarin. Hog activity was monitored pre- and post-treatment using trail cameras near feeders, VHF and GPS transmitting equipment, and bait consumption.&quot;</p>\r\n\r\n<p>Next, the summary says: &quot;Bait was applied in modified commercial feeders with heavy lids. Baiting initiated on June 1 and terminated June 30, 2015. After the 30-day exposure period efficacy on the 5-km treatment plot baited with 0.005% warfarin was 100%, 98.6%, and 97.8% using radio-tracking, trail camera images, and bait consumption. Efficacy on the 0.01% warfarin bait plot was not as effective. Ninety-seven non-target searches were conducted during the treatment and post-treatment phases to examine for mortality, for which none were found,&quot; an indication other animals weren&rsquo;t killed by the bait.</p>\r\n\r\n<p>The text closes: &quot;The low warfarin concentrate bait proved effective in eliminating wild hogs while posing minimal exposure to non-target wildlife.&quot;</p>\r\n\r\n<p>The longer of the PowerPoint presentations includes a slide stating that warfarin was approved as a rodent-killer in 1948 and as a human drug six years later. The presentation also has several slides titled: &quot;Field Efficacy of a Feral Hog Bait Containing 0.005% Warfarin,&quot; with a subtitle indicating the slides refer to research in North Texas from 2015 into 2017. Images include feral hogs wearing GPS collars or tagged for tracking by radio.</p>\r\n\r\n<p>One slide summarizes the research results by different methods of making hog counts:</p>\r\n\r\n<p><img alt=\"03012017 kaputefficiencyslide.JPG\" src=\"https://lh5.googleusercontent.com/RMu2BMBLJOlx-Gh3fG2IELVxS64vewT1e0JuEts6nj2HzE08ewheRc97kHb0hnTYgvRQ_IiZVrhP6J4omzaazkB6ab1ZMMCG9bmZRd-Uo_vX0zjohtcueLFU-YN1jWxk38M_Kook\" style=\"border:1px solid; float:left; height:464px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>SOURCE: Presentation, <a href=\"https://docs.google.com/presentation/d/1z9t2vlh1Nz6eHE5RHDuNGXd5COciJk3z7LqedIjeEnM/edit?usp=sharing\">&quot;Where we&rsquo;ve been and where we&rsquo;re going with Warfarin for controlling wild pigs,&quot;</a> March 1, 2017, Richard Poch&eacute;, Genesis Labs (received by email from Poch&eacute;, March 9, 2017)</p>\r\n\r\n<p><strong>Company: No independent research &lsquo;necessary&rsquo;</strong></p>\r\n\r\n<p>Poch&eacute;, asked if independent research makes sense before Kaput goes commercial, emailed: &quot;Not necessary. We do research under what is called Good Laboratory Practices, which is required by the EPA. No one can match the quality and integrity of the work.&quot; According to an <a href=\"https://www.epa.gov/compliance/good-laboratory-practices-standards-compliance-monitoring-program\">EPA web page</a>, the agency conducts audits to ensure companies developing pesticide products comply with those practices.</p>\r\n\r\n<p><strong>EPA registration</strong></p>\r\n\r\n<p>Our search of EPA&rsquo;s web site led us to a Jan. 3, 2017, <a href=\"https://www3.epa.gov/pesticides/chem_search/ppls/072500-00026-20170103.pdf\">agency document</a> indicating that on Jan. 3, 2017, Kaput Feral Hog Bait was registered with the agency under the Federal Insecticide, Fungicide and Rodenticide Act. &quot;Registration is in no way to be construed as an endorsement or recommendation of this product by the Agency,&quot; the document further states. &quot;In order to protect health and the environment, the Administrator, on his motion, may at any time suspend or cancel the registration of a pesticide in accordance with the Act.&quot;</p>\r\n\r\n<p>Also, the document says, the product is &quot;conditionally registered&quot; in accord with section <a href=\"https://www.law.cornell.edu/uscode/text/7/136a\">3(c)(7)(a)</a> of the Federal Insecticide, Fungicide, and Rodenticide Act; the section says the EPA administrator may conditionally register a pesticide if the pesticide is &quot;identical or substantially similar&quot; to a registered pesticide and approving the registration wouldn&rsquo;t &quot;significantly increase the risk of any unreasonable adverse effect on the environment.&quot;</p>\r\n\r\n<p>Another agency <a href=\"https://www.epa.gov/pesticide-registration/conditional-pesticide-registration\">web page</a> says: &quot;If EPA finds that the pesticide meets the standard for registration, but there are outstanding data requirements, the Agency may, under certain circumstances, grant a &lsquo;conditional&rsquo; registration pursuant to FIFRA section 3(c)(7). However, before granting a conditional registration, EPA must determine that, although an application lacks some of the required data, use of the pesticide would not significantly increase the risk of unreasonable adverse effects on people or the environment during the time needed to generate the necessary data.&quot;</p>\r\n\r\n<p>We asked Poch&eacute; about &quot;outstanding data requirements&quot; with Kaput, as mentioned generally by the EPA.</p>\r\n\r\n<p>By email, Poch&eacute; said a &quot;1-year storage stability study&quot; for Kaput has been submitted to the EPA.</p>\r\n\r\n<p>Poch&eacute; unpacked: &quot;An EPA-registered pesticide requires stability of the chemical in the formula available to the public. The product is stored in the marketing container on the shelf at room temperature over a one-year period. The bait is analyzed every 3 months for the warfarin concentration. That analysis is done at the beginning and at 3, 5, 9, and 12 months after manufacturing. The goal is to ensure the bait is good after 1 year and the concentration of warfarin is plus or minus 10% of what the EPA label requires. In our case the concentrations were within 1% of the label requirements,&quot; Poch&eacute; said.</p>\r\n\r\n<p>Over a couple days, we did not draw an EPA response to Herring&rsquo;s claim. Otherwise the <a href=\"http://npic.orst.edu/\">National Pesticide Information Center</a>, which partners Oregon State University with the EPA, responded to our inquiry by pointing out a 1991 EPA <a href=\"https://www3.epa.gov/pesticides/chem_search/reg_actions/reregistration/fs_PC-086002_1-Jun-91.pdf\">&quot;fact sheet&quot; </a>on warfarin that states the EPA evaluates pesticides by obtaining from producers a &quot;complete set of studies showing the human health and environmental effects of each pesticide. The Agency imposes any regulatory controls that are needed to effectively manage each pesticide&#39;s risks,&quot; the sheet says.</p>\r\n\r\n<p><strong>State intends limits</strong></p>\r\n\r\n<p>Miller, the state agriculture commissioner, is <a href=\"http://www.politifact.com/texas/statements/2016/aug/12/sid-miller/sid-miller-incorrectly-says-law-he-authored-touche/\">a former legislator who authored</a> the Texas law enabling hunters to shoot at feral hogs from helicopters.</p>\r\n\r\n<p>At the TDA, spokeswoman Jennifer Dorsett responded to our inquiry about the absence of public studies of Kaput. Dorsett said by email: &quot;Kaput is an entirely proprietary product, so studies on the Kaput Feral Hog Bait are owned by the company and you would have to contact them directly to see if they will release them to you.&quot;</p>\r\n\r\n<p>Also by email, TDA spokesman Mark Loeffler stressed that while the state agency helped fund Kaput research, its role is generally limited to cataloging pesticides approved by EPA, including Kaput, though Miller applied his authority to make Kaput &quot;state limited use,&quot; to be sold by licensed dealers and used by licensed applicators, Loeffler said.</p>\r\n\r\n<p>&quot;We do not do state-paid studies of proposed pesticides,&quot; Loeffler wrote. &quot;We are not required to do lengthy study of a product because we have little discretion to reject or deny&quot; registrations, he said.</p>\r\n\r\n<p>Dorsett otherwise <a href=\"https://docs.google.com/document/d/1q-T2pk_4LKxQ4X2MBgsq3y_HmUQu4oiruh4pVoNh43M/edit?usp=sharing\">provided a document listing a dozen reports</a>&nbsp;on poisoning feral hogs,&nbsp;issued from 1987 through 2002, including seven titles specifying &quot;warfarin,&quot; we tallied. Dorsett said the agency&rsquo;s toxicologist, Michael Hare, used the reports as references in evaluating Kaput as a state-limited-use pesticide.</p>\r\n\r\n<p>Dorsett told us relevant research also has involved the <a href=\"http://agrilifeextension.tamu.edu/\">Texas A&amp;M AgriLife Extension Service</a>, which <a href=\"http://agrilifeextension.tamu.edu/about/who-we-are/\">says</a> it has officials in nearly every county demonstrating &quot;the latest technology and best practices to improve the state&rsquo;s food and fiber system.&quot; We didn&#39;t hear back from the service.</p>\r\n\r\n<p>Loeffler added that Miller has personally drawn on a <a href=\"http://pmep.cce.cornell.edu/profiles/extoxnet/pyrethrins-ziram/warfarin-ext.html\">1995 post</a> about warfarin&rsquo;s history as a rat poison and its toxicity to animals put out by&nbsp;universities teamed in the <a href=\"http://extoxnet.orst.edu/\">Extension Toxicology Network</a>. Excerpt: &quot;Warfarin is only slightly dangerous to humans and domestic animals when used as directed, but care must be taken with young pigs, which are especially susceptible.&quot; Also, the post says, warfarin--which is insoluble in water--poses no threat to aquatic organisms and is &quot;practically non-toxic&quot; to game birds, with chickens &quot;relatively resistant.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Herring said there&rsquo;s no public study of Kaput, the product that might soon be available in Texas to attack feral hogs.</p>\r\n\r\n<p>There&rsquo;s no public study of that EPA-registered product, we confirmed. But a 2015 study submitted to a science journal would become public if it&rsquo;s accepted for publication. Also, the effects on feral hogs of warfarin, Kaput&rsquo;s active ingredient, has been explored&nbsp;in published studies.</p>\r\n\r\n<p>We rate this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/79f1a70f-3245-4ee8-ae8a-b94980d9c72f\">https://www.sharethefacts.co/share/79f1a70f-3245-4ee8-ae8a-b94980d9c72f</a></p>\r\n", "ruling_comments_date": "2017-03-16T17:46:04.528083", "ruling_date": "2017-03-16T18:06:59", "ruling_headline": "Feral-hog-meat businessman says there are no 'public' studies of hog pesticide", "ruling_headline_slug": "feral-hog-meat-businessman-says-there-are-no-publi", "ruling_link_text": "In the works", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.expressnews.com/business/local/article/Judge-puts-Miller-s-hog-apocalypse-on-hold-10980919.php?t=8be2ed819acf5e59df&amp;cmpid=twitter-premium\">&quot;Miller&#39;s hog apocalypse on hold in Texas,&quot;</a> <em>San Antonio Express-News</em>, March 6, 2017</p>\r\n\r\n<p>News stories, <em>Austin American-Statesman</em>, <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/sid-miller-approve-new-technique-for-killing-feral-hogs-poison/2vnQ1A9Bdn2aichF58ZRPJ/\">&quot;Sid Miller to approve new technique for killing feral hogs: poison,&quot;</a> Feb. 20, 2017; <a href=\"http://www.mystatesman.com/news/judge-blocks-rule-change-allowing-feral-hog-poisoning/5iihBGfcPzuV7hvSuNmApI/\">&quot;Judge blocks rule change allowing feral hog poisoning,&quot;</a> March 3, 2017; <a href=\"http://www.mystatesman.com/news/state-sen-kirk-watson-files-bill-demanding-study-feral-hog-poison/ZUGT4SXS1IIguWKCAHBvMP/\">&quot;State Sen. Kirk Watson files bill demanding study of feral hog poison,&quot;</a> March 10, 2017</p>\r\n\r\n<p>Legislation, <a href=\"http://www.capitol.state.tx.us/tlodocs/85R/billtext/html/SB01454I.htm\">Senate Bill 1454</a>, &quot;Feral Hog Intoxicants; Study Required,&quot; filed by state Sen. Kirk Watson, March 8, 2017</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2016/aug/12/sid-miller/sid-miller-incorrectly-says-law-he-authored-touche/\">&quot;Sid Miller incorrectly says law he authored touched off 130 helicopter hog hunting businesses,&quot;</a> PolitiFact Texas, Aug. 12, 2016</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1Dymf-vXUM0tUPZMuuSNyihhrr82v-jSR-L_FUT1seQk/pub\">emails</a>, Will Herring, owner, Wild Boar Meats, March 9-10, 2017</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1dARgbUhP3Tx1KZ5Q1_bMIR-XixUcV3Smp0eShp4ByR0/pub\">emails</a> (excerpted), Richard Poch&eacute;, president, Genesis Labs, March 9-10, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUGtZQlAyeHd6am8/view?usp=sharing\">Program</a> for &quot;2016 International Wild Pig Conference,&quot; April 17-20, 2016, Myrtle Beach, S.C. including a summary of technical report, &quot;Feral hog control using a new bait,&quot; Richard Poch&eacute;, Greg Franckowaik, Daniel Sommers, Lindsay Briley, Larisa Polyakova, and Meg Tseveenjav, Genesis Labs, Wellington, Colo. (received by email from Richard Poch&eacute;, president, Genesis Labs, March 9, 2017)</p>\r\n\r\n<p>Presentation, <a href=\"https://docs.google.com/presentation/d/1z9t2vlh1Nz6eHE5RHDuNGXd5COciJk3z7LqedIjeEnM/edit?usp=sharing\">&quot;Where we&rsquo;ve been and where we&rsquo;re going with Warfarin for controlling wild pigs,&quot;</a> March 1, 2017, Richard Poch&eacute;, Genesis Labs &nbsp;(received by email from Poch&eacute;, March 9, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1N5RPufqrxtGaoNDqqREc3fbnECnGvTURVKjGKSV77gI/pub\">Emails</a> (excerpted), Mark Dallas Loeffler, communications director; Jennifer Dorsett, communications associate, Texas Department of Agriculture, March 8-13, 2017</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGaWlESW1HT1ZVODg/view?usp=sharing\">&quot;Historical Feral Hog Grant Funding,&quot;</a> 2006-07 into 2016-17, Texas Department of Agriculture (received by email from Jessica Escobar, assistant general counsel, public information coordinator, TDA, March 14, 2017</p>\r\n\r\n<p>Web pages, Environmental Protection Agency, <a href=\"https://www.epa.gov/pesticide-registration/about-pesticide-registration\">&quot;About Pesticide Registration,&quot;</a> last updated Sept. 1, 2016;<a href=\"https://www.epa.gov/compliance/good-laboratory-practices-standards-compliance-monitoring-program\">&quot;Good Laboratory Practices Standards Compliance Monitoring Program,&quot;</a> last updated Jan. 11, 2017; <a href=\"https://www.epa.gov/pesticide-registration/conditional-pesticide-registration\">&quot;Conditional Pesticide Registration,&quot;</a> last updated July 8, 2016 (accessed March 14 and 15, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1adlxclbMwNtemzt0Mxi8To5cBOXZ9Bmla-nq7R0KlUw/pub\">Email</a>, <a href=\"https://www.k-state.edu/kscfwru/Haukos/Index.html\">David Haukos</a>, associate professor, Division of Biology, Kansas State University, March 14, 2017</p>\r\n\r\n<p>Document, <a href=\"https://www3.epa.gov/pesticides/chem_search/reg_actions/reregistration/fs_PC-086002_1-Jun-91.pdf\">&quot;R.E.D. FACTS Warfarin,&quot;</a> Environmental Protection Agency, June 1991</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/1q-T2pk_4LKxQ4X2MBgsq3y_HmUQu4oiruh4pVoNh43M/edit?usp=sharing\">list of warfarin-related reports</a>, 1987 through 2002, provided by TDA (received by email from Jennifer Dorsett, communications officer, TDA, March 8, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Owner, Wild Boar Meat Company", "false_count": 0, "first_name": "Will", "half_true_count": 0, "home_state": "Texas", "id": 3860, "last_name": "Herring", "mostly_true_count": 1, "name_slug": "will-herring", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wildboarmeatslogopft.png", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3860/", "total_count": 1, "true_count": 0, "website": "https://wildboarmeats.com/"}, "statement": "<p>&quot;There&rsquo;s not one public study, and by public study I mean a study available to the public, that has looked at using the product Kaput to poison feral hogs.&quot;</p>\r\n", "statement_context": "a San Antonio Express-News news story", "statement_date": "2017-03-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": "Are there no public studies of Kaput feral hog killer?"}