{"art": [{"brightcove": "", "caption": "Gov. Greg Abbott and Lt. Gov. Dan Patrick stand on the Capitol steps at a Jan. 24 School Choice Rally. CREDIT: AP Photo/Eric Gay", "id": 10744, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/bx003_0cc0_9-crop.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10744/", "title": "School Choice rally", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "fauzeya.rahman@chron.com", "first_name": "Fauzeya", "id": 519, "last_name": "Rahman", "name_slug": "fauzeya-rahman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/519/", "title": "reporter", "twitter": null}], "canonical_url": "/texas/statements/2017/mar/16/coalition-public-schools-coalition-public-schools/public-school-advocates-say-no-voucher-legislati/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "ssantos@mysanantonio.com", "first_name": "Sandra", "id": 610, "last_name": "Santos", "name_slug": "sandra-santos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/610/", "title": "San Antonio Express-News night metro editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Has any voucher legislation become law in Texas?", "id": 13874, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "fauzeya.rahman@chron.com", "first_name": "Fauzeya", "id": 519, "last_name": "Rahman", "name_slug": "fauzeya-rahman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/519/", "title": "reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/13874/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Near the start of this year&rsquo;s legislative session, Lt. Gov. Dan Patrick <a href=\"https://www.texastribune.org/2017/01/24/texas-lt-gov-dan-patrick-calls-house-senate-vote-s/\">stood on the Capitol&rsquo;s steps </a>and exhorted lawmakers in the House and Senate to vote on &quot;school choice&quot; legislation, saying it&rsquo;s &quot;it&#39;s easy to kill a bill when no one gets to vote on it.&quot;</p>\r\n\r\n<p>An advocacy group opposed to public funds supporting students going to private and religious schools urged a different course.</p>\r\n\r\n<p>In a Jan. 23, 2017, <a href=\"https://docs.google.com/document/d/1Zpe6uOSmO8QNrf61Teck3X17ZnRJ1opgPGhVFgbFNUc/pub\">press release</a>, the <a href=\"http://www.coalitionforpublicschools.org/\">Coalition for Public Schools</a>, which says it represents religious, child advocacy and education organizations, urged the Legislature to &quot;focus its efforts on providing support for our neighborhood public schools instead of funneling public tax dollars&quot; to private school &quot;voucher schemes with little or no accountability for how our tax dollars are spent.&quot;</p>\r\n\r\n<p>The eight-paragraph release closed with a historical claim: &quot;Texas legislators have filed voucher proposals in every legislative session since 1995, but all of them have failed to become law.&quot;</p>\r\n\r\n<p>That&rsquo;d be a big 0-for-10 for voucher proponents because state lawmakers convene in regular session every odd-numbered year.</p>\r\n\r\n<p>We decided to check the record.</p>\r\n\r\n<p>For starters, we knew that Texans in 2017 can&rsquo;t access government-backed vouchers to attend nonpublic schools.</p>\r\n\r\n<p>Nationally as of December 2016, &nbsp;27 states afforded some kind of private school choice--and 14 states had voucher plans in law, <a href=\"http://www.ncsl.org/research/education/interactive-guide-to-school-choice.aspx#/\">according to</a> the National Conference of State Legislatures, a bipartisan group that offers &quot;support, ideas, connections and a strong voice on Capitol Hill&quot; for legislators.</p>\r\n\r\n<p>Wondering how the coalition reached its claim, we contacted a <a href=\"http://www.coalitionforpublicschools.org/about-us/\">coalition member</a>, the <a href=\"http://tfn.org/\">Texas Freedom Network,</a> which says it watchdogs far-right issues, organizations, money and leaders. The network&rsquo;s Jose Medina, who&rsquo;d distributed the coalition&rsquo;s release, emailed <a href=\"http://tfn.org/cms/assets/uploads/2015/11/SORR_07.pdf\">us a web link to a 2007 network report including an appendix listing Texas &nbsp;&quot;voucher legislation&quot; dating to 1993.</a> Medina also pointed us to the network&rsquo;s &quot;legislative watch&quot; <a href=\"http://tfn.org/resources/legislative-watch/\">web page</a> showing bills filed under topics including vouchers from 1999 through 2015.</p>\r\n\r\n<p><strong>Defining vouchers</strong></p>\r\n\r\n<p>We paused to cover some definitions. Huriya Jabbar, a University of Texas <a href=\"https://education.utexas.edu/faculty/huriya_jabbar\">education administration professor</a> who has studied school choice and the political dimensions of education reforms, told us that &quot;school choice&quot; can include access to charter schools or the option to transfer to a different public school. Meanwhile, &quot;private school choice&quot; involves the use of public funds for private or parochial education.</p>\r\n\r\n<p>Asked about defining school vouchers alone, Jabbar pointed us to a 2015 article in Education Week, which covers schooling from kindergarten through high school. The article, <a href=\"http://blogs.edweek.org/edweek/charterschoice/2015/06/school_vouchers_education_savings_accounts_difference_between.html\">&quot;What&#39;s the Difference Between Vouchers and Education Savings Accounts?,&quot;</a> explains differences in private school options that often get described collectively as vouchers, a &quot;politically loaded term,&quot; the author wrote.</p>\r\n\r\n<p>The article says vouchers give parents &quot;public funding allocated for their child toward tuition at a private school of their choice, including religiously affiliated private schools.&quot;</p>\r\n\r\n<p>Education savings accounts, similar to vouchers, can also pay for private tuition, the story says, though money in an account could be put toward out-of-class educational expenses such as tutoring or online enrichment. States that support such accounts set aside funds based on per-pupil funding estimates; parents may withdraw money for approved expenses, the story says.</p>\r\n\r\n<p>In Texas in 2017, state Sen. Larry Taylor, R-Friendswood, filed <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB3\">Senate Bill 3</a> proposing education savings accounts for students from all income levels plus scholarships for students with the &quot;greatest financial and academic need,&quot; Taylor&rsquo;s measure states, to be supported by tax credits.</p>\r\n\r\n<p>That&rsquo;s a funding approach taken by 17 states as of December 2016, <a href=\"http://www.ncsl.org/research/education/interactive-guide-to-school-choice.aspx#/\">according to</a> the NCSL. States employ the credits, the article says, to &quot;incentivize businesses or individuals to donate money to a scholarship-granting organization, which then gives money to students&quot; to use for tuition at a private school.</p>\r\n\r\n<p>Texas is one of the states with <a href=\"http://www.statutes.legis.state.tx.us/SOTWDocs/CN/htm/CN.1.htm\">constitutional amendments</a> (often referred to as Blaine Amendments) that prohibit state funds from going to religious organizations. In those states, the Education Week article says, tax credit scholarships and education savings accounts &quot;offer workarounds.&quot;</p>\r\n\r\n<p>We asked Josh Cunningham, &nbsp;an NCSL education policy specialist, if education savings accounts and tax credit scholarships would reasonably be grouped with vouchers in that each approach furthers public funding of non-public schooling. &nbsp;Cunningham suggested they could, as &quot;they all for the most part serve a similar purpose, providing support for a public school student to enter into private school.&quot;</p>\r\n\r\n<p><strong>Dozens of proposals</strong></p>\r\n\r\n<p>Next, let&rsquo;s review what we spotted in legislation considered since the 1995 session, which we based on text searches of &quot;voucher,&quot; &quot;scholarship&quot; and &quot;education savings account,&quot; to cover bills that dealt with public funding for private school tuition.</p>\r\n\r\n<p>We ran the terms through both the Texas Legislative Service website <a href=\"https://www.telicon.com/www/tx/topnav1.htm#\">Telicon </a>and the <a href=\"http://www.capitol.state.tx.us/Home.aspx\">Texas Legislature online</a>, which is managed by the <a href=\"http://www.tlc.state.tx.us/\">Texas Legislative Council</a>, session by session, coming up with 29 proposed bills related to school choice with funding in the form of vouchers, scholarships or savings accounts.</p>\r\n\r\n<p>We then checked each of the bills listed in the Coalition for Public Schools&rsquo; list in both services, to account for any that our search may have missed. In total, we found <a href=\"https://docs.google.com/spreadsheets/d/1unde56yZa9ABOp_8FOVtLtT0p9fJBPv-5bVotte-RoM/edit?usp=sharing\">54 relevant bills</a> from every session that covered private &quot;school choice&quot; options.</p>\r\n\r\n<p>Among the proposals over the years, 11 envisioned pilot programs limited to certain student populations. For instance, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=76R&amp;Bill=HB2366\">House Bill 2366</a>, which didn&rsquo;t advance out of a House committee in 1999, called for a pilot program for &quot;educationally disadvantaged&quot; students. Six years later, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=79R&amp;Bill=HB3042\">HB 3042, </a>which died in committee, more broadly called for vouchers for all students eligible to attend public schools.</p>\r\n\r\n<p><strong>Texas Voucher and Voucher-Like School Proposals, 1995 through 2015</strong></p>\r\n\r\n<table>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>Year</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Proposals</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>1995</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>SB 92, HB 1315, HB 301</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>1997</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 2395, HB 656, HB 318, SB 1206, HB 1110, HB 709</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>1999</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB2366, SB 10</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2001</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 1240, HB 2666</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2003</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 293, HB 658, HB 1554, HB 2465, SB 933</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2005</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 1263, HB 1445, HB 3042</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2007</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 18, SB 1506</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2009</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>SB 1301, SB 1302, SB 183, HB 41</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2011</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 33, SB 157</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2013</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>SB 1410, SB 115, SB 8, SB 17, SB 12, SB 15, SB 7, SB 18, SB 1575, SB 1015</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2015</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>HB 279</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2015</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>SB 4, SB 276, SB 642, HB 895, HB 1043, HB 3594, HB 4106, SB 623, SB 1178</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2017</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>SB 3, HB 1184, HB 1335, SB 542</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1unde56yZa9ABOp_8FOVtLtT0p9fJBPv-5bVotte-RoM/edit#gid=0\">Sources</a>: Texas Legislative Service website <a href=\"https://www.telicon.com/www/tx/topnav1.htm#\">Telicon </a>and <a href=\"http://www.capitol.state.tx.us/Home.aspx\">Texas Legislature online</a></p>\r\n\r\n<p><strong>Public school &quot;choice&quot;</strong></p>\r\n\r\n<p>Let&rsquo;s get specific.</p>\r\n\r\n<p>A form of public school choice, short of private-school vouchers, passed into law in 1995 when lawmakers created the Public Education Grant program open to students in any school where half the students or more didn&rsquo;t perform satisfactorily on state tests the three previous years or the school was declared &quot;low performing&quot; by the state during those years, according to a 1997 House Research Organization <a href=\"http://www.hro.house.state.tx.us/pdf/ba75r/hb0318.pdf#navpanes=0\">summary</a>. Under the law, each eligible student could attend a school in another district backed by the state and local funding provided for their education in their original district.</p>\r\n\r\n<p>In 1997, lawmakers widened such opportunities via <a href=\"http://www.capitol.state.tx.us/tlodocs/75R/billtext/html/HB00318F.htm\">HB 318</a> authorizing the state to fund up to 100 &quot;open-enrollment charter schools,&quot; which students could attend with the grants, and otherwise allowing eligible students to apply a grant to attend another school in their home districts. Among other tweaks, a student would newly be eligible if half or more of a school&rsquo;s students performed unsatisfactorily in any two of three previous years.</p>\r\n\r\n<p><strong>A sampling of voucher proposals that died</strong></p>\r\n\r\n<p>Also in 1997, Rep. Ron Wilson, D-Houston, proposed an amendment to a proposal that would&rsquo;ve allowed students from low-performing schools to transfer to a private school and have tuition covered by state funds, provided the student attempted to enroll in another public school and was rejected. But House members deadlocked 68-68 on the amendment, which Wilson then withdrew after &quot;voucher opponents rounded up some absent members who could have killed his measure,&quot; according to a <a href=\"https://drive.google.com/file/d/0BzqR4MkGxK5WaXhJdkt2Zm1CYXc/view?usp=sharing\">May 8, 1997 Houston Chronicle news article.</a> At the time, state Rep. Henry Cuellar, D-Laredo, called that moment the House&rsquo;s &quot;closest vote ever&quot; on vouchers.</p>\r\n\r\n<p>Among other measures that would put public funds toward private school costs that didn&rsquo;t become law was <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=78R&amp;Bill=HB2465\">HB 2465</a>, offered in 2003 by Rep. Kent Grusendorf, R-Arlington and chairman of the House Public Education Committee.</p>\r\n\r\n<p>Grusendorf&rsquo;s plan would have created the Education Freedom Program for students in the state&rsquo;s heaviest-enrollment districts. The <a href=\"http://www.legis.state.tx.us/tlodocs/78R/analysis/html/HB02465H.htm\">bill&rsquo;s analysis</a> states that under the proposal, if a district served more than 40,000 students and a majority qualified as &quot;educationally disadvantaged,&quot; those students whose families met certain financial requirements could attend private schools with state aid. The bill won the endorsement of the House Public Education panel by 5-3, but <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=78R&amp;Bill=HB2465\">didn&rsquo;t make it to the House floor before the session ended</a>. According to <a href=\"http://www.legis.state.tx.us/tlodocs/78R/minutes/html/C0502003051018101.HTM\">minutes</a> of the House Calendars Committee, that panel voted 7-0 on May 10, 2003, not to move the legislation to the House &quot;at this time.&quot;</p>\r\n\r\n<p>Before the education committee acted, according to an <a href=\"https://drive.google.com/open?id=0BzqR4MkGxK5WS0JLaHpyOFFzdEE\">April 4, 2003 news story in the Dallas Morning News</a>, HB 2465 was fiercely debated with teacher groups and local school boards arguing against approval, saying the legislation would &quot;rob the public schools of millions of dollars at a time when many are cutting programs.&quot; Proponents, such as Chris Patterson with the Texas Public Policy Foundation, said that some children are still left behind in Texas, despite improvements to public education over the past two decades.<br />\r\n<br />\r\nA dozen years later, in the 2015 legislative session, <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=84R&amp;Bill=SB4\">Senate Bill 4</a>, authored by Sens. Taylor; Paul Bettencourt, R-Houston; and Donna Campbell R-New Braunfels, would have given a low-income student or a student with disabilities a tax-credit scholarship to &quot;attend the school of their choice,&quot; public or private.</p>\r\n\r\n<p>A <a href=\"http://www.legis.state.tx.us/tlodocs/84R/analysis/html/SB00004S.htm\">bill analysis by the Senate Research Center</a> &nbsp;added that the bill would have allowed businesses to make donations to an &quot;educational scholarship organization&quot; and thus receive a tax credit for the donation.</p>\r\n\r\n<p>According to an April 2015 <a href=\"http://www.mystatesman.com/news/texas-senate-oks-divisive-tax-credit-scholarship-bill/YeGWBTUDZH18BmBTccDXeO/\">news story</a> in the Austin American-Statesman, the 31-member Senate gave preliminary approval to the bill on a &quot;mixed 18-12 vote after rejecting a handful of Democratic-proposed amendments to the measure.&quot; A Democrat, Sen. Eddie Lucio, Jr. of Brownsville, voted for the proposal, the story said, with Republican Sens. Robert Nichols of Jacksonville and Konni Burton of Colleyville voting against it.</p>\r\n\r\n<p>In the House, where the measure <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=84R&amp;Bill=SB4\">died May 5, 2015</a> after it was referred to the Ways and Means committee, Republicans such as House Public Education Chairman Rep. Jimmie Don Aycock of Killeen expressed concern with the state&rsquo;s abilities to hold private schools accountable to the same standards as public schools.</p>\r\n\r\n<p>We reached out to organizations supportive of educational savings accounts to see how this claim stacked up in their eyes -- t<a href=\"http://www.texaspolicy.com/issues/detail/k-12-education\">he Texas Public Policy Foundation</a> and <a href=\"http://txedopportunity.org/\">Texans for Education Opportunity</a>. The foundation&rsquo;s Caroline Espinosa, declined to comment. We didn&rsquo;t hear back from Texans for Education Opportunity.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The coalition said: &quot;Texas legislators have filed voucher proposals in every legislative session since 1995, but all of them have failed to become law.&quot;</p>\r\n\r\n<p>All told, we identified 54 failed bills, at least one in each of the 11 regular sessions from 1995 through 2015, that proposed the use of public funds for private school tuition, though not every one was a pure voucher proposal.</p>\r\n\r\n<p>We rate this statement True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE</strong></em> &ndash; The statement is accurate and there&rsquo;s nothing significant missing. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-03-16T19:26:23.331173", "ruling_date": "2017-03-16T20:53:24", "ruling_headline": "Public school advocates say no voucher bills have passed in Texas Legislature", "ruling_headline_slug": "public-school-advocates-say-no-voucher-legislati", "ruling_link_text": "School choice bills in every session see similar fate", "ruling_state": null, "source_documents": null, "sources": "<p>News article, &quot;<a href=\"https://www.texastribune.org/2017/01/24/texas-lt-gov-dan-patrick-calls-house-senate-vote-s/\">Lt. Gov. Dan Patrick calls for House, Senate vote on school choice this session</a>,&quot; Texas Tribune, Jan. 24, 2017</p>\r\n\r\n<p><a href=\"http://www.cep-dc.org/displayDocument.cfm?DocumentID=369\">Report</a>, Center on Education Policy, Keeping Informed about School Vouchers: A Review of Major Developments and Research, July 27, 2011</p>\r\n\r\n<p>Legislation, <a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=75R&amp;Bill=HB318\">House Bill 318</a>, Texas House, 1997 regular legislative session, Texas Legislative Council, filed Dec. 16, 1996 (accessed Feb. 9, 2017)<br />\r\n<br />\r\nNews article, &quot;<a href=\"http://www.dallasnews.com/news/education/2017/01/22/year-school-vouchers-texas\">Could this be the year for school vouchers in Texas?</a>,&quot; Dallas Morning News, Jan. 22, 2017</p>\r\n\r\n<p>Interactive guide, School Choice, National Conference of State Legislatures, January 2017, (accessed Feb. 17, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1unde56yZa9ABOp_8FOVtLtT0p9fJBPv-5bVotte-RoM/edit?usp=sharing\">Spreadsheet</a>, Private school choice bills - Texas Legislature, created Feb. 9, 2017</p>\r\n\r\n<p>Blog post, &quot;<a href=\"http://blogs.edweek.org/edweek/charterschoice/2015/06/school_vouchers_education_savings_accounts_difference_between.html\">What&#39;s the Difference Between Vouchers and Education Savings Accounts?</a>,&quot; Education Week, June 9, 2015</p>\r\n\r\n<p>Overview, &quot;<a href=\"http://www.ncsl.org/research/education/school-choice-scholarship-tax-credits.aspx#Overview\">Scholarship Tax Credits</a>,&quot; National Conference of State Legislatures, January 2017, (accessed Feb. 17, 2017)</p>\r\n\r\n<p>Report, &quot;<a href=\"http://tfn.org/cms/assets/uploads/2015/11/SORR_07.pdf\">The State of the Religious Right,</a>&quot; Texas Freedom Network, 2007, accessed Feb. 9, 2017 (voucher legislation page 22 of report)</p>\r\n\r\n<p>Online report, <a href=\"http://tfn.org/resources/legislative-watch/\">Legislative Watch</a>, Texas Freedom Network, (accessed Feb. 9, 2017)</p>\r\n\r\n<p>Email interview,<a href=\"https://education.utexas.edu/faculty/huriya_jabbar\"> Huriya Jabbar</a>, assistant professor, Department of Educational Administration, College of Education, University of Texas at Austin, Feb. 13, 2017</p>\r\n\r\n<p>Phone interview, Joshua Cunningham, senior education policy specialist, National Conference of State Legislatures, Feb. 7, 2017</p>\r\n\r\n<p>Legislation, <a href=\"http://www.capitol.state.tx.us/BillLookup/Actions.aspx?LegSess=75R&amp;Bill=HB318\">House Bill 318</a>, Texas House, 1997 regular legislative session, Texas Legislative Council, filed Dec. 16, 1996 (accessed Feb. 9, 2017)</p>\r\n\r\n<p>Legislation, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB3\">Senate Bill 3</a>, Texas Senate, 2017 regular legislative session, Texas Legislative Council, filed Jan. 30, 2017 (accessed Feb. 9, 2017)</p>\r\n\r\n<p>Legislation, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=76R&amp;Bill=HB2366\">House Bill 2366</a>, 1999 regular legislative session, Texas Legislative Council, filed March 5, 1999 (accessed Feb. 21, 2017)</p>\r\n\r\n<p>Legislation, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=79R&amp;Bill=HB3042\">House Bill 3042</a>, 2005 regular legislative session, Texas Legislative Council, filed March 11, 2015, (accessed Feb. 9, 2017)</p>\r\n\r\n<p>Bill Analysis, <a href=\"http://www.legis.state.tx.us/tlodocs/84R/analysis/html/SB00004S.htm\">Senate Bill 4</a>, Senate Research Center, April 10, 2015 (accessed Feb. 24, 2017)</p>\r\n\r\n<p>News article, &quot;<a href=\"https://drive.google.com/file/d/0BzqR4MkGxK5WS0JLaHpyOFFzdEE/view\">House panel approves voucher bill</a>,&quot; Dallas Morning News, April 4, 2003</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/tlodocs/78R/minutes/html/C0502003051018101.HTM\">Minutes</a>, 2003 regular legislative session, Texas Legislative Council, Texas House Committee on Calendars, May 10, 2003, (accessed Feb. 23, 2017)</p>\r\n\r\n<p>News article, &quot;<a href=\"https://drive.google.com/file/d/0BzqR4MkGxK5WaXhJdkt2Zm1CYXc/view\">School transfers get tentative OK; Proposal encourages student participation</a>,&quot; Houston Chronicle, May 7, 1997</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/tlodocs/78R/minutes/html/C0502003051018101.HTM\">Minutes</a>, 2003 regular legislative session, Texas Legislative Council, Texas House Committee on Calendars, May 10, 2003, (accessed Feb. 23, 2017)</p>\r\n\r\n<p>News article, &quot;<a href=\"http://www.mystatesman.com/news/texas-senate-oks-divisive-tax-credit-scholarship-bill/YeGWBTUDZH18BmBTccDXeO/\">Texas Senate OKs divisive tax credit scholarship bill</a>,&quot; Austin American-Statesman, April 20, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 3870, "last_name": "The Coalition for Public Schools", "mostly_true_count": 0, "name_slug": "coalition-public-schools-coalition-public-schools", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/coalition-crop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3870/", "total_count": 1, "true_count": 1, "website": "http://www.coalitionforpublicschools.org/about-us/"}, "statement": "<p>&quot;Texas legislators have filed voucher proposals in every legislative session since 1995, but all of them have failed to become law.&quot;</p>\r\n", "statement_context": "an emailed press release", "statement_date": "2017-01-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Has Texas passed any voucher bills into law? "}