{"art": [{"brightcove": "", "caption": "  ", "id": 10797, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32130935\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/10797/", "title": "Chris Murphy video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2017/mar/22/chris-murphy/house-gop-health-care-bill-would-cause-14-million-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "House GOP health care bill would cause 14 million to lose in", "id": 13890, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/13890/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Democrats continue to hammer Republicans over a health care overhaul that&rsquo;s projected to set in motion steep drops in insurance enrollment nationwide.</p>\r\n\r\n<p>Sen. Chris Murphy, D-Conn., in a press conference said the &quot;biggest headline&quot; from an analysis of the House bill by the nonpartisan Congressional Budget Office was that 24 million fewer Americans would be insured by 2026 under the plan, with a big drop off starting next year.</p>\r\n\r\n<p>&quot;In 2018, right off the bat, right in year No. 1, 14 million Americans lose coverage,&quot; Murphy said in a March 16 press conference. &quot;This is because of the cuts to Medicaid, which will result in states dramatically curtailing Medicaid eligibility, but also because lots of Americans who today have private health care through these exchanges won&#39;t be able to afford that coverage, as well as people who will come off employer-sponsored care.&quot;</p>\r\n\r\n<p>We decided to fact-check Murphy&#39;s claim about the bill, formally called the American Health Care Act, that 14 million Americans would lose coverage.</p>\r\n\r\n<p>Murphy accurately identified several of the drivers behind the projected rise in the uninsured rate. But he left out that some of the reduced enrollment would result from the repeal of a deeply unpopular provision in the Affordable Care Act&mdash;the individual mandate that requires most Americans to get coverage or pay a penalty.</p>\r\n\r\n<p><strong>14 million fewer Americans insured next year </strong></p>\r\n\r\n<p>The CBO report places the anticipated 14 million newly uninsured people into several categories. It projects 5 million fewer people will be covered under Medicaid; 2 million fewer people will be covered through their employer, and 6 million fewer will obtain coverage on the individual market, either through private insurers or exchanges set up under the Affordable Care Act, also known as Obamacare.</p>\r\n\r\n<p>Murphy accurately characterizes the CBO&rsquo;s findings on reduced enrollment due to Medicaid. In addition to the 5 million fewer people expected to be covered under Medicaid next year, the CBO projects 14 million fewer people would be enrolled in Medicaid by 2026 as states that would likely expand Medicaid under Obamacare chose not to do so under the Republican proposal.</p>\r\n\r\n<p>The senator also fairly states the CBO&rsquo;s conclusion on employer-based insurance. Beyond the roughly 2 million fewer people to get coverage through their employer in 2018, the Republican proposal is estimated to lead to roughly 7 million fewer people enrolled in employer-based insurance by 2026.</p>\r\n\r\n<p>But Murphy didn&rsquo;t mention that some of these people would voluntarily drop their insurance.</p>\r\n\r\n<p>The House Republican health care overhaul would repeal the individual mandate penalty, and according to the CBO, this would be the single biggest driver of raising the uninsured rate by 14 million next year.</p>\r\n\r\n<p>&quot;Most of that increase would stem from repealing the penalties associated with the individual mandate,&quot; the CBO report reads. &quot;<em>Some of those people would choose not to have insurance because they chose to be covered by insurance under current law only to avoid paying the penalties</em>, and some people would forgo insurance in response to higher premiums&quot; (emphasis ours).</p>\r\n\r\n<p>The CBO could not provide specific figures on how many people would opt out of coverage based solely on the removal of penalties, so it&rsquo;s difficult to quantify. But there&rsquo;s reason to think the figure would be significant.</p>\r\n\r\n<p>A RAND study from 2014 found that repealing the individual mandate would cause a sharp reduction in enrollment&mdash;with roughly one in five people in the individual market dropping coverage&mdash;while adding only relatively small increases to insurance premiums. Some conditions have changed since the study was published, but these findings seem to suggest millions of people would opt out of coverage if the penalties associated with the individual mandate were eliminated.</p>\r\n\r\n<p>Suffice it to say that while those people would no longer have coverage, they didn&#39;t technically lose it, as Murphy said, so much as voluntarily forgo coverage. And omitting this group as a driver of the projected rise in next year&rsquo;s projected uninsured rate does not tell the whole story behind the 14 million figure.</p>\r\n\r\n<p>Keep in mind, the people required to buy insurance helped keep rates reasonable for people who are sick or had pre-existing conditions. Insurance markets set up under Obamacare have depended on a group of younger, healthier people blending into a diverse pool with older, sicker people.</p>\r\n\r\n<p>This arrangement led to a system where &quot;young and healthy enrollees without large subsidies effectively cross-subsidize older, less healthy enrollees when they are required to purchase insurance or pay a penalty,&quot; according to a December CBO report.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Based on the CBO&#39;s analysis of the House Republican health care bill, Murphy said, &quot;In year No. 1, 14 million Americans lose coverage.&quot;</p>\r\n\r\n<p>It is the CBO&#39;s estimate that 14 million more Americans would be off the health insurance rolls in the year following the bill&rsquo;s passage. But Murphy overlooked that some of next year&#39;s newly uninsured population never wanted insurance to begin with and only got coverage under Obamacare to avoid tax penalties.</p>\r\n\r\n<p>This is particularly true of the people who &quot;lose&quot; coverage during the first year -- many of them are people dropping coverage because there is no longer a penalty. We rate Murphy&rsquo;s statement Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-03-22T15:27:43.356798", "ruling_date": "2017-03-22T16:24:02", "ruling_headline": "House GOP health care bill would cause 14 million to lose insurance next year, says Chris Murphy", "ruling_headline_slug": "house-gop-health-care-bill-would-cause-14-million-", "ruling_link_text": "In part because they don't want it", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Chris Murphy <a href=\"http://www.cq.com/doc/newsmakertranscripts-5063314?10\">News Conference</a>, Congressional Quarterly, March 16, 2017</p>\r\n\r\n<p>American Academy of Actuaries&rsquo; <a href=\"http://actuary.org/files/publications/HPC_letter_ACA_CSR_120716.pdf\">letter</a> to House Congressional leaders, &quot;Re: Consequences of Repealing ACA Provisions or Ending Cost-Sharing Reduction Reimbursements,&quot; Dec. 7, 2016</p>\r\n\r\n<p>Public opinion <a href=\"http://kff.org/health-costs/poll-finding/kaiser-health-tracking-poll-november-2016/\">poll</a>, &quot;Kaiser Health Tracking Poll: November 2016,&quot; Kaiser Family Foundation, Dec. 1, 2017</p>\r\n\r\n<p>Blog <a href=\"http://kff.org/infographic/the-requirement-to-buy-coverage-under-the-affordable-care-act/\">post</a>, &quot;The Requirement to Buy Coverage Under the Affordable Care Act,&quot; Kaiser Family Foundation, Dec. 8, 2015</p>\r\n\r\n<p><a href=\"https://www.cbo.gov/sites/default/files/115th-congress-2017-2018/costestimate/americanhealthcareact.pdf\">Congressional Budget Office</a>, &quot;American Health Care Act,&quot; March 13, 2017</p>\r\n\r\n<p><a href=\"https://www.cbo.gov/budget-options/2016/52232\">Congressional Budget Office</a>, &quot;Repeal the Individual Health Insurance Mandate,&quot; Dec. 8, 2016</p>\r\n\r\n<p><a href=\"http://www.rand.org/content/dam/rand/pubs/research_reports/RR700/RR708/RAND_RR708.pdf\">RAND</a>, &quot;Assessing Alternative Modifications to the Affordable Care Act,&quot; 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "Connecticut", "id": 2061, "last_name": "Murphy", "mostly_true_count": 2, "name_slug": "chris-murphy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Murphy_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2061/", "total_count": 6, "true_count": 2, "website": "http://www.chrismurphy.com/"}, "statement": "<p>&quot;In year No. 1, 14 million Americans lose coverage,&quot; according to the CBO.&nbsp;</p>\r\n", "statement_context": "a press conference", "statement_date": "2017-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "House GOP health care bill would cause 14 million to lose insurance next year, says Sen. Chris Murphy"}