{"art": [{"brightcove": "", "caption": "We checked a claim about the environmental impact, or lack thereof, from the Obama administration's Clean Power Plan.", "id": 10984, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32184567\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/10984/", "title": "Clean Power video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Donald Trump, flanked by coal miners, gives a pen to EPA Administrator Scott Pruitt, as he signs an executive order directing the EPA to start rewriting the Clean Power Plan on March 28, 2017. (Stephen Crowley/New York Times) ", "id": 10985, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_signs_clean_power_repeal.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10985/", "title": "Trump signing clean power repeal", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Smoke rises from the Colstrip Steam Electric Station, a coal burning power plant in Colstrip, Mont. (AP/Matthew Brown) ", "id": 10986, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Smokestack_file_photo.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10986/", "title": "Smokestack file photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/apr/06/rick-santorum/rick-santorum-garbles-climate-change-comments-obam/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Santorum garbles climate change comments by Obama's EPA head", "id": 13958, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13958/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>During an appearance on Bill Maher&rsquo;s HBO show, former Sen. Rick Santorum, R-Pa., tried to convince the generally liberal host that Donald Trump was right to shelve Barack Obama&rsquo;s <a href=\"https://www.epa.gov/cleanpowerplan\">Clean Power Plan</a>, which placed stricter standards on carbon emissions from power plants as a way of curbing pollution and climate change.</p>\r\n\r\n<p>&quot;The EPA director under Obama said the Clean Power Initiative would have&nbsp;no effect on man-made CO2 emissions,&quot; <a href=\"https://www.youtube.com/watch?v=UeO71UzICac\">Santorum said</a>. &quot;That&#39;s what she said. Go look it up.&quot;</p>\r\n\r\n<p>As if Santorum&rsquo;s suggestion to &quot;look it up&quot; wasn&rsquo;t enough of a prompt for us to take a look, a number of readers also suggested we analyze his statement. So we did.</p>\r\n\r\n<p><strong>What was the Clean Power Plan?</strong></p>\r\n\r\n<p>In August 2015, the Obama administration announced that its Clean Power Plan regulations would require power plants to reduce carbon emissions, from 2005 levels, by 32 percent by 2030. Scientists say that carbon emissions are a significant contributor to global climate change. Advocates added that the Clean Power Plan would also reduce other emissions that create soot and smog.</p>\r\n\r\n<p>However, after opponents sued the Obama administration and found some success in the courts, the plan was <a href=\"https://www.nytimes.com/2017/03/27/science/what-to-know-about-trumps-order-to-dismantle-the-clean-power-plan.html\">never implemented</a>. Then, on March 28, President Donald Trump, as expected, issued an <a href=\"https://www.whitehouse.gov/the-press-office/2017/03/28/presidential-executive-order-promoting-energy-independence-and-economi-1\">executive order</a> that set in motion the plan&rsquo;s dismantling.</p>\r\n\r\n<p><strong>What was Santorum referring to?</strong></p>\r\n\r\n<p>The primary piece of evidence for Santorum&rsquo;s statement, according to Santorum spokesman Matt Beynon, was an <a href=\"https://www.youtube.com/watch?v=hkkeLpbz0-Y\">exchange</a> at a House Science Committee hearing on July 9, 2015, including questioning of Obama EPA Administrator Gina McCarthy by Rep. Lamar Smith, R-Texas. Here&rsquo;s the exchange:</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>Smith</strong>: &quot;On the Clean Power Plan, former Obama Administration Assistant Secretary, Charles McConnell said it best, that it will reduce global temperature by only 1/100th of a degree Celsius. At the same time, it is going to increase the cost of electricity, that&#39;s going to hurt the lowest income Americans the most. How do you justify such an expensive burden, some -- rule that is really not going to do much good, and isn&#39;t this all pain and no gain?&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>McCarthy</strong>: &quot;No sir. I don&#39;t agree with you. If you look at the RIA we did, the Regulatory Impact Analysis, you would see it&#39;s enormously beneficial. The value of this&hellip;&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>Smith</strong>: &quot;Would you consider 1/100th of a degree to be enormously beneficial?&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>McCarthy</strong>: &quot;The value of this rule is not measured in that way. It is measured in showing strong domestic action, which can actually trigger global action to address what is a&hellip;&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>Smith</strong>: &quot;Do you disagree with my 1/100th of a degree figure? Do you disagree with my 1/100th of a degree?&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>McCarthy</strong>: &quot;I&rsquo;m not disagreeing that this action in and of itself will not make all the difference we need to address climate action. But what I&#39;m saying is if (we) don&#39;t take action domestically, we will never get started.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>Smith</strong>: &quot;But if you&#39;re looking at the results, the results can&#39;t justify the cost and the burden that you are imposing on the American people.&quot;</p>\r\n\r\n<p style=\"margin-left:36pt\"><strong>McCarthy</strong>: &quot;Actually this is a cost-beneficial rule&hellip;&quot;</p>\r\n\r\n<p><strong>Did McCarthy say the rule would have &quot;no effect on man-made CO2 emissions&quot;?</strong></p>\r\n\r\n<p>First, we should point out that neither Smith nor McCarthy mentioned emissions per se in their exchange -- they discussed temperatures, a related but separate factor.</p>\r\n\r\n<p>Beyond that, though, McCarthy actually didn&#39;t say the plan would have &quot;no effect.&quot; It would be more accurate to say McCarthy sidestepped the question.</p>\r\n\r\n<p>After McCarthy&rsquo;s non-response to Smith&rsquo;s question, the lawmaker didn&rsquo;t follow up on that specific line of questioning. Because of McCarthy&rsquo;s verbal fancy footwork, it&rsquo;s a stretch for Santorum to say McCarthy acknowledged the view that the Clean Power Plan would have &quot;no effect&quot; on carbon emissions.</p>\r\n\r\n<p>In the meantime, Benyon provided some additional pieces of supporting evidence. However, they did not directly support Santorum&rsquo;s statement.</p>\r\n\r\n<p>Benyon cited <a href=\"http://www.cq.com/doc/congressionaltranscripts-3159294?2\">comments</a> by an earlier EPA administrator under Obama, Lisa Jackson, at a hearing of the Senate Environment and Public Works Committee. At the hearing, Sen. James Inhofe, R-Okla., showed Jackson a chart showing &quot;virtually no change&quot; in carbon dioxide and asked her if she agreed with it.</p>\r\n\r\n<p>Jackson responded, &quot;I believe that essential parts of the chart are that the U.S. acting alone will not impact the world&#39;s CO2 levels. But as we&#39;ve all said, and as many members of this committee said, the race is on for us to enter into a clean energy future. There is technology in this country that can be used to move markets not only here, but abroad, and that means jobs for Americans that we are currently losing.&quot;</p>\r\n\r\n<p>This is actually a stronger example of an Obama EPA administrator acknowledging the limitations of curbing carbon emissions. However, this hearing was held in 2009, long before the Clean Power Plan was unveiled. (In fact, in 2009, the Obama administration was pursuing legislation, not regulation, on carbon emissions.)</p>\r\n\r\n<p>Benyon also cited prepared <a href=\"https://science.house.gov/sites/republicans.science.house.gov/files/documents/HHRG-114-SY18-WState-CMcConnell-20160526.pdf\">testimony</a> in 2016 by former Obama assistant energy secretary for fossil fuels Charles McConnell.</p>\r\n\r\n<p>&quot;What is also clear both scientifically and technically is that the EPA&rsquo;s (Clean Power Plan) is not a plan that will significantly impact global CO2 emissions.&quot; McConnell wrote. He cited calculations that the Clean Power Plan would reduce global temperatures by 0.01 degrees Fahrenheit and that the reduction in sea level rise would be only as wide as two human hairs. &quot;These are facts, and facts are stubborn things,&quot; he said.</p>\r\n\r\n<p>But again, Santorum wasn&rsquo;t citing just any senior Obama administration official but specifically the head of the EPA.</p>\r\n\r\n<p><strong>Does Santorum have a point anyway?</strong></p>\r\n\r\n<p>Some researchers have expressed skepticism about the Clean Power Plan&rsquo;s value. <a href=\"http://www.realclearmarkets.com/articles/2015/08/05/president_obamas_clean_power_plan_all_cost_no_benefit_101768.html?utm_source=paramount&amp;utm_medium=email&amp;utm_campaign=ledger&amp;utm_content=newsletter\">Benjamin Zycher</a> of the conservative American Enterprise Institute and <a href=\"https://www.cato.org/blog/spin-cycle-epas-clean-power-plan\">Patrick Michaels and Paul Knappenberger</a> of the libertarian Cato Institute, have <a href=\"http://reason.com/blog/2015/08/10/obamas-clean-power-plan-would-reduce-glo\">pointed to calculations</a> using a model known as <a href=\"http://www.cgd.ucar.edu/cas/wigley/magicc/\">MAGICC</a>, which EPA itself has used. The model suggests that the Clean Power Plan would reduce temperatures by small fractions of a degree, varying by the assumptions made.</p>\r\n\r\n<p>A wide range of climate scientists and policy experts we checked with offered some counterpoints. First, they said the United States needs to take its own steps to curb carbon production if the rest of the world is going to follow.</p>\r\n\r\n<p>&quot;Everyone acknowledges that the Clean Power Plan alone isn&#39;t enough to stop climate change, but that&#39;s a rather ridiculous bar to hold for a single regulation,&quot; said William Anderegg, a biologist at the University of Utah. &quot;What is clear, however, is that the Clean Power Plan is likely the single most critical piece of U.S. action to fulfill our commitments under the Paris Agreement.&quot;</p>\r\n\r\n<p>Second, they argued that even a small reduction would be preferable to the upward trend line the world would likely see otherwise.&nbsp;&quot;Reducing the temperature of the atmosphere by 1/100th of a degree is in fact really significant,&quot; said Harold Wanless, who chairs the department of geological sciences at the University of Miami. &quot;We shot up several hundredths of a degree last year alone. Every hundredth of a degree cooled is a step in the right direction.&quot;</p>\r\n\r\n<p>Finally, Santorum&#39;s perspective &quot;misses the thousands of lives per year we&#39;re already saving each year by cutting coal use,&quot; said Rob Jackson, a professor at the Stanford University School of Earth, Energy and Environmental Sciences.&nbsp;And tallying up the impact of just the Clean Power Plan ignores other carbon-reduction policies pursued by the Obama administration, including higher vehicle fuel economy standards, regulations on other greenhouse gases such as methane, and heightened energy-efficiency requirements for buildings and appliances.</p>\r\n\r\n<p>Reasonable people can disagree about whether the costs on utilities, their employees and local economies justify such benefits. But focusing only on the global warming impact of the Clean Power Plan, as Santorum did, ignores these other considerations.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Santorum said, &quot;The EPA director under Obama said the Clean Power Initiative would have&nbsp;no effect on man-made CO2 emissions. That&#39;s what she said. Go look it up.&quot;</p>\r\n\r\n<p>Many scientists would acknowledge that the climate-change impact of U.S. action by itself would be modest. However, McCarthy didn&rsquo;t actually say that, and few experts would peg the impact at zero, as Santorum did. We rate the statement False.</p>\r\n\r\n<p><em>CORRECTION, April 6, 2017: This version corrects the academic affiliation of Rob Jackson.</em></p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-05T15:49:12.432537", "ruling_date": "2017-04-06T12:05:00", "ruling_headline": "Rick Santorum garbles climate change comments by Obama's EPA chief", "ruling_headline_slug": "rick-santorum-garbles-climate-change-comments-obam", "ruling_link_text": "She actually sidestepped the question", "ruling_state": null, "source_documents": null, "sources": "<p>Rick Santorum, <a href=\"https://www.youtube.com/watch?v=UeO71UzICac\">comments</a> on HBO&rsquo;s <em>Real Time with Bill Maher</em>, March 31, 2017</p>\r\n\r\n<p>U.S. Environmental Protection Agency, &quot;<a href=\"https://www.epa.gov/cleanpowerplan/clean-power-plan-existing-power-plants\">Clean Power Plan for Existing Power Plants</a>,&quot; accessed April 5, 2017</p>\r\n\r\n<p>White House, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2017/03/28/presidential-executive-order-promoting-energy-independence-and-economi-1\">Presidential Executive Order on Promoting Energy Independence and Economic Growth</a>,&quot; March 28, 2017</p>\r\n\r\n<p>U.S. Environmental Protection Agency, &quot;<a href=\"https://www.epa.gov/sites/production/files/2015-08/documents/cpp-final-rule-ria.pdf\">Regulatory Impact Analysis for the Clean Power Plan Final Rule</a>,&quot; &nbsp;Oct. 23, 2015,</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/03/27/science/what-to-know-about-trumps-order-to-dismantle-the-clean-power-plan.html\">What to Know About Trump&rsquo;s Order to Dismantle the Clean Power Plan</a>,&quot; March 27, 2017</p>\r\n\r\n<p>U.S. Environmental Protection Agency, &quot;<a href=\"https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator\">Greenhouse Gas Equivalencies Calculator</a>,&quot; accessed April 5, 2017</p>\r\n\r\n<p>Gina McCarthy, comments at the House Science Committee, July 9, 2015 (<a href=\"https://www.youtube.com/watch?v=hkkeLpbz0-Y\">video</a>, <a href=\"http://www.cq.com/doc/congressionaltranscripts-4722517?2\">transcript</a>)</p>\r\n\r\n<p>Lisa Jackson, <a href=\"http://www.cq.com/doc/congressionaltranscripts-3159294?2\">comments</a> before the Senate Environment and Public Works Committee, July 7, 2009</p>\r\n\r\n<p>Charles McConnell, <a href=\"https://science.house.gov/sites/republicans.science.house.gov/files/documents/HHRG-114-SY18-WState-CMcConnell-20160526.pdf\">testimony</a> before the Senate Science, Space, and Technology Subcommittee on the Environment, May, 26, 2016</p>\r\n\r\n<p>Benjamin Zycher, &quot;<a href=\"http://www.realclearmarkets.com/articles/2015/08/05/president_obamas_clean_power_plan_all_cost_no_benefit_101768.html?utm_source=paramount&amp;utm_medium=email&amp;utm_campaign=ledger&amp;utm_content=newsletter\">President Obama&#39;s Clean Power Plan: All Cost, No Benefit</a>,&quot; Aug. 5, 2015</p>\r\n\r\n<p>Patrick J. Michaels and Paul C. (Chip) Knappenberger, &quot;<a href=\"https://www.cato.org/blog/spin-cycle-epas-clean-power-plan\">Spin Cycle: EPA&rsquo;s Clean Power Plan</a>,&quot; Aug. 5, 2015</p>\r\n\r\n<p><em>Reason </em>magazine, &quot;<a href=\"http://reason.com/blog/2015/08/10/obamas-clean-power-plan-would-reduce-glo\">Obama&#39;s Clean Power Plan Would Reduce Global Warming by -0.015 Degree By 2100. A lot of pain for what gain?</a>&quot; Aug. 10, 2015</p>\r\n\r\n<p>Snopes.com, &quot;<a href=\"http://www.snopes.com/epa-clean-power-plan-no-effect/\">Did Obama&#39;s EPA Director Say the Clean Power Plan Would Have &#39;No Effect&#39; on Carbon Emissions?</a>&quot; April 3, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/02/chuck-grassley/claims-us-will-only-reduce-carbon-emissions-one-pe/\">Claims that U.S. will only reduce carbon emissions by 1 percent unless others help</a>,&quot; July 2, 2009</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/wisconsin/statements/2015/sep/21/scott-walker/even-epa-says-obamas-power-plan-will-have-only-mar/\">Even the EPA says Obama carbon plan will only marginally affect climate change, Scott Walker says</a>,&quot; Sept. 21, 2015</p>\r\n\r\n<p>Email interview with Jeremy Symons, associate vice president for climate political affairs at the Environmental Defense Fund, April 4, 2017</p>\r\n\r\n<p>Email interview with Paul T. Anastas, director of the Center for Green Chemistry and Green Engineering at the Yale University School of Forestry &amp; Environmental Studies, April 4, 2017</p>\r\n\r\n<p>Email interview with Brian Soden, professor of atmospheric sciences at the University of Miami, April 4, 2017</p>\r\n\r\n<p>Email interview with John Reilly, co-director of the Joint Program on the Science and Policy of Global Change at the MIT Sloan School of Management, April 4, 2017</p>\r\n\r\n<p>Email interview with Jennifer Francis, research professor at the Institute of Marine and Coastal Sciences Rutgers University, April 4, 2017</p>\r\n\r\n<p>Email interview with Anthony Leiserowitz, director of the Yale University Program on Climate Change Communication, April 4, 2017</p>\r\n\r\n<p>Email interview with Rob Jackson, professor at the Stanford University School of Earth, Energy and Environmental Sciences, April 4, 2017</p>\r\n\r\n<p>Email interview with Harold Wanless, chair of the department of geological sciences at the University of Miami, April 4, 2017</p>\r\n\r\n<p>Email interview with William Anderegg, biologist at the University of Utah, April 4, 2017</p>\r\n\r\n<p>Email interview with Robert J. Brecha, professor in the department of physics and the renewable and clean energy program at the University of Dayton, April 4, 2017</p>\r\n\r\n<p>Email interview with Matt Beynon, spokesman for Rick Santorum, April 4, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>&quot;The EPA director under Obama said the Clean Power Initiative would have no effect on man-made CO2 emissions. That&#39;s what she said. Go look it up.&quot;</p>\r\n", "statement_context": "a conversation on HBO's \"Real Time with Bill Maher\"", "statement_date": "2017-03-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Host of Real Time with Bill Maher", "false_count": 3, "first_name": "Bill", "half_true_count": 1, "home_state": "California", "id": 398, "last_name": "Maher", "mostly_true_count": 5, "name_slug": "bill-maher", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maher.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Maher.jpg", "resource_uri": "/api/v/2/person/398/", "total_count": 10, "true_count": 1, "website": ""}], "twitter_headline": "Rick Santorum garbles climate change comments by Obama's EPA chief"}