{"art": [{"brightcove": "", "caption": "State Sen. Donna Campbell, a physician, made a Mostly False claim about doctors not accepting new Medicaid patients (Austin American-Statesman photo, Ralph Barrera, February 2017).", "id": 11036, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/022217donnacamppft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11036/", "title": "Donna Campbell 2/17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/apr/07/donna-campbell/donna-campbell-says-due-low-rates-70-percent-physi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Do 7 in 10 physicians not take new Medicaid patients?", "id": 13967, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13967/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In a March 2017&nbsp;<a href=\"http://bit.ly/2nG0LBR\">email blast</a>, a Texas state senator who&#39;s a physician said that in a meeting with President Donald Trump, she&rsquo;d promoted federal block grants as a way to give states more sway over the costs of Medicaid,&nbsp;the decades-old federal-state insurance program for the poor and disabled.</p>\r\n\r\n<p>Donna Campbell, R-New Braunfels, then declared: &quot;Seven out of ten doctors are not taking any new Medicaid patients as lower reimbursement rates make it cost-prohibitive.&quot;</p>\r\n\r\n<p>Really?</p>\r\n\r\n<p>Let&rsquo;s gauge physician acceptance of&nbsp;Medicaid patients, then the program&#39;s payments.</p>\r\n\r\n<p>A Senate aide to Campbell, Curtis Buckley, said by email&nbsp;that Campbell based her 7-out-of-10 statistic&nbsp;on a 2012 <a href=\"http://www.politifact.com/personalities/texas-medical-association/\">Texas Medical Association</a> survey indicating 44 percent of doctors were declining new Medicaid patients, 26 percent limited such patients and 31 percent accepted new Medicaid patients without restriction.</p>\r\n\r\n<p>Indeed, in 2013, <a href=\"http://bit.ly/2nZJRPa\">we found Mostly True</a> a claim tied to that survey that 31 percent of Texas physicians were accepting all new Medicaid patients. Those figures, we noted, were based on poll responses rather than hard numbers.</p>\r\n\r\n<p>There&#39;s fresher data. The group&#39;s&nbsp;<a href=\"https://docs.google.com/document/d/107r7HsJ9HnThAwO2cBFPu9o-Bk32GCQG3B-aqbOaGa4/edit?usp=sharing\">2016 survey</a>, which we fielded from TMA spokesman Steve Levine,&nbsp;found 38 percent of physicans accepting no new Medicaid patients, 21 percent limiting such patients and 41 percent accepting new Medicaid patients without restriction.</p>\r\n\r\n<p>Both surveys, that is, indicated about four in 10 Texas practices not accepting new Medicaid patients.</p>\r\n\r\n<p>Levine, asked why the association surveys suggest some inching up in the share of Texas physicians accepting all Medicaid patients, said a factor was <a href=\"https://www.reginfo.gov/public/do/eAgendaViewRule?pubId=201110&amp;RIN=0938-AQ63\">a provision in the 2010 Obamacare law</a> that temporarily raised Medicaid rates paid for services by certain physicians.</p>\r\n\r\n<p>Buckley, Campbell&rsquo;s aide, also pointed out a <a href=\"https://www.merritthawkins.com/uploadedfiles/merritthawkings/surveys/mha2014waitsurvpdf.pdf\">2014 study</a> by <a href=\"https://www.merritthawkins.com/\">Merritt Hawkins</a>, a Dallas-based health-focused consulting firm, testing&nbsp;Medicaid acceptance rates in Dallas and Houston.</p>\r\n\r\n<p>His nudge led us to find another <a href=\"https://www.merritthawkins.com/uploadedFiles/MerrittHawkins/Pdf/mha2017waittimesurveyPDF.pdf\">Merritt Hawkins study</a>, were released just before Campbell made her claim. It&nbsp;indicates that nationally as of early 2017, 53 percent of 1,414 contacted physician practices in major metro areas were accepting Medicaid insurance with 60 percent of 494 practices in mid-sized metro areas doing so.</p>\r\n\r\n<p>Acceptance rates were lower, though, in cities where different kinds of practices (cardiology, dermatology, obstetrics-gynecology, orthopedic surgery and family medicine) were queried by phone in January-February 2017. On average, 17 percent of Dallas practices, 26 percent of Odessa practices and 37 percent of Houston practices, respectively, reported accepting new Medicaid patients.</p>\r\n\r\n<p>The 2017 report said: &quot;The rate at which physicians accept Medicaid can vary for a number of reasons. In some cases, reimbursement rates provided by Medicaid to particular specialists may be below their cost of providing services. If not actually below costs, Medicaid reimbursement often is relatively low compared to that offered by other payers, and busy physicians may have no economic incentive to see Medicaid patients. In other cases, the process of billing for and receiving Medicaid payment can be problematic and some physicians choose to avoid it.&quot;</p>\r\n\r\n<p>A Merritt Hawkins spokesman, Phil Miller, pointed us to yet another report, though its focus wasn&#39;t on acceptance of &quot;new&quot; Medicaid patients.&nbsp;The 2016 national survey of 17,200 physicians conducted by the company for the <a href=\"http://www.physiciansfoundation.org/\">Physicians Foundation</a>, which <a href=\"http://www.physiciansfoundation.org/about-us\">says</a> it seeks to empower physicians to lead in the delivery of high-quality, cost-efficient healthcare, found 16 percent not seeing Medicaid patients, 20 percent limiting such patients and&nbsp;64 percent accepting Medicaid patients. A <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGNzFqSG9obWhTcU0/view\">chart based on the survey</a> showed variations among states -- and that nearly 30 percent of Texas physicians did not accept Medicaid patients.</p>\r\n\r\n<p><strong>State data</strong></p>\r\n\r\n<p>Next, we asked the Texas Health and Human Services Commission for data on Texas physicians and Medicaid patients. By email, Christine Mann sent a <a href=\"https://docs.google.com/spreadsheets/d/1aH8EE-vwonIWUDfWxbC7-O4Y69QhbeQVB_k7jZ8NJP8/edit?usp=sharing\">spreadsheet</a> indicating that in fiscal 2016, which ran through August 2016, 63,915 Texas physicians were enrolled in Medicaid, including 31,585 primary-care doctors.</p>\r\n\r\n<p>The sheet further says that as of September 2016, per the Texas Medical Board, 74,098 physicians were licensed to practice in Texas. So, about 85 percent of the state&rsquo;s physicians had a connection to Medicaid, though Levine separately said that could overly represent doctors who only occasionally treat Medicaid patients in emergency rooms and in unusual circumstances.</p>\r\n\r\n<p>But the commission&rsquo;s data showed that only 32,130 Texas physicians reported a paid Medicaid claim in fiscal 2016. Those doctors amounted to about 43 percent of physicians licensed to practice in the state.</p>\r\n\r\n<p>Yet there&rsquo;s a twist to that too, Miller helped us recognize: <a href=\"http://www.dshs.texas.gov/chs/hprc/tables/2016/16DPC.aspx\">Data tracked</a> by the Texas Department of State Health Services shows that in 2016, the state had 50,948 &quot;direct patient care physicians,&quot; <a href=\"http://www.dshs.texas.gov/chs/hprc/DPC-lnk.shtm?terms=direct%20patient%20care%20physician\">meaning</a> doctors who worked directly with patients as opposed to those who were researchers, administrators or teachers. If you assume direct-care doctors predominantly submitted the tallied paid claims, then you can hypothesize that 63 percent of active physicians had a paid Medicaid claim.</p>\r\n\r\n<p>Levine commented: &quot;Still&ndash;having one Medicaid claim paid is not nearly the same as taking new (let alone all new) Medicaid patients.&quot;</p>\r\n\r\n<p><strong>Other analyses</strong></p>\r\n\r\n<p>For broader perspective, we turned to the Henry J. Kaiser Family Foundation, which <a href=\"http://kff.org/about-us/\">focuses on national health issues</a> and said in a March 2017 <a href=\"http://kff.org/medicaid/issue-brief/data-note-three-findings-about-access-to-care-and-health-outcomes-in-medicaid/\">web post</a> that nationally, about 70 percent of office-based physicians accept new Medicaid patients.</p>\r\n\r\n<p>That figure is a little old; it traces to a 2015 <a href=\"https://www.cdc.gov/nchs/products/databriefs/db195.htm\">study </a>based on the 2013 National Electronic Health Records Survey, a nationally representative survey that collects information on physician and practice characteristics. According to the results, 68.9 percent of U.S. office-based physicians who accepted any new patients were accepting new Medicaid patients--with 57.6 percent of such Texas physicians doing so:</p>\r\n\r\n<p><img alt=\"2013cdcdoctorsbystatemedicaid.JPG\" src=\"https://lh5.googleusercontent.com/dqMUG2zaUQWsCstUb3gmAkZcP03aQzkhg0--PvvRy46GW_79BlRMovkGEdOkeoyNH170s_rw11Z7Sq6xyQE_2SsJSWGXvElOfKgNw1I5fQreER1jiWVepVnuDlPlyPjReOqz0ya0\" style=\"border:1px solid; float:left; height:437px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>We sought more recent data and Jeff Lancashire of the National Center for Health Statistics emailed us <a href=\"https://docs.google.com/spreadsheets/d/1l-ydepytMfJUOySUiCoa2DtZNjhFV0OcrvfrrhC44XA/edit?usp=sharing\">an excerpt</a> from the 2015 NEHRS survey indicating 28.2 percent of primary-care physicians weren&#39;t accepting new Medicaid patients with 71.6 percent accepting such patients--with Texas-specific results yet to be posted, the center&#39;s Corey Slavitt told us.</p>\r\n\r\n<p>After Campbell made her statement, FactCheck.org, a fact-checking effort based at the University of Pennsylvania, posted <a href=\"http://www.factcheck.org/2017/03/medicaids-doctor-participation-rates/\">a lengthy analysis</a> of flaws in claims about low physician participation in Medicaid. &quot;There are no continuous measures on Medicaid participation,&quot; that story says, &quot;but federal statistics gathered over recent years show that the percentage of physicians accepting new Medicaid patients has remained around 70 percent,&quot; though the story says participation rates have been affected by differences in state-specific reimbursement rates.</p>\r\n\r\n<p><strong>Medicaid fees</strong></p>\r\n\r\n<p>Campbell&rsquo;s aide, Buckley, said her reference to lower Medicaid fees tied to her professional background and her understanding that Medicaid fees have long been a factor in doctors not accepting or limiting new Medicaid patients.</p>\r\n\r\n<p>Buckley also pointed out a <a href=\"https://www.texmed.org/June16Journal/\">June 2016 analysis</a> published by the TMA confirming that in Texas, &quot;reimbursement amounts for the same procedures differ among payers, with public payers (Medicare and Medicaid) setting a much lower rate than&quot; what private payers offer.</p>\r\n\r\n<p>Our hunt for expertise led us to <a href=\"http://www.urban.org/author/stephen-zuckerman\">Stephen Zuckerman</a>, co-director of the Health Policy Center at the Washington, D.C.-based Urban Institute, which has surveyed state-set Medicaid fees since 1993. On March 5, 2017, the institute posted a <a href=\"http://www.urban.org/research/publication/medicaid-physician-fees-after-aca-primary-care-fee-bump/view/full_report\">report</a> co-authored by Zuckerman indicating that in July 2016, Medicaid fees paid Texas physicians amounted, on average, to 65 percent of fees paid in the state by federally funded Medicare; nationally, Medicaid fees averaged 72 percent of Medicare fees.</p>\r\n\r\n<p>In Texas, the report says, Medicaid fees paid for primary care services in 2016 were 58 percent of Medicare fees; for obstetric services, 66 percent; and for other services, 85 percent. A chart in the report indicates 2016 Medicaid fees paid Texas physicians were up slightly, 0.2 percent, from 2014 and those fees amounted to 88 percent of average Medicaid fees paid nationally.</p>\r\n\r\n<p>By phone, Zuckerman said Medicaid&rsquo;s relatively lower fees definitely influence some physician decisions to accept patients. Zuckerman said doctors also cite the hassles of signing up for Medicaid and submitting claims.</p>\r\n\r\n<p>Another expert, the Kaiser foundation&rsquo;s <a href=\"http://kff.org/person/julia-paradise/\">Julia Paradise</a>, said by phone that Medicaid fees and physician participation comprise part of the story. A broader issue, she said, is whether Medicaid beneficiaries have access to providers.</p>\r\n\r\n<p>In that vein, Zuckerman pointed out a University of Pennsylvania <a href=\"http://ldi.upenn.edu/sites/default/files/pdf/Appointment%20Availability%20Post%20ACA.pdf\">study</a> published in March 2017 finding that in 2016, appointments could be scheduled by phone by Texas Medicaid patients with about 60 percent of primary-care physicians--an insignificant change from 2013, the researchers wrote. Texas private-pay patients were able to schedule appointments with more than 80 percent of primary-care physicians, the researchers found.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Campbell said: &quot;Seven out of ten doctors are not taking any new Medicaid patients as lower reimbursement rates make it cost-prohibitive.&quot;</p>\r\n\r\n<p>Texas Medicaid payment rates indeed trail those for other kinds of insurance.</p>\r\n\r\n<p>But the crux of this statement, the 7-in-10 statistic, lacks factual footing partly because it combines different answers to an outdated&nbsp;Texas physician survey.</p>\r\n\r\n<p>In contrast, a 2016 national survey indicated about 2 in 10 U.S. physicians were not accepting&nbsp;Medicaid patients with about 6 in 10 accepting them. The same year, a survey&nbsp;found about four in 10 Texas doctors weren&#39;t accepting new Medicaid patients. It&#39;s worth noting, still, a 2017 study suggesting far more Texas&nbsp;specialists weren&#39;t accepting new Medicaid patients.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-07T15:47:46.901056", "ruling_date": "2017-04-07T18:05:36", "ruling_headline": "Donna Campbell says due to low rates, 70 percent of physicians don't take new Medicaid patients", "ruling_headline_slug": "donna-campbell-says-due-low-rates-70-percent-physi", "ruling_link_text": "About 4 in 10", "ruling_state": "Texas", "source_documents": null, "sources": "<p>Email blast and <a href=\"http://bit.ly/2nG0LBR\">web post</a>, &quot;Senator Donna Campbell Advocates for Texas Medicaid Solution with President Trump,&quot; state Sen. Donna Campbell, March 22, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Crgh9EsKrTyLEw43_taoV-pHdWO9k-e6qJyNXjnVoi0/pub\">Emails</a>, Curtis N. Buckley, public information officer, state Sen. Donna Campbell, March 28-29 and April 5, 2017</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://bit.ly/2nZJRPa\">&quot;Medical group says 31 percent of Texas doctors accept all new Medicaid patients, down from 67 percent in 2000,&quot;</a> PolitiFact Texas, Jan. 8, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1JhrMRtCYGt1DsSTjdbWhyf9oh_lHacfHJeEUiQVubN8/pub\">Emails</a>, Steve Levine, vice president of Communication, Texas Medical Association, March 24 and April 5, 2017</p>\r\n\r\n<p>Web page, <a href=\"https://www.reginfo.gov/public/do/eAgendaViewRule?pubId=201110&amp;RIN=0938-AQ63#\">&quot;Payments for Primary Care Services Under the Medicaid Program,&quot;</a> RegInfo.com, Office of information and Regulatory Affairs, Office of Management and Budget, fall 2011 (accessed March 29, 2017)</p>\r\n\r\n<p>Report, <a href=\"https://docs.google.com/document/d/107r7HsJ9HnThAwO2cBFPu9o-Bk32GCQG3B-aqbOaGa4/edit?usp=sharing\">&quot;Survey of Texas Physicians, Research Findings,&quot;</a> Texas Medical Association, March 2016 (received by email from Steve Levine, March 30, 2017)</p>\r\n\r\n<p>Telephone interview and email, Phillip Miller, vice president, Communications, Merritt Hawkins and Staff Care, April 5, 2017</p>\r\n\r\n<p>Report, <a href=\"https://www.merritthawkins.com/uploadedFiles/MerrittHawkins/Pdf/mha2017waittimesurveyPDF.pdf\">&quot;Survey of Physician Appointment Wait Times and Medicare and Medicaid Acceptance Rates,&quot;</a> Merritt Hawkins, March 20, 2017</p>\r\n\r\n<p>Report, <a href=\"http://www.physiciansfoundation.org/uploads/default/Biennial_Physician_Survey_2016.pdf\">&quot;2016 Survey of America&#39;s Physicians Practice Patterns &amp; Perspectives,&quot;</a> the Physicians Foundation, September 2016</p>\r\n\r\n<p>Chart, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGNzFqSG9obWhTcU0/view?usp=sharing\">&quot;2016 Survey of American Physicians: &nbsp;Where are physicians not seeing &nbsp;Medicaid patients?,&quot;</a> the Physicians Foundation, undated (received by email from Phillip Miller, April 5, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1aH8EE-vwonIWUDfWxbC7-O4Y69QhbeQVB_k7jZ8NJP8/edit?usp=sharing\">Chart</a> showing statistics about Texas physicians and Medicaid, fiscal 2013 through fiscal 2016 (received from Christine Mann, press officer, Texas Health and Human Services Commission, March 30, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1AJc5bdXjLUJxw1i8skWTQGTnsmyKcoWHnk1NxdZzb6g/pub\">Emails</a> (excerpted), Phillip Miller, vice president, Communications, Merritt Hawkins and Staff Care, April 5, 2017</p>\r\n\r\n<p>Web post, <a href=\"https://docs.google.com/document/d/1JhrMRtCYGt1DsSTjdbWhyf9oh_lHacfHJeEUiQVubN8/pub\">&quot;Direct Patient Care Physicians, 2016,&quot;</a> Texas Department of State Health Services, last updated Dec. 7, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Ai4kTmngpFNjA2Fsd77UWhFrfDNuaQThVnpkObQkqmI/pub\">Emails</a>, Jeff Lancashire, public affairs specialist, acting associate director for communications science, National Center for Health Statistics, Centers for Disease Control and Prevention, March 31, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1l-ydepytMfJUOySUiCoa2DtZNjhFV0OcrvfrrhC44XA/edit?usp=sharing\">Excerpt showing primary-care physicians accepting Medicaid,</a> 2015, National Electronic Health Records Survey (received by email from Jeff Lancashire, March 31, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1MSAsA2am_G6Nlju0GLQ0M0bVK8H0LR4Or6dNiUJYuu4/pub\">Email</a>, Corey Slavitt, public affairs specialist, National Center for Health Statistics, April 3, 2017</p>\r\n\r\n<p>Article, <a href=\"http://www.factcheck.org/2017/03/medicaids-doctor-participation-rates/\">&quot;Medicaid&rsquo;s Doctor Participation Rates,&quot;</a> FactCheck.org, March 29, 2017</p>\r\n\r\n<p>Report, <a href=\"http://www.urban.org/research/publication/medicaid-physician-fees-after-aca-primary-care-fee-bump/view/full_report\">&quot;Medicaid Physician Fees after the ACA Primary Care Fee Bump,&quot;</a> the Urban Institute, March 5, 2017</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.urban.org/author/stephen-zuckerman\">Stephen Zuckerman</a>, co-director, Health Policy Center, the Urban Institute, April 6, 2017</p>\r\n\r\n<p>Telephone interview, <a href=\"http://kff.org/person/julia-paradise/\">Julia Paradise</a>, associate director, Program on Medicaid and the Uninsured, the Henry J. Kaiser Family Foundation, April 6, 2017</p>\r\n\r\n<p>Research summary, <a href=\"http://ldi.upenn.edu/sites/default/files/pdf/Appointment%20Availability%20Post%20ACA.pdf\">&quot;Primare Care Appointment Availability and the ACA Insurance Expansions,&quot;</a> in an issue brief, Leonard Davis Institute of Health Economics, University of Pennsylvania, March 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Physician", "false_count": 1, "first_name": "Donna", "half_true_count": 0, "home_state": "Texas", "id": 455, "last_name": "Campbell", "mostly_true_count": 1, "name_slug": "donna-campbell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/campbellnew06182010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/455/", "total_count": 4, "true_count": 1, "website": "http://donnacampbell.com/"}, "statement": "<p>&quot;Seven out of ten doctors are not taking any new Medicaid patients as lower reimbursement rates make it cost-prohibitive.&quot;</p>\r\n", "statement_context": "an email blast after meeting with President Trump", "statement_date": "2017-03-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ".@DonnaCampbellTX says due to low rates, 7 in 10 physicians don't accept new Medicaid patients. MOSTLY FALSE."}