{"art": [{"brightcove": "", "caption": "Sens. Marco Rubio and Ben Cardin said Syrian President Bashar al-Assad should be removed from power, following a chemical attack on civilians. (April 5)", "id": 11133, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32223337\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/11133/", "title": "AP rubio on assad", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "canonical_url": "/truth-o-meter/statements/2017/apr/12/marco-rubio/trumps-strikes-syria-look-lot-obamas-2013-proposal/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Trump's Syria strike looks a lot like Obama's 2013 proposal", "id": 13980, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}], "resource_uri": "/api/v/2/statement/13980/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It was &quot;the right move&quot; for President Donald Trump to launch airstrikes in Syria in retaliation for a chemical weapons attack, said Sen. Marco Rubio, R-Fla., on <a href=\"http://www.cq.com/doc/newsmakertranscripts-5080900?20&amp;search=QpjqlfqK\">CNN April 7</a>.</p>\r\n\r\n<p>But almost four years ago, Rubio opposed President Barack Obama&rsquo;s plan to order airstrikes in Syria, also after dictator Bashar al-Assad used chemical weapons against his people.</p>\r\n\r\n<p>Rubio explained why 2017 is different than 2013 on ABC&#39;s&nbsp;<em>This Week</em> with George Stephanopoulos.</p>\r\n\r\n<p>&quot;Here&#39;s the first thing that&#39;s changed from 2013 to now: The Russians are now there,&quot; Rubio said in an April 9 interview. &quot;Assad was losing back in 2013. If we had armed non-jihadist elements on the ground, they could have overthrown him. That&#39;s what I thought was the better approach at the time.</p>\r\n\r\n<p>&quot;The second is that the administration, what they were proposing, had no clear objective. They wanted to blow up some things to send a message. I don&#39;t think you use the U.S. military simply to send a message. This strike was limited, but it had a clear strategic objective, which was the destruction or degrading of a key airbase installation that is used in these chemical attacks.&quot;</p>\r\n\r\n<p>Rubio is one of <a href=\"https://www.nytimes.com/interactive/2017/04/07/us/politics/congress-quotes-on-syria-airstrikes.html?action=click&amp;contentCollection=Middle%20East&amp;module=RelatedCoverage&amp;region=EndOfArticle&amp;pgtype=article&amp;_r=0\">several Republicans</a> &mdash; <a href=\"http://www.politifact.com/punditfact/statements/2017/apr/05/greta-van-susteren/fact-checking-trump/\">including Trump</a> &mdash; who have flipped from opposing post-chemical weapons airstrikes in 2013 to supporting them in 2017.</p>\r\n\r\n<p>Rubio has a point that the geopolitical situation in Syria has changed; Russia, Iran and the Islamic State are all bigger players in the Syrian civil war than they were three and a half years ago. But we were also interested in Rubio&rsquo;s assertion that the Obama administration&rsquo;s proposal, compared to Trump&rsquo;s actions, didn&rsquo;t have a clear objective.</p>\r\n\r\n<p>The argument rings hollow.</p>\r\n\r\n<p>Obama and his team spent several days making the case to Congress and the public that they should support military action in Syria, and the goals and plans they laid out were quite similar to the actions Trump took in 2017.</p>\r\n\r\n<p>We reached out to Rubio&#39;s staff for comment but didn&#39;t hear back.</p>\r\n\r\n<p><strong>Making the case</strong></p>\r\n\r\n<p>In August 2013, Assad&rsquo;s regime killed <a href=\"https://www.washingtonpost.com/world/national-security/nearly-1500-killed-in-syrian-chemical-weapons-attack-us-says/2013/08/30/b2864662-1196-11e3-85b6-d27422650fd5_story.html\">more than 1,400 people</a> in a chemical weapons attack on the city of Damascus. Obama wanted to strike Syria in retaliation, but he chose to ask Congress to authorize his use of military force. Obama <a href=\"http://www.politico.com/story/2013/09/congress-syria-vote-096806\">couldn&rsquo;t get enough votes</a> to pass his proposal, so he did not order <a href=\"http://www.theatlantic.com/magazine/archive/2016/04/the-obama-doctrine/471525/#1\">strikes</a> fired in direct retaliation for the chemical attacks.</p>\r\n\r\n<p>The 2017 chemical weapons attack was much smaller, killing about 80 people. Two days later, without advance notice or requesting <a href=\"http://www.politifact.com/truth-o-meter/article/2017/apr/07/trumps-syria-airstrikes-constitutional-or-not/\">congressional approval</a>, Trump launched nearly 60 cruise missiles at a Syrian airfield used to carry out the chemical weapons attacks. &nbsp;</p>\r\n\r\n<p>Because the Obama administration spent several days lobbying Congress and the public to support his proposed military action, there are numerous speeches, media interviews, documents and congressional hearings during which his team laid out the&nbsp;strategy.</p>\r\n\r\n<p>For Trump, in contrast, we have to look at what members of his administration have said to justify the airstrikes after the fact.</p>\r\n\r\n<p>Here are three examples each of the Obama and Trump administrations laying out their goals. Both describe sending a message to Assad that chemical weapons use is unacceptable. Both involve a targeted attack plan designed to degrade Assad&rsquo;s chemical weapon&nbsp;capabilities by taking out related facilities and resources.</p>\r\n\r\n<p>If anything, the Obama White House&rsquo;s objectives, as well as the scope of the operation, were more clear than Trump&rsquo;s because the Obama administration had to lobby the public instead of acting unilaterally.</p>\r\n\r\n<p><strong>Obama:</strong></p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/0ztQiB3quQyKDuE-W4bvFwOBHI5KOpMT9vvQLthpzY2iUZl3JwbwMzN7lOe24Q9w1QZbYDtLuGQihqpdVSWcwJRgtiRC-EACAjI_E5BHHjj7-txjNhpRN4A-LpJG78yMwlPYh2ku\" style=\"border:none; height:292px; width:473px\" /></p>\r\n\r\n<p><em>In this 2013 photo, members of former President Barack Obama&rsquo;s administration &mdash; Martin Dempsey, John Kerry and Chuck Hagel &mdash; appear before the Senate to make the case for military action in Syria. (Jacquelyn Martin/Associated Press)</em></p>\r\n\r\n<p>&bull; <strong><a href=\"http://www.nytimes.com/interactive/2013/09/01/world/middleeast/syria-resolution.html?ref=middleeast&amp;_r=0\">Obama&rsquo;s proposal to Congress</a>:</strong> &quot;The objective of the United States&#39; use of military force in connection with this authorization should be to deter, disrupt, prevent, and degrade the potential for, future uses of chemical weapons or other weapons of mass destruction.&quot;</p>\r\n\r\n<p>&bull; <strong>Chairman of the Joint Chiefs of Staff Martin Dempsey in a House hearing:</strong> &quot;(Obama) has directed me to plan for a militarily significant strike that would do the following: deter the Assad regime&#39;s further use of chemical weapons and degrade the regime&#39;s military capability to employ chemical weapons in the future. We&#39;ve assembled target packages in line with those objectives. We have both an initial target set and subsequent target sets should they become necessary. The planned strikes will disrupt those parts of Assad&#39;s forces directly related to the chemical attack of 21 August; degrade his means of chemical weapons delivery; and finally, degrade the assets that Assad uses to threaten his neighbors and to defend his regime. Collectively, such strikes will send Assad a deterrent message, demonstrating our ability to hold at risk the capabilities he values most and to strike again if necessary.&quot;</p>\r\n\r\n<p>&bull;<strong> &nbsp;Secretary of State John Kerry in a <a href=\"http://www.huffingtonpost.com/johnkerry/syria-red-line-vote-conscience_b_3879304.html\">Huffington Post article</a>:</strong> &quot;It would be a tailored action to make clear that the world will not stand by and allow the international norm against the use of chemical weapons to be violated with impunity by a brutal dictator willing to gas hundreds of children to death while they sleep. Our action would be a limited and targeted military action, against military targets in Syria, designed to deter Syria&#39;s use of chemical weapons and degrade the Assad regime&#39;s capabilities to use or transfer such weapons in the future.&quot;</p>\r\n\r\n<p><strong>Trump:</strong></p>\r\n\r\n<p><img alt=\"\" src=\"https://lh4.googleusercontent.com/hHcBWx7unFLoHHaxCgFBW4YADjAe0BR8-AynKwnFSohSREEACxz0FmGGI4mwTyb6G-9dE2MTfGeL7QcCf_iJqXhGgUYReAnv-6nU3Cg1kfrHxgXt0PnTpxzYfD8SOBOgKIUKJpbS\" style=\"border:none; height:283px; width:502px\" /></p>\r\n\r\n<p><em>In this image provided by the U.S. Navy, a guided-missile destroyer launches a missile in the Mediterranean Sea, April 7, 2017. (via Associated Press)</em></p>\r\n\r\n<p>&bull; &nbsp;<strong><a href=\"https://www.whitehouse.gov/the-press-office/2017/04/08/letter-president-speaker-house-representatives-and-president-pro-tempore\">Trump in a statement to Congress two days after the strikes</a>:</strong> &quot;United States intelligence indicates that Syrian military forces operating from this airfield were responsible for the chemical weapons attack on Syrian civilians in southern Idlib Province, Syria, that occurred on April 4. I directed this action in order to degrade the Syrian military&#39;s ability to conduct further chemical weapons attacks and to dissuade the Syrian regime from using or proliferating chemical weapons, thereby promoting the stability of the region and averting a worsening of the region&#39;s current humanitarian catastrophe.&quot;</p>\r\n\r\n<p>&bull; <strong>National Security Adviser H.R. McMaster in a <a href=\"https://www.state.gov/secretary/remarks/2017/04/269543.htm\">press briefing</a>: </strong>&quot;Obviously, the regime will maintain the certain capacity to commit mass murder with chemical weapons, we think, beyond this particular airfield. But it was aimed at this particular airfield for a reason because we could trace this murderous attack back to that facility. And this was not a small strike.&quot;</p>\r\n\r\n<p>&bull; <strong>Secretary of State Rex Tillerson on<em>&nbsp;This Week</em>:</strong> &quot;The president was very clear in his message to the American people that this strike was related solely to the most recent horrific use of chemical weapons against women, children and, as the president said, even small babies. And so the strike was a message to Bashar al-Assad that your multiple violations of your agreements at the U.N., your agreements under the Chemical Weapons Charter back in 2013, that those would not go without a response in the future.&quot;</p>\r\n\r\n<p>Rubio himself had the opportunity to question&nbsp;Obama administration officials about Syria in a September 2013 Senate hearing. There, he said he was concerned that Obama&rsquo;s proposed operation was too narrow to degrade Assad&rsquo;s chemical weapons abilities and deter future attacks &mdash; a position that conflicts with his current stance that Obama administration&rsquo;s plans weren&rsquo;t focused enough.</p>\r\n\r\n<p>&quot;Quite frankly, I&#39;m a bit skeptical that the act, that what the president is asking for will provide the support needed to achieve these objectives and that these objectives are even realistic at this point,&quot; Rubio said. &quot;It leads me to my second question: How confident are you, and how confident can you express to this committee, you are that we can, in fact, put in place a military plan that&#39;s limited in scope and duration, that can effectively degrade Assad&#39;s capability to carry out future chemical attacks?&quot;</p>\r\n\r\n<p>Dempsey replied, &quot;I&#39;m confident in the capabilities we can bring to bear to deter and degrade. And it won&#39;t surprise you to know that we will have not only an initial target set, but subsequent target sets should they become necessary.&quot;</p>\r\n\r\n<p>Philip Gordon, who was the White House coordinator for the Middle East, North Africa and the Gulf Region from 2013 to 2015, told PolitiFact that he doesn&rsquo;t see any material difference between the Trump administration&rsquo;s actions in 2017 and Obama&rsquo;s proposed actions in 2013 that could lead a politician to change their position, other than political calculation.</p>\r\n\r\n<p>Yes, the dynamics of the Syrian civil war have changed, in that Russia, Iran and ISIS now play larger roles, Gordon said, &quot;But none of those are relevant to the core question at hand: Is this strike capable of deterring chemical weapons? That&rsquo;s the stated goal of both presidents.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rubio said the Obama administration&rsquo;s 2013 Syria airstrike proposal &quot;had no clear objective,&quot; while Trump&rsquo;s Syria strike &quot;had a clear strategic objective.&quot;</p>\r\n\r\n<p>In 2013 Obama&rsquo;s team made their goals clear through a days-long lobbying effort: to degrade Assad&rsquo;s chemical weapons abilities and deter future attacks through targeted military strikes on facilities and resources related to the attack.</p>\r\n\r\n<p>Trump in 2017, conversely, didn&rsquo;t lobby Congress and the public because he launched his strike unilaterally. After the strike, his team said the action was designed to degrade a facility related to the chemical weapons attack and send a message that the United States doesn&rsquo;t tolerate chemical weapons use.</p>\r\n\r\n<p>There is little material difference between what Obama planned to do and what Trump actually did, in terms of goals and scope. We rate Rubio&rsquo;s claim False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-12T10:59:18.333381", "ruling_date": "2017-04-12T11:22:05", "ruling_headline": "Donald Trump's Syria strike looks a lot like Barack Obama's plan, despite what Rubio, others say", "ruling_headline_slug": "trumps-strikes-syria-look-lot-obamas-2013-proposal", "ruling_link_text": "Faulty memory of 2013", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, This Week transcript, April 9, 2017</p>\r\n\r\n<p>FactCheck.org, &quot;<a href=\"http://www.factcheck.org/2017/04/mcconnell-revises-history-syria/\">McConnell Revises History on Syria,</a>&quot; April 7, 2017</p>\r\n\r\n<p>Rubio website, &quot;<a href=\"https://www.rubio.senate.gov/public/index.cfm/press-releases?ID=E4F4A2DA-C8C3-4492-BB72-3C49503F3838\">Rubio Statement on U.S. Airstrikes in Syria,</a>&quot; April 6, 2017</p>\r\n\r\n<p>New York Times, &quot;<a href=\"http://www.nytimes.com/2013/09/01/world/middleeast/syria.html\">Obama Seeks Approval by Congress for Strike in Syria</a>,&quot; Aug. 31, 2013</p>\r\n\r\n<p>New York Times, &quot;<a href=\"http://www.nytimes.com/interactive/2013/09/01/world/middleeast/syria-resolution.html?ref=middleeast&amp;_r=0\">Draft Resolution for Use of U.S. Military in Syria,</a>&quot; Sept. 1, 2013</p>\r\n\r\n<p>Huffington Post, &quot;<a href=\"http://www.huffingtonpost.com/johnkerry/syria-red-line-vote-conscience_b_3879304.html\">A Yes Vote of Conscience for the World&rsquo;s Red Line,</a>&quot; Sept. 6, 2013</p>\r\n\r\n<p>White House, &quot;<a href=\"https://www.whitehouse.gov/the-press-office/2017/04/08/letter-president-speaker-house-representatives-and-president-pro-tempore\">A Letter from the President to the Speaker of the House of Representatives and the President Pro Tempore of the Senate,</a>&quot; April 8, 2017</p>\r\n\r\n<p>State Department, <a href=\"https://www.state.gov/secretary/remarks/2017/04/269543.htm\">Remarks With National Security Advisor H.R. McMaster</a>, April 6, 2017</p>\r\n\r\n<p>CQ, Senate Foreign Relations Committee Holds Hearing on the Authorization for Use of Military Force in Syria, Sept. 3, 2013</p>\r\n\r\n<p>CQ, House Foreign Affairs Committee Holds Hearing on the Authorization for Use of Military Force in Syria, Sept. 4, 2013</p>\r\n\r\n<p>CQ, House Armed Services Committee Holds Hearing on the Authorization for Use of Military Force in Syria, Sept. 10, 2013</p>\r\n\r\n<p>CQ, archive search, conducted April 11, 2017</p>\r\n\r\n<p>Obama White House archive search, conducted April 11, 2017</p>\r\n\r\n<p>Phone interview, Council on Foreign Relations senior fellow Philip Gordon, April 11, 2017</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 38, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 169, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>The Obama administration&rsquo;s 2013 Syria proposal &quot;had no clear objective,&quot; while Trump&rsquo;s Syria strike &quot;had a clear strategic objective.&quot;</p>\r\n", "statement_context": "an interview on ABC \"This Week\"", "statement_date": "2017-04-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": "Trump's Syria strike looks a lot like Obama's 2013 proposal, despite what Rubio said"}