{"art": [{"brightcove": "", "caption": "Jeb Bush greets voters after a campaign event in Rindge, N.H., on Feb. 2, 2016. (Louis Jacobson)", "id": 7424, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bush_in_NH.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/7424/", "title": "Bush in NH", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "lduffort@vtdigger.org", "first_name": "Lola ", "id": 602, "last_name": "Duffort", "name_slug": "lola-duffort", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/602/", "title": "Reporter, VTDigger", "twitter": ""}], "canonical_url": "/new-hampshire/statements/2017/apr/17/jeb-bush/does-school-competition-lift-all-boats-jeb-bush-sa/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": "", "id": 13998, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lduffort@vtdigger.org", "first_name": "Lola ", "id": 602, "last_name": "Duffort", "name_slug": "lola-duffort", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/602/", "title": "Reporter, VTDigger", "twitter": ""}], "resource_uri": "/api/v/2/statement/13998/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As New Hampshire considers the merits of a universal Education Savings Account bill, education reformers nationwide are watching - and weighing in.</p>\r\n\r\n<p><a href=\"http://www.gencourt.state.nh.us/bill_status/billText.aspx?sy=2017&amp;id=914&amp;txtFormat=html\">Senate Bill 193</a> would allow parents to use 90 percent of the per-pupil grant the state gives to local public schools and instead put it toward alternative educational expenses, including private school tuition or homeschooling.</p>\r\n\r\n<p>ESAs function basically like vouchers, but they give parents more options about how the money can be spent. &nbsp;</p>\r\n\r\n<p>Proponents of ESAs tout them as the next evolution in school choice. If SB 193 is passed by the House (it cleared the Senate in March), it would be one of the most expansive school choice laws in the country.</p>\r\n\r\n<p>Former Florida Gov. Jeb Bush, whose Foundation for Excellence in Education is backing market-based education reform efforts nationwide, submitted an op-ed in New Hampshire papers this week, urging passage of the bill.</p>\r\n\r\n<p>&quot;This legislation (will not) hurt public schools. In fact, a large body of research, including that done in my home state of Florida, indicates quite the opposite. When public schools face increased competition, they get better and kids learn more,&quot; he wrote.</p>\r\n\r\n<p>Critics of choice typically say that diverting funds from public schools hurt those schools. So putting aside the question of whether vouchers actually help the kids who use them, we wondered: Does research show that school choice, and specifically vouchers, help public schools get better?</p>\r\n\r\n<p>ESAs, like vouchers, have traditionally been targeted to certain types of students, like those in low-performing schools or students with disabilities. But the bill in New Hampshire, as it&rsquo;s currently written, is open to all. Five states so far have adopted ESA programs -- Arizona, Mississippi, Tennessee, Florida, and Nevada -- but only <a href=\"https://www.washingtonpost.com/news/education/wp/2017/04/07/in-arizona-all-children-are-now-eligible-to-use-public-dollars-for-private-education/?utm_term=.bd1673e8c62b\">Nevada and Arizona</a> have recently opened up eligibility to all, as New Hampshire is considering doing.</p>\r\n\r\n<p>Bush&rsquo;s team at the Foundation for Excellence in Education pointed us to a compilation of <a href=\"https://www.edchoice.org/school_choice_faqs/how-does-school-choice-affect-public-schools/\">30 policy briefs and academic studies </a>put together by EdChoice, a school choice advocacy group. In all but one of the studies cited by EdChoice, researchers found some sort of gain for public schools facing competition from vouchers or tax-credit scholarships.</p>\r\n\r\n<p>But most of the studies compiled by the advocacy group found only modest positive relationships between test scores in public schools and competition from voucher programs or tax-credit scholarship programs. Here&rsquo;s how EdChoice explained that:</p>\r\n\r\n<p>&quot;Many existing voucher programs are limited in the number and type of students they&rsquo;re allowed to serve and the amount of choice they&rsquo;re allowed to offer. Narrowly constricted programs produce narrowly constricted results. To produce revolutionary results, we would need broad programs -- eligibility for all students,&quot; the group wrote on its website page where the studies are posted.</p>\r\n\r\n<p>But David Figlio -- who co-authored three of the studies cited by EdChoice -- said expanding eligibility for these programs wouldn&rsquo;t necessarily produce more positive gains.</p>\r\n\r\n<p>&quot;Less responsible voucher advocates will say that this is proof positive that these programs work,&quot; said Figlio, who is the Orrington Lunt Professor of Education and Social Policy at Northwestern University. &quot;I think a more responsible take on this is these programs don&rsquo;t seem to be hurting public schools -- at the scale that they&rsquo;re at.&quot;</p>\r\n\r\n<p>Figlio has studied the effects of voucher programs in Ohio and Florida and found &quot;modest positive gains,&quot; he said, for students in public schools facing competition from voucher programs.</p>\r\n\r\n<p>He added later: &quot;Key emphasis on the word modest.&quot;</p>\r\n\r\n<p>Figlio said it was important to note two things about the voucher systems he had studied -- the types of students they served, and the number, and cautioned against overstating the research.</p>\r\n\r\n<p>&quot;In both Florida and Ohio, these are programs that are serving very disadvantaged students,&quot; Figlio said. &quot;I would feel very uncomfortable with taking that work and looking at vouchers for more advantaged kids.&quot;</p>\r\n\r\n<p>The number of students participating in the programs Figlio studied were small. And so it makes sense, he said, that schools would have retained the capacity to make improvements &nbsp;-- because they hadn&rsquo;t lost that much revenue.</p>\r\n\r\n<p>Figlio said he wasn&rsquo;t aware of domestic research that had shown negative effects of vouchers on public schools. But research in the U.S. has so far just looked at relatively small, targeted voucher programs. The program being proposed in New Hampshire would be open to all public school students. So Figlio suggested research in foreign contexts -- namely, Chile -- might be instructive here. &nbsp;</p>\r\n\r\n<p>Miguel Urquiola is a professor of economics at Columbia University. He&#39;s published extensively about Chile, which adopted a universal voucher program in the 1980s.</p>\r\n\r\n<p>Urquiola said that in Chile&#39;s case, public school performance -- as measured by test scores -- got &quot;significantly&quot; worse with the implementation of vouchers.</p>\r\n\r\n<p>But Urquiola cautions that the main driver behind this was likely not that public schools did a worse job. Rather, the key factor was that higher-performing students transferred in large numbers from public to private schools.</p>\r\n\r\n<p>&quot;(Chile) seems to be mainly a story of affluent students and affluent families leaving the public sector,&quot; he said.</p>\r\n\r\n<p>On the whole, Urquiola said that vouchers had been a &quot;disappointing&quot; reform effort, with minor measurable effects on student performance.</p>\r\n\r\n<p>&quot;School choice and the privatization of schools are fun things to argue about. But in terms of real effects they are a bit of a red herring,&quot; he said. &quot;The evidence indicates that -- perhaps surprisingly -- such reforms do not make education really good; they do not make it really bad either.&quot;</p>\r\n\r\n<p>As for the research on competitive effects of school choice policies in general -- vouchers, tax-credit scholarships, and charters all together -- the jury is still out, said David Arsen, a professor of education policy and K-12 educational administration at Michigan State University.</p>\r\n\r\n<p>&quot;The research is mixed. For the most part the competitive effects of school choice are modest. Sometimes positive. Sometimes negative. Sometimes no effect at all,&quot; he said.</p>\r\n\r\n<p>Arsen, who wrote a review of the literature on the competitive effects of choice back in 2012, warned against making &quot;broad, generic claims about the competitive effect.&quot;</p>\r\n\r\n<p>&quot;Because it depends. Most particularly it depends on details of policy design,&quot; he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In urging the passage of a New Hampshire bill to establish education savings accounts, Jeb Bush said &quot;when public schools face increased competition, they get better and kids learn more.&quot;</p>\r\n\r\n<p>Some research shows positive gains in public schools when choice is offered, but researchers say those studies typically only show minor effects, and that the specifics of the programs matter a lot. In Florida and Ohio, where vouchers were targeted to certain types of students, researchers found minor improvements in public school performance. In Chile, where vouchers were universally available, public school test scores got worse.</p>\r\n\r\n<p>But Bush cited &quot;a large body of research,&quot; and ESA programs like the ones being proposed in New Hampshire have only very recently been implemented in Arizona and Nevada, and haven&rsquo;t been studied.</p>\r\n\r\n<p>To imply that competition will lift all boats -- especially in the context of this legislative proposal -- isn&rsquo;t supported by the research.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2017-04-17T10:14:02.159740", "ruling_date": "2017-04-17T10:14:48", "ruling_headline": "Does school competition lift all boats like Jeb Bush says?", "ruling_headline_slug": "does-school-competition-lift-all-boats-jeb-bush-sa", "ruling_link_text": "Slim evidence", "ruling_state": null, "source_documents": null, "sources": "<p>Jeb Bush <a href=\"http://www.concordmonitor.com/Real-educational-choice-for-NH-families-9083552\">opinion article</a> in the Concord Monitor, April 6, 2017</p>\r\n\r\n<p>Email correspondence with Joe Follick, Foundation for Excellence in Education, April 5, 2017</p>\r\n\r\n<p><a href=\"https://www.edchoice.org/school_choice_faqs/how-does-school-choice-affect-public-schools/\">EdChoice</a> website, accessed April 6, 2017</p>\r\n\r\n<p>Email and phone correspondence with William Mathis, National Education Policy Center at the University of Colorado at Boulder, April 6, 2017</p>\r\n\r\n<p>Email and phone correspondence with Elena Silva, New America, April 6, 2017</p>\r\n\r\n<p>Email and phone correspondence with Gary Miron, Western Michigan University, April 6, 2017</p>\r\n\r\n<p>Phone correspondence with David Arsen, Michigan State University, April 6, 2017</p>\r\n\r\n<p>Phone correspondence with David Figlio, Northwestern University, April 6, 2017</p>\r\n\r\n<p>Email and phone correspondence with Miguel Urquiola, Columbia University, April 10, 2017</p>\r\n\r\n<p><a href=\"http://www.gencourt.state.nh.us/bill_status/billText.aspx?sy=2017&amp;id=914&amp;txtFormat=html\">Senate Bill 193</a>, as of April 6, 2017</p>\r\n\r\n<p>Education Week <a href=\"http://blogs.edweek.org/edweek/charterschoice/2015/06/school_vouchers_education_savings_accounts_difference_between.html\">article </a>published June 9, 2015</p>\r\n\r\n<p>Washington Post <a href=\"https://www.washingtonpost.com/news/education/wp/2017/04/07/in-arizona-all-children-are-now-eligible-to-use-public-dollars-for-private-education/?utm_term=.51d9b9453ec1\">article</a> published April 7, 2017</p>\r\n\r\n<p>Journal of Public Economics &quot;<a href=\"http://www.columbia.edu/~msu2101/Hsieh-Urquiola(2006).pdf\">The effects of generalized school choice on achievement and stratification: Evidence from Chile&rsquo;s voucher program</a>,&quot; by Chang-Tai Hsieh and Miguel Urquiola, 2006.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 18, "current_job": "", "false_count": 5, "first_name": "Jeb", "half_true_count": 17, "home_state": "Florida", "id": 436, "last_name": "Bush", "mostly_true_count": 24, "name_slug": "jeb-bush", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeb_Bush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/436/", "total_count": 80, "true_count": 14, "website": ""}, "statement": "<p>&quot;When public schools face increased competition, they get better and kids learn more.&quot;&nbsp;</p>\r\n", "statement_context": "an op-ed", "statement_date": "2017-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": "Does school competition lift all boats like @JebBush says?"}