{"art": [{"brightcove": "", "caption": "State Sen. Larry Taylor, chairman of the Senate Education Committee, listens during the panel's March 2017 hearing on his educational savings account legislation (Deborah Cannon, Austin American-Statesman).", "id": 11189, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/taylorpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11189/", "title": "Larry Taylor, TX", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/apr/14/sara-stevenson/sara-stevenson-austin-says-texas-senate-panel-rand/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Austin resident says Senate hearing witnesses randomized", "id": 13992, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13992/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>An Austin resident declared that a Texas Senate panel randomly called witnesses to testify at a crucial hearing no matter how early people turned in requests to do so.</p>\r\n\r\n<p>School librarian Sara Stevenson, <a href=\"http://www.politifact.com/personalities/sara-stevenson/\">whom we&rsquo;ve fact-checked before</a>, said in a <a href=\"http://www.mystatesman.com/news/opinion/letters-the-editor-april-2017/wVw4oceeCarVJe3YvOZMoN/\">letter</a> to the editor in the <em>Austin American-Statesman</em> that about 8 a.m. March 21, 2017, she was the fifth person to submit a required paper form requesting to testify at that day&rsquo;s <a href=\"http://www.senate.state.tx.us/cmte.php?c=530\">Senate Education Committee</a> hearing on legislation to enable public school students to attend private schools using government aid.</p>\r\n\r\n<p>We recently confirmed that <a href=\"http://bit.ly/2nf8WTk\">no school voucher plan has passed into Texas law</a> despite decades of attempts. But by the end of March 2017, Sen. Larry Taylor&rsquo;s <a href=\"http://www.legis.texas.gov/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB3\">Senate Bill 3</a> cleared the Education Committee, which he chairs, and the Senate.</p>\r\n\r\n<p>Still, prospects for his proposal to launch state-funded educational savings accounts for students remained uncertain. Texas House members voted 103-44 <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/after-hours-debate-texas-house-approves-106-billion-budget/ogsyR7loxhoTk8nph7RQSO/\">during action on the 2018-19 state budget</a> to bar state aid from paying for students to attend nonpublic schools.</p>\r\n\r\n<p>In her letter, Stevenson said that after signing up to testify, she went to work and then returned to the hearing at 2 p.m. &quot;My name had still not been called,&quot; she wrote. &quot;I waited six more hours until my name was finally called after 8 p.m.</p>\r\n\r\n<p>&quot;Because the order is random,&quot; Stevenson wrote, &quot;signing up to speak becomes a game of chicken or stakeout. Who can outlast whom? A random roll call suits lobbyists just fine but not your average citizen.&quot;</p>\r\n\r\n<p>So, did Taylor&rsquo;s committee summon witnesses at random?</p>\r\n\r\n<p>Asked to elaborate, Stevenson said that when she returned to the hearing, others in the audience told her she had to wait to hear her name, no telling when, which led her to conclude the order was random. &quot;There&rsquo;s got to be a better way&quot; of organizing testimony, Stevenson said by phone, &quot;even if I&rsquo;m wrong.&quot;</p>\r\n\r\n<p><strong>Other witnesses comment</strong></p>\r\n\r\n<p>We turned first to Patsy Spaw, the Senate secretary, who said by phone that committee chairs control how hearings proceed. She said too that people seeking to speak at the March 21 hearing submitted paper witness registration cards to committee staff; there was no option to sign up on an electronic kiosk.</p>\r\n\r\n<p>Our subsequent review of more than 120 &quot;witness registration&quot; cards submitted for the hearing enabled us to phone a few witnesses to elicit their experiences.</p>\r\n\r\n<p>Arif Panju, an Austin lawyer who testified for SB 3, told us he attended the full hearing. To him, the order of witnesses called to testify seemed fair. Similarly, Robin Lennon, a Kingwood supporter of the measure, said she didn&rsquo;t see anything random in the witness order. She spoke late, Lennon said, after turning in her witness card after midday.</p>\r\n\r\n<p>Others echoed Stevenson&rsquo;s claim.</p>\r\n\r\n<p>An SB 3 opponent, Ginger Russell of Magnolia, told us she was the first person to turn in a witness card that morning yet ended up speaking about 2:30 p.m. &quot;There seemed to be no rhyme or reason&quot; about the order of witnesses, Russell said, adding that she&rsquo;s sure people who signed up to speak after she&rsquo;d submitted her card were called before she had her turn.</p>\r\n\r\n<p>Summer Wise, an Austin mother in favor of the legislation, told us she asked a committee aide if there was a particular order to the speakers and was told not. &quot;It appeared to be kind of random,&quot; Wise said.</p>\r\n\r\n<p>Proponent Russ Duerstine of San Angelo said he was called to testify after 4 p.m. after submitting his witness card before 9 a.m., which felt randomized. &quot;I do remember feeling like I had no clue who was going to be called next,&quot; Duerstine said.</p>\r\n\r\n<p>Felicia Miyakawa of Round Rock told us she left the committee her written testimony against SB 3 before leaving to pick up her son that afternoon. Miyakawa said before that, the first witnesses were mostly proponents and that when she asked a committee aide if there was a way for her name to be moved up, she was told that Taylor was setting the order.</p>\r\n\r\n<p>Gary Bingham of Mesquite, an SB 3 opponent, told us he submitted his request to speak shortly after 8 a.m. yet didn&rsquo;t get called up before having to leave for a mid-afternoon flight. &quot;My suspicion is they stacked the deck the way the chairman wants it,&quot; Bingham said. &quot;I can&rsquo;t prove that.&quot;</p>\r\n\r\n<p><strong>Senator unavailable for interview</strong></p>\r\n\r\n<p>We reviewed those witness cards. Each card had a space for staff to record the time it was submitted. But no times were inked in.</p>\r\n\r\n<p>So we were unable to independently confirm what time Stevenson submitted her postcard-sized witness card where she wrote that she wished to testify against SB 3 on behalf of herself plus &quot;all 5 million TX public school children.&quot; &nbsp;</p>\r\n\r\n<p>We asked Taylor, R-Friendswood, to speak to us about how he organized the witnesses, but didn&rsquo;t win the opportunity. Instead, Matt Welch, an Austin consultant to Taylor, responded partly by pointing out Senate rules demonstrating there isn&rsquo;t a mandate that any committee hear from witnesses in order.</p>\r\n\r\n<p>In the <a href=\"http://www.senate.state.tx.us/rules.php\">Senate&rsquo;s adopted rules</a> for the 2017 legislative session, Rule 11.18 states that a committee or subcommittee &quot;chair shall afford reasonable opportunity to interested parties to appear and testify at the hearing.&quot;</p>\r\n\r\n<p>Another part says: &quot;By majority vote, a committee may fix the order of appearance and time allotted for each witness at a public hearing.&quot; However, Welch said by email that on Taylor&rsquo;s watch, the committee hasn&rsquo;t voted to &quot;fix&quot; any order of appearance.</p>\r\n\r\n<p>Welch noted, too, that the panel&rsquo;s rules, <a href=\"https://docs.google.com/document/d/1ql3CVeILahpI0oENxVfXIdOcPAkPTwHQJZ21f19EY5g/pub\">which he shared</a>, &quot;do not stipulate an order of witnesses nor is there a requirement that witnesses testify in the order of their witness card submission.&quot; The rules are indeed silent on when witnesses should be called to speak; a rule says only that the chairman may limit testimony and discussion.</p>\r\n\r\n<p>Out of curiosity, we also inquired into how House committees handle witnesses. By email, Jason Embry, spokesman for House Speaker Joe Straus, said: &quot;The chairs of House committees have the discretion to decide the order of witnesses. Many House chairmen choose to call upon witnesses in the order in which they sign up.&quot;</p>\r\n\r\n<p>The SB 3 hearing, Welch told us, was largely overseen by the panel&rsquo;s vice chair, Sen. Eddie Lucio, D-Brownsville, because Taylor was the author of the proposal under review.</p>\r\n\r\n<p>Welch said a few invited experts led off the hearing. They were followed, he said, by witnesses called in the order they&rsquo;d signed up in panels of four consisting of pairs supporting or opposing SB 3.</p>\r\n\r\n<p>Welch said: &quot;I don&rsquo;t think it&rsquo;s correct to say the whole hearing was randomized,&quot; in that the experts were not. &quot;Part of it was randomized, part of it was not.&quot;</p>\r\n\r\n<p><strong>Watching the hearing</strong></p>\r\n\r\n<p>Seeking clues, we watched much of the Senate-posted <a href=\"http://www.senate.state.tx.us/av-archive.php\">hearing video</a>, which showed up front Taylor announcing that each witness would have two minutes.</p>\r\n\r\n<p>The lead witnesses, we found, included advocates such as a former Wisconsin gubernatorial aide and delegates from the conservative Heritage Foundation and Charles Koch and Goldwater institutes. Also, all but one of eight initial witnesses backed SB 3; <a href=\"https://tcta.org/about_us/tcta_leadership\">Donna Corbin of Lubbock</a>, president of the Texas Classroom Teachers Association, expressed opposition.</p>\r\n\r\n<p>And how did Corbin land that spotlight? By phone, the association&rsquo;s Lonnie Hollingsworth said Corbin wasn&rsquo;t an invited expert. Rather, he said, the association had alerted a committee clerk that Corbin had to catch a flight.</p>\r\n\r\n<p>Back to the video: In eight-plus hours of testimony after senators returned from a midday recess, people were called to testify mostly in groups of four.</p>\r\n\r\n<p>And by our count, before Stevenson was called to speak, followed by 25-plus others, the people who testified included 45 individuals speaking in support of Taylor&rsquo;s measure, 29 opposed and a few speaking &quot;on&quot; his proposal.</p>\r\n\r\n<p>All told, according to the committee&rsquo;s <a href=\"http://www.legis.texas.gov/tlodocs/85R/witlistmtg/html/C5302017032109001.HTM\">alphabetized list of individuals</a> who testified, 67 witnesses ended up speaking in favor of SB 3, 40 expressed opposition and 12 testified without registering a position. In contrast, among 154 people listed as registering a position--most of whom didn&#39;t&nbsp;seek to testify--38 were in favor, 110 were against and six took no position, the list indicates.</p>\r\n\r\n<p>A little after 8 p.m., Lucio called Stevenson&rsquo;s name.</p>\r\n\r\n<p>&quot;She won,&quot; Taylor then said from the committee dais.</p>\r\n\r\n<p>Lucio: &quot;You&rsquo;ve been here all day.&quot;</p>\r\n\r\n<p>Stevenson: &quot;I&rsquo;ve been patient.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Stevenson wrote that witnesses who signed up to testify before a Senate panel were called randomly regardless of when each person had submitted a card requesting to speak.</p>\r\n\r\n<p>She has a point. We confirmed witnesses were not called in the order they signed up and whatever method was used wasn&rsquo;t made clear. From the standpoint of someone spending all day expecting to testify, &quot;random&quot; is a fair description.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE</strong></em> &ndash; The statement is accurate and there&rsquo;s nothing significant missing. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><strong>CORRECTION, <em>1:58 p.m., April 14, 2017</em></strong>: This story was corrected to identify Ginger Russell as opposing the legislation. This change didn&#39;t affect our rating of the claim.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-14T11:06:03.546055", "ruling_date": "2017-04-14T11:25:35", "ruling_headline": "Sara Stevenson of Austin says Texas Senate panel randomly called witnesses at 'voucher' hearing", "ruling_headline_slug": "sara-stevenson-austin-says-texas-senate-panel-rand", "ruling_link_text": "UPDATED: She was patient", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://bit.ly/2nf8WTk\">&quot;Public school advocates say no voucher bills have passed in Texas Legislature,&quot;</a> PolitiFact Texas, March 16, 2017</p>\r\n\r\n<p>Telephone interview, Patsy Spaw, secretary, the Texas Senate, April 3, 2017</p>\r\n\r\n<p>Telephone interview, Sara Stevenson, April 4, 2017</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1ZyC2sjfBiylmyS2csmfUCyChHW5FWMFu_jTafV1nhRM/pub\">emails</a>, Matt Welch, April 4 and 6, 2017</p>\r\n\r\n<p>Document, <a href=\"http://www.senate.state.tx.us/rules.php\">&quot;SENATE RULES adopted by 85th LEGISLATURE January 11, 2017,&quot;</a> Texas Senate (received by email from Matt Welch, April 4, 2017)</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/1ql3CVeILahpI0oENxVfXIdOcPAkPTwHQJZ21f19EY5g/pub\">&quot;Committee Rules, Senate Committee on Education, 85th Legislature,&quot;</a> undated (received by email from Matt Welch, April 4, 2017)</p>\r\n\r\n<p>Documents, Texas Senate Education Committee, <a href=\"http://www.legis.texas.gov/tlodocs/85R/minutes/html/C5302017032109001.HTM\">&quot;Minutes,&quot;</a> <a href=\"http://www.legis.texas.gov/tlodocs/85R/witlistmtg/html/C5302017032109001.HTM\">&quot;Witness List,&quot;</a> March 21, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1vBilbuJtLITVL0E4kDNjPPFG8vGsqnl3HfCg7i6stw8/pub\">Email</a>, Jason Embry, communications director, House Speaker Joe Straus, April 3, 2017</p>\r\n\r\n<p><a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?view_id=42&amp;clip_id=11936\">Video</a> of Senate Education Committee hearing, Texas Senate, March 21, 2017</p>\r\n\r\n<p>Telephone interview, Lonnie Hollingsworth, general counsel, Texas Classroom Teachers Association, April 12, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Librarian", "false_count": 0, "first_name": "Sara", "half_true_count": 0, "home_state": "Texas", "id": 1807, "last_name": "Stevenson", "mostly_true_count": 0, "name_slug": "sara-stevenson", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sarastevensonpft04112012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1807/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>Says a Texas Senate committee considering &quot;private school voucher&quot; legislation randomly called people to testify regardless of when the people submitted requests to testify.</p>\r\n", "statement_context": "to the editor of the Austin American-Statesman", "statement_date": "2017-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": "Sara Stevenson of Austin said witnesses were called randomly at Texas Senate hearing. TRUE, we found. #TXLEGE"}