{"art": [{"brightcove": "", "caption": "U.S. Rep. Beto O'Rourke on March 31, 2017 announces his candidacy for the U.S. Senate seat on the 2018 ballot. In his hometown of El Paso here, and in subsequent stops, he described the city as safest in America (Photo: El Paso Times).", "id": 11203, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/033117_orourkepft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11203/", "title": "Beto O'Rourke announcing US Senate bid 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/apr/14/beto-orourke/beto-orourke-relies-disputed-rankings-calling-el-p/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Beto O'Rourke's Half True claim about El Paso's safety", "id": 13995, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13995/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Democrat Beto O&rsquo;Rourke closed out March 2017 by declaring his longshot 2018 bid to deny Republican Ted Cruz re-election to the U.S. Senate--also repeatedly reviving a flawed claim about his hometown&#39;s relative safety.</p>\r\n\r\n<p>Confirming his candidacy before constituents, the congressman called El Paso &quot;the safest city in Texas, the safest city in the United States.&quot; The same day in Dallas, <a href=\"http://politics.blog.mystatesman.com/2017/04/03/beto-from-the-get-go-orourke-gets-running-start-on-campaign-against-ted-cruz/\">O&rsquo;Rourke told a crowd</a>: &quot;El Paso, Texas--safest city, safest city in the state of Texas, safest city in the United States. And listen, lest you think that it&rsquo;s due to walls or drones or aerostat blimps or militarization of the border--we&rsquo;ve been either the safest or one of the top three safest cities in America since 1997. We are a safe city.&quot; <a href=\"http://politics.blog.mystatesman.com/2017/04/03/beto-from-the-get-go-orourke-gets-running-start-on-campaign-against-ted-cruz/\">O&rsquo;Rourke made a similar claim in Austin the next day.</a></p>\r\n\r\n<p>Hold on, pardner. We&rsquo;ve identified factual flaws in such proclamations.</p>\r\n\r\n<p>In 2011, <a href=\"http://www.politifact.com/texas/statements/2011/oct/11/jose-rodriguez/jose-rodriguez-says-el-paso-was-named-safest-large/\">we found Mostly False</a> a claim that El Paso had been named the nation&rsquo;s safest large city. El Paso had topped a <a href=\"http://os.cqpress.com/citycrime/2010/City_Crime_Rankings_bypop_2011-2011.pdf\">2010 &quot;Lowest Crime Rate&quot;</a> list for cities of&nbsp;500,000 residents or more. But only a city press release named El Paso the nation&rsquo;s &quot;safest&quot; large city--and El Paso&rsquo;s police department subsequently dropped the label.</p>\r\n\r\n<p>In 2013, <a href=\"http://www.politifact.com/texas/statements/2013/may/30/veronica-escobar/el-paso-leader-says-el-paso-safest-city-its-size-c/\">we rated Half True</a> a claim that &quot;El Paso is the safest city of our size in the nation.&quot; As in 2011, the statement was tied to calculations by CQ Press linked to crime data published by the FBI that the agency strongly counsels against using to compare communities.</p>\r\n\r\n<p>In 2011, the FBI <a href=\"http://ucr.fbi.gov/ucr-statistics-their-proper-use\">said</a> it&nbsp;&quot;strongly discourages&quot; using FBI Unified Crime Reporting statistics to evaluate locales or the effectiveness of police departments. That note also said: &quot;Despite repeated warnings against these practices, some data users continue to challenge and misunderstand this position. Data users should not rank locales because there are many factors that cause the nature and type of crime to vary from place to place. UCR statistics include only jurisdictional population figures along with reported crime, clearance, or arrest data. Rankings ignore the uniqueness of each locale.&quot;</p>\r\n\r\n<p><strong>O&rsquo;Rourke concedes rankings not perfect</strong></p>\r\n\r\n<p>When we inquired, a volunteer O&rsquo;Rourke aide, John Meza, told us O&rsquo;Rourke relied on the CQ Press lists and related news stories to conclude that El Paso stands out as the nation&rsquo;s perpetually safest city.</p>\r\n\r\n<p>Meza offered as O&rsquo;Rourke&rsquo;s backup a CQ Press document, &quot;City Crime Rankings 2014,&quot; which states that based on its analysis of 2012 FBI-collected statistics, El Paso had the &quot;lowest crime-rate ranking&quot; among cities of 500,000 residents or more (with Austin No. 3 and San Antonio No. 10):</p>\r\n\r\n<p><img alt=\"mezacq2014.JPG\" src=\"https://lh4.googleusercontent.com/DXx5TDuhXkcLZ6Jv6PTSbbA2q_-luY5imaPEUGTPKErjLk4u9jLS-abdKVuYrFdckPkQmVEU7zpu69VK7U_jUHieW0LyL0G4-O1gAhNnxK6PNLgMr_8gSYXblfkZ1NbHycPC73-o\" style=\"border:1px solid; float:left; height:385px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Document, <a href=\"https://www.amazon.com/Crime-Rankings-Kathleen-OLeary-Morgan/dp/1452283311\">&quot;City Crime Rankings 2014,&quot;</a> CQ Press, undated (<a href=\"http://os.cqpress.com/citycrime/2013/2014_CityCrimeRankingsbyPopulation.pdf\">web link</a> received by <a href=\"https://docs.google.com/document/d/1Zf16iRylDOaOU1CMYNAjCqcUkRU9slLd9SNqQLfSlx4/pub\">email</a> from John Meza, volunteer, Beto O&rsquo;Rourke U.S. Senate campaign, April 3, 2017)</p>\r\n\r\n<p>By phone,&nbsp;O&rsquo;Rourke later conceded the CQ Press lists aren&rsquo;t a &quot;perfect way to assess a city&rsquo;s relative safety.&quot;</p>\r\n\r\n<p>&quot;There&rsquo;s got to be a better way to do this,&quot; O&rsquo;Rourke said. &quot;Until there is, I&rsquo;ve only got what the FBI reports&quot; as interpreted by CQ Press. &quot;If you&rsquo;ve got a better source, I&rsquo;m all yours,&quot; O&rsquo;Rourke said.</p>\r\n\r\n<p><strong>CQ Press sticks with disclaimer</strong></p>\r\n\r\n<p>CQ Press has warned against using its rankings to talk up any community&#39;s relative safety.</p>\r\n\r\n<p>In our 2013 fact check of the claim about El Paso being named the country&rsquo;s safest city, CQ Press&rsquo;s summary didn&rsquo;t identify the border city as the nation&rsquo;s safest big city--on purpose, we were told. A CQ Press spokeswoman, Marina Ilishaev, then told us that until 2009, it had used &quot;safest&quot; and &quot;dangerous&quot; to describe cities having the lowest and highest rankings by its analysis.</p>\r\n\r\n<p>&quot;Even though the rankings are still provided,&quot; she said by email, &quot;these terms are no longer used because perceptions of safety and danger are just that&mdash;perceptions. The data analyzed here are reported crime and population, which together constitute only two factors considered when determining safety or risk of crime victimization.&quot;</p>\r\n\r\n<p>&quot;...We would add, as we do in our <a href=\"http://os.cqpress.com/citycrime/2012/CityCrime2013_Methodology.pdf\">methodology section</a>, that we mean by &lsquo;lowest composite reported crime rate&rsquo; the largest deviation below the national median in six main crime categories, which are counted equally,&quot; she said.</p>\r\n\r\n<p>Specifically, CQ Press says its crime-rate rankings were derived from totaling each city&rsquo;s violent crimes of murder, rape, robbery and aggravated assault as tallied by the FBI plus the number of property crimes of burglary and motor vehicle theft, all in 2011. Then it follows a &quot;multistep process,&quot; CQ Press says, in which each city&rsquo;s reported crimes in each category are compared to nationally reported crimes per 100,000 population rate and &quot;indexed to create a summary score and ranking across&quot; the six areas of reported violent and property crime.</p>\r\n\r\n<p>After O&rsquo;Rourke made his claim, we reached Tiffany Medina of SAGE Publishing, which owns CQ Press, who sent an email reaffirming the company&rsquo;s previous cautionary note. She also pointed us to just such a disclaimer in its <a href=\"https://us.sagepub.com/en-us/nam/city-crime-rankings-2015/book245396#preview\">2015 report</a> based on 2013 UCR data, which also says: &quot;The data analyzed here are reported crime and population, which together constitute only two factors considered when determining safety or risk of crime victimization. Thus, the analyses in this book are purely descriptive.&quot;</p>\r\n\r\n<p><strong>CQ Press analysis of 2015 statistics</strong></p>\r\n\r\n<p>Further, we spotted a 2017 CQ Press web&nbsp;<a href=\"http://data.sagepub.com/sagestats/document.php?id=6373\">post</a> <a href=\"https://docs.google.com/spreadsheets/d/1Li4s-iFo55tiF5ALZNGH4Td0DrTsQ6dm8bIhDcuY26Y/pubhtml\">enabling us to determine</a>, based on its crunch&nbsp;of the FBI&rsquo;s UCR data for 2015, that El Paso then had the lowest, or best, &quot;crime rate ranking&quot; among the 31 cities of 500,000 residents or more that drew a ranking. After El Paso, the cities of New York, Austin and San Diego had the best rankings with Baltimore ranked last in the group behind Milwaukee and Detroit, according to CQ Press.</p>\r\n\r\n<p>We noticed too that the CQ Press website newly makes it possible to apply a population density filter to its rankings.&nbsp;That is, you can group cities by how crowded they happen to be.</p>\r\n\r\n<p>And? El Paso and Austin fall out of the big-city rankings if you require a density of at least 2,720 residents per square mile. This approach leaves New York, San Diego and San Jose with the best &quot;crime rate&quot; rankings among 21 remaining cities of 500,000 residents or more--with San Antonio at No. 6, Dallas at No. 12 and Houston at No. 17.</p>\r\n\r\n<p>Requiring an even greater density&nbsp;(of 5,360 residents per square mile) leaves 10 cities of 500,000 residents or more in the mix. Summing up, per CQ Press, the nation&rsquo;s most-crowded big cities with the lowest 2015 &quot;crime rate&quot; rankings were: New York; Boston; Los Angeles; Seattle; San Francisco; Chicago; Philadelphia; Washington, D.C.; Milwaukee; and Baltimore--with Texas cities not making the cut.</p>\r\n\r\n<p><strong>A 2017 FBI cautionary note</strong></p>\r\n\r\n<p>Among several news stories noted by Meza, a February 2013 Fox News <a href=\"http://www.foxnews.com/world/2013/02/07/el-paso-fbi-stats-deem-border-city-safest-in-country-3-years-in-row.html\">story</a> said the FBI had no comment on CQ&rsquo;s rankings, &quot;since the agency does not put out the safest cities report nor does it endorse it.&quot;</p>\r\n\r\n<p>That story led us to spot a new FBI cautionary note in a January 2017 agency <a href=\"https://www.fbi.gov/news/pressrel/press-releases/fbi-releases-preliminary-semiannual-crime-statistics-for-2016\">press release</a> about the agency&rsquo;s release of its UCR data for January-June 2016: &quot;When the FBI publishes crime data via its UCR Program, some entities use the information to compile rankings of cities and counties. Such rankings, however, do not provide insight into the numerous variables that shape crime in a given town, city, county, state, tribal area or region.</p>\r\n\r\n<p>&quot;These rankings,&quot; the FBI said, &quot;lead to simplistic and/or incomplete analyses that can create misleading perceptions that adversely affect communities and their residents.&quot;</p>\r\n\r\n<p><strong>Crime experts and the latest FBI statistics</strong></p>\r\n\r\n<p>For our check of the 2013 claim touting El Paso&rsquo;s safety, criminologist <a href=\"http://www.heinz.cmu.edu/faculty-and-research/faculty-profiles/faculty-details/index.aspx?faculty_id=9\">Alfred Blumstein</a>, now a professor emeritus at Carnegie Mellon University, told us by phone CQ Press&rsquo;s approach--especially its weighting each type of crime the same--made its crime-rate rankings &quot;highly suspect as true indicators of safety.&quot; By email, <a href=\"http://www.cj.txstate.edu/people/faculty/chamlin.html\">Mitchell Chamlin</a>, a Texas State University criminal justice professor, said at the time that city-level crime rate comparisons weren&rsquo;t particularly meaningful. &quot;Crime is local,&quot; Chamlin wrote, and &quot;most criminals work in a very small radius,&quot; typically smaller than a city.</p>\r\n\r\n<p>We then went a step further by looking at FBI <a href=\"http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2011/preliminary-annual-ucr-jan-dec-2011/data-tables/table-4/table-4/view\">statistics for 2011</a> to compare rates of violent crime, which includes murder, forcible rape, robbery, and aggravated assault, limiting our focus to El Paso and nine other cities of 500,000 or more population that were listed in the 2013 CQ Press report as having the &quot;lowest crime rate&quot; rankings. In 2011 among the selected cities, the FBI statistics suggested, El Paso had the fourth-lowest violent crime rate; the lowest murder rate; and the second-lowest burglary rate.</p>\r\n\r\n<p><strong>First six months of 2016</strong></p>\r\n\r\n<p>After O&rsquo;Rourke made his claim, we applied a similar filter to the UCR statistics covering January through June 2016, limiting our focus to El Paso and nine other cities of 500,000 or more population <a href=\"http://data.sagepub.com/sagestats/document.php?id=6373\">identified by CQ Press as having the lowest crime rate rankings for 2015 </a>(though we substituted No. 11 Seattle for Boston, which evidently didn&rsquo;t report crime data to the FBI for the six-month period.)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1-m-QWFHOn8kQxgPOmPiSkWRIuvxCTZtnqeMB6l7156M/pubhtml\">Upshot</a>: Among the cities across 10 types of crime reported to the FBI, El Paso had the lowest rates of violent crime; murder; robbery; burglary; and motor vehicle theft. El Paso had the second-lowest incidence of aggravated assault; property crime; arson; and larceny-theft. Finally, per our sort, El Paso had the third-lowest rate of rape.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>O&rsquo;Rourke said El Paso is the &quot;safest city in the state of Texas, safest city in the United States.&quot;</p>\r\n\r\n<p>This declaration ties to disputed CQ Press rankings, rooted in FBI-published statistics, that appear annually despite the FBI&rsquo;s advice against using its data to compare communities.&nbsp;The cited rankings also didn&#39;t consider every Texas burg nor did they account for differences in population&nbsp;density.</p>\r\n\r\n<p>We rate O&rsquo;Rourke&rsquo;s claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-14T16:15:51.861557", "ruling_date": "2017-04-14T17:15:08", "ruling_headline": "Beto O'Rourke relies on disputed rankings to call El Paso America's safest city", "ruling_headline_slug": "beto-orourke-relies-disputed-rankings-calling-el-p", "ruling_link_text": "FBI says beware", "ruling_state": null, "source_documents": null, "sources": "<p>News blog post, <a href=\"http://politics.blog.mystatesman.com/2017/04/03/beto-from-the-get-go-orourke-gets-running-start-on-campaign-against-ted-cruz/\">&quot;Beto from the get-go. O&rsquo;Rourke gets running start in campaign against Ted Cruz,&quot;</a> First Reading blog, <em>Austin American-Statesman</em>, April 3, 2017 (6:53 mark of video from Beto O&rsquo;Rourke&rsquo;s Dallas event)</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2011/oct/11/jose-rodriguez/jose-rodriguez-says-el-paso-was-named-safest-large/\">&quot;Jos&eacute; Rodr&iacute;guez says El Paso was named &#39;Safest Large City,&#39;&quot;</a> Oct. 11, 2001; <a href=\"http://www.politifact.com/texas/statements/2013/may/30/veronica-escobar/el-paso-leader-says-el-paso-safest-city-its-size-c/\">&quot;El Paso leader says El Paso &#39;safest&#39; city of its size in country,&quot;</a> May 30, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Zf16iRylDOaOU1CMYNAjCqcUkRU9slLd9SNqQLfSlx4/pub\">Email</a>, John Meza, volunteer, Beto O&rsquo;Rourke U.S. Senate campaign, April 3, 2017</p>\r\n\r\n<p>Web pages and press release, Federal Bureau of Investigation, <a href=\"https://ucr.fbi.gov/ucr-statistics-their-proper-use\">&quot;Uniform Crime Reporting Statistics: Their Proper Use,&quot;</a> January 2011; &nbsp;<a href=\"https://ucr.fbi.gov/crime-in-the-u.s/2016/preliminary-semiannual-uniform-crime-report-januaryjune-2016/preliminary-semiannual-uniform-crime-report-januaryjune-2016\">&quot;Preliminary Semiannual Uniform Crime Report, January-June, 2016,&quot;</a> <a href=\"https://www.fbi.gov/news/pressrel/press-releases/fbi-releases-preliminary-semiannual-crime-statistics-for-2016\">&quot;FBI Releases Preliminary Semiannual Crime Statistics for 2016,&quot;</a> <a href=\"https://ucr.fbi.gov/crime-in-the-u.s/2016/preliminary-semiannual-uniform-crime-report-januaryjune-2016/tables/table-4/table_4_january_to_june_2015_offenses_reported_to_law_enforcement_by_state_by_city_100-000_and_over_in_population/view\">&quot;January to June 2015&ndash;2016 &nbsp;Offenses Reported to Law Enforcement by State by City 100,000 and over in population,&quot;</a> Jan. 9, 2017 (accessed April 6, 2017)</p>\r\n\r\n<p>Telephone interview, Beto O&rsquo;Rourke, April 7, 2017</p>\r\n\r\n<p>Web page, <a href=\"http://data.sagepub.com/sagestats/document.php?id=6373\">&quot;Crime Rate Rankings (City),&quot;</a> 2015, CQ Press, SAGE Stats, 2017 (accessed and <a href=\"https://docs.google.com/spreadsheets/d/1Li4s-iFo55tiF5ALZNGH4Td0DrTsQ6dm8bIhDcuY26Y/pubhtml\">sorted</a> April 10, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1MntJ6zzBOiPDGEnxwsoVg-b6LYnH6p_iJXrjmrYzj4U/pub\">Email</a>, Tiffany Medina, public relations assistant, SAGE Publishing, April 10, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1-m-QWFHOn8kQxgPOmPiSkWRIuvxCTZtnqeMB6l7156M/pubhtml\">Spreadsheet</a> showing FBI UCR statistics for selected U.S. cities, January-June 2016, compiled by PolitiFact Texas in April 2017 from <a href=\"https://ucr.fbi.gov/crime-in-the-u.s/2016/preliminary-semiannual-uniform-crime-report-januaryjune-2016/tables/table-4/table_4_january_to_june_2015_offenses_reported_to_law_enforcement_by_state_by_city_100-000_and_over_in_population/view\">&quot;January to June 2015&ndash;2016 &nbsp;Offenses Reported to Law Enforcement by State by City 100,000 and over in population,&quot;</a> FBI, Jan. 9, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}, "statement": "<p>El Paso is the &quot;safest city in the state of Texas, safest city in the United States.&quot;</p>\r\n", "statement_context": "a U.S. Senate campaign speech", "statement_date": "2017-03-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Democratic U.S. Senate hopeful Beto O'Rourke relies on disputed rankings to call El Paso America's safest city."}