{"art": [{"brightcove": "", "caption": "How do Donald Trump's first 100 days rate historically?", "id": 11308, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32313092\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11308/", "title": "Trump 100 days video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/apr/24/donald-trump/how-do-donald-trumps-first-100-days-rate-historica/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "How do Donald Trump's first 100 days rate historically?", "id": 14019, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14019/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As he neared the end of his first 100 days in office, President Donald Trump touted his first three months as a rousing success.</p>\r\n\r\n<p>&quot;No administration has accomplished more in the first 90 days,&quot; Trump told an audience in Kenosha, Wis.</p>\r\n\r\n<p>That&rsquo;s a pretty high bar, especially for an administration that has registered <a href=\"http://thehill.com/blogs/blog-briefing-room/news/329712-poll-trump-has-lowest-approval-rating-of-any-president-after\">historically low levels</a> of support in public-approval polls for presidents this early in their terms.</p>\r\n\r\n<p>The White House didn&rsquo;t respond to an inquiry for this article, but when asked about some of the president&rsquo;s 100-day accomplishments during the <a href=\"https://www.whitehouse.gov/the-press-office/2017/04/19/press-briefing-press-secretary-sean-spicer-4192017\">April 19 press briefing</a>, White House press secretary Sean Spicer cited a series of executive orders, including some on regulatory reform; a drop in border crossings; and job creation. He said more details would be offered as the 100-day mark approached.</p>\r\n\r\n<p>We interviewed historians and considered the 100-day track records of presidents back to President Franklin D. Roosevelt. While there&rsquo;s a lot of nuance in gauging accomplishments, Trump doesn&rsquo;t have much evidence to back up his boast that his administration has accomplished the most.</p>\r\n\r\n<p><strong>First, some caveats</strong></p>\r\n\r\n<p>All presidencies are different, and there&rsquo;s an especially big difference between those that began after an election and those that got their start suddenly. The latter category includes presidents who took over after the death of their predecessor (such as Harry Truman and Lyndon Johnson) or their predecessor&rsquo;s resignation (Gerald Ford).</p>\r\n\r\n<p>In addition, it&rsquo;s easier for a president to put points on the board quickly if they enter office in the midst of a national crisis. This was true for Roosevelt (the Great Depression), Truman (the end of World War II), Ford (the Watergate scandal), and Barack Obama (the Great Recession). Without a crisis, Congress is less likely to act quickly.</p>\r\n\r\n<p>Perhaps most notably, there is widespread agreement among historians that the 100-day standard is arbitrary. Just because a president signs a significant law outside the 100-day window doesn&rsquo;t make it less of an accomplishment.</p>\r\n\r\n<p>For instance, Johnson and Ronald Reagan &quot;laid the groundwork for gigantic accomplishments&quot; such as on civil rights and taxes, respectively, that fell outside the 100-day window, said Princeton University historian Sean Wilentz.</p>\r\n\r\n<p>And both Truman and Dwight Eisenhower were preoccupied with wars during their first 100 days, said Max J. Skidmore, a University of Missouri-Kansas City political scientist who has written several books on the presidency. This meant they &quot;did not have much in the way of legislative achievements during that period,&quot; Skidmore said.</p>\r\n\r\n<p>All in all, &quot;most presidents have not considered 100 days a significant milepost,&quot; said H.W. Brands, a presidential historian at the University of Texas-Austin whose books include <em>Traitor to His Class: The Privileged Life and Radical Presidency of Franklin Delano Roosevelt</em>. &quot;It&#39;s largely a media thing.&quot;</p>\r\n\r\n<p><strong>The numbers</strong></p>\r\n\r\n<p>Let&rsquo;s start with the raw numbers, Our friends at the <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/04/20/trumps-claim-that-no-administration-has-accomplished-more-in-the-first-90-days/?utm_term=.f924acf9943d\"><em>Washington Post </em>Fact Checker</a> did some calculations comparing Trump&rsquo;s bill-signing output to that of his predecessors during their first 100 days.</p>\r\n\r\n<p>The <em>Post </em>counted <a href=\"https://www.whitehouse.gov/briefing-room/signed-legislation?field_legislation_status_value=0\">28 bills signed by Trump</a> -- the highest since 1949, but well below the <a href=\"https://fivethirtyeight.com/features/a-presidents-first-100-days-really-do-matter/\">76 signed by Roosevelt in 1933</a>. Moreover, many of Trump&rsquo;s bills were &quot;minor or housekeeping bills,&quot; and none met a longstanding political-science standard for &quot;major bills.&quot; By contrast, at least nine of Roosevelt&rsquo;s did.</p>\r\n\r\n<p>Meanwhile, by the time of the Kenosha speech, Trump had signed <a href=\"http://www.businessinsider.com/trump-executive-orders-memorandum-proclamations-presidential-action-guide-2017-1/#executive-order-april-18-buy-american-hire-american-1\">24 executive orders, 22 presidential memorandums, and 20 proclamations</a>, the <em>Post </em>noted.</p>\r\n\r\n<p>Some of these started the ball rolling to overturn federal regulations. While these may eventually have a significant impact, it&rsquo;s worth noting that many new presidents routinely issue orders during their first 100 days that overturn actions of their predecessors of the opposite party.</p>\r\n\r\n<p>For instance, just two days after taking office, President Bill Clinton signed orders overturning restrictions on abortion imposed during the Reagan and George H.W. Bush administrations, and with equal speed, President George W. Bush overturned Clinton&rsquo;s opposition to a ban on aid to international groups that participate in abortions.</p>\r\n\r\n<p>&quot;Everyone does that, so it doesn&rsquo;t give him a comparative edge,&quot; said David Greenberg, a Rutgers University historian who has written books about Presidents Richard Nixon and Calvin Coolidge.</p>\r\n\r\n<p><strong>Trump&rsquo;s accomplishments</strong></p>\r\n\r\n<p>Historians we checked with mostly agreed that Trump&rsquo;s appointment of Neil Gorsuch to fill a Supreme Court vacancy was a significant event, and one that could influence public policy long after Trump leaves the White House.</p>\r\n\r\n<p>That said, some cautioned against making too much of Gorsuch&rsquo;s confirmation, arguing that it followed the nearly year-long blockage of Obama nominee Merrick Garland by the Republican Senate. &quot;It was really (Senate Majority Leader Mitch) McConnell&#39;s achievement,&quot; said Jeff Shesol, author of books on Roosevelt and Johnson and a former speechwriter for Clinton.</p>\r\n\r\n<p>Meanwhile, Trump&rsquo;s military actions -- his missile strikes on Syria and the dropping of an unusually large bomb on an ISIS bunker -- are hardly unprecedented for a president&rsquo;s first 100 days. George W. Bush attacked Iraqi radar sites to enforce a no-fly zone, and Obama pledged to double the number of U.S. military personnel in Afghanistan.</p>\r\n\r\n<p>Trump&rsquo;s decision to pull out of the Trans-Pacific Partnership trade agreement echoes George W. Bush&rsquo;s decision to pull out of the Kyoto Protocol on curbing global warming. And the Trump administration&rsquo;s successful effort to win the release of Aya Hijazi, an American aid worker jailed for three years in Egypt on dubious charges, isn&rsquo;t unprecedented either. Moments after taking office in 1981, Ronald Reagan announced the imminent freeing of American hostages held in Iran for over a year.</p>\r\n\r\n<p>Several historians said Trump has faced some significant setbacks as well. His first big legislative push -- to repeal and replace the Affordable Care Act -- stalled without even a final vote, and he has been slower than his predecessors in <a href=\"http://nymag.com/daily/intelligencer/2017/02/trump-says-hes-deliberately-not-filing-top-positions.html\">making sub-cabinet appointments</a>. Trump also failed to submit a detailed budget proposal of the kind his predecessors had typically submitted by now.</p>\r\n\r\n<p>Then there&rsquo;s Trump&rsquo;s immigration ban, which would likely count as a major accomplishment if it&rsquo;s enacted, but which is frozen for now. It was issued, blocked by the courts, rewritten, and then blocked again.</p>\r\n\r\n<p>&quot;The fact that he has gotten so little done while having Republican majorities in both houses of Congress is a terrible indictment,&quot; Shesol said.</p>\r\n\r\n<p><strong>The champion: FDR</strong></p>\r\n\r\n<p>The 100-day record of just one president -- Franklin Roosevelt -- would be enough to cast doubt on the accuracy of Trump&rsquo;s claim that no administration has accomplished more.</p>\r\n\r\n<p>The 15 major bills Roosevelt signed included those that created the Federal Deposit Insurance Corp. and the Tennessee Valley Authority (both of which still exist) and the Home Owners Loan Corp. He signed the Agricultural Adjustment Act, which established farm subsidies, and the National Industrial Recovery Act, which started public-works efforts to reverse the Great Depression. He signed legislation to legalize the manufacture and sale of beer and wine, and he issued executive orders to establish the Civilian Conservation Corps and to effectively take the United States off the gold standard.</p>\r\n\r\n<p>All in all, Roosevelt pushed the federal government to take a much bigger role than it had previously, said Adam Cohen, author of <em>Nothing to Fear: FDR&#39;s Inner Circle and the Hundred Days That Created Modern America</em>.</p>\r\n\r\n<p>&quot;When FDR took office, the banking system had collapsed,&quot; Cohen said. &quot;His emergency banking act got the banks open again and the system up and running. He got the Securities Act of 1933 enacted. It was the first major federal regulation of the stock market, which laid the groundwork for the kind of government regulation we now take for granted.&quot;</p>\r\n\r\n<p><strong>Other presidents&rsquo; 100-day achievements</strong></p>\r\n\r\n<p>Other presidents have chalked up significant achievements as well.</p>\r\n\r\n<p>Clinton signed the Family and Medical Leave Act, while Obama signed not only a nearly $800 billion stimulus package to combat a spiraling recession but also the Lily Ledbetter Fair Pay Act and a law expanding the Children&rsquo;s Health Insurance Program. He also implemented two urgent economic programs formally passed in the final weeks of George W. Bush&rsquo;s presidency -- the Troubled Asset Relief Program and the auto industry bailout.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Other presidents have taken executive actions at least as significant as Trump&rsquo;s. Kennedy established the Peace Corps (later ratified by Congress). Ford, meanwhile, pardoned his predecessor, Nixon, and offered amnesty to Vietnam War draft dodgers.</p>\r\n\r\n<p>Truman&rsquo;s first 100 days were a whirlwind of foreign-policy actions -- the end of World War II in Europe, the writing of the United Nations charter, the dropping of two atomic bombs on Japan, and Japan&rsquo;s unconditional surrender.</p>\r\n\r\n<p>Sometimes, a president&rsquo;s biggest accomplishment is intangible. Roosevelt calmed a nation gut-punched by the Depression, while Johnson reassured Americans after the shock of Kennedy&rsquo;s assassination.</p>\r\n\r\n<p>&quot;The main accomplishment of LBJ&#39;s first 100 days -- and this should not be discounted just because it did not involve a bunch of bill signings -- was to give the nation and its government a sense of stability and continuity after one of the most wrenching events of the century,&quot; said his biographer, Shesol.</p>\r\n\r\n<p><strong>Evaluating Trump&rsquo;s 100 days</strong></p>\r\n\r\n<p>One of the biggest impacts of Trump&rsquo;s first 100 days may fall into this &quot;intangible&quot; category.</p>\r\n\r\n<p>&quot;Even if there are not many major tangible accomplishments, his administration has changed the political and cultural trajectory of the country -- not as much as FDR did following Herbert Hoover, but more than the average new president does,&quot; Cohen said. &quot;It has been somewhat amorphous and hard to quantify, but it is certainly something many Americans are feeling.&quot;</p>\r\n\r\n<p>John Frendreis, a political scientist at Loyola University in Chicago, said Trump&rsquo;s 100 days seem most similar to Clinton&rsquo;s, which were also disorganized, short of focus and marked by the failure to pass an economic stimulus package. That said, he added, &quot;it is instructive to note that Clinton&rsquo;s presidency turned out to be reasonably successful after this rocky start, so this suggests a similar turn-around is possible for Trump.&quot;</p>\r\n\r\n<p>Whatever happens down the road, Trump, like his predecessors, is getting a dose of reality, Brands said.</p>\r\n\r\n<p>&quot;The big story of Trump&#39;s 100 days is how much reality has intruded on his notions of what a president can accomplish,&quot; he said. &quot;Every newcomer to the White House is sobered by the experience. Trump had more sobering to do to most.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;No administration has accomplished more in the first 90 days.&quot;</p>\r\n\r\n<p>Trump has had some achievements in office, but at the very least, they are much less numerous and far-reaching than those of Roosevelt, the standard against whom all presidents are measured. In more recent years, other presidents, including Obama, have accomplished more in their first 100 days than Trump has, historians say. We rate the claim False.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-21T13:31:37.371576", "ruling_date": "2017-04-24T06:00:00", "ruling_headline": "How do Donald Trump's first 100 days rate historically?", "ruling_headline_slug": "how-do-donald-trumps-first-100-days-rate-historica", "ruling_link_text": "FDR and others did more", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"https://www.whitehouse.gov/the-press-office/2017/04/18/remarks-president-trump-buy-american-hire-american-executive-order\">remarks</a> in Kenosha, Wis., April 18, 2017</p>\r\n\r\n<p>Sean Spicer, <a href=\"https://www.whitehouse.gov/the-press-office/2017/04/19/press-briefing-press-secretary-sean-spicer-4192017\">press briefing</a>, April 19, 2017</p>\r\n\r\n<p>Donald Trump, <a href=\"https://twitter.com/realDonaldTrump/status/855373184861962240\">tweet</a>, April 21, 2017</p>\r\n\r\n<p>President Franklin D. Roosevelt <a href=\"http://www.fdrlibrary.marist.edu/archives/resources/timeline.html\">timeline</a></p>\r\n\r\n<p>President Harry Truman <a href=\"https://www.trumanlibrary.org/truman-2.htm\">timeline</a></p>\r\n\r\n<p>President John F. Kennedy <a href=\"https://millercenter.org/president/john-f-kennedy/key-events\">timeline</a></p>\r\n\r\n<p>President Gerald Ford <a href=\"http://www.foxnews.com/story/2006/12/27/timeline-president-gerald-r-ford.html\">timeline</a></p>\r\n\r\n<p>President Bill Clinton <a href=\"http://abcnews.go.com/Politics/Bill_Clinton/timeline-president-bill-clinton-years-life-presidency-post/story?id=247332\">timeline</a></p>\r\n\r\n<p>President George W. Bush <a href=\"https://millercenter.org/president/george-w-bush/key-events\">timeline</a></p>\r\n\r\n<p>President Barack Obama <a href=\"https://www.theguardian.com/us-news/2017/jan/03/the-obama-years-timeline-of-a-presidency\">timeline</a></p>\r\n\r\n<p><em>Washington Post</em> Fact Checker, &quot;<a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/04/20/trumps-claim-that-no-administration-has-accomplished-more-in-the-first-90-days/?utm_term=.7ae06fafee4f\">Trump&rsquo;s claim that &lsquo;no administration has accomplished more in the first 90 days</a>,&rsquo; &quot; April 20, 2017</p>\r\n\r\n<p><em>The Hill</em>, &quot;<a href=\"http://thehill.com/blogs/blog-briefing-room/news/329712-poll-trump-has-lowest-approval-rating-of-any-president-after\">Poll: Trump gets historically low approval ratings</a>,&quot; April 20, 2017</p>\r\n\r\n<p><em>New York</em> magazine, &quot;<a href=\"http://nymag.com/daily/intelligencer/2017/02/trump-says-hes-deliberately-not-filing-top-positions.html\">Trump Says He&rsquo;s Deliberately Refusing to Fill Hundreds of Top Agency Jobs</a>,&quot; Feb. 28, 2017</p>\r\n\r\n<p>Email interview with David W. Rohde, Duke University political scientist, April 21, 2017</p>\r\n\r\n<p>Email interview with David Mayhew, political scientist at Yale University, April 20, 2017</p>\r\n\r\n<p>Email interview with Eric Uslaner, political scientist at the University of Maryland, April 20, 2017</p>\r\n\r\n<p>Email interview with Sean Wilentz, historian at Princeton University, April 20, 2017</p>\r\n\r\n<p>Email interview with Max J. Skidmore, University of Missouri-Kansas City political scientist, April 20, 2017</p>\r\n\r\n<p>Email interview with H.W. Brands, presidential historian at the University of Texas-Austin, April 20, 2017</p>\r\n\r\n<p>Email interview with David Greenberg, Rutgers University historian, April 20, 2017</p>\r\n\r\n<p>Email interview with Jeff Shesol, author of books on Roosevelt and Johnson, April 20, 2017</p>\r\n\r\n<p>Email interview with Adam Cohen, author of Nothing to Fear: FDR&#39;s Inner Circle and the Hundred Days That Created Modern America, April 20, 2017</p>\r\n\r\n<p>Email interview with John Frendreis, political scientist at Loyola University in Chicago, April 21, 2017</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;No administration has accomplished more in the first 90 days.&quot;</p>\r\n", "statement_context": "a speech in Kenosha, Wis.", "statement_date": "2017-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": "How do Donald Trump's first 100 days rate historically?"}