{"art": [{"brightcove": "", "caption": "This ad from Club for Growth aired over the weekend of April 15 in Buffalo, N.Y. ", "id": 11283, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/11283/", "title": "Club for Growth Chris Collins ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/g5JfsQxodhI?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "g5JfsQxodhI"}], "author": [{"email_address": "dclark@buffnews.com", "first_name": "Dan", "id": 578, "last_name": "Clark", "name_slug": "dan-clark", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/578/", "title": "PolitiFact New York writer", "twitter": ""}], "canonical_url": "/new-york/statements/2017/apr/22/club-growth/new-conservative-health-care-proposal-would-have-l/", "edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "editor": [{"email_address": "plakamp@buffnews.com", "first_name": "Patrick", "id": 581, "last_name": "Lakamp", "name_slug": "patrick-lakamp", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/581/", "title": "Assigning Editor for Enterprise", "twitter": null}], "facebook_headline": "How would the new conservative health care plan affect N.Y.?", "id": 14023, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dclark@buffnews.com", "first_name": "Dan", "id": 578, "last_name": "Clark", "name_slug": "dan-clark", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/578/", "title": "PolitiFact New York writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14023/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Some conservatives want to give states the option to waive certain insurance requirements enacted under the Affordable Care Act, also known as Obamacare. One waiver would allow insurers to charge people with preexisting conditions more than healthy people for the same insurance plans.&nbsp;Less regulation would mean lower costs for consumers, they say.</p>\r\n\r\n<p>But some Republicans in Congress&nbsp;-- even those who supported an earlier Republican replacement for the Affordable Care Act -- are apprehensive about the new effort to adopt the waivers.&nbsp;</p>\r\n\r\n<p>So the Club for Growth -- an advocacy group focused on conservative economic policy and which supports a full repeal of ObamaCare -- announced a $1 million ad campaign targeting 10 House Republicans to prod them to support the health care plan. One of them is Rep. Chris Collins, the Republican from Clarence.&nbsp;</p>\r\n\r\n<p>&quot;President Trump and House conservatives have come together with a new plan. It lowers premiums by giving New York the freedom to end Obamacare&rsquo;s costly and ridiculous rules,&quot; the ad&rsquo;s narrator says. &quot;So, who&rsquo;s standing in the way? Professional politicians like Congressman Chris Collins.&quot;</p>\r\n\r\n<p>Club for Growth did not respond to our inquiry about the ad.</p>\r\n\r\n<p>Collins supported the Republican replacement for the Affordable Care Act before congressional leaders pulled it off the table last month. The bill was dropped after conservative Republicans in Congress said they would not vote for it without more freedom for states. The new proposal may bring those members on board, but Collins has not said publicly if he supports the plan. Like President Donald Trump, Collins ran for office promising to repeal and replace the Affordable Care Act.</p>\r\n\r\n<p>Club for Growth should &quot;work&nbsp;alongside President Trump and Congressman Collins, not against them,&quot; according to a statement from a Collins spokesman.</p>\r\n\r\n<p>The new plan would <a href=\"http://www.cnbc.com/2017/04/20/conservative-republicans-reportedly-pleased-with-changes-to-health-care-proposal.html\">reportedly</a> allow states to waive two major requirements the Affordable Care Act imposes on insurance companies. The first requirement mandates equal premiums for people with pre-existing conditions. The new proposal would allow states to waive that requirement if they establish their own high-risk pool or participate in a federal high-risk pool for people with pre-existing conditions.</p>\r\n\r\n<p>The second mandate requires coverage for a set of standards called essential health benefits under the federal law. Under the new proposal, insurance companies could offer stripped-down plans to individuals on the open market at a lower price, conservatives say.</p>\r\n\r\n<p>The Club for Growth&rsquo;s claim assumes that New York Gov. Andrew M. Cuomo, a major supporter of the Affordable Care Act, would seek a waiver for either requirement. That&rsquo;s not likely, though a future governor may feel differently.</p>\r\n\r\n<p>Is the ad right that the conservative plan would lower premiums in New York state?</p>\r\n\r\n<p><strong>Coverage for pre-existing conditions</strong></p>\r\n\r\n<p>Before the Affordable Care Act in 2010, federal law allowed insurance companies to deny coverage or charge higher premiums to people with pre-existing conditions.</p>\r\n\r\n<p>But for almost two decades New York state already had a state law offering the same kind of protections for pre-existing conditions that Obamacare provided. The state adopted what&rsquo;s known as a &quot;community rating&quot; model of health insurance in 1993. It remains law today.</p>\r\n\r\n<p>The law blocks insurance companies from charging different premiums based on a pre-existing condition, age, gender, occupation, or past tobacco use in a select region.</p>\r\n\r\n<p>If the federal regulations are repealed or waived, New York state still has its own law. It would have to be repealed for an insurance company to charge customers differently based on a pre-existing condition.</p>\r\n\r\n<p><strong>Essential health benefits</strong></p>\r\n\r\n<p>The Affordable Care Act also requires health plans to provide &quot;<a href=\"https://www.law.cornell.edu/uscode/text/42/18022\">essential health benefits</a>&quot; that range from ambulance service to maternity care.</p>\r\n\r\n<p>&quot;Right now we don&rsquo;t have a codification on the book, per say, in state insurance law that says here are these ten essential health benefits, you have to cover them,&quot; said Elisabeth Benjamin, vice president of health initiatives at the Community Serve Society of New York.</p>\r\n\r\n<p>Most of the benefits are already required under state law, but some are not, Benjamin said. State law does not mandate prescription drug coverage in all insurance plans, for example.</p>\r\n\r\n<p>State lawmakers passed legislation in 2013 that, among other provisions, requires insurance companies to cover the federal essential health benefits. It used the Affordable Care Act to define them. That part of the state law would become unenforceable if Congress repealed and replaced the federal health care law.</p>\r\n\r\n<p>The state has three options to preserve those standards if Congress allows waivers to the mandate. Cuomo, or any of his successors, could choose against seeking a waiver. That would leave the requirement in place at the federal level.</p>\r\n\r\n<p>Second, the New York State Legislature could pass a state law to establish&nbsp;minimum standards for insurance plans. The state Department of Financial Services, which regulates health insurance in New York state, may also be able to set minimum requirements for insurance plans through regulatory power, Benjamin said.</p>\r\n\r\n<p>The essential health benefits would only be scrapped in the case of a waiver for the state or a full repeal of the Affordable Care Act without a replacement.</p>\r\n\r\n<p><strong>An earlier Collins health care fact check</strong>&nbsp;</p>\r\n\r\n<p>In a <a href=\"http://bit.ly/2ojiL62\">previous PolitiFact New York article</a>, we checked Collins&#39; claim that in New York state &quot;you cannot charge an older person even one dollar more than a younger person&quot; for health insurance. We rated his claim True.</p>\r\n\r\n<p>New York state has barred insurance companies from pricing based on age for more than two decades. Experts say the Affordable Care Act did not impact that law, and its would-be Republican replacement would not have either.</p>\r\n\r\n<p><strong>Would that lower premiums?</strong></p>\r\n\r\n<p>Conservatives backing the new proposal say the waivers would lead to lower premiums.</p>\r\n\r\n<p>Fewer mandates on insurance companies would allow them to offer lower-priced plans. But those plans may not provide the same coverage consumers see now.</p>\r\n\r\n<p>&quot;Generally speaking, I do agree with the assessment that, all other things being equal, rates would go down as a result of not requiring essential health benefits,&quot; said Dave Dillon, a fellow at the Society of Actuaries.</p>\r\n\r\n<p>Milliman Inc., a leading cost-analysis firm in&nbsp;health care, agreed in its <a href=\"http://us.milliman.com/uploadedFiles/insight/2017/essential-health-benefits.pdf\">analysis</a> last month.</p>\r\n\r\n<p>&quot;Removing certain benefits becomes an area where insurance companies can compete,&quot; the report says. &quot;Fewer services means a lower price.&quot;</p>\r\n\r\n<p>But that may not be the case in New York state. The state would still mandate most of the federally-defined essential health benefits, which could provide less incentive for insurance providers to drop prices.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>An ad from conservative group Club for Growth says a new plan to replace the Affordable Care Act &quot;lowers premiums by giving New York the freedom to end Obamacare&rsquo;s costly and ridiculous rules.&quot;</p>\r\n\r\n<p>That is literally true, but ignores that New York state already enforces most of the same insurance regulations at the state level.</p>\r\n\r\n<p>There&rsquo;s an element of truth in its claim, but it would take major actions at the state level to become a reality. That is unlikely. So we rate the claim Mostly False.</p>\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-04-21T15:19:24.488588", "ruling_date": "2017-04-22T09:20:34", "ruling_headline": "New conservative health care proposal would have little impact in New York", "ruling_headline_slug": "new-conservative-health-care-proposal-would-have-l", "ruling_link_text": "New York has its own health insurance mandates", "ruling_state": "New York", "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?v=g5JfsQxodhI\">Club for Growth ad: &quot;Our Chance Collins&quot;</a>, uploaded April 13, 2017</p>\r\n\r\n<p>Phone conversation with Bill Hammond, Director of Health Policy for the Empire Center</p>\r\n\r\n<p>Phone conversation with Elisabeth Benjamin, Vice President of Health Initiatives at the Community Serve Society of New York</p>\r\n\r\n<p>Email conversation with Sarah Kossek from the Society of Actuaries</p>\r\n\r\n<p>&quot;<a href=\"https://www.nytimes.com/2017/04/04/upshot/freedom-caucus-health-care-pre-existing-conditions.html\">Republican Health Proposal Would Undermine Coverage for Pre-existing Conditions</a>,&quot; New York Times, April 4, 2017</p>\r\n\r\n<p>&quot;<a href=\"http://www.cnbc.com/2017/04/20/conservative-republicans-reportedly-pleased-with-changes-to-health-care-proposal.html\">Republicans have a new plan to repeal Obamacare &mdash; and here it is</a>&quot; April 20, 2017, CNBC</p>\r\n\r\n<p>List of Essential Health Benefits: <a href=\"https://www.nytimes.com/interactive/2017/03/24/us/essential-health-benefits.html\">New York Times</a> | <a href=\"https://www.law.cornell.edu/uscode/text/42/18022\">Federal Law</a></p>\r\n\r\n<p><a href=\"https://downloads.cms.gov/cciio/State%20Required%20Benefits_NY.PDF\">State mandated health insurance benefits</a> (outside of the Affordable Care Act) Center for Consumer Information and Insurance Oversight. Also found <a href=\"https://www.cms.gov/CCIIO/Resources/Data-Resources/Downloads/ny-state-required-benefits.pdf\">here</a>.</p>\r\n\r\n<p><a href=\"http://assembly.state.ny.us/leg/?default_fld=&amp;leg_video=&amp;bn=S02606&amp;term=2013&amp;Summary=Y&amp;Actions=Y&amp;Memo=Y&amp;Text=Y\">Senate Bill 2606</a>, 2013, New York State Senate, Passed March 2013</p>\r\n\r\n<p>&quot;<a href=\"http://us.milliman.com/uploadedFiles/insight/2017/essential-health-benefits.pdf\">Are essential health benefits here to stay?</a>&quot; March 2017, Milliman</p>\r\n\r\n<p>Phone and email conversation with Jeremy Engdahl-Johnson, Director of Media Relations and Public Affairs at Milliman</p>\r\n\r\n<p>NYS Insurance Law &sect; &nbsp;3216 and &nbsp;&sect; 3217</p>\r\n\r\n<p>PolitiFact New York: <a href=\"http://www.politifact.com/new-york/statements/2017/mar/31/chris-collins/new-york-law-prohibits-higher-health-insurance-pre/\">New York state prohibits higher health insurance premiums for older residents</a>, March 31, 2017</p>\r\n\r\n<p>Assembly Bill 12350-A, 1992, sponsored by Assemblyman Pete Grannis<br />\r\n<br />\r\nAssembly and Senate journals from the 1992 legislative session<br />\r\n<br />\r\nChapter 501 of 1992, signed by Gov. Mario Cuomo<br />\r\n<br />\r\nSection 3231 of the State Insurance Law</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 4, "home_state": "", "id": 29, "last_name": "Club for Growth", "mostly_true_count": 3, "name_slug": "club-growth", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-club4growth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/29/", "total_count": 21, "true_count": 4, "website": "http://www.clubforgrowth.org/"}, "statement": "<p>The conservative proposal to replace the Affordable Care Act &quot;lowers premiums by giving New York the freedom to end Obamacare&rsquo;s costly and ridiculous rules.&quot;</p>\r\n", "statement_context": "an ad aired on radio and television", "statement_date": "2017-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman for NY-27", "false_count": 4, "first_name": "Chris", "half_true_count": 0, "home_state": "New York", "id": 3633, "last_name": "Collins", "mostly_true_count": 1, "name_slug": "chris-collins", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Collins_Thumbnail.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3633/", "total_count": 8, "true_count": 1, "website": "https://chriscollins.house.gov/"}], "twitter_headline": "How would the new conservative health care plan affect New York?"}