{"art": [{"brightcove": "", "caption": "Here's the mug shot taken of Amy Hedtke after she was moved from the Texas Capitol to Travis County's jail in March 2017 (Austin Police Department).", "id": 11359, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/hedtkemug032017pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11359/", "title": "Amy Hedtke mugshot", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/apr/27/charlie-geren/mostly-true-texas-house-can-supersede-state-law-pe/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Can Texas House stop citizens from recording its meetings?", "id": 14045, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14045/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>State troopers arrested a Texas woman after she persisted in shooting video of a legislative hearing in keeping with a decades-old state law.</p>\r\n\r\n<p>That law says: &quot;A person in attendance may record all or any part of an open meeting of a governmental body,&quot; including legislative panels.</p>\r\n\r\n<p><a href=\"https://www.facebook.com/amy.hedtke\">Amy Hedtke</a>, a 2017 Waxahachie school board candidate and self-described anarchist, <a href=\"https://www.facebook.com/amy.hedtke/videos/1377067645673420/\">streamed on Facebook Live</a> <a href=\"http://www.waxahachietx.com/news/20170328/candidate-for-wisd-school-board-carried-out-of-capitol-by-dps-troopers-lawsuit-planned\">a portion</a> of the March 22, 2017, hearing of the House State Affairs Committee in a building on the Capitol grounds. Hedtke transmitted the live video, we confirmed,&nbsp;despite the panel&rsquo;s chairman, Rep. Byron Cook, <a href=\"http://tlchouse.granicus.com/MediaPlayer.php?view_id=40&amp;clip_id=13148\">announcing</a> at the hearing&rsquo;s outset that anyone making a recording who lacked media credentials would be asked to leave.</p>\r\n\r\n<p>According to a March 22, 2017, <a href=\"https://docs.google.com/document/d/1Y7dZD_p_-91JjrPj_5cyCW3PNYhy_iVDmqfOnQ4F3R8/pub\">Texas Department of Public Safety statement</a> provided by the agency at our inquiry, Hedtke, 42, was removed &quot;after she ignored repeated requests by the House Sergeant-at-Arms to stop recording/live video streaming during the meeting. Signs posted in the meeting room prohibit such action without proper media credentials.&quot;</p>\r\n\r\n<p>Anthony Holm of Austin, who brought Hedtke&#39;s removal&nbsp;to our attention, noted an April 2017 <a href=\"http://www.wfaa.com/news/activist-arrested-at-the-capitol-likely-has-law-on-her-side/429052859\">news report</a> about Hedtke by WFAA-TV, Channel 8 in Dallas. Hedtke&rsquo;s removal <a href=\"http://bit.ly/2q8tr8f\">was reported earlier</a> by the <em>Waxahachie Daily Light</em>.</p>\r\n\r\n<p>Holm asked that we look into whether officials had the authority to act against someone simply taping a hearing as the open-meetings law permits. Our initial inquiries led us to the House&#39;s legal explanation in a letter from a House leader, Rep. Charlie Geren, R-Fort Worth, to the TV station that essentially said House rules in keeping with a state constitutional provision let members rule their proceedings regardless of conflicting laws.</p>\r\n\r\n<p>And is that accurate?</p>\r\n\r\n<p><strong>A House chairman&#39;s explanation</strong></p>\r\n\r\n<p>Hedtke&rsquo;s video plus video shot by another person show her refusing requests that she stop taping and being carried by troopers to a DPS sedan. By phone, Hedtke later told us&nbsp;that she was then taken to the Travis County Jail where she was charged with criminal trespass for failing to depart when asked; a court hearing, she said, is scheduled for May 2017.</p>\r\n\r\n<p>Hedtke&rsquo;s video from the hearing shows Hedtke telling an unidentified House aide: &quot;State law says that open meetings, you cannot prohibit attendees from recording.&quot; The aide replies: &quot;The rules of the House have precedence over that &mdash; the Constitution, as well.&quot;</p>\r\n\r\n<p>Geren, chairman of the powerful House Administration Committee, said&nbsp;the same in his April 11, 2017, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMGdLSzhKcDZjV0U/view?usp=sharing\">letter</a>&nbsp;to the TV station, which we fielded&nbsp;by email after asking Jason Embry, a spokesman for House Speaker Joe Straus, why Hedtke was stopped from recording and carried out.</p>\r\n\r\n<p>Geren&#39;s letter&nbsp; says the station&rsquo;s news account mistakenly indicated the law allowing individuals to record government meetings prevails over House rules giving members control of its proceedings.</p>\r\n\r\n<p><strong>Constitutional provision and House rules</strong></p>\r\n\r\n<p>Article III, section 11 of the Texas Constitution, Geren wrote, &quot;authorizes each house of the legislature to determine the rules of its own proceedings.&quot;</p>\r\n\r\n<p>In its entirety, the section says: &quot;Each House may determine the rules of its own proceedings, punish members for disorderly conduct, and, with the consent of two-thirds, expel a member, but not a second time for the same offense.&quot;</p>\r\n\r\n<p>Geren,&nbsp;chairman of the House Administration Committee, further wrote that&nbsp;the House&rsquo;s 2017 rules deem those&nbsp;rules to be &quot;the only requirements binding&quot; on the 150-member body.</p>\r\n\r\n<p>Correct: <a href=\"http://www.lrl.state.tx.us/scanned/rules/85-0/85_house_rules.pdf\">House rules</a> adopted by members at the start of the 2017 legislative session open:</p>\r\n\r\n<p style=\"margin-left:45pt\">&quot;Pursuant to and under the authority of Section 11, Article III, Texas Constitution, and notwithstanding any provision of statute, the House of Representatives adopts the following rules to govern its operations and procedures. The provisions of these rules shall be deemed the only requirements binding on the House of Representatives under Section 11, Article III, Texas Constitution, notwithstanding any other requirements expressed in statute.&quot;</p>\r\n\r\n<p>We asked Geren if he wished to elaborate on his letter, which WFAA-TV subsequently excerpted in a note preceding a web version of&nbsp;its story; he did not.</p>\r\n\r\n<p>In the latest House rules themselves, meantime, we didn&rsquo;t spot any provision that a House member can obviate the open-meetings law including its provision that people can record meetings. Otherwise, the rules require the House to post video of public meetings and specify that permission to make live or recorded television, radio, or Internet broadcasts in or from the House chamber when the House is in session may be granted only by the administration committee.</p>\r\n\r\n<p><strong>Murky?</strong></p>\r\n\r\n<p><a href=\"http://www.statutes.legis.state.tx.us/SOTWDocs/GV/htm/GV.551.htm\">Section 551.023 of Texas&rsquo;s government code</a>, part of the open-meetings law that came to be in 1973, says: &quot;A person in attendance may record all or any part of an open meeting of a governmental body by means of a recorder, video camera or other means of aural or visual reproduction.&quot; But, the law says, a governmental body &quot;may adopt reasonable rules to maintain order at a meeting, including&quot; rules relating to the location of recording equipment and how the recording is made. The law also says those rules &quot;may not prevent or unreasonably impair a person from&quot; recording during a meeting.</p>\r\n\r\n<p>So, what gives?</p>\r\n\r\n<p>Angling to sort this out, and with help from <a href=\"http://foift.org/about/staff/\">Kelley Shannon</a> of the Freedom of Information Foundation of Texas, we queried Austin attorneys steeped in Texas open government laws.</p>\r\n\r\n<p>Each one agreed that no court has ruled on the ability of the House or Senate to invoke the constitutional provision about the bodies setting&nbsp;internal rules to bypass the permission spelled out in the Texas Open Meetings Act for people to record meetings. Likewise, we found no sign of any such&nbsp;court interpretation when we reviewed materials available&nbsp;at the Texas State Law Library.</p>\r\n\r\n<p>The lawyers diverged, though, on whether Geren&rsquo;s explanation holds up.</p>\r\n\r\n<p>&quot;It gets murky,&quot; said David Donaldson of Austin, a retired lawyer whose past clients include the <em>Austin American-Statesman</em>, one of the newspapers that sponsors PolitiFact Texas. By phone, Donaldson added: &quot;The answer may be that we don&rsquo;t know the answer yet.&quot; Over the course of a couple days, Donaldson told us, he was swayed by conflicting arguments both for and against a person being able to record a legislative meeting.</p>\r\n\r\n<p>Bob Heath, who has advised lawmakers in the past, and Buck Wood, who helped write the open-meetings law, each said the constitution&rsquo;s language supports what Geren told the station. To his chagrin, Wood said by phone, House members reinforced such a stance by adopting the provision leading its rules stating&nbsp;the body&rsquo;s rules shall be deemed the &quot;only&quot; requirements binding on the House, regardless of state laws.</p>\r\n\r\n<p>In contrast, attorneys Bill Aleshire and Jennifer Riggs each suggested a portion of the open-meetings law signals an overarching legislative commitment to complying with the open-meetings law. Section 551.003 of the state&rsquo;s Government Code states: &quot;In this chapter, the legislature is exercising its powers to adopt rules to prohibit secret meetings of the legislature, committees of the legislature, and other bodies associated with the legislature, except as specifically permitted in the constitution.&quot;</p>\r\n\r\n<p>By email, Aleshire maintained that the section protects the open-meetings law from being preempted by lawmakers any which way. He noted also that the Constitution doesn&rsquo;t say the Legislature has the power to outlaw recordings.</p>\r\n\r\n<p><strong>Another hearing, another approach</strong></p>\r\n\r\n<p>While checking this claim, we noticed that days after troopers carried Hedtke out, a different House chairman, Rep. Phil King, R-Weatherford, let people at a hearing, including Hedtke, take pictures and shoot video.</p>\r\n\r\n<p>According to <a href=\"http://tlchouse.granicus.com/MediaPlayer.php?view_id=40&amp;clip_id=13219\">House-posted video</a>, just after the start of the March 28, 2017, meeting of the <a href=\"http://www.house.state.tx.us/committees/committee/?committee=C420\">Homeland Security &amp; Public Safety panel</a>, King said: &quot;We want to talk a little bit about cameras and things like that. I&rsquo;m going to be a little flexible there.&quot; King directed anyone taking photos to do so from the back of the Capitol hearing room. &quot;The rule of the day,&quot; he said, &quot;is don&rsquo;t disturb other people when you do it.&quot;</p>\r\n\r\n<p>Hedtke told us, and King confirmed, that she later got King&rsquo;s permission to move her camera closer to the front of the room; intermittent noise from the hallway was marring her recording from the back.</p>\r\n\r\n<p>King, asked why he laid out guidelines for people to record the meeting, told us he recognized before the hearing that people following issues before the panel wanted to record or livestream.</p>\r\n\r\n<p>By phone, King said he&rsquo;s aware of the&nbsp;law that says anyone can record a government meeting. Yet, he said, his decision to let people take photos or video was based on his discretion under House rules to run the hearing as the committee&rsquo;s chairman. King said it&rsquo;s the duty of any chair &quot;to make sure the meeting is smooth, efficient and not disrupted.&quot;</p>\r\n\r\n<p>How did the permission to record affect the hearing? &quot;It was fine,&quot; King told us. &quot;Everybody behaved themselves.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Geren wrote that House rules authorized by the Texas Constitution supersede the state law permitting anyone to record an open government meeting.</p>\r\n\r\n<p>We find that a&nbsp;constitutional provision plus sweeping House-adopted language that arguably lets the body operate without regard to any law support the chairman&#39;s statement. But it&#39;s also worth clarifying that the rub with the 1973 law allowing anyone to record a government meeting has yet to be dissected&nbsp;by a court.</p>\r\n\r\n<p>We rate the claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>UPDATE, 12:20 p.m. May 25, 2017</strong></em>: On May 25, 2017, a Travis County state district judge sided with Hedtke, issuing a temporary order requiring Cook to let Hedtke take photographs and video-record hearings that Cook chairs. See the <em>Austin American-Statesman</em>&#39;s news story on the ruling <a href=\"https://atxne.ws/2tWAEWF\">here</a>. This action wouldn&#39;t bear on our past rating of Geren&#39;s statement in that the judge acted after Geren made his claim.</p>\r\n", "ruling_comments_date": "2017-04-26T14:00:28.257987", "ruling_date": "2017-04-27T11:32:25", "ruling_headline": "Mostly True: Texas House can bypass 1973 state law permitting anyone to record a government meeting", "ruling_headline_slug": "mostly-true-texas-house-can-supersede-state-law-pe", "ruling_link_text": "UPDATED: Untested in court", "ruling_state": null, "source_documents": null, "sources": "<p>Amy Hedtke&rsquo;s <a href=\"https://www.facebook.com/amy.hedtke/videos/1377067645673420/\">Facebook Live video</a> of Texas House committee hearing, March 22, 2017 (web link provided by Hedtke by email, April 20, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://bit.ly/2q8tr8f\">&quot;Candidate for WISD school board carried out of Capitol by DPS troopers, lawsuit planned,&quot;</a> <em>Waxahachie Daily Light</em>, March 28, 2017</p>\r\n\r\n<p>News report, <a href=\"http://www.wfaa.com/news/activist-arrested-at-the-capitol-likely-has-law-on-her-side/429052859\">&quot;Activist arrested at Capitol likely has law on her side,&quot;</a> WFAA-TV, Channel 8, Dallas, posted online April 6, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Y7dZD_p_-91JjrPj_5cyCW3PNYhy_iVDmqfOnQ4F3R8/pub\">Statement</a>, Texas Department of Public Safety, March 22, 2017 (received by email from Tom Vinger, press secretary, DPS Media and Communications Office, April 26, 2017)</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.facebook.com/photo.php?fbid=10100160449544995&amp;set=a.550102747895.2055992.37403083&amp;type=3&amp;theater\">Amy Hedtke</a>, April 19, 2017</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMGdLSzhKcDZjV0U/view?usp=sharing\">letter</a> from state Rep. Charlie Geren, chairman of the Texas House Committee on Administration, to Carolyn Mungo, news director, and Jason Whitely, senior news reporter, WFAA-TV, Channel 8, Dallas, April 11, 2017 (received by email from Jason Embry, communications director, House Speaker Joe Straus, April 12, 2017)</p>\r\n\r\n<p>Article 3 of the Texas Constitution, <a href=\"http://www.statutes.legis.state.tx.us/Docs/CN/htm/CN.3.htm\">&quot;Legislative Department,&quot;</a> Texas Legislature Online (accessed April 19, 2017)</p>\r\n\r\n<p><a href=\"http://www.statutes.legis.state.tx.us/SOTWDocs/GV/htm/GV.551.htm\">Texas open meetings law including section 551.023 of Texas government code</a>, Texas Legislature Online (accessed April 18, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1M4y08iA2K2cVZ5MQcBtMRsae3FuBu8D9bjKDWT9zwGk/pub\">Emails</a>, <a href=\"http://www.bickerstaff.com/attorney/c-robert-heath/\">Bob Heath</a>, attorney, Bickerstaff Heath Delgado Acosta LLP, April 18-19, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1PmwGuQ-G1h29DNx7rOoMyHD_7fVipBkZBECoG8y9BkA/pub\">Emails</a> and phone interviews, <a href=\"https://journalism.utexas.edu/faculty/david-donaldson\">David Donaldson</a>, retired lawyer, April 18-19, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1GGS5Om1q9eBEUUoHQBtlEkcZlj52WnEkhRX2oJFilJA/pub\">Email</a> and phone interviews, <a href=\"https://twitter.com/aleshirelaw?lang=en\">Bill Aleshire</a>, lawyer, April 18-19, 2017</p>\r\n\r\n<p>Phone interviews, <a href=\"http://www.raywoodlaw.com/profiles.htm\">Randall Buck Wood</a>, lawyer, April 19, 2017</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.r-alaw.com/Jennifer_Riggs.htm\">Jennifer Riggs</a>, lawyer, April 19, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House member", "false_count": 0, "first_name": "Charlie", "half_true_count": 1, "home_state": "Texas", "id": 3908, "last_name": "Geren", "mostly_true_count": 1, "name_slug": "charlie-geren", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gerenpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3908/", "total_count": 2, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=99"}, "statement": "<p>Says Texas House rules authorized by the Texas Constitution supersede the state law permitting anyone to record a public government meeting.</p>\r\n", "statement_context": "a letter to WFAA-TV in Dallas", "statement_date": "2017-04-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": "Mostly True: Texas House can ignore law that permits people to record open government meetings. #txlege"}