{"art": [{"brightcove": "", "caption": "President Donald Trump has given a preview of his plan to overhaul the nation's income tax system, but we won't see the full plan until August.", "id": 11400, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32324717\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11400/", "title": "Trump tax plan video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/punditfact/statements/2017/apr/28/rana-foroohar/trumps-tax-plan-prompts-question-can-tax-cuts-real/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "No evidence Trump's tax cut could pay for itself", "id": 14055, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14055/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The Trump administration unveiled a one-page list of tax reform principles inspired by the theory that tax cuts can unleash enough economic growth to cover lost revenue.</p>\r\n\r\n<p>President George H.W. Bush famously derided this as &quot;voodoo economics,&quot; and present-day critics are no less dismissive of what they see as magical thinking by the White House.</p>\r\n\r\n<p>&quot;The Trump administration will say, &#39;Well, hey, tax cuts are going to create growth, growth is going to create revenue, that&#39;s going to offset all this deficit,&#39;&quot; Rana Foroohar, a CNN economic analyst and Financial Times columnist, told CNN April 26. &quot;Well, there&#39;s no real evidence in the last 20 years that that has happened.&quot;</p>\r\n\r\n<p>We decided to investigate this claim.</p>\r\n\r\n<p>First, the big changes under the White House proposal: the business tax rate drops from 35 to 15 percent for both big and small corporations alike, personal income tax brackets go from seven brackets to three (10, 25, and 35 percent), and the so-called standard deduction -- the amount of personal income not subject to federal income tax -- will be doubled, while some other deductions are removed.</p>\r\n\r\n<p>There&rsquo;s isn&rsquo;t much more detail than that, making it difficult to put a price tag on the proposal.</p>\r\n\r\n<p>The nonpartisan Committee for a Responsible Federal Budget, or CRFB, attempted to analyze the one-pager&rsquo;s potential effect on the debt, making a lot of assumptions along the way.</p>\r\n\r\n<p>Their best guess, which was quickly eaten up by Trump&rsquo;s critics on TV, was an increase to the debt of $5.5 trillion, or somewhere between $3 trillion to $7 trillion. &nbsp;&nbsp;</p>\r\n\r\n<p>There&rsquo;s other ways to offset tax cuts than economic growth: you can raise rates on other taxes, like through a tax on imports, as House Republicans want. Or you can limit tax breaks, cut spending, or do some combination of these, and it&rsquo;s certainly possible the Trump administration will explore these options.</p>\r\n\r\n<p>A <a href=\"https://www.whitehouse.gov/blog/2017/04/26/president-trump-proposed-massive-tax-cut-heres-what-you-need-know\">White House fact sheet</a> by chief economic advisor Gary Cohn on April 26 did make a passing reference to nixing some tax breaks for the wealthy. But the administration has offered no specifics on paying for the cuts, and as of <a href=\"https://www.c-span.org/video/?427261-6/institute-international-finance-policy-summit-secretary-mnuchin&amp;start=577\">April 20</a> Treasury Secretary Steve Mnuchin was still insisting, &quot;The deal will pay for itself.&quot;</p>\r\n\r\n<p>So let&rsquo;s set aside for now the other ways the administration may seek to offset lost revenue from tax cuts.</p>\r\n\r\n<p>For Trump&rsquo;s tax cuts to pay for themselves, the economy would have to grow by $5.5 trillion, or roughly a sustained 4.5 percent, for the next 10 years, according to CRFB.</p>\r\n\r\n<p>That&rsquo;s a mark that any president is unlikely to hit. Trump promised during the campaign to have <a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1414/grow-economy-4-percent-year/\">4 percent growth per year.</a> Treasury Secretary Steve Mnuchin has since said the <a href=\"https://www.washingtonpost.com/news/wonk/wp/2017/02/23/mnuchin-the-u-s-can-get-back-to-3-percent-growth/?utm_term=.ec9c8862908d\">target is 3 percent growth</a>. In reality, the average annual growth rate since 2001 has been 1.8 percent, <a href=\"http://www.vox.com/the-big-idea/2017/3/21/14938698/growth-trump-economic-us-slowdown-demographics-stagnation\">according to Vox</a>.</p>\r\n\r\n<p>Most experts we interviewed concurred with Foroohar that the idea that tax cuts could spur the level of growth needed is not realistic. One economist went further than Foroohar, noting that steep tax cuts may actually impede economic growth.</p>\r\n\r\n<p>Several experts cautioned that isolating tax cuts as the sole cause of whatever economic conditions are to follow is more than a little tricky, since good or bad economic conditions can coincide with tax cuts and affect federal revenue. Another caveat is that tax cuts can be manipulated to look as if they&rsquo;re boosting growth when they&rsquo;re really not -- as <a href=\"http://www.politifact.com/punditfact/statements/2015/jun/17/ron-christie/gop-strategist-christie-tax-revenues-rose-after-bu/\">we&rsquo;ve shown</a> before.</p>\r\n\r\n<p>While tax cuts don&rsquo;t pay for themselves fully, tax cuts can generate some growth.</p>\r\n\r\n<p>For instance, take a 2005 study by the Congressional Budget Office that asked what would happen if Americans got a 10 percent income tax cut.</p>\r\n\r\n<p>Under CBO&rsquo;s most optimistic projection, nearly one-third of the tax cut would be offset by additional tax revenue over 10 years. (We&rsquo;ll get to their pessimistic projection soon.)</p>\r\n\r\n<p>N. Gregory Mankiw, a Harvard University economist and former chairman of the President&rsquo;s Council of Economic Advisers under George W. Bush,&nbsp;shared a similar view.</p>\r\n\r\n<p>&quot;A reasonable rule of thumb, in my judgment, is that about one-third of the cost of tax cuts is recouped via faster economic growth,&quot; Mankiw said.</p>\r\n\r\n<p>Edward Kleinbard, a professor of law and business at the University of Southern California, said smart corporate tax reform could stimulate the economy somewhat -- but at a net loss.</p>\r\n\r\n<p>&quot;A really well-designed corporate tax reform package, including a rate cut, would be accretive to growth,&quot; he said, &quot;but not enough to pay for any resulting large-scale deficits.&quot;</p>\r\n\r\n<p>So tax cuts can create some growth, according to the experts. But are there any historical cases of tax cuts producing so much growth they fully pay for themselves?</p>\r\n\r\n<p>&quot;I am not aware of any credible evidence (in the U.S.) over the last several decades of a broad-based tax cut paying for itself,&quot; said Alan Auerbach, an economist at the University of California, Berkeley. &quot;I don&#39;t think this is at all controversial among actual economists.&quot;</p>\r\n\r\n<p>Kleinbard was similarly emphatic: &quot;There is no time in modern history where tax cuts could be said to pay for themselves.&quot;</p>\r\n\r\n<p>According to Kleinbard, the 1981 tax cuts triggered massive federal deficits and were largely reversed within three years. The Tax Reform Act of 1986 was basically revenue neutral, he said, meaning tax cuts were virtually offset by spending cuts. He added that President Bill Clinton&rsquo;s tax hike was followed by robust growth, while the George W. Bush tax cuts led to anemic growth.</p>\r\n\r\n<p>None of the experts interviewed cited evidence that tax cuts under President Barack Obama produced sufficient growth to pay for themselves either.</p>\r\n\r\n<p>On the contrary, there&rsquo;s some evidence that tax cuts can be a drag on the economy -- like the 2005 CBO study mentioned earlier.</p>\r\n\r\n<p>When the CBO studied the effects of a hypothetical 10 percent income tax cut for Americans, not all the projections were as rosy as the finding above. Under the CBO&rsquo;s most pessimistic projection, tax cuts would lead to a 3 percent increase in lost revenue over 10 years.</p>\r\n\r\n<p>Indeed, tax cuts can have a number of adverse effects that may actually impede growth, according to Kleinbard.</p>\r\n\r\n<p>One example is a phenomenon known as the &quot;crowding out&quot; effect. The basic idea is that tax cuts create deficits that cause the government to borrow more money and therefore enter deeper debt, which can make private sector borrowing more expensive.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Foroohar said, &quot;There&#39;s no real evidence in the last 20 years that&quot; growth from tax cuts has made up lost revenue.</p>\r\n\r\n<p>We searched high and low and found no economic experts who could point us to evidence of tax cuts fully paying for themselves. Neither the modern historical record (using fair benchmarks) nor government analyses we looked at supported the claim that tax cuts create enough growth to eventually offset lost revenue. On the contrary, there&rsquo;s evidence that tax cuts may actually hinder economic growth.&nbsp;</p>\r\n\r\n<p>We rate Foroohar&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2017-04-28T11:13:02.677032", "ruling_date": "2017-04-28T11:16:16", "ruling_headline": "Do tax cuts pay for themselves? Evidence is thin", "ruling_headline_slug": "trumps-tax-plan-prompts-question-can-tax-cuts-real", "ruling_link_text": "'Voodoo magic'", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.cbo.gov/sites/default/files/109th-congress-2005-2006/reports/12-01-10percenttaxcut.pdf\">Congressional Budget Office</a>, &quot;Analyzing the Economic and Budgetary Effects of a 10 Percent Cut in Income Tax Rates,&quot; Dec. 1, 2005</p>\r\n\r\n<p><a href=\"https://www.whitehouse.gov/blog/2017/04/26/president-trump-proposed-massive-tax-cut-heres-what-you-need-know\">White House fact sheet</a>, &quot;President Trump Proposed a Massive Tax Cut. Here&rsquo;s What You Need to Know.&quot; April 26, 2017</p>\r\n\r\n<p><a href=\"http://www.crfb.org/blogs/fiscal-factcheck-how-much-will-trumps-tax-plan-cost\">Committee for a Responsible Federal Budget</a>, &quot;Fiscal FactCheck: How Much Will Trump&#39;s Tax Plan Cost?&quot; April 26, 2017</p>\r\n\r\n<p><a href=\"http://www.crfb.org/blogs/do-tax-cuts-pay-themselves\">Committee for a Responsible Federal Budget</a>, &quot;Do Tax Cuts Pay For Themselves?&quot; Aug. 6, 2015</p>\r\n\r\n<p><a href=\"https://www.nytimes.com/2017/04/25/us/politics/white-house-economic-policy-arthur-laffer.html?_r=0\">New York Times</a>, &quot;Arthur Laffer&rsquo;s Theory on Tax Cuts Comes to Life Once More,&quot; April 25, 2017</p>\r\n\r\n<p><a href=\"https://www.nytimes.com/2017/04/25/us/politics/tax-plan-trump.html\">New York Times</a>, &quot;Trump&rsquo;s Tax Plan: Low Rate for Corporations, and for Companies Like His,&quot; April 25, 2017</p>\r\n\r\n<p><a href=\"https://apnews.com/3949871153044f489975b46738e22165/Trump-tax-plan-could-be-good-news-for-many,-bad-for-deficit\">Associated Press</a>, &quot;Trump tax plan could be good news for many, bad for deficit,&quot; April 27, 2016</p>\r\n\r\n<p><a href=\"http://www.politifact.com/punditfact/statements/2015/jun/17/ron-christie/gop-strategist-christie-tax-revenues-rose-after-bu/\">PunditFact</a>, &quot;GOP strategist Christie: Tax revenues rose after Bush tax cuts in 2001 and 2003,&quot; June 17, 2015</p>\r\n\r\n<p><a href=\"https://www.c-span.org/video/?427261-6/institute-international-finance-policy-summit-secretary-mnuchin&amp;start=577\">CSPAN</a>, &quot;Institute of International Finance Policy Summit, Secretary Mnuchin,&quot; April 20, 2017</p>\r\n\r\n<p>Email interview with Rana Foroohar, CNN Economic Analyst and Financial Times Columnist, April 27, 2017</p>\r\n\r\n<p>Email interview with N. Gregory Mankiw, economist at Harvard University and former chairman of the President&rsquo;s Council of Economic Advisers under George W. Bush, April 27, 2017</p>\r\n\r\n<p>Email interview with Edward Kleinbard, professor of law and business at University of Southern California, April 26, 2017</p>\r\n\r\n<p>Email interview with Alan Auerbach, economist at the University of California Berkeley, April 26, 2017</p>\r\n\r\n<p>Email interview with William Gale, Brookings Institution economist, April 26, 2017</p>\r\n\r\n<p>Email interview with W. Robert Reed Professor, an economics professor at the University of Canterbury, April 27, 2017</p>\r\n\r\n<p>Email interview with Scott Greenberg, an analyst at the Tax Foundation, April 27, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Assistant managing editor for Time", "false_count": 0, "first_name": "Rana", "half_true_count": 0, "home_state": "", "id": 2580, "last_name": "Foroohar", "mostly_true_count": 1, "name_slug": "rana-foroohar", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abc_rana_foroohar_nt_130418_wblog.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2580/", "total_count": 2, "true_count": 1, "website": "http://business.time.com/author/ranaforoohar/"}, "statement": "<p>&quot;There&#39;s no real evidence in the last 20 years that&quot; growth from tax cuts has made up lost revenue.</p>\r\n", "statement_context": "a CNN interview", "statement_date": "2017-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Could Trump's tax plan pay for itself?"}