{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/19/glenn-beck/beck-says-chile-easily-tops-us-economic-freedom-ra/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1405, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1405/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Chile, an eager adapter of free-market principles in Latin America, has long been a favorite of economic conservatives. Recently, a decision by the Organization for Economic Cooperation and Development -- the club of rich nations -- to invite Chile to become a member has become, for many on the right, symbolic of how adhering to free-market principles can vault former Third World countries into economic affluence.<br />\r\n<br />\r\nIn a video blog post dated Jan. 15, 2010, conservative TV and radio host Glenn Beck championed Chile as a nation no longer &quot;struggling with poverty,&quot; having overcome a reputation for corruption and bureaucracy through such policies as freer labor markets and lower taxes.<br />\r\n<br />\r\nIn addition to citing the OECD invitation, Beck pointed to its high standing in recent international ratings of &quot;economic freedom.&quot;<br />\r\n<br />\r\n&quot;They ranked 71st of 72 in 1975 in a study of economic freedom in the world,&quot; Beck said in his video blog post. &quot;Now, in that same study, they rank third. The U.S. is ranked 17th.&quot;<br />\r\n<br />\r\nWe wondered whether Chile is really that far ahead of the U.S. in &quot;economic freedom,&quot; so we looked at the data.<br />\r\n<br />\r\nWe located an editorial in <em>Investor&#39;s Business Daily </em>-- a leading voice for free-market capitalism -- that appears to be the source of Beck&#39;s statistic.<br />\r\n<br />\r\nThe editorial, published Dec. 4, 2009, was later picked up by a smattering of conservative bloggers on its way to Beck&#39;s desk. The editorial said in part, &quot;In the Cato Institute&#39;s 1975 Economic Freedom of the World Report, [Chile] ranked a wretched 71 out of 72 countries evaluated. Today it&#39;s a different country altogether. Embracing markets has made it one of the most open economies in the world, ranking third on Cato&#39;s index, just behind Hong Kong and Singapore.&quot; Later on, the editorial added that the United States &quot;ranks just 17th on Cato&#39;s 2009 Index of Economic Freedom.&quot;<br />\r\n<br />\r\nHowever, if you look at the 2009 Economic Freedom of the World study by Cato -- a libertarian think tank in Washington -- the numbers were actually different. Hong Kong and Singapore did indeed rank 1 and 2, respectively, but then came New Zealand and Switzerland before Chile at No. 5. In the No. 6 spot, behind by a fraction of a point, was the United States. So while it&#39;s true that, by Cato&#39;s reckoning, Chile ranked ahead of the United States, it was less of a blowout than Beck or IBD indicated.<br />\r\n<br />\r\nWe also looked at the two prior years&#39; Cato studies to make sure that Beck wasn&#39;t simply off by a year. That wasn&#39;t the case. In the 2008 study, Chile ranked No. 6 with the United States at 8, in a two-way tie with Australia and once again behind by a fraction of a point. And in the 2007 study, the United States actually ranked higher than Chile. The United States was tied for fifth while Chile was tied for 11th.<br />\r\n<br />\r\nOne of the co-authors of Cato&#39;s 2009 study -- Joshua Hall, a Beloit College economist -- also confirmed to PolitiFact that the United States has never ranked as low as 17th in all the years that study has been conducted. Another co-author, James Gwartney, a Florida State University economist, confirmed that Beck was correct in saying that Chile ranked 71st out of 72 countries in 1975.<br />\r\n<br />\r\nIn the meantime, we also looked at whether Beck (or <em>IBD</em>) had mistaken the Cato study for a different report. As it happens, there are at least three other studies that attempt to rank the nations of the world based on &quot;economic freedom&quot; or a similar yardstick.<br />\r\n<br />\r\nThe Heritage Foundation, a conservative think tank in Washington, publishes an annual Index of Economic Freedom. In 2009, the United States ranked sixth in its study while Chile ranked 11th.<br />\r\n<br />\r\nThe World Economic Forum, a Geneva-based international organization, publishes an annual Global Competitiveness Index. Its 2009-10 ratings peg the United States at No. 2 and Chile at 30.<br />\r\n<br />\r\nFinally, the World Bank publishes an annual &quot;Doing Business&quot; ranking that seeks to measure which countries have a regulatory environment &quot;conducive to the operation of business.&quot; In this tally, the United States finished fourth overall with Chile 49th.<br />\r\n<br />\r\nGiven these ratings, it would seem unlikley that Beck or <em>IBD </em>could have accidentally been referring to any of these studies.<br />\r\n<br />\r\nHowever, we would be remiss if we failed to add that, despite the apparent flub on reporting the rankings, Beck&#39;s overall assessment of Chile&#39;s recent economic history is largely accurate.<br />\r\n<br />\r\nWe spoke with three experts on Latin American economics and politics who work with centrist-to-liberal think tanks -- Julia Sweig of the Council on Foreign Relations, Andres Martinez of the New America Foundation and Leonardo Martinez-Diaz of the Brookings Institution -- and they agreed that there is a broad ideological consensus on Beck&#39;s two key points: Namely, Chile has improved its economic position in recent years and that free-market policies can take some of the credit.<br />\r\n<br />\r\n&quot;If trends continue, Chile will soon be considered one of those rare countries that has graduated out of the developing world, according to plenty of living-standard indices,&quot; Andres Martinez said. &quot;The country is also the poster child for those who believe globalization and free trade can lift living standards, as Chile&#39;s economic course has long been anchored in its free-trade agreement with the U.S. and its dynamic export sector. It also stands out among South American countries in that its governing socialists have pragmatically been the ones embracing this pro-business, market-oriented economy.&quot;</p>\r\n\r\n<p>So while there is some truth to Beck&#39;s underlying point that Chile has improved its economic freedom, he&#39;s wrong to portray Chile as ranking far ahead of the United States. By several measures, the United States ranks significantly higher than Chile; in one, Chile is slightly ahead.</p>\r\n\r\n<p>So we find his claim Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-19T17:13:11.761527", "ruling_date": "2010-01-19T19:12:55", "ruling_headline": "Beck says Chile easily tops U.S. in \"economic freedom\" rankings", "ruling_headline_slug": "beck-says-chile-easily-tops-us-economic-freedom-ra", "ruling_link_text": "Chile's economy has grown, but Beck's rankings are off", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck, &quot;What American Can Lean from Chile&quot; (<a href=\"http://www.dat-e-baseonline.com/front/a.asp?arg=8F7D995F927D7A665F707A7A628B73798C6A76717D7B73\" target=\"_blank\">video blog post</a>), Jan. 15, 2010<br />\r\n<br />\r\nInvestors Business Daily, &quot;How Chile Got Rich&quot; (<a href=\"http://www.investors.com/NewsAndAnalysis/Article.aspx?id=514426\" target=\"_blank\">editorial</a>), Dec. 4, 2009<br />\r\n<br />\r\nCato Institute, &quot;<a href=\"http://www.cato.org/pubs/efw/efw2009/efw2009-1.pdf\" target=\"_blank\">Economic Freedom of the World 2009</a>,&quot; accessed Jan. 19, 2010<br />\r\n<br />\r\nCato Institute, &quot;<a href=\"http://www.cato.org/pubs/efw/efw2008/efw2008-1.pdf\" target=\"_blank\">Economic Freedom of the World 2008</a>,&quot; accessed Jan. 19, 2010<br />\r\n<br />\r\nCato Institute, &quot;<a href=\"http://www.cato.org/pubs/efw/efw2007/efw2007-1.pdf\" target=\"_blank\">Economic Freedom of the World 2007</a>,&quot; accessed Jan. 19, 2010<br />\r\n<br />\r\nHeritage Foundation, &quot;<a href=\"http://www.heritage.org/Index/Ranking.aspx\" target=\"_blank\">Index of Economic Freedom: Ranking the Countries</a>,&quot; accessed Jan. 19, 2010<br />\r\n<br />\r\nWorld Economic Forum, <a href=\"http://www.weforum.org/pdf/GCR09/GCR20092010fullrankings.pdf\" target=\"_blank\">rankings</a> from the 2009-2010 Global Competitiveness Index, accessed Jan. 19, 2010<br />\r\n<br />\r\nWorld Economic Forum, &quot;Switzerland replaces United States at top of competitiveness rankings&quot; (<a href=\"http://www.weforum.org/en/media/Latest%20Press%20Releases/PR_GCR09\" target=\"_blank\">news release</a>), Sept. 8, 2009<br />\r\n<br />\r\nWorld Bank, &quot;<a href=\"http://www.doingbusiness.org/EconomyRankings/\" target=\"_blank\">The Doing Business Project: Economic Rankings</a>,&quot; accessed Jan. 19, 2010<br />\r\n<br />\r\nOrganization for Economic Cooperation and Development, &quot;Chile invited to become a member of the OECD&quot; (<a href=\"http://www.oecd.org/document/28/0,3343,en_2649_201185_44267356_1_1_1_1,00.html\" target=\"_blank\">news release</a>), Dec. 15, 2009<br />\r\n<br />\r\nE-mail interview with James Gwartney, economist at Florida State University and co-author of the Cato Institute&#39;s 2009 Economic Freedom of the World study, Jan. 19, 2010<br />\r\n<br />\r\nE-mail interview with Joshua Hall, economist at Beloit College and co-author of the Cato Institute&#39;s 2009 Economic Freedom of the World study, Jan. 19, 2010<br />\r\n<br />\r\nInterview with Anthony Kim, policy analyst with the Heritage Foundation and co-author of the 2009 Index of Economic Freedom, Jan. 19, 2010<br />\r\n<br />\r\nE-mail interview with Julia E. Sweig, director of Latin American studies with the Council on Foreign Relations, Jan. 19, 2010<br />\r\n<br />\r\nE-mail interview with Andres Martinez, Latin America scholar at the New America Foundation<br />\r\n<br />\r\nE-mail interview with Leonardo Martinez-Diaz, deputy director of the global economy and development program at the Brookings Institution, Jan. 19, 2009<br />\r\n<br />\r\nE-mail interview with Mark J. Perry, finance and economics professor with the University of Michigan (Flint) and visiting scholar with the American Enterprise Institute, Jan. 19, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Chile ranks third internationally in economic freedom, while the U.S. ranks 17th.</p>\r\n", "statement_context": "a video blog post", "statement_date": "2010-01-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}