{"art": [{"brightcove": "", "caption": "Did House Speaker Paul Ryan, R-Wis., flip-flop on how a big health care bill should be passed?", "id": 11482, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32324945\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11482/", "title": "Paul Ryan flip flop Inform video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "House Speaker Paul Ryan, R-Wis., walks to the House Chamber on May 4, 2017, shortly before the chamber narrowly passed a health care overhaul bill. (AP/Andrew Harnik) ", "id": 11483, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ryan_walking.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11483/", "title": "Ryan walking", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "The final vote on the Republicans health care bill is displayed over a feed of the House floor on May 4, 2017. (House Television via AP)", "id": 11489, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Final_health_care_tally.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11489/", "title": "Final House health care tally", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/may/04/paul-ryan/did-paul-ryan-flip-flop-how-pass-big-health-care-b/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Did Paul Ryan flip-flop on how to pass a health care bill?", "id": 14078, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14078/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>As legislation to dramatically overhaul the Affordable Care Act neared a vote in the Republican-controlled U.S. House of Representatives, critics said that Speaker Paul Ryan, R-Wis., was hypocritical in how he brought a revised bill to the floor.</p>\r\n\r\n<p>In March, a bill known as the American Health Care Act was pulled from the floor by GOP leaders because it didn&rsquo;t have enough votes to pass. That was considered a major defeat for both congressional Republicans and President Donald Trump, who had campaigned on the repeal and replacement of President Barack Obama&rsquo;s far-reaching health care law.</p>\r\n\r\n<p>Republican leaders adjusted the bill following negotiations with both the conservative and moderate wings of the party. A new version passed the House on May 4 by a <a href=\"https://www.washingtonpost.com/powerpost/republicans-plan-health-care-vote-on-thursday-capping-weeks-of-fits-and-starts/2017/05/03/e7dd7c28-306d-11e7-9dec-764dc781686f_story.html?hpid=hp_rhp-banner-main_banner-health-220pm%3Ahomepage%2Fstory&amp;utm_term=.49bbdfc8cac6\">217-213 vote</a> margin.</p>\r\n\r\n<p>In addition to decrying the substance of the bill, Democrats and other critics took House Republicans to task for seeming to ram the bill through the chamber without adequate procedural safeguards.</p>\r\n\r\n<p>One concern was that the <a href=\"https://rules.house.gov/bill/115/hr-1628\">full text of the revised bill and the relevant amendments</a> was only posted on the Web on the evening of May 3, less than 24 hours before the House was scheduled to vote on it.</p>\r\n\r\n<p>Another concern was that the Congressional Budget Office -- the nonpartisan office that analyzes the impact of pending legislation -- had not reviewed the new version of the bill.</p>\r\n\r\n<p>The CBO had <a href=\"https://www.cbo.gov/publication/52486\">reviewed the original bill</a>, and in doing so, it found that the measure would lead to an additional 24 million Americans being uninsured by 2026, compared to the number who would be uninsured if the current law was still in force.</p>\r\n\r\n<p>Critics said Ryan and House Republicans were hypocritical for voting on a new version without a new CBO score, and they pointed to Ryan&rsquo;s past comments as evidence.</p>\r\n\r\n<p>On June 23, 2009, Ryan signed on to a <a href=\"http://archives.republicans.edlabor.house.gov/media/file/PDFs/062309elmendorf.pdf\">letter</a> to the then-director of CBO seeking a wide-ranging analysis of the Affordable Care Act, which then-Speaker Nancy Pelosi, D-Calif., was trying to pass.</p>\r\n\r\n<p>&quot;We are writing to respectfully request that you analyze the House Democrat bill as expeditiously as possible. ... Before Congress changes health care as the American people know it, we must know the likely consequences of the House Democrat legislation, including the number of people who would lose access to their current insurance, the number of jobs lost due to business taxes, the number of uninsured people who would obtain coverage, and the extent of the cannibalization of employer coverage due to Medicaid expansion.&quot;</p>\r\n\r\n<p>Then, in an <a href=\"http://theweek.com/speedreads/696569/watch-paul-ryan-2009-dont-think-should-pass-bills-that-havent-read-that-dont-know-what-cost\\\">appearance on MSNBC in July 2009</a>, Ryan personally criticized the Democrats&rsquo; procedural handling of the bill in the House. &quot;I don&#39;t think we should pass bills that we haven&#39;t read, that we don&#39;t know what they cost,&quot; Ryan said.</p>\r\n\r\n<p>We wondered whether Ryan&rsquo;s past remarks and current actions amounted to a flip-flop, so we sought advice from a range of congressional experts and veterans of House floor action.</p>\r\n\r\n<p>Generally, we found a sharp partisan divide between those who thought Ryan&rsquo;s actions in shepherding the health care bill were appropriate and those who did not.</p>\r\n\r\n<p>But we also found some agreement that members of both parties tend to speak and act differently depending on who&rsquo;s in the majority and who&rsquo;s in the minority -- and a measure of agreement that Ryan did not meet the spirit of his 2009 comments in 2017.</p>\r\n\r\n<p>Donald Wolfensberger, a former Republican staffer on the Rules Committee who now studies Congress at the Woodrow Wilson Center said the bill did not require a new CBO score, since its previous iteration had already been analyzed by the agency. &quot;CBO is not obliged to score amendments adopted subsequent to a bill&#39;s being reported,&quot; Wolfensberger said.</p>\r\n\r\n<p>Wolfensberger added that CBO is expected to do a new analysis of the bill eventually -- but that it would happen after passage. Ryan could have waited for a new CBO analysis before calling for the vote, but it was within his discretion to go forward without a new score.</p>\r\n\r\n<p>Several Republicans with House floor experience said they have no quarrel with how Ryan has handled the bill.</p>\r\n\r\n<p>&quot;It is well established that when you are in the minority, you complain about procedure, and when you are in the majority, you complain about partisanship,&quot; said John Feehery, a former aide to then-House Speaker Dennis Hastert, R-Ill. &quot;Nothing about Ryan&#39;s comment strikes me as unusual or otherwise inappropriate.&quot;</p>\r\n\r\n<p>Glenn LeMunyon, a former floor specialist to then-House Majority Whip Tom DeLay, R-Texas, agreed.</p>\r\n\r\n<p>&quot;The opposing side on any legislative matter will always try to make that case, and the media will try to exploit it,&quot; he said. &quot;But the truth is that this is very normal procedure. They have taken legislation and crafted it (with additional amendments) in order to gain enough support to pass.&quot;</p>\r\n\r\n<p>LeMunyon said the revised Republican bill &quot;is not some new incarnation of health care policy. It is very similar to that which has been in the works for many months. This is not a situation where cost estimates are a complete unknown at all. Leadership has a very good idea of what it would score and so do all the members, regardless of the complaints coming from the opposition.&quot;</p>\r\n\r\n<p>But congressional experts more aligned with Ryan&rsquo;s critics say his earlier remarks and his present actions are at odds.</p>\r\n\r\n<p>Former Rep. Martin Frost, D-Texas -- a longtime member of the House Rules Committee -- said Ryan&rsquo;s positions are inconsistent.</p>\r\n\r\n<p>&quot;I don&rsquo;t remember examples of proceeding without a CBO score,&quot; Frost told PolitiFact. When asked to consider the argument that the three amendments are simply minor tweaks that don&rsquo;t merit a separate CBO score, he responded, &quot;Nothing is minor in this bill.&quot;</p>\r\n\r\n<p>And Norm Ornstein, a longtime follower of congressional procedure who has been critical of Republicans from his perch at the American Enterprise Institute, said that &quot;of course&quot; Ryan&rsquo;s past comments conflict with his recent actions. &quot;This is a giant leap in hypocrisy,&quot; he said.</p>\r\n\r\n<p>Ornstein seconded Frost&rsquo;s assessment that voting on a bill this far-reaching without a revised CBO score is essentially unheard of.</p>\r\n\r\n<p>Meanwhile, several of the experts we contacted agreed that situational procedural ethics are rampant in both parties.</p>\r\n\r\n<p>Pelosi herself faced similar complaints when she was trying to get the ACA passed early in Obama&rsquo;s tenure. In particular, she was pilloried by Republicans when she <a href=\"https://pelosi.house.gov/news/press-releases/pelosi-remarks-at-the-2010-legislative-conference-for-national-association-of\">told an audience</a> prior to passage, &quot;We have to pass the bill so that you can find out what is in it, away from the fog of the controversy.&quot;</p>\r\n\r\n<p>A Pelosi spokesman <a href=\"http://www.politifact.com/texas/statements/2010/mar/15/republican-party-texas/texas-gop-says-speaker-nancy-pelosi-said-people-wi/\">said at the time </a>that her words were taken out of context. &quot;She meant there was so much talk about process (in Congress) that people have lost sight of what&rsquo;s actually in the bill,&quot; the spokesman said. &quot;Once it&rsquo;s passed, we can remind them of all the good things that are in it.&quot;</p>\r\n\r\n<p>In addition, those sympathetic to Pelosi have said that the House passage of the ACA was done over a much longer period and included more public hearings. The CBO analyzed the ACA or parts of it on <a href=\"http://www.cbo.gov/sites/default/files/111th-congress-2009-2010/reports/12-23-selectedhealthcarepublications.pdf\">more than two dozen occasions</a> in 2009 and 2010.</p>\r\n\r\n<p>Still, the perception that Pelosi unfairly strong-armed the ACA to passage while ignoring longstanding procedures has helped shape the perception of Ryan&rsquo;s actions today.</p>\r\n\r\n<p>&quot;We have been around long enough to know about pots calling kettles black, and shoes being on the other foot,&quot; Wolfensberger said. &quot;Neither party has a monopoly on procedural abuses, shenanigans and shortcuts. This is the new normal, and has been for the last few decades -- not deliberative democracy.&quot;</p>\r\n\r\n<p>In other words, the contrast between Ryan&rsquo;s words in 2009 and his actions in 2017 are par for the course in Congress in recent years.</p>\r\n\r\n<p>But while Ryan was within his rights to handle the Republican health care bill as he did, his 2009 comments raised the procedural bar in a way that his actions in 2017 did not meet. We rate this a Full Flop.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-04T15:04:20.409391", "ruling_date": "2017-05-04T15:47:22", "ruling_headline": "Did Paul Ryan flip-flop on how to pass a big health care bill?", "ruling_headline_slug": "did-paul-ryan-flip-flop-how-pass-big-health-care-b", "ruling_link_text": "The shoe is now on the other foot", "ruling_state": null, "source_documents": null, "sources": "<p>Paul Ryan, <a href=\"https://www.youtube.com/watch?v=Hdr49iGZOUw\">remarks on MSNBC</a>, July 29, 2009</p>\r\n\r\n<p>Paul Ryan et al., <a href=\"http://archives.republicans.edlabor.house.gov/media/file/PDFs/062309elmendorf.pdf\">letter to the Congressional Budget Office</a>, June 23, 2009</p>\r\n\r\n<p>House Rules Committee, <a href=\"https://rules.house.gov/bill/115/hr-1628\">H.R. 1628 information page</a>, accessed May 4, 2017</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/publication/52486\">American Health Care Act cost estimate</a>, March 13, 2017</p>\r\n\r\n<p>Congressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/111th-congress-2009-2010/reports/12-23-selectedhealthcarepublications.pdf\">Selected CBO Publications Related to Health Care Legislation, 2009&ndash;2010</a>,&quot; December 2010</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/powerpost/republicans-plan-health-care-vote-on-thursday-capping-weeks-of-fits-and-starts/2017/05/03/e7dd7c28-306d-11e7-9dec-764dc781686f_story.html?hpid=hp_rhp-banner-main_banner-health-220pm%3Ahomepage%2Fstory&amp;utm_term=.49bbdfc8cac6\">House Republicans narrowly pass controversial bill to revise Affordable Care Act, claiming fulfillment of a major campaign promise</a>,&quot; May 4, 2017</p>\r\n\r\n<p><em>The Week,</em> &quot;<a href=\"http://theweek.com/speedreads/696569/watch-paul-ryan-2009-dont-think-should-pass-bills-that-havent-read-that-dont-know-what-cost\">Watch Paul Ryan in 2009: &#39;I don&#39;t think we should pass bills that we haven&#39;t read, that we don&#39;t know what they cost</a>,&#39; &quot; May 4, 2017</p>\r\n\r\n<p>Nancy Pelosi, &quot;<a href=\"https://pelosi.house.gov/news/press-releases/pelosi-remarks-at-the-2010-legislative-conference-for-national-association-of\">Pelosi Remarks at the 2010 Legislative Conference for National Association of Counties</a>,&quot; Mar 9, 2010</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/mar/15/republican-party-texas/texas-gop-says-speaker-nancy-pelosi-said-people-wi/\">Texas GOP says Speaker Nancy Pelosi said people will know contents of terrible health-care plan after it passes</a>,&quot; March 15, 2010</p>\r\n\r\n<p>Email interview with Martin Frost, former member of the U.S. House of Representatives, May 4, 2017</p>\r\n\r\n<p>Email interview with John Feehery, partner at EFB Advocacy, May 4, 2017</p>\r\n\r\n<p>Email interview with Glenn LeMunyon, president of the LeMunyon Group LLC, May 4, 2017</p>\r\n\r\n<p>Email interview with Norman Ornstein, resident scholar at the American Enterprise Institute, May 4, 2017</p>\r\n\r\n<p>Email interview with Donald Wolfensberger, scholar at the Woodrow Wilson International Center, May 4, 2017</p>\r\n\r\n<p>Email interview with Drew Hammill, spokesman for Nancy Pelosi, May 4, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>On voting for a health care bill without an up-to-date Congressional Budget Office score</p>\r\n", "statement_context": "remarks in 2009 and actions in 2017", "statement_date": "2017-05-04", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Paul Ryan flip-flop on how to pass a big health care bill?"}