{"art": [{"brightcove": "", "caption": "", "id": 11492, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32360112\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 5, "name": "NDN", "resource_uri": "/api/v/2/mediatype/5/"}, "resource_uri": "/api/v/2/media/11492/", "title": "Trump healthcare", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2017/may/04/donald-trump/trumps-false-claim-dems-want-billions-go-insurance/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Trump wrongly calls Obamacare an insurance company kickback", "id": 14080, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14080/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>President Donald Trump has claimed the reason Democratic lawmakers support the Affordable Care Act is to reward their political patrons in the health insurance industry.</p>\r\n\r\n<p>&quot;Dems want billions to go to Insurance Companies to bail out donors,&quot; Trump said in an April 30 <a href=\"https://twitter.com/realDonaldTrump/status/858659215451271168\">Tweet</a>.</p>\r\n\r\n<p>Trump&rsquo;s remarks come as Republicans in Congress attempt to undo and replace the Affordable Care Act, also known as the ACA or Obamacare.</p>\r\n\r\n<p>Trump&rsquo;s reference to a &quot;bail out,&quot; according to experts, reflects a longstanding Republican epithet for Obamacare subsidies paid to insurers participating in government-run marketplaces. In fact, in recent <a href=\"https://www.nytimes.com/2017/05/02/us/politics/health-care-paul-ryan-fred-upton-congress.html?_r=0\">remarks</a>, Mick Mulvaney, director of the Office of Management and Budget, appeared to use the term &quot;bailout&quot; synonymously with cost-sharing reduction subsidies, or CSRs.</p>\r\n\r\n<p>&quot;There&rsquo;s absolutely no language in this bill that requires us to make any Obamacare bailout payments, any CSR payments of any way, shape or form as a result of this deal, okay?&quot; Mulvaney said in a May 2 budget briefing with reporters.</p>\r\n\r\n<p>Trump&rsquo;s comment raises several questions we&rsquo;ve decided to investigate. To what extent are health insurance companies Democratic donors? Do Democrats in fact want billions to go to these companies? And do Obamacare subsidies amount to a kickback from Democrats to health insurers?</p>\r\n\r\n<p><strong>Are health insurance companies Democratic donors?</strong></p>\r\n\r\n<p>Strictly speaking, health insurance companies do give to both parties. Several experts told us the industry views this as a strategic hedge.</p>\r\n\r\n<p>&quot;Insurers largely balance their political donations to reflect whichever political party is more (or less) in power, because their primary objective is to &lsquo;stay in business&rsquo; pragmatically under the best terms available,&quot; said Thomas Miller, an American Enterprise Institute fellow. &quot;It&#39;s more a matter of the price of doing (political) business than any consistent ideological commitment in either direction.&quot;</p>\r\n\r\n<p>But explicitly calling insurance companies Democratic donors, as Trump did, gives the impression the industry has a clear partisan bias toward Democrats.</p>\r\n\r\n<p>Is that the case? According to recent political spending, the opposite is true.</p>\r\n\r\n<p>Significantly more industry money has flowed to Republicans than Democrats over roughly the past decade.</p>\r\n\r\n<p>In fact, from the period starting in 2007 just before the Obamacare debate began in earnest through the first years of its implementation, financial data suggests insurers tried to undermine Democrats as they sought to reform the health care system.</p>\r\n\r\n<p>From 2007 through August 2012, the 11 largest health insurance companies and their biggest trade group gave $10.2 million to federal politicians, with two-thirds going to Republicans who opposed Obamacare or supported its repeal, according to the <a href=\"https://www.publicintegrity.org/2012/10/04/11045/health-insurance-pacs-have-love-hate-relationship-health-care-reform\">Center for Public Integrity</a>.</p>\r\n\r\n<p>Over the past five election cycles, the two biggest health insurance associations have given significantly more to Republicans than Democrats, according to the nonpartisan Center for Responsive Politics, which tracks money in U.S. politics.</p>\r\n\r\n<p>Since 2008, the National Association of Health Underwriters PAC <a href=\"https://www.opensecrets.org/pacs/lookup2.php?strID=C00283135&amp;cycle=2016\">gave</a> $2.4 million to Republicans and $899,600 to Democrats, while America&#39;s Health Insurance Plans PAC <a href=\"https://www.opensecrets.org/pacs/lookup2.php?strID=C00106740&amp;cycle=2016\">gave</a> $637,500 to Republicans and $563,700 to Democrats.</p>\r\n\r\n<p>Political donations over this same period by the <a href=\"https://www.opensecrets.org/industries/indus.php?ind=F09\">insurance industry</a> as a whole also favors Republicans, who&rsquo;ve received $158 million compared to $96 million to Democrats, though this particular data is only modestly helpful, because it also includes companies that provide property, life and car insurance.</p>\r\n\r\n<p>Sherry Glied, dean of NYU&#39;s Graduate School of Public Service, said ever since Democrats came under fire for health care reform efforts in the 1990s, they&rsquo;ve been more concerned with provoking the industry&rsquo;s ire than receiving its largesse.</p>\r\n\r\n<p>&quot;Most Democrats are mainly concerned about anti-reform lobbying by insurers, not pro-reform contributions,&quot; she said.</p>\r\n\r\n<p>So Trump&rsquo;s attempt to paint Democrats as industry clients grossly distorts reality.</p>\r\n\r\n<p><strong>Do Democrats want billions to go to insurance companies?</strong></p>\r\n\r\n<p>Again, strictly speaking, Democrats do want billions to go to health insurance companies -- but not for the reason Trump claims.</p>\r\n\r\n<p>Obamacare does in fact contain mechanisms designed to transfer federal money -- indeed, billions of dollars per year -- to insurance companies.</p>\r\n\r\n<p>The government set up the system this way to tackle a complex challenge: how to make a health insurance marketplace that&#39;s affordable for lower-income people buying insurance on their own, as well as providing&nbsp;stability for insurance companies facing the uncertainty of a newly-regulated market that makes insurers cover people with pre-existing conditions.</p>\r\n\r\n<p>&quot;The entire structure (was designed) to create an individual insurance market that could serve a population that included sick people as well as healthy people,&quot; said Paul Ginsburg, University of Southern California professor of the practice of health policy and management.</p>\r\n\r\n<p>This structure is expensive to maintain. Practically speaking, Obamacare will transfer an estimated $49 billion in federal money to private insurance companies this year, and another $63 billion in 2018, according to the <a href=\"https://www.cbo.gov/sites/default/files/recurringdata/51298-2017-01-healthinsurance.pdf\">CBO</a>.</p>\r\n\r\n<p>The bulk of 2017 funding -- $38 billion -- goes to lowering premiums for lower-income Americans who buy their own insurance. The remaining $11 billion will reduce deductibles and out-of-pocket expenses, while helping to stabilize the individual market.</p>\r\n\r\n<p>So given that Obamacare subsidies are an essential part of a reformed health care system that has seen an <a href=\"https://wayback.archive-it.org/3926/20170128080500/https://www.hhs.gov/about/news/2016/03/03/20-million-people-have-gained-health-insurance-coverage-because-affordable-care-act-new-estimates\">estimated 20 million</a> people gain coverage, there&rsquo;s an element of truth to Trump&rsquo;s claim that Democrats want billions to go to health insurance companies.</p>\r\n\r\n<p><strong>Do Obamacare subsidies amount to kickback from Democrats to health insurers?</strong></p>\r\n\r\n<p>So what to make of Trump&rsquo;s insinuation that Obamacare subsidies amount to a venal quid-pro-quo, a kind of kickback from Democrats to their health insurance patrons?</p>\r\n\r\n<p>Several experts we talked to said this claim essentially turns the Affordable Care Act on its head.</p>\r\n\r\n<p>&quot;These transfers relate to specific ways the ACA was designed to subsidize low income consumers and provide market stability in the first few years,&quot; said Katherine Hempstead, Senior Advisor at the Robert Wood Johnson Foundation. &quot;I have never heard of any relationship between these components of the ACA and any kind of political donations.&quot;</p>\r\n\r\n<p>Paul Ginsburg, University of Southern California professor of the practice of health policy and management, said Trump&rsquo;s tweet echoed a familiar attack line by Obamacare critics.</p>\r\n\r\n<p>&quot;The notion that these payments to insurers reflect campaign contributions strikes me as absurd and a continuation of attempts to undermine the ACA by attacking payments to insurers,&quot; Ginsburg said.</p>\r\n\r\n<p>Other experts found Trump&rsquo;s explanation of Democrats&rsquo; support for Obamacare risible.</p>\r\n\r\n<p>&quot;It is absurd to say that Democrats support premium tax credits or cost sharing reductions to reward donors,&quot; said Timothy Jost, a health care policy expert at Washington &amp; Lee law school. &quot;The money is to cover low-income Americans who are not big political donors.&quot;</p>\r\n\r\n<p>The argument that Obamacare is a giveaway to insurers is undermined by provisions Democrats placed in the law to specifically limit corporate profits and subject insurance companies to financial scrutiny, said Glied of NYU&#39;s Graduate School of Public Service.</p>\r\n\r\n<p>An Obamacare regulation known as the <a href=\"https://www.healthcare.gov/health-care-law-protections/rate-review/\">80-20 Rule</a>, for example, stipulates that under certain plans, for every $1 an insurance company takes in from premiums, at least $0.80 has to be spent on health care. In other words, the maximum profits a company could make under this rule is 20 percent of the revenue it collects from premiums.</p>\r\n\r\n<p>This scenario describes a company with a so-called medical loss ratio, or MLR, of 80 percent -- the amount being paid out for health care. According to the Kaiser Family Foundation, it&rsquo;s unlikely insurers can be profitable when MLRs exceed 85-90 percent.</p>\r\n\r\n<p>That matters because if subsidies given to insurance companies participating in Obamacare exchanges were supposed to be a kickback, as Trump claims, the kickback hasn&rsquo;t worked very well in recent years.</p>\r\n\r\n<p>&quot;Many companies participating in the individual market &ndash; where most of the major market reforms took place in 2014 &ndash; experienced substantial losses in this market in the early years of reform,&quot; according to the <a href=\"http://kff.org/private-insurance/issue-brief/insurer-financial-performance-in-the-early-years-of-the-affordable-care-act/\">Kaiser Family Foundation</a>.</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/46GvHSz__iejZqoQ1vA24FrZ5YuiQKG4GXLqeBenWhG-wkdL4AUIbSHPITvxJ0dAlBitX9S6H9OjOELzSDrF-FCP26pA9tgWBTH6dn1PQW7Ltcr_xRWv5sdVTYYUhX8diutEI4kO\" style=\"border:none; height:468px; width:624px\" /></p>\r\n\r\n<p>Instead of viewing Democrats and insurers as being engaged in a corrupt quid pro quo, some experts we talked to suggested a softer kind of symbiosis is at play.</p>\r\n\r\n<p>&quot;The better explanation is that Democrats and insurers needed each other,&quot; said Miller of the American Enterprise Institute. &quot;The ACA could not work tolerably without the active involvement, and adequate profitability, of private insurers. Both sides reached short term accommodations, even though their longer term interests were not fully parallel in all respects.&quot;</p>\r\n\r\n<p>Glied of NYU&#39;s Graduate School of Public Service expressed a similar view.</p>\r\n\r\n<p>&quot;I think the Democrats are well aware that they need the cooperation of the industry to make the plan work, since the plan does rely on private insurance,&quot; she said. &quot;They need the cost-sharing reductions because otherwise the industry is not going to participate in the market and people won&#39;t have any coverage.&quot;</p>\r\n\r\n<p>&quot;That&#39;s not pandering,&quot; Glied added, &quot;it&#39;s common sense.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said, &quot;Dems want billions to go to Insurance Companies to bail out donors.&quot;</p>\r\n\r\n<p>Democrats do want billions to go to health insurance companies -- but not for the reason Trump claims. Their cooperation has been essential to the functioning of the health care system set up by the Affordable Care Act. Trump&rsquo;s suggestion that Democrats are engaged in a corrupt quid pro quo involving Obamacare subsidies in exchange for campaign contributions is patently absurd, health care experts said, particularly given that industry donations over the past decade show a clear bias in favor of Republicans.</p>\r\n\r\n<p>We rate Trump&rsquo;s statement False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-04T17:29:16.952053", "ruling_date": "2017-05-04T17:56:03", "ruling_headline": "Trump’s false claim that 'Dems want billions to go to Insurance Companies to bail out donors'", "ruling_headline_slug": "trumps-false-claim-dems-want-billions-go-insurance", "ruling_link_text": "Obamacare kickback? No", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.opensecrets.org/pacs/lookup2.php?strID=C00283135&amp;cycle=2016\">Center for Responsive Politics</a>, &quot;National Association of Health Underwriters: Party Split By Cycle&quot;</p>\r\n\r\n<p><a href=\"https://www.opensecrets.org/pacs/lookup2.php?strID=C00106740&amp;cycle=2016\">Center for Responsive Politics</a>, &quot;America&#39;s Health Insurance Plans: Party Split By Cycle&quot;</p>\r\n\r\n<p><a href=\"https://www.opensecrets.org/industries/indus.php?ind=F09\">Center for Responsive Politics</a>, &quot;Insurance: Party Split, 1990-2016&quot;</p>\r\n\r\n<p><a href=\"https://www.cbo.gov/sites/default/files/recurringdata/51298-2017-01-healthinsurance.pdf\">Congressional Budget Office</a>, &quot;Federal Subsidies Under the Affordable Care Act for Health Insurance Coverage Related to the Expansion of Medicaid and Nongroup Health Insurance: Tables from CBO&#39;s January 2017 Baseline&quot;</p>\r\n\r\n<p>U.S. Department of Health &amp; Human Services <a href=\"https://wayback.archive-it.org/3926/20170128080500/https://www.hhs.gov/about/news/2016/03/03/20-million-people-have-gained-health-insurance-coverage-because-affordable-care-act-new-estimates\">press release</a>, &quot;20 million people have gained health insurance coverage because of the Affordable Care Act, new estimates show,&quot; March 3, 2016</p>\r\n\r\n<p><a href=\"https://www.healthcare.gov/health-care-law-protections/rate-review/\">Healthcare.gov</a>, &quot;Rate Review &amp; the 80/20 Rule&quot;</p>\r\n\r\n<p><a href=\"http://kff.org/private-insurance/issue-brief/insurer-financial-performance-in-the-early-years-of-the-affordable-care-act/\">Kaiser Family Foundation</a> blog post, &quot;Insurer Financial Performance in the Early Years of the Affordable Care Act,&quot; April 21, 2017</p>\r\n\r\n<p><a href=\"http://kff.org/health-reform/issue-brief/explaining-health-care-reform-risk-adjustment-reinsurance-and-risk-corridors/\">Kaiser Family Foundation</a> blog post, &quot;Explaining Health Care Reform: Risk Adjustment, Reinsurance, and Risk Corridors,&quot; Aug. 17, 2016</p>\r\n\r\n<p><em><a href=\"http://www.politifact.com/punditfact/statements/2013/nov/04/dana-perino/fncs-dana-perino-says-health-insurance-industry-ru/\">PunditFact</a></em>, &quot;FNC&#39;s Dana Perino says the health insurance industry is run mostly by Democrats,&quot; Nov. 4, 2013</p>\r\n\r\n<p><a href=\"https://www.publicintegrity.org/2012/10/04/11045/health-insurance-pacs-have-love-hate-relationship-health-care-reform\">Center for Public Integrity</a>, &quot;Health insurance PACs have love-hate relationship with health care reform,&quot; Oct. 4, 2012</p>\r\n\r\n<p><em><a href=\"https://www.nytimes.com/2017/05/02/us/politics/health-care-paul-ryan-fred-upton-congress.html?_r=0\">New York Times</a></em>, &quot;G.O.P. Eyes $8 Billion Addition to Win a Crucial Vote to the Latest Health Bill,&quot; May 2, 2017</p>\r\n\r\n<p>Email interview with Thomas Miller, American Enterprise Institute fellow, May 4, 2017</p>\r\n\r\n<p>Email interview with Sherry Glied, dean of NYU&#39;s Graduate School of Public Service, May 3, 2017</p>\r\n\r\n<p>Email interview with Timothy Jost, a health-care policy expert at Washington &amp; Lee law school, May 3, 2017</p>\r\n\r\n<p>Email interview with Katherine Hempstead, senior advisor at the Robert Wood Johnson Foundation, May 3, 2017</p>\r\n\r\n<p>Email interview with Paul Ginsburg, University of Southern California professor of the practice of health policy and management, May 3, 2017</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;Dems want billions to go to Insurance Companies to bail out donors&quot;</p>\r\n", "statement_context": "Twitter", "statement_date": "2017-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Trump: Obamacare an insurance company kickback"}