{"art": [{"brightcove": "", "caption": "Supporters of Planned Parenthood are rallying to the group's defense after the Republican health care bill curbed federal reimbursements for the group.", "id": 11541, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32366071\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11541/", "title": "Planned Parenthood video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Donald Trump speaks in the Rose Garden after House Republicans passed their health care bill on May 4, 2017. (Stephen Crowley/New York Times)", "id": 11542, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_meets_GOP_lawmakers.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11542/", "title": "Trump meets GOP lawmakers after health care bill", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/georgia/statements/2017/may/09/barry-loudermilk/would-gop-bill-expand-womens-health-care-curbing-p/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Would GOP bill expand women's health care access?", "id": 14098, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14098/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Moments after the House passed a bill to significantly overhaul the nation&rsquo;s health care system, Rep. Barry Loudermilk, R-Ga., blasted an email to constituents. While the bill &quot;doesn&rsquo;t fix the entire problem,&quot; he said, it &quot;begins the process of fixing our broken health care system.&quot;</p>\r\n\r\n<p>A PolitiFact reader sent us a copy of Loudermilk&rsquo;s email and asked us to fact-check it. We zeroed in on one of the exchanges in a &quot;frequently asked questions&quot; section that sought to explain some of the bill&rsquo;s provisions:</p>\r\n\r\n<p><em>&nbsp; &nbsp;&quot;Why are you cutting women&rsquo;s health services?&quot;</em></p>\r\n\r\n<p><em>&nbsp; &nbsp;&quot;We&rsquo;re not. In fact, we&rsquo;re expanding women&rsquo;s access to health services by redirecting Planned Parenthood dollars to community health centers, which vastly outnumber Planned Parenthood clinics.&quot;</em></p>\r\n\r\n<p>Could pushing Planned Parenthood out of the picture really expand women&rsquo;s access to health care? We found that there are indeed more community health centers than Planned Parenthood clinics -- but that doesn&rsquo;t mean that redirecting dollars to them will amount to &quot;expanding women&rsquo;s access to health services.&quot;</p>\r\n\r\n<p><strong>Some background</strong></p>\r\n\r\n<p>The GOP health care bill bill would <a href=\"https://www.washingtonpost.com/national/congressional-health-care-bill-defunds-planned-parenthood/2017/05/04/afdc3b5a-30f1-11e7-8674-437ddb6e813e_story.html?utm_term=.dfdf1c9d71ad\">effectively block</a> Planned Parenthood for a year from <a href=\"http://www.npr.org/2017/03/10/519461271/heres-what-the-gop-bill-would-and-wouldnt-change-for-womens-healthcare\">securing reimbursements</a> from Medicaid -- not just for abortions, which is already the case, but for any services, from pap smears to birth control.</p>\r\n\r\n<p>Planned Parenthood says abortion services are already walled off from payments they get for services that have nothing to do with abortion. But abortion opponents have long argued that the government is tacitly supporting abortion even by reimbursing Planned Parenthood for non-abortion services, saying such money is fungible once it reaches Planned Parenthood&rsquo;s coffers.</p>\r\n\r\n<p>The bill&rsquo;s change could have a significant impact on Planned Parenthood: About <a href=\"https://www.plannedparenthood.org/files/2114/5089/0863/2014-2015_PPFA_Annual_Report_.pdf\">43 percent</a> of the group&rsquo;s budget comes from the government, including grants and reimbursements, much of which comes from Medicaid. The group says the bill, if enacted, could lead to closures of clinics and leave women without access to vital services, especially in medically underserved areas.</p>\r\n\r\n<p><strong>Do community health centers &quot;vastly outnumber&quot; Planned Parenthood clinics?</strong></p>\r\n\r\n<p>Loudermilk has a point on the numbers of clinics.</p>\r\n\r\n<p>We looked at a <a href=\"https://www.guttmacher.org/report/publicly-funded-contraceptive-services-us-clinics-2015\">census</a> of clinics that provide contraceptive services published in April 2017 by the Guttmacher Institute, a reproductive health nonprofit. The group tallied up various types of clinics, the most numerous of which are &quot;federally qualified health centers&quot; -- <a href=\"https://www.cms.gov/Outreach-and-Education/Medicare-Learning-Network-MLN/MLNProducts/downloads/fqhcfactsheet.pdf\">defined</a> by the federal government as &quot;safety-net providers that primarily provide services typically furnished in an outpatient clinic.&quot; Such facilities can include community health centers, migrant health centers, homeless health care centers, and public housing primary care centers.</p>\r\n\r\n<p>For 2015, the census tallied 5,829 federally qualified health centers nationally, compared to 676 Planned Parenthood clinics.</p>\r\n\r\n<p>That&rsquo;s a ratio of greater than 8-to-1, so the adjective &quot;vastly&quot; seems appropriate.</p>\r\n\r\n<p><strong>Would the bill redirect money from Planned Parenthood to community health centers?</strong></p>\r\n\r\n<p>Not necessarily.</p>\r\n\r\n<p>Planned Parenthood received about $553.7 million from the government in 2015 for its services; the group, however, does not make public what portion of that is specifically from the federal government because the funding streams from different levels of government are sometimes hard to disentangle. The best estimate we can get comes from the <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/americanhealthcareact.pdf\">Congressional Budget Office</a>, which projected that the provision blocking federal funding to Planned Parenthood would result in $178 million in reduced federal outlays.</p>\r\n\r\n<p>If the CBO&rsquo;s projection is accurate, then the increase in federal funding to community health centers in the bill -- $422 million -- would represent a larger federal investment than the money being held back from Planned Parenthood. At first glance, that would seem to make the bill a net expansion in dollars, if you consider only these two line items.</p>\r\n\r\n<p>However, a couple issues balance against the notion that that this will represent an expansion of care.</p>\r\n\r\n<p>First, there is no guarantee that the $422 million spent would go towards the same patients, and for the same services, that would be lost due to the Planned Parenthood cuts. The bill does not explicitly require that.</p>\r\n\r\n<p>Another caveat comes from a different conclusion in the same CBO analysis. &quot;To the extent that there would be reductions in access to care under the legislation, they would affect services that help women avert pregnancies,&quot; CBO wrote. &quot;The people most likely to experience reduced access to care would probably reside in areas without other health care clinics or medical practitioners who serve low-income populations. CBO projects that about 15 percent of those people would lose access to care.&quot;</p>\r\n\r\n<p>The immediate loss of care for 15 percent of Planned Parenthood patients also undercuts the argument that money would simply flow from one type of clinic to the other.</p>\r\n\r\n<p><strong>Would redirecting funding to these centers expand women&rsquo;s access to health services?</strong></p>\r\n\r\n<p>There&rsquo;s reason to be skeptical.</p>\r\n\r\n<p>For starters, common sense suggests that even if community health centers ended up being able to serve every single patient currently served by Planned Parenthood, that wouldn&rsquo;t qualify as &quot;expanding women&rsquo;s access to health services&quot; -- it would simply be maintaining it. The closure of as many as 676 Planned Parenthood facilities would require an awful lot of expansion of resources elsewhere just to keep pace, before any &quot;expansion&quot; of access begins.</p>\r\n\r\n<p>And there&rsquo;s reason to believe that community health centers may not be able to pick up the slack if Planned Parenthood centers disappear.</p>\r\n\r\n<p>First, there&rsquo;s a capacity problem. Planned Parenthood centers tend to be unusually efficient in providing health services to women, because that&rsquo;s their specialty. The average Planned Parenthood clinic served 2,950 patients for contraceptive services in 2015, compared to 320 for the average federally qualified health center, <a href=\"http://www.guttmacher.org/sites/default/files/report_downloads/publicly_funded_contraceptive_services_2015_tables_1-7.pdf\">according to the Guttmacher census</a>.</p>\r\n\r\n<p>&quot;Because by definition health centers are in medically underserved communities with elevated risk and insufficient primary care, the last thing one does is get rid of any supply,&quot; Sara Rosenbaum, a professor of health law and policy at the Milken Institute School of Public Health at George Washington University, told PolitiFact. &quot;This is the corker. Health centers are overwhelmed with need.&quot;</p>\r\n\r\n<p>And currently, community health centers are already operating with a shortage of staff, making any rapid expansion that much trickier.</p>\r\n\r\n<p>&quot;Workforce challenges are one of the primary barriers to health center patient growth,&quot; the National Association of Community Health Centers concluded in a <a href=\"http://www.nachc.org/wp-content/uploads/2015/10/NACHC_Workforce_Report_2016.pdf\">2016 report</a> on its sector. &quot;If all health center clinical vacancies were filled today, health centers could serve 2 million more patients.&quot;</p>\r\n\r\n<p>And second, community health centers and Planned Parenthood clinics aren&rsquo;t interchangeable, experts say.</p>\r\n\r\n<p>Guttmacher data <a href=\"https://www.guttmacher.org/gpr/2017/01/understanding-planned-parenthoods-critical-role-nations-family-planning-safety-net\">indicates</a> that Planned Parenthood centers &quot;are considerably more likely to offer a broad range of contraceptive methods than sites operated by other types of agencies. Nearly all Planned Parenthood health centers offer the full range of Food and Drug Administration-approved reversible contraceptive methods,&quot; compared to half of federally qualified health centers.</p>\r\n\r\n<p>Rebecca Kreitzer, an assistant professor of public policy at the University of North Carolina at Chapel Hill, <a href=\"https://www.theatlantic.com/politics/archive/2017/03/defunding-planned-parenthood-in-iowa/520674/\">recently told</a> the <em>Atlantic </em>that oral contraceptives and condoms are cheap enough that community health clinics can afford to give them out and then request federal reimbursement, but IUDs and contraceptive implants -- two long-term but reversible methods -- are often too expensive for clinics to front without immediate payment.</p>\r\n\r\n<p>By contrast, Planned Parenthood is a big enough network that it can afford to provide more expensive methods immediately. Because of this, Planned Parenthood clinics are also likelier to have staff on hand with the requisite expertise.</p>\r\n\r\n<p>&quot;Just because there is a federally qualified health center near where there is a Planned Parenthood Clinic does not mean we can assume the women going to Planned Parenthood would easily be served,&quot; said Keith J. Mueller, head of the Department of Health Management and Policy at the University of Iowa.</p>\r\n\r\n<p>When the <em>Atlantic </em>investigated how prepared Iowa health clinics were to pick up patients from Planned Parenthood, they found that lists of clinics provided by Republican lawmakers included &quot;a dentist&rsquo;s office, a school nurse, and a youth shelter&quot; as well as one clinic that had closed and several that didn&rsquo;t provide family-planning services.</p>\r\n\r\n<p>&quot;They&#39;re assuming we&#39;re the alternative,&quot; Ted Boesen, CEO of the non-profit Iowa Primary Care Association, told the magazine. &quot;But we&#39;re waiting to see what kind of a scale it is.&quot;</p>\r\n\r\n<p>Finally, the Energy and Commerce Committee said it&rsquo;s possible to argue &quot;that Planned Parenthood provides inferior overall service because they cannot offer holistic care to their patients, as they are a boutique reproductive health provider.&quot;</p>\r\n\r\n<p>But experts say the committee&rsquo;s emphasis on full-spectrum health care is more expensive than reproductive health care</p>\r\n\r\n<p>&quot;Because health centers must think about the full spectrum of primary health care for all patients, the absence of a specialized safety-net provider such as Planned Parenthood would be deeply problematic,&quot; Rosenbaum <a href=\"http://healthaffairs.org/blog/2017/01/27/can-community-health-centers-fill-the-health-care-void-left-by-defunding-planned-parenthood/\">has written</a>. &quot;When health centers attempt to respond to a surge in demand, they must think about not just the specialized services lost, but all of the health needs of the patients who find their way to a health center, not to mention those of their families. &hellip; As a result, the anticipated cost per patient served is far higher than family planning and related services alone.&quot;</p>\r\n\r\n<p>In other words, the higher cost of providing care at community health centers is another reason why the increased federal funding figure in the bill may not be sufficient for replacing the lost Planned Parenthood services.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Loudermilk said that in the House Republican health care bill, &quot;we&rsquo;re expanding women&rsquo;s access to health services by redirecting Planned Parenthood dollars to community health centers, which vastly outnumber Planned Parenthood clinics.&quot;</p>\r\n\r\n<p>Purely on the numbers, he has a point that there are more federally qualified health centers than Planned Parenthood clinics. But the notion that bypassing Planned Parenthood would mean &quot;expanding&quot; access is dubious. Challenges of geography, capacity, specialization and cost raise significant questions about whether existing centers, even if they were provided with Planned Parenthood&rsquo;s federal revenue stream, would be able to maintain the current patient load, much less expand it. We rate the statement Mostly False.</p>\r\n\r\n<p><em><strong>UPDATE, May 11, 2017</strong>: This report has been updated to include material provided by the House Energy and Commerce Committee that we received a day after the article was published. Our rating remains the same.</em></p>\r\n", "ruling_comments_date": "2017-05-09T16:43:36.073411", "ruling_date": "2017-05-09T17:42:16", "ruling_headline": "Would GOP bill expand women's health care by curbing Planned Parenthood?", "ruling_headline_slug": "would-gop-bill-expand-womens-health-care-curbing-p", "ruling_link_text": "Not clear they could pick up the slack", "ruling_state": null, "source_documents": null, "sources": "<p>Barry Loudermilk, email to constituents, May 4, 2017 (sent to PolitiFact by a reader)</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/americanhealthcareact.pdf\">cost estimate for the American Health Care Act</a>, March 13, 2017</p>\r\n\r\n<p>Planned Parenthood, <a href=\"https://www.plannedparenthood.org/files/2114/5089/0863/2014-2015_PPFA_Annual_Report_.pdf\">annual report</a>, 2014-2015</p>\r\n\r\n<p>Guttmacher Institute, &quot;<a href=\"https://www.guttmacher.org/sites/default/files/report_pdf/publicly_funded_contraceptive_services_2015_3.pdf\">Publicly Funded Contraceptive Services At U.S. Clinics, 2015</a>,&quot; April 2017</p>\r\n\r\n<p>Guttmacher Institute, &quot;<a href=\"https://www.guttmacher.org/gpr/2017/01/understanding-planned-parenthoods-critical-role-nations-family-planning-safety-net\">Understanding Planned Parenthood&rsquo;s Critical Role in the Nation&rsquo;s Family Planning Safety Net</a>,&quot; Jan. 12, 2017</p>\r\n\r\n<p>Guttmacher Institue, &quot;<a href=\"https://www.guttmacher.org/report/publicly-funded-family-planning-clinic-survey-2015?utm_source=Master+List&amp;utm_campaign=814d0df611-NR_Clinic2015_2017_04_21&amp;utm_medium=email&amp;utm_term=0_9ac83dc920-814d0df611-244288249\">Publicly Funded Family Planning Clinics in 2015: Patterns and Trends in Service Delivery Practices and Protocols</a>,&quot; November 2016</p>\r\n\r\n<p>Sara Rosenbaum, &quot;<a href=\"http://healthaffairs.org/blog/2017/01/27/can-community-health-centers-fill-the-health-care-void-left-by-defunding-planned-parenthood/\">Can Community Health Centers Fill The Health Care Void Left By Defunding Planned Parenthood?</a>&quot; (blog post in <em>Health Affairs</em>), Jan. 27, 2017</p>\r\n\r\n<p>Susan Wood, et al, &quot;<a href=\"http://hsrc.himmelfarb.gwu.edu/cgi/viewcontent.cgi?article=1059&amp;context=sphhs_policy_facpubs\">Health Centers and Family Planning: Results of a Nationwide Study</a>,&quot; March 7, 2013</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, &quot;<a href=\"https://www.cms.gov/Outreach-and-Education/Medicare-Learning-Network-MLN/MLNProducts/downloads/fqhcfactsheet.pdf\">Federally Qualified Health Center</a>,&quot; accessed May 9, 2017</p>\r\n\r\n<p>National Association of Community Health Centers, &quot;<a href=\"http://www.nachc.org/wp-content/uploads/2015/10/NACHC_Workforce_Report_2016.pdf\">Staffing the Safety Net: Building the Primary Care Workforce at America&rsquo;s Health Centers</a>,&quot; March 2016</p>\r\n\r\n<p>American Medical Association, <a href=\"https://www.ama-assn.org/sites/default/files/media-browser/public/washington/ama-letter-on-ahca.pdf\">letter</a>, March 7, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/05/04/upshot/who-wins-and-who-loses-in-the-latest-gop-health-care-bill.html?_r=0\">Who Wins and Who Loses in the Latest G.O.P. Health Care Bill</a>,&quot; May 4, 2017</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/national/congressional-health-care-bill-defunds-planned-parenthood/2017/05/04/afdc3b5a-30f1-11e7-8674-437ddb6e813e_story.html?utm_term=.dfdf1c9d71ad\">Congressional health-care bill &lsquo;defunds&rsquo; Planned Parenthood</a>,&quot; May 4, 2017</p>\r\n\r\n<p><em>The</em> <em>Atlantic</em>, &quot;<a href=\"https://www.theatlantic.com/politics/archive/2017/03/defunding-planned-parenthood-in-iowa/520674/\">What It Means to Defund Planned Parenthood</a>,&quot; March 27, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/florida/article/2017/may/05/whats-house-health-care-bill/\">What&rsquo;s in the House health care bill?</a>&quot; May 5, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2017/mar/24/carolyn-maloney/ny-rep-maloney-most-planned-parenthood-clinics-are/\">NY Rep. Maloney: More than half Planned Parenthood clinics are in underserved areas</a>,&quot; March 24, 2017</p>\r\n\r\n<p>Email interview with Catherine Lozada, spokeswoman for the Planned Parenthood Federation of America, May 5, 2017</p>\r\n\r\n<p>Email interview with Kinsey Hasstedt, senior policy manager at the Guttmacher Institute, May 5, 2017</p>\r\n\r\n<p>Email interview with Keith J. Mueller, head of the Department of Health Management and Policy at the University of Iowa, May 5, 2017</p>\r\n\r\n<p>Email interview with Sara Rosenbaum, professor of health law and policy at the Milken Institute School of Public Health at George Washington University, May 5, 2017</p>\r\n\r\n<p>Email interview with Shawna Mercer, spokeswoman for Barry Loudermilk, May 5, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressional candidate", "false_count": 0, "first_name": "Barry", "half_true_count": 0, "home_state": "Georgia", "id": 2603, "last_name": "Loudermilk", "mostly_true_count": 0, "name_slug": "barry-loudermilk", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Barry_Loudermilk.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2603/", "total_count": 1, "true_count": 0, "website": "http://loudermilkforcongress.com/"}, "statement": "<p>In the House Republican health care bill, &quot;we&rsquo;re expanding women&rsquo;s access to health services by redirecting Planned Parenthood dollars to community health centers, which vastly outnumber Planned Parenthood clinics.&quot;</p>\r\n", "statement_context": "an email to constituents", "statement_date": "2017-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": "Would GOP bill expand women's health care by curbing Planned Parenthood?"}