{"art": [{"brightcove": "", "caption": "President Donald Trump congratulated House Republicans for passing a replacement for Obamacare. (Mark Wilson/Getty Images)", "id": 11518, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Donald_Trump_congratulates_House_Republicans.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11518/", "title": "Trump Republicans", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "canonical_url": "/california/statements/2017/may/09/judy-chu/rape-pre-existing-condition-under-gop-bill-calif-c/", "edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "editor": [{"email_address": "gfavre@sbcglobal.net", "first_name": "Gregory", "id": 564, "last_name": "Favre", "name_slug": "gregory-favre", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/564/", "title": "PolitiFact California editor", "twitter": null}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Rape a pre-existing condition under GOP health bill? ", "id": 14099, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lcarroll@politifact.com", "first_name": "Lauren", "id": 437, "last_name": "Carroll", "name_slug": "lauren-carroll", "on_staff_page": null, "phone": "202-816-8633", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Lauren_Carroll_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/437/", "title": "Staff Writer", "twitter": "LaurenFCarroll"}, {"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14099/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Democratic Congresswoman Judy Chu of Los Angeles County repeated a deceptive claim about the GOP health care bill last week after it narrowly passed the U.S. House.</p>\r\n\r\n<p>Chu said the legislation &quot;would once again allow being a rape or domestic violence victim to be a pre-existing condition,&quot; in a <a href=\"https://chu.house.gov/media-center/press-releases/rep-chu-decries-heartless-aca-repeal-vote\">press release</a> on May 4, 2017. Chu and all other Democrats in the House opposed the bill, which has an uncertain future in the U.S. Senate.</p>\r\n\r\n<p>The national PolitiFact team fact-checked similar claims in the headlines of several blogs and rated them <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/may/05/blog-posting/headlines-say-gop-bill-makes-sexual-assault-pre-ex/\">Mostly False</a>. It called the statements &quot;bombastic&quot; and &quot;misleading.&quot; The Washington Post Fact Checker also <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/05/06/no-the-gop-health-bill-doesnt-classify-rape-or-sexual-assault-as-a-preexisting-condition/?utm_term=.49eadc19521e\">rejected</a> this claim, giving it four pinnochios.</p>\r\n\r\n<p>PolitiFact noted that some blogs have changed their headlines or issued corrections.</p>\r\n\r\n<p>In a written statement on May 10, 2017, Chu said she stands by her claim:</p>\r\n\r\n<p>&quot;While the many fact checks have pointed out that a number of conditions would have to be met first, like state waivers, the fact is that what is currently prohibited has once again become possible thanks to the (American Health Care Act),&quot; she said.</p>\r\n\r\n<p><strong>Summary of PolitiFact&rsquo;s findings</strong></p>\r\n\r\n<p><a href=\"http://www.politifact.com/wisconsin/statements/2017/may/09/gwen-moore/sexual-assault-domestic-violence-themselves-are-no/\">PolitiFact Wisconsin</a> also looked at the national PolitiFact&rsquo;s analysis and summarized it&rsquo;s findings this way:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>The GOP bill does not single out any specific medical event or diagnosis as a pre-existing condition.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>Conditions stemming from a sexual assault or domestic violence, such as post-traumatic stress disorder or certain sexually transmitted diseases, could be judged to be a pre-existing condition.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>States would have the option to allow insurers to charge higher prices to people with an existing condition, possibly making coverage unaffordable.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p><strong>Here&rsquo;s what&rsquo;s wrong with the claim</strong></p>\r\n\r\n<p><a href=\"https://www.hhs.gov/healthcare/about-the-aca/pre-existing-conditions/index.html\">Under the Affordable Care Act</a>, insurance companies cannot deny coverage or charge higher premiums because a person has a pre-existing medical condition.</p>\r\n\r\n<p>Republicans&rsquo; Affordable Care Act replacement &mdash; the American Health Care Act, which the House passed May 4 &mdash; <a href=\"http://www.politifact.com/florida/statements/2017/may/01/donald-trump/does-new-version-ahca-still-cover-pre-existing-con/\">weakens those protections</a>.</p>\r\n\r\n<p>These blog posts get at a real problem with the Republican bill if it were to become law. Victims of sexual assault could, conceivably, find themselves in a situation where they can&rsquo;t afford insurance because of medical issues that stem from their assault.</p>\r\n\r\n<p>But the headlines that say the GOP bill makes sexual assault a pre-existing condition are hyperbolic based on the what the bill actually says.</p>\r\n\r\n<p>They stoke fears that the bill singles out victims of sexual assault, limiting their access to health care specifically.</p>\r\n\r\n<p>But the Republican bill doesn&rsquo;t pinpoint any specific medical event or diagnosis as a pre-existing condition; that&rsquo;s something the insurance companies or individual states would decide. As it stands, anyone with a pre-existing condition could face problems.</p>\r\n\r\n<p><strong>Problems prior to the Affordable Care Act</strong></p>\r\n\r\n<p>The blogs discuss <a href=\"http://www.huffingtonpost.com/2009/10/21/insurance-companies-rape-_n_328708.html\">anecdotal stories of women</a> who, prior to the Affordable Care Act, were sexually assaulted and then sought treatment stemming from that assault. Later, when these women tried to purchase health insurance, they were denied coverage.</p>\r\n\r\n<p>These women weren&rsquo;t necessarily denied coverage because of the sexual assault; rather, it was because of residual treatment they sought afterward, such as taking HIV-preventative medication or seeing a therapist.</p>\r\n\r\n<p>None of the several health insurance experts we consulted were aware of insurance companies with policies that specify &quot;sexual assault&quot; or &quot;rape&quot; as a condition to consider when evaluating someone&rsquo;s eligibility. But <a href=\"http://www.medicalquotefinder.com/education/underwriting/conditions-subject-to-decline/\">insurance resources</a> did regularly list mental health issues or sexually-transmitted illnesses as pre-existing conditions.</p>\r\n\r\n<p>For example, if a person were pricked with a used needle or had consensual sex with someone they later discovered had HIV, that person might also take HIV preventatives. And because they took that medication, they, like some sexual assault victims, might have trouble buying health insurance on the open market.</p>\r\n\r\n<p>If a sexual assault victim chose not to seek medical treatment, he or she wouldn&rsquo;t necessarily face the same challenge in getting insurance.</p>\r\n\r\n<p>&quot;This is not something specific about sexual assault,&quot; said Urban Institute senior fellow Linda Blumberg. &quot;But to the extent victims of sexual assault are needing to take this (HIV) medication, they&rsquo;re very vulnerable in terms of getting insurance coverage in the future.&quot;</p>\r\n\r\n<p><strong>What repealing the Affordable Care Act could mean</strong></p>\r\n\r\n<p>The Kaiser Family Foundation, an independent authority on health policy, recently wrote policy papers about <a href=\"http://kff.org/health-reform/issue-brief/pre-existing-conditions-and-medical-underwriting-in-the-individual-insurance-market-prior-to-the-aca/\">pre-existing conditions prior to the Affordable Care Act</a>and <a href=\"http://kff.org/womens-health-policy/issue-brief/ten-ways-that-repealing-and-replacing-the-affordable-care-act-could-affect-women/#Insurance\">how repealing the law would affect women</a>. &nbsp;Neither of those two articles say sexual assault victims would face a particular challenge.</p>\r\n\r\n<p>The Republicans&rsquo; bill doesn&rsquo;t change what is or is not a pre-existing condition.</p>\r\n\r\n<p>What it does is allow more consideration of pre-existing conditions than is permitted under the Affordable Care Act.</p>\r\n\r\n<p>&quot;The bill just leaves it to the imagination at this point,&quot; Blumberg said, referring to what insurance companies might consider as a pre-existing condition.</p>\r\n\r\n<p>To be clear, the bill doesn&rsquo;t allow insurance providers to deny coverage to someone based on pre-existing conditions outright. But with a waiver, <a href=\"http://www.politifact.com/florida/statements/2017/may/01/donald-trump/does-new-version-ahca-still-cover-pre-existing-con/\">states can allow providers</a> to set premium costs based on an individual&rsquo;s &quot;health status.&quot; Even though the bill puts in some protections, health economists say this could make insurance unaffordable for those with pre-existing conditions.</p>\r\n\r\n<p>Before the Affordable Care Act, health insurance companies were not transparent about what counts as a pre-existing condition, and the House Republican replacement doesn&rsquo;t change that, said Kathryn Votava, president of health care consulting company Goodcare.</p>\r\n\r\n<p>This allows for the real possibility that sexual assault victims who seek medical treatment could face challenges in getting health insurance if the Republican bill becomes law, she said.</p>\r\n\r\n<p><strong>&quot;Could&quot; is the key word.</strong></p>\r\n\r\n<p>What ultimately happens depends on whether the bill is changed in the Senate and how states and insurance companies respond.</p>\r\n\r\n<p>The lack of transparency, as well as the potential for different policies from state to state, would put a significant burden on consumers trying to figure out whether they can obtain insurance given their health status, said Claire Brindis, director of the Institute for Health Policy Studies at the University of California San Francisco.</p>\r\n\r\n<p>For victims of sexual assault in particular, the bill could have a chilling effect, she added. Women might choose not to seek medical treatment after an assault because they are concerned it might affect their ability to get health insurance down the line.</p>\r\n\r\n<p>Sexual assault &quot;is the tip of the iceberg,&quot; Brindis said. &quot;There are many many other examples of unexpected events that occur in day to day life, that you can&rsquo;t plan for, can&rsquo;t avoid.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Various bloggers, and some members of Congress, wrote that under the House Republican health plan, sexual assault and domestic violence is a pre-existing condition.</p>\r\n\r\n<p>Several websites have since softened their headlines to be more careful, going from &quot;would&quot; to &quot;could.&quot;</p>\r\n\r\n<p>The bill does not change what is or is not a pre-existing condition; the health insurance companies write those definitions for themselves. The House bill also does not single out sexual assault or any other medical issue as a pre-existing condition.</p>\r\n\r\n<p>Prior to the Affordable Care Act, some victims of sexual assault said they had trouble getting health insurance because they sought medical services that the insurance companies viewed as evidence of a pre-existing condition, such as for sexually transmitted illness or mental health.</p>\r\n\r\n<p>The Republican bill might make it harder for people who have pre-existing conditions to get affordable health care coverage. Victims of sexual assault would face the same challenge as others with pre-existing conditions. But we don&rsquo;t know for sure given the bill&rsquo;s current form.</p>\r\n\r\n<p>PolitiFact National rated this claim <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/may/05/blog-posting/headlines-say-gop-bill-makes-sexual-assault-pre-ex/\">Mostly False</a>.</p>\r\n\r\n<p>Following the same analysis, PolitiFact California rates Chu&rsquo;s claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE &ndash;&nbsp;</strong>The statement contains some element of truth but ignores critical facts that would give a different impression.</em></p>\r\n\r\n<p><em>UPDATE: This fact check has been updated with a response from Rep. Chu, who issued a statement on May 10, 2017, which reads in full:&nbsp;</em></p>\r\n\r\n<p><em>&quot;As it stands today, anybody with a preexisting condition is protected thanks to the Affordable Care Act. This includes women, who were previously charged more for a range of care that is, today, considered &lsquo;essential&rsquo;. The AHCA makes it easier for insurers to earn waivers to charge more for preexisting conditions and leaves the question of what should be covered up to others. In my statement, I said that this bill &lsquo;would once again allow a rape or domestic violence victim to be a pre-existing condition.&rsquo; While the many fact checks have pointed out that a number of conditions would have to be met first, like state waivers, the fact is that what is currently prohibited has once again become possible thanks to the AHCA. We should not even be discussing how women can be charged more for their care, even if it requires 2, 3, or 4 extra steps. This bill represents a step backwards for Americans&rsquo; health in a number of ways.&quot;</em></p>\r\n\r\n<p>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\">&nbsp;more&nbsp;</a>on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-09T17:39:34.429054", "ruling_date": "2017-05-09T15:55:49", "ruling_headline": "Calif. Democrat repeats misleading claim rape a pre-existing condition under GOP bill", "ruling_headline_slug": "rape-pre-existing-condition-under-gop-bill-calif-c", "ruling_link_text": "Bill doesn't single out anything as pre-existing condition", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Judy Chu, <a href=\"https://chu.house.gov/media-center/press-releases/rep-chu-decries-heartless-aca-repeal-vote\">press release</a>, May 4, 2017</p>\r\n\r\n<p>Interview, Ben Suarato, spokesman for Rep. Chu, May 9, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/may/05/blog-posting/headlines-say-gop-bill-makes-sexual-assault-pre-ex/\">Headlines that say GOP bill makes sexual assault a pre-existing condition are misleading</a>, May 5, 2017</p>\r\n\r\n<p><em>Washington Post</em> Fact Checker, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/05/06/no-the-gop-health-bill-doesnt-classify-rape-or-sexual-assault-as-a-preexisting-condition/?utm_term=.b821ea974a72\">Despite critics&rsquo; claims, the GOP health bill doesn&rsquo;t classify rape or sexual assault as a preexisting condition</a>, May 6, 2017</p>\r\n\r\n<p>PolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2017/may/09/gwen-moore/sexual-assault-domestic-violence-themselves-are-no/\">Sexual assault, domestic violence themselves are not pre-existing conditions under GOP health bill</a>, May 9, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Judy", "half_true_count": 0, "home_state": "California", "id": 3934, "last_name": "Chu", "mostly_true_count": 0, "name_slug": "judy-chu", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Judy_Chu_Mug_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3934/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The GOP health bill &quot;would once again allow being a rape or domestic violence victim to be a pre-existing condition.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2017-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": "Rape a pre-existing condition under GOP bill? Calif. Congresswoman repeats misleading claim"}