{"art": [{"brightcove": "", "caption": "Travis County Sheriff Sally Hernandez wrote that sanctuary-labeled cities have less crime than other cities. We found this claim Half True (Austin American-Statesman photo).", "id": 11549, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sallyhernandezpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11549/", "title": "Sally Hernandez of Austin", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/may/10/sally-hernandez/sally-hernandez-says-cities-labeled-sanctuaries-ha/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Do sanctuary cities have less crime?", "id": 14092, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14092/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Don&rsquo;t force local police to double as immigration law enforcers, sheriffs including Sally Hernandez of Travis County unsuccessfully urged lawmakers in an April 2017 commentary in the <em>Austin American-Statesman</em>.</p>\r\n\r\n<p>Republican proponents tout <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=SB4\">Senate Bill 4</a>, the measure signed into law by Gov. Greg Abbott on May 7, 2017, as once-and-for-all preventing local police and elected officials from shielding unauthorized immigrants from deportation. Violators could be fined or even removed from office.</p>\r\n\r\n<p>In opposition, Hernandez and four other sheriffs, fellow Democrats from Dallas, Harris, Bexar and El Paso counties, <a href=\"http://www.mystatesman.com/news/opinion/texas-sheriffs-sb4-burdens-law-enforcement-local-taxpayers/pwPu6iVmQT8aAlYgiiSaiI/\">wrote</a> that the proposal would &quot;coerce&quot; local law enforcement to divert scarce resources to enforcing federal immigration laws at a risk to public safety. As it is, the sheriffs went on, &quot;FBI crime statistics have found that labeled &lsquo;sanctuary&rsquo; cities experience lower rates of all crime types, including homicides.&quot;</p>\r\n\r\n<p>Is that so?</p>\r\n\r\n<p>There&#39;s no such FBI report, we found, while PolitiFact in Washington, D.C., noted in a November 2016 <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/28/javier-m-gonzales/santa-fe-mayor-defends-sanctuary-cities-says-studi/\">fact check</a> that a study published in August 2016&nbsp;by researchers at the University of California at Riverside and Highline College <a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2016/10/03/sanctuary-cities-do-not-experience-an-increase-in-crime/\">found</a> sanctuary policies <a href=\"http://www.collingwoodresearch.com/uploads/8/3/6/0/8360930/shelter_nopols_blind_final.pdf\">did not affect</a> crime rates either way. The study included analysis of violent crime, property crime and rape.</p>\r\n\r\n<p>Also, we&rsquo;ve been fact-checking claims about so-called sanctuary cities for <a href=\"http://www.politifact.com/texas/article/2011/jan/13/fact-checking-statements-about-sanctuary-cities/\">half a dozen years</a> so we recognize that defining such a city can be slippery. In 2006, the non-partisan Congressional Research Service <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08142006_crsreportimmlaw.pdf\">listed</a> Houston and Austin among only 32 localities nationally that had sanctuary policies.</p>\r\n\r\n<p><strong>Hernandez points to D.C. report</strong></p>\r\n\r\n<p>To our inquiry, Kristen Dark, spokeswoman for the Travis County sheriff&rsquo;s office, advised by email that the&nbsp;sheriffs drew their claim about less crime in sanctuary cities from a January 2017 report that considered more than 600 counties to be sanctuary locales.</p>\r\n\r\n<p>The report by the Washington-based&nbsp;<a href=\"http://www.politifact.com/personalities/center-american-progress/\">Center for American Progress</a>, a liberal public policy research and advocacy group, <a href=\"http://ampr.gs/2pyDLFB\">&quot;The Effects of Sanctuary Policies on Crime and the Economy,&quot;</a> states that crime in 2015 was significantly lower in 608 &quot;sanctuary&quot; counties than in counties where law officers were more compliant with requests from Immigration and Customs Enforcement officials to detain locally-held suspects.</p>\r\n\r\n<p><a href=\"http://www.tomwongphd.com/\">Tom K. Wong</a>, a political scientist at the University of California, San Diego, wrote: &quot;There are, on average, 35.5 fewer crimes committed per 10,000 people in sanctuary counties compared to non-sanctuary counties. Altogether, the data suggest that when local law enforcement focuses on keeping communities safe, rather than becoming entangled in federal immigration enforcement efforts, communities are safer,&quot; the report says, plus there are other advantages such as stronger economies.</p>\r\n\r\n<p>&quot;Large central metro sanctuary counties have 65.4 fewer crimes per 10,000 people than large central metro non-sanctuary counties,&quot; Wong wrote. &quot;Noncore, rural sanctuary counties have 59.4 fewer crimes per 10,000 people than noncore, rural non-sanctuary counties.&quot;</p>\r\n\r\n<p><strong>Counting &#39;sanctuary&#39; counties</strong></p>\r\n\r\n<p>The report doesn&rsquo;t identify any counties. But to our inquiry, Wong provided <a href=\"https://docs.google.com/spreadsheets/d/1VzbMTOf0SLclWHZ7XAVGf6I-W59GYalQYofu4wFMUj0/pubhtml\">his list of 608 &quot;sanctuary&quot; counties</a>. Further, Wong said by email that he zeroed in on the counties based on information obtained from ICE by the San Francisco-based Immigrant Legal Resource Center; <a href=\"https://docs.google.com/spreadsheets/d/1-eKUeksxowCO0zMjEBcbGeMp30MmoUJ_ZbGzwTUZmTM/edit?usp=sharing\">he forwarded what he described as an ICE&nbsp;spreadsheet</a> with entries for 2,768 counties in 49 states plus other jurisdictions and said a column identifying individual counties as accepting or not accepting ICE detainer requests helped him single out the counties tallied as sanctuary counties.</p>\r\n\r\n<p>The&nbsp;spreadsheet shows the majority of the listed counties as going along with ICE detainer requests--including Travis County, a reminder the spreadsheet was put together before Hernandez, elected sheriff in 2016, <a href=\"http://www.mystatesman.com/news/crime--law/new-sheriff-policy-limits-cooperation-with-immigration-officials/k9Fyql0puYo1UuLih9TejN/\">implemented a policy</a> in 2017 of not automatically granting ICE detainer requests, a move that spurred interest in SB 4 while leading Abbott to cut off millions of dollars in law enforcement grants to the county.</p>\r\n\r\n<p>It&rsquo;s worth noting too that no federal law defines &quot;sanctuary city.&quot; Different jurisdictions that use the term -- and even some that shy from it -- may have some policies in place that other cities don&rsquo;t, and vice versa. But <a href=\"http://www.ilw.com/immigrationdaily/news/2011,0106-crs.pdf\">generally speaking, </a>it means a community has policies limiting how much local law enforcement assists federal immigration authorities seeking to apprehend and deport people living in the country without authorization.</p>\r\n\r\n<p>The modern-day sanctuary concept <a href=\"https://www.jstor.org/stable/20684688?seq=1#page_scan_tab_contents\">stems from the 1980s</a> when churches opened their doors to shelter Central Americans who fled violence in their countries and lived illegally in the United States, fearing deportation.</p>\r\n\r\n<p>Lena Graber, a special projects attorney for the Immigrant Legal Resource Center, has estimated there are more than 500 counties and 38 cities with policies not to assist U.S. Immigration and Customs Enforcement.</p>\r\n\r\n<p>Yet when we asked Jessica Vaughan of the Center for Immigration Studies, which favors less immigration, to appraise Wong&rsquo;s analysis, Vaughan said by email she&rsquo;d classify a locale as a sanctuary only if it has a policy saying as much; a March 2017 CIS <a href=\"http://cis.org/sites/cis.org/files/Sanctuary-Cities-Map-Full-Screen.html\">map</a> pinpoints about 300 such places, including Travis County.</p>\r\n\r\n<p><strong>Concentrated in west?</strong></p>\r\n\r\n<p>Wong, answering our bid for more detail, emailed a <a href=\"https://docs.google.com/spreadsheets/d/19m1WO_Jhy_iRLyCUFlEe56pKFoVdG1_6ZOhxBDCpy-8/edit?usp=sharing\">chart</a> showing he identified sanctuary counties in 29 states--with most such counties, we noticed, concentrated in a dozen states: South Dakota (62 counties); Colorado (56 counties); Minnesota (54 counties); California (53 counties); New York and North Dakota (50 counties each); &nbsp;Florida (43 counties); Washington (32 counties); Oregon (28 counties); New Mexico (26 counties); Iowa and Wyoming (23 counties each).</p>\r\n\r\n<p>Wong, we noticed, classified every Wyoming county as giving sanctuary. We wondered about that, spot-checking a couple by phone. Dick Blunt of the Sweetwater County sheriff&rsquo;s office told us that county doesn&rsquo;t hold anyone solely due to an ICE detainer request. In contrast, Michael Sorenson of the Laramie County sheriff&rsquo;s department said that agency always accedes to ICE detainers. Sorenson, saying he&rsquo;s been a department employee for 23 years, said: &quot;I can&rsquo;t ever remember us telling them no, we won&rsquo;t accept their detainers.&quot;</p>\r\n\r\n<p><strong>Crime rates</strong></p>\r\n\r\n<p>Let&rsquo;s turn next to crime rates.</p>\r\n\r\n<p>The report by Wong drew crime rates from the FBI&rsquo;s Uniform Crime Reporting system tallies for 2015. The report states: &quot;Crime is defined here as the total number of violent crimes&mdash;murders, rapes, robberies, and assaults&mdash;and property crimes&mdash;burglaries, larceny, motor vehicle thefts, and arsons&mdash;per 10,000 people.&quot;</p>\r\n\r\n<p>We didn&rsquo;t have the firepower/know-how to replicate Wong&rsquo;s work. Still, we compared total 2015 crimes rates for a few counties considered sanctuary communities by Wong compared to counties not bestowed with that label--and got mixed results. In our sampling, an Oregon &quot;sanctuary&quot; county in the study had the lowest total crime rate for 2015, 93 per 10,000 residents. Yet next-lowest was an Arkansas likely &quot;non-sanctuary county,&quot; which had a rate of 94 crimes per 10,000 residents. That pattern, a sanctuary county followed by a non-sanctuary county, mostly played out through the dozen counties we checked (<a href=\"https://docs.google.com/spreadsheets/d/1gy8CTmHODVRzxAXmZ5IA5w1b0qmAyqSx1ixkli4CxPE/edit?usp=sharing\">see our work here</a>).</p>\r\n\r\n<p>In the report, Wong said the statistical technique he applied, <a href=\"https://gking.harvard.edu/files/political_analysis-2011-iacus-pan_mpr013.pdf\">&quot;coarsened exact matching</a>,&quot; strengthened the cause-effect implication that sanctuary counties tend to have less crime.</p>\r\n\r\n<p>&quot;CEM is a method for improving causal inferences that estimates the sample average treatment effect on the treated, or SATT,&quot; the report said. &quot;In other words, CEM statistically matches sanctuary counties to comparable non-sanctuary counties; compares differences in outcomes between sanctuary counties and the matched non-sanctuary counties; allows us to evaluate these differences while controlling for differences in population, the foreign-born percentage of the population, and the percentage of the population that is Latino; and then uses the results of the analysis to estimate the effect that being a sanctuary county has on crime and the economy.&quot;</p>\r\n\r\n<p><strong>Criminologists comment</strong></p>\r\n\r\n<p>Experts on crime statistics who&nbsp;we queried&nbsp;told us Wong&rsquo;s statistical work looked solid.</p>\r\n\r\n<p>They were less sold on reaching cause-effect conclusions.</p>\r\n\r\n<p>Tony Fabelo, an Austin-based researcher for the Council on State Governments, said by email: &quot;You may assume that the theory behind the relationship between sanctuary cities and crime is that law enforcement practices are more effective in engaging the community, not alienating Latino, or immigrant communities, and, therefore, maybe this influences crime.</p>\r\n\r\n<p>&quot;For example,&quot; Fabelo wrote, &quot;if local law enforcement is not occupied by questioning and detaining suspected undocumented aliens, maybe their resources are better spent on usual crime fighting. Still,&quot; he said, &quot;there are so many things not controlled here that can impact crime, that maybe the statement is a little stretched (sentencing practices, program resources to deal with drug treatment, mental health, security technologies in higher income places, and more importantly the number of police per capita in the community).&quot;</p>\r\n\r\n<p>Bill King, a professor at Sam Houston State University, called Wong&rsquo;s methodology rigorous. By phone, though, he said absolute causality is hard to nail. &quot;The flip side is the takeaway: Being a sanctuary city does not make community residents unsafe--and that&rsquo;s big,&quot; King said.</p>\r\n\r\n<p>King, Fabelo and <a href=\"http://www.heinz.cmu.edu/faculty-and-research/faculty-profiles/faculty-details/index.aspx?faculty_id=9\">Alfred Blumstein</a>, a professor emeritus at Carnegie Mellon University, each said the study would have benefited by focusing on rates of specific crimes such as homicides and robberies. By email, Blumstein said the FBI&rsquo;s total crime rates are overly influenced by the frequency of larceny. Separately, Fabelo said the total crime rate doesn&rsquo;t capture many drug arrests and related crimes as well as lower-level crimes not tallied by the FBI.</p>\r\n\r\n<p>Fabelo said he&rsquo;d be interested in tracking &quot;what happens in cities that were sanctuary cities, that later were not, and see any improvement over time&quot; in crime rates, which would control for unseen factors in the studied city, he suggested.</p>\r\n\r\n<p><strong>Homicides</strong></p>\r\n\r\n<p>Wong earlier pointed out that the <em>Washington Post</em>&rsquo;s Wonkblog, with his help, made a run at analyzing just homicide rates before <a href=\"https://www.washingtonpost.com/news/wonk/wp/2017/01/27/trump-says-sanctuary-cities-are-hotbeds-of-crime-data-say-the-opposite/?utm_term=.ff43eef8a3e3\">reporting</a> in January 2017 that the typical sanctuary area saw one less homicide per 100,000 people in 2015 than the typical non-sanctuary area. &quot;While the difference is small,&quot; the newspaper said, &quot;Wong&#39;s statistical tests indicate it is highly significant.&quot;</p>\r\n\r\n<p>Wonkblog also said: &quot;The data only shows correlation; Wong says more research needs to be done to determine whether a causal effect is at work here. But he said he suspects that, by becoming a sanctuary area and refusing to involve local authorities in deportation matters, a city or county may actually make itself safer. If immigrants who came to the United States illegally fear working with police will lead to deportation, they&#39;re less likely to report crimes and assist with investigations.&quot;</p>\r\n\r\n<p>We asked Wong if it could be happenstance that the identified sanctuary counties had lower overall crime rates than non-sanctuary counties. Happenstance, he emailed, is &quot;too liberal a term in this case given the rigor of the analysis.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hernandez said: &quot;FBI crime statistics have found that labeled &lsquo;sanctuary&rsquo; cities experience lower rates of all crime types, including homicides.&quot;</p>\r\n\r\n<p>Any implication the FBI reached this&nbsp;conclusion is wrong; the agency has not aired such findings.</p>\r\n\r\n<p>Still, an outside analysis of 2015 FBI-collected crime statistics supports the idea that communities offering sanctuary to unauthorized residents have less total crime. Then again, that&nbsp;analysis didn&#39;t independently confirm the sanctuary status of each county nor did it fine-tune the crime statistics as much as criminologists would prefer before reaching cause-effect conclusions.</p>\r\n\r\n<p>On balance, we find the sheriff&#39;s statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-08T17:53:11.049313", "ruling_date": "2017-05-10T12:50:16", "ruling_headline": "Sally Hernandez says cities labeled as sanctuaries have less crime, according to FBI statistics", "ruling_headline_slug": "sally-hernandez-says-cities-labeled-sanctuaries-ha", "ruling_link_text": "Needs fine-tuning", "ruling_state": null, "source_documents": null, "sources": "<p>Oped commentary, <a href=\"http://www.mystatesman.com/news/opinion/texas-sheriffs-sb4-burdens-law-enforcement-local-taxpayers/pwPu6iVmQT8aAlYgiiSaiI/\">&quot;Texas sheriffs: SB4 burdens law enforcement, local taxpayers,&quot;</a> <em>Austin American-Statesman</em>, April 18, 2017</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/28/javier-m-gonzales/santa-fe-mayor-defends-sanctuary-cities-says-studi/\">&quot;Santa Fe mayor defends sanctuary cities, says studies don&#39;t show increase in crime,&quot;</a> PolitiFact, Nov. 28, 2016</p>\r\n\r\n<p>Story, <a href=\"http://www.politifact.com/texas/article/2011/jan/13/fact-checking-statements-about-sanctuary-cities/\">&quot;Fact checking statements about sanctuary cities,&quot;</a> PolitiFact Texas, Jan. 13, 2011</p>\r\n\r\n<p>Report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08142006_crsreportimmlaw.pdf\">&quot;CRS Report for Congress, Enforcing Immigration Law: The Role of State and Local Law Enforcement,&quot;</a> Congressional Research Service, updated Aug. 14, 2006</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1esvqB4G92dUTqEof91YmuvF9M5wbA8VTQvdEUztI3q4/pub\">Email</a>, Kristen Dark, senior public information officer, Travis County Sheriff&rsquo;s Office, April 20, 2017</p>\r\n\r\n<p>Report, <a href=\"https://www.americanprogress.org/issues/immigration/reports/2017/01/26/297366/the-effects-of-sanctuary-policies-on-crime-and-the-economy/\">&quot;The Effects of Sanctuary Policies on Crime and the Economy,&quot;</a> the Center for American Progress, Jan. 26, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1p8diBkc09Pz-Koyg_nFWMFE6kpkRtNDXl6sR3rmatsU/edit?usp=sharing\">Emails</a> (excerpted), <a href=\"http://www.tomwongphd.com/\">Tom K. Wong</a>, assistant professor of political science, University of California, San Diego, April 20-May 2, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1VzbMTOf0SLclWHZ7XAVGf6I-W59GYalQYofu4wFMUj0/pubhtml\">List</a> of 608 counties identified by Tom K. Wong as sanctuary counties (received by email from Wong, May 1, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1sDBLR_3Wg-EGsgVHjk2DzQEDx4OqvqYaVKJyytInPCw/pubhtml\">Spreadsheet</a> described &nbsp;by Tom K. Wong as originating with Immigration and Customs Enforcement and describing counties working with or resisting ICE requests, undated (received by email from Wong, May 2, 2017)</p>\r\n\r\n<p>Phone interview, Det. Dick Blust, public information officer, Sweetwater (WY.) Sheriff&rsquo;s Department, May 1, 2017</p>\r\n\r\n<p>Phone interview, Capt. Michael Sorenson, Detention Division, facility administrator, the Laramie County (WY.) Detention Center, May 2, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1TGa3vcLgSl09OqWLXmDI80vgIrFrCKBUYeT7RmouqUE/pub\">Email</a>, Stephen G. Fischer Jr., chief - Multimedia Productions, FBI - Criminal Justice Information Service Division, May 4, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUFZ5c2M4N0RCeVk/view?usp=sharing\">Document showing violent and property crime rates and counts by county, </a>FBI, Uniform Crime Reporting System, 2015 (received by email from Stephen G. Fischer Jr., May 4, 2017)</p>\r\n\r\n<p>Chart, <a href=\"https://docs.google.com/spreadsheets/d/1gy8CTmHODVRzxAXmZ5IA5w1b0qmAyqSx1ixkli4CxPE/edit?usp=sharing\">&quot;A PolitiFact Texas Sampling of 2015 Crime Rates, Homicides, Robberies in Counties Likely Labeled as Sanctuaries and Counties Likely Not Labeled as Such,&quot;</a> May 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/crime--law/new-sheriff-policy-limits-cooperation-with-immigration-officials/k9Fyql0puYo1UuLih9TejN/\">&quot;New sheriff&rsquo;s policy limits cooperation with immigration officials,&quot;</a> <em>Austin American-Statesman</em>, Jan. 20, 2017</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.heinz.cmu.edu/faculty-and-research/faculty-profiles/faculty-details/index.aspx?faculty_id=9\">Alfred Blumstein</a>, J. Erik Jonsson University Professor of Urban Systems and Operations Research, Emeritus, Carnegie Mellon University, May 2, 2017</p>\r\n\r\n<p>News analysis story, <a href=\"https://www.washingtonpost.com/news/wonk/wp/2017/01/27/trump-says-sanctuary-cities-are-hotbeds-of-crime-data-say-the-opposite/?utm_term=.ffe3f8c2210d\">&quot;Trump says sanctuary cities are hotbeds of crime. Data say the opposite,&quot;</a> WonkBlog, <em>The Washington Post</em>, Jan. 27, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/16OSONi4ipSwswo_wi7j5iZUGHv0LtV-BOj11GX27kRc/pub\">Email</a>, Jessica Vaughan, director of policy studies, Center for Immigration Studies, April 21, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/13uD2B-Wm3rYeAgHcZg5n45yf_kouUGxQ9MWiHjnLVrs/pub\">Email</a> and telephone interview, <a href=\"http://www.cjcenter.org/directory/index2.php?mode=view&amp;item=131\">William R. King</a>, Ph.D., professor of criminal justice, College of Criminal Justice, Sam Houston State University, May 2-3, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Sheriff, Travis County", "false_count": 0, "first_name": "Sally", "half_true_count": 1, "home_state": "Texas", "id": 3932, "last_name": "Hernandez", "mostly_true_count": 0, "name_slug": "sally-hernandez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sallyhernandezpftpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3932/", "total_count": 1, "true_count": 0, "website": "https://www.tcsheriff.org/"}, "statement": "<p>&quot;FBI crime statistics have found that labeled &lsquo;sanctuary&rsquo; cities experience lower rates of all crime types, including homicides.&quot;</p>\r\n", "statement_context": "an oped commentary co-authored by four other Texas sheriffs", "statement_date": "2017-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Sally Hernandez, Democratic sheriffs say FBI statistics show sanctuary cities have less crime. HALF TRUE."}