{"art": [{"brightcove": "", "caption": "An Austin registered nurse, Diane McCullough, checks a flu vaccine in January 2017. We found False a claim about what people can report about vaccination side effects (Daulton Venglar, Austin American-Statesman).", "id": 11565, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/newshotpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11565/", "title": "Austin flu shot 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/may/11/bill-zedler/bill-zedler-insists-program-doesnt-collect-wide-ra/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Bill Zedler on what people may report after vaccinations", "id": 14105, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14105/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Addressing a physician during testimony about Texas laws affecting vaccinations, state Rep. Bill Zedler said a federal program that gathers reports of vaccination side-effects doesn&rsquo;t draw in all kinds of outcomes.</p>\r\n\r\n<p>The Houston physician disputed Zedler on that, leading us to roll out the Truth-O-Meter.</p>\r\n\r\n<p>We heard about the pair&rsquo;s vigorous public back and forth from Jason Sabo, a lobbyist for the <a href=\"http://www.immunizeusa.org/about-us/\">Immunization Partnership</a>, a Katy-based nonprofit focused on eradicating vaccine-preventable diseases. Sabo emailed us a <a href=\"https://onedrive.live.com/?authkey=%21ANb9J0cwyDTq2XY&amp;cid=B02EE4B98BD83A49&amp;id=B02EE4B98BD83A49%21114268&amp;parId=B02EE4B98BD83A49%21110228&amp;o=OneUp\">web link to a video excerpt</a> from the April 25, 2017, hearing of the House Public Health Committee on <a href=\"http://www.legis.state.tx.us/billlookup/History.aspx?LegSess=85R&amp;Bill=HB1124\">House Bill 1124</a>, which would make it easier for parents to opt children out of having immunizations required to attend public schools.</p>\r\n\r\n<p>The video initially shows Lindy McGee, a physician at Texas Children&rsquo;s Hospital, opposing the measure on behalf of herself and the partnership.</p>\r\n\r\n<p>Zedler, R-Arlington, then pressed McGee about his conclusion from the Centers for Disease Control and Prevention database that more people have died from the measles vaccination than from measles, a claim he repeated in our May 2017 follow-up interview with him (there&rsquo;s a fact-check in the works).</p>\r\n\r\n<p>At the hearing, McGee replied that the database, the Vaccine Adverse Event Reporting System or VAERS, doesn&rsquo;t &quot;report causality. People report to that system what they&rsquo;ve seen. So I can report if I get hit by a truck after I&rsquo;ve gotten a vaccine and that would be reported as associated with a vaccine. It does not make any implication of causality. That&rsquo;s just the way it is.&quot;</p>\r\n\r\n<p>McGee went on: &quot;So that is just everyone reporting any time they&rsquo;ve had an adverse event, any time within a certain amount of period from having a vaccine. It does not make any implications about causality. That&rsquo;s the way it&rsquo;s set up.&quot;</p>\r\n\r\n<p>The parry-and-thrust&nbsp;went on:</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;So in other words, all you&rsquo;ve got to do is just think it could be.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;Yes. That&rsquo;s exactly what it is. So I could break my arm the next day and I can report that to that reporting system. And I want the reporting system, it&rsquo;s meant to be set up that way because that&rsquo;s how we can figure out if vaccines cause injury.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;No, no, no, no, are you going to tell me that if somebody got a vaccine, and within hours to days had died, that it&rsquo;s not due to the vaccine?&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;It&rsquo;s not necessarily due to the vaccine, no, absolutely not. I could have a vaccine and I could get hit by a truck tomorrow and die. I could have a vaccine and I could commit suicide tomorrow and die. I could have a vaccine and have a heart attack tomorrow.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;Whoa, stop, stop. Nobody puts that down.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;Yes, they do.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;No, they don&rsquo;t.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;Yes, they do.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;Let me tell you, that is patently false and you know it.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;It&rsquo;s not. You can look at it. You can look at the reports.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;So they put on there and they say, oh, just any death, and we don&rsquo;t have to prove causality?&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;Yes. It&rsquo;s not a system to prove causality. It&rsquo;s a system to track data and then the physicians or researchers at the CDC go and determine causality after that. It is not a system that could determine causality, it&rsquo;s not.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler said a moment later: &quot;For you to get up and tell this committee that in essence they can put anything down there they want is quite a dishonest.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;No, you can. You can report anything you want to.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">Zedler: &quot;Well, I&rsquo;m sorry, I&rsquo;m sorry, I don&rsquo;t buy that. And you know what? For you to tell this committee that is dishonest.&quot;</p>\r\n\r\n<p style=\"margin-left:72pt\">McGee: &quot;I welcome committee members to look up the system.&quot;</p>\r\n\r\n<p><strong>Zedler reaffirms statement</strong></p>\r\n\r\n<p>We took McGee up on that, also reaching out to the CDC, also&nbsp;following up with Zedler, who said in an interview off the House floor that he was trying to say at the hearing that people don&rsquo;t routinely report automobile accidents and the like as the result of vaccinations. &quot;Now you might find one or two kind-of unusual ones,&quot; Zedler said of reports recorded in the VAERS (pronounced vairs). &quot;That they were killed in an automobile accident--nonsense.&quot;</p>\r\n\r\n<p><strong>Program open to reports of effects from anyone</strong></p>\r\n\r\n<p>The VAERS, <a href=\"https://vaers.hhs.gov/about/index\">according to the CDC</a>, is a national vaccine safety surveillance program co-sponsored by the CDC and the Food and Drug Administration that, since its launch in 1990, has collected hundreds of thousands of reports of &quot;adverse events&quot; that occurred after the administration of vaccines in the United States.</p>\r\n\r\n<p>&quot;Anyone can file a VAERS report,&quot; CDC says, &quot;including health care providers, manufacturers, and vaccine recipients. The majority of VAERS reports are sent in by vaccine manufacturers (37%) and health care providers (36%). The remaining reports are obtained from state immunization programs (10%), vaccine recipients (or their parent/guardians, 7%) and other sources (10%).&quot;</p>\r\n\r\n<p>By email to our inquiry, CDC spokeswoman Martha Sharan stressed that the program accepts all reports without rendering judgment on clinical importance or whether a vaccine or vaccines might have caused the adverse event. Investigators focus, though, on &quot;the reports that &lsquo;signal&rsquo; a possible safety problem,&quot; Sharan wrote.</p>\r\n\r\n<p>On its website, the agency similarly says that every adverse effect recorded by the program isn&rsquo;t confirmed to have resulted from a vaccine.</p>\r\n\r\n<p>&quot;VAERS receives reports of many adverse events that occur after vaccination. Some occur coincidentally following vaccination, while others may be caused by vaccination,&quot; CDC says. &quot;Studies help determine if a vaccine really caused an adverse event.&quot;</p>\r\n\r\n<p><strong>Even the Hulk?</strong></p>\r\n\r\n<p>Rehka Lakshmanan of the Immunization Partnership, responding to our inquiry, suggested we look up an anesthesiologist she described as having reported to the VAERS that after a vaccination, he felt like he was turning into <a href=\"http://marvel.com/characters/25/hulk\">the Hulk of Marvel Comics fame</a>.</p>\r\n\r\n<p>In a July 2005 <a href=\"http://web.archive.org/web/20130419004549/http://neurodiversity.com/weblog/article/14/chelation-autism\">web post</a>, Dr. James R. Laidler wrote: &quot;The chief problem with the VAERS data is that reports can be entered by anyone and are not routinely verified. To demonstrate this, a few years ago I entered a report that an influenza vaccine had turned me into The Hulk. The report was accepted and entered into the database.</p>\r\n\r\n<p>&quot;Because the reported adverse event was so&hellip; unusual,&quot; Laidler wrote, &quot;a representative of VAERS contacted me. After a discussion of the VAERS database and its limitations, they asked for my permission to delete the record, which I granted. If I had not agreed, the record would be there still, showing that any claim can become part of the database, no matter how outrageous or improbable.&quot;</p>\r\n\r\n<p>We did not find primary documentation of Laidler&rsquo;s described VAERS submission though he reaffirmed such actions in a phone interview. Laidler, of Portland, Ore., said he recalled submitting a&nbsp;report in the early 2000s stating that after a measles vaccination, his skin turned green, his muscles grew and he started having rage problems--all symptoms intended to show he was becoming the Hulk. Laidler said his greater point, in the face of others who were citing VAERS entries as an indication the measles vaccination causes autism, was that anyone may report any adverse effect of a vaccination to the program.</p>\r\n\r\n<p>By email, the CDC&rsquo;s Sharan separately replied that the Hulk story &quot;is true.&quot;</p>\r\n\r\n<p><strong>Checking reported effects from Texas, U.S.</strong></p>\r\n\r\n<p>Online, we queried the VAERS database for serious reported side-effects of vaccinations in Texas.</p>\r\n\r\n<p>Among 635 summarized results dating from 1990 into February 2017, we spotted one mention of suicide; after a person got a seasonal flu shot in 2013, he was diagnosed with Auto Immune Limbic Encephalitis, according to the entry, and had suicidal thoughts.</p>\r\n\r\n<p>We also looked for entries about car or truck accidents.</p>\r\n\r\n<p>According to one entry, a physician reported in 2008 that a woman who received a dose of Gardasil was subsequently &quot;found dead in her truck from a blood clot that traveled from her legs to her lungs.&quot;</p>\r\n\r\n<p>Another entry says an 18-year-old woman vaccinated against meningitis &quot;passed out while driving her car and crossed over the highway into oncoming traffic&quot; before dying. A third entry says a woman who&rsquo;d received a flu shot &quot;passed out while driving. She required emergency abdominal exploration for bleeding&quot; and internal injuries, the entry says.</p>\r\n\r\n<p>Our search yielded three reports of Texas heart attacks after vaccinations. In October 2007, an entry says, a 68-year-old man got a flu shot, then died from a heart attack by the next morning. In 2015, a person had a heart attack on the day he or she got vaccinated against pneumococcal pneumonia, subsequently spending five days in a hospital, the entry says. In May 2016, according to another entry, a 61-year-old man died after a heart attack and car accident that occurred 10 days after he got a shot.</p>\r\n\r\n<p>We ran a similar search for serious reported post-vaccination events nationally in the year up to March 2017. From 159 results, we identified a reported fatal heart attack reported in Indiana after a flu shot in 2016.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Zedler said a federal program that compiles reported side-effects of vaccinations doesn&rsquo;t take in reports of extreme results such as road accidents, heart attacks and suicides.</p>\r\n\r\n<p>It looks to us, from our sampling, that&nbsp;some results such as suicides are rarely reported as related to vaccinations. Still, the CDC-run VAERS evidently accepts reports of all kinds of outcomes from all corners, though having a submission accepted doesn&#39;t equal federal confirmation that a vaccination caused any effects. Further investigation might.</p>\r\n\r\n<p>We rate Zedler&#39;s claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-10T19:31:58.548862", "ruling_date": "2017-05-11T14:39:33", "ruling_headline": "CDC accepts all manner of reported vaccination effects--even symptoms of the Hulk", "ruling_headline_slug": "bill-zedler-insists-program-doesnt-collect-wide-ra", "ruling_link_text": "Wide open", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://onedrive.live.com/?authkey=%21ANb9J0cwyDTq2XY&amp;cid=B02EE4B98BD83A49&amp;id=B02EE4B98BD83A49%21114268&amp;parId=B02EE4B98BD83A49%21110228&amp;o=OneUp\">Video excerpt of testimony</a> of Lindy McGee, Houston physician, on House Bill 1124, House Committee on Public Health, April 25, 2017 (web link <a href=\"https://twitter.com/texassabo/status/857198250889273344\">posted on Twitter</a> by Jason Sabo, lobbyist for the Immunization Partnership, April 26, 2017)</p>\r\n\r\n<p>Web pages, Centers for Disease Control and Prevention, <a href=\"https://vaers.hhs.gov/about/index\">&quot;About the VAERS Program,&quot;</a> <a href=\"https://vaers.hhs.gov/about/faqs\">&quot;Frequently Asked Questions, VAERS,&quot;</a> undated (accessed May 9, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1EsyOVJs0U9dpVshOo3X71mrceqhS9LXGNLBF55stoHQ/pub\">Emails</a>&nbsp;(excerpted), Martha Shara, media relations specialist, Chenega Contractor for the Division of Healthcare Quality and Promotion (DHQP), Centers for Disease Control and Prevention, April 28 and May 11, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1ilEAVFdo-ctwCjTVpVvW_s82vOOFh7vM-B2jpejXuJ4/pub\">Email</a> and telephone interview, Rehka Lakshmanan, director of advocacy and policy, the Immunization Partnership, April 28 and May 9, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://web.archive.org/web/20130419004549/http://neurodiversity.com/weblog/article/14/chelation-autism\">&quot;Chelation Autism,&quot;</a> by James R. Laidler, M.D., Neurodiversity Weblog, July 27, 2005</p>\r\n\r\n<p>Interview, Bill Zedler, May 5, 2017</p>\r\n\r\n<p>PolitiFact Texas searches of Wide-ranging OnLine Data for Epidemiologic Research (WONDER) and the Vaccine Adverse Event Reporting System (VAERS), Centers for Disease Control and Prevention, <a href=\"https://wonder.cdc.gov/controller/saved/D8/D14F529\">Texas focus since 1990</a>, <a href=\"https://wonder.cdc.gov/controller/saved/D8/D14F536\">U.S. focus from March 2016 to March 2017</a>, May 9, 2017</p>\r\n\r\n<p>Telephone interview, James R. Laidler, May 11, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state representative", "false_count": 1, "first_name": "Bill", "half_true_count": 0, "home_state": "Texas", "id": 1982, "last_name": "Zedler", "mostly_true_count": 1, "name_slug": "bill-zedler", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/zedlermug2012pf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1982/", "total_count": 2, "true_count": 0, "website": "http://billzedler.org/"}, "statement": "<p>Says a federal program that collects reported side-effects of vaccinations doesn&rsquo;t accept possible outcomes extending to road accidents, heart attacks or suicides.</p>\r\n", "statement_context": "his responses to a physician testifying before the Texas House Committee on Public Health", "statement_date": "2017-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Bill Zedler says vaccination side effects reported to a federal program don't extend to road accidents and more"}