{"art": [{"brightcove": "", "caption": "Lt Gov. Dan Patrick made an untenable claim about homeowner savings in remarks to reporters May 17, 2017 (screen shot).", "id": 11703, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/051717danpatrick.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11703/", "title": "Dan Patrick reporters 5/17/17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/may/23/dan-patrick/dan-patricks-20000-tax-savings-claim-proves-incorr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Dan Patrick's Pants on Fire property tax claim", "id": 14143, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14143/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Texas Lt. Gov . Dan Patrick made such a dramatic claim about &quot;must-pass&quot; tax-rate legislation--$20,000 in savings for the average homeowner every year!--we launched a fact check.</p>\r\n\r\n<p>Patrick, during <a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?view_id=42&amp;clip_id=12544\">17 minutes of remarks to Capitol reporters May 17, 2017</a>, named <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=85R&amp;Bill=SB2\">Senate Bill 2</a>, authored by Sen. Paul Bettencourt, R-Houston, as one of two measures--along with the Senate-backed proposal barring local governments and school districts from letting transgender residents use bathrooms of choice--that must pass, in Patrick&rsquo;s view, for lawmakers to avoid one or more special sessions possibly called by Gov. Greg Abbott after the regular session that must end by midnight Memorial Day.</p>\r\n\r\n<p>Patrick, mindful the House then had yet to vote on SB 2, said the Senate-approved version of the measure &quot;would bring about the largest property tax reform in Texas history. It would bring local government spending under control, give the voters an automatic election on government spending, of anything over 5 percent, and,&quot; Patrick said, &quot;save the average homeowner in Texas $20,000 a year over the next 20 years or so.&quot;</p>\r\n\r\n<p><strong>Patrick aide: He meant $20,000 cumulatively</strong></p>\r\n\r\n<p>Is that correct? To our inquiry, Patrick spokesman Alejandro Garcia said by email that Patrick had intended to tout savings adding up to $20,000 over 20 years. He pointed out a Texas Tribune <a href=\"https://www.texastribune.org/2017/05/19/house-delays-vote-bill-patrick-said-crucial-preventing-special-session/\">news story</a> posted two days after Patrick spoke quoting an unnamed Patrick staffer saying the same.</p>\r\n\r\n<p>The Tribune story said Patrick&nbsp;provided its reporter with&nbsp;a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGd1pqQ3E4Y2VKTUk/view?usp=sharing\">sheet of figures</a>&nbsp;suggesting&nbsp;$20,856 in cumulative savings to the average&nbsp;homeowner, a conclusion&nbsp;<a href=\"https://twitter.com/brandonformby/status/864984657699495941?refsrc=email&amp;s=11\">predicated</a> on local tax-rate hikes running higher than usual. The story&nbsp;quoted Dick Lavine, a tax analyst for the liberal Center for Public Policy Priorities, <a href=\"http://www.hro.house.state.tx.us/pdf/ba85r/sb0002.pdf#navpanes=0\">which opposes SB 2</a>, saying: &quot;This calculation certainly does not portray what an &lsquo;average&rsquo; homeowner could expect in any given year, to say nothing of experiencing these &lsquo;savings&rsquo; every year for the next 20 years.&quot;</p>\r\n\r\n<p><strong>Bettencourt offers backup</strong></p>\r\n\r\n<p>We didn&rsquo;t draw any backup from Patrick. But Bettencourt replied to our inquiry by&nbsp;offering <a href=\"https://docs.google.com/spreadsheets/d/1Wg8iF7kTBNcysIrGv49GwZhRlcwZ2PAz72h3ksTMJE8/edit?usp=sharing\">a chart</a> suggesting escalating savings for what he described as the owner of the median-valued Texas home based, he said, on <a href=\"https://docs.google.com/spreadsheets/d/1z8oiFTfTFgBXPGH8zRceBcZU4et68VO5XMbVGEAkCUo/edit?usp=sharing\">research by the Texas Taxpayers and Research Association</a>, which drew on data on home sales culled monthly by the Real Estate Center at Texas A&amp;M University:</p>\r\n\r\n<p><img alt=\"bettencourtchart1052017pft.JPG\" src=\"https://lh4.googleusercontent.com/NqUVXI1J6NkrQbg_LZ-6VkdgpwJWIcHTgg4_DVdoUBXkn56DlrwAYicugAPV_B_d67msx4bsg0O4lTGjO_gXxe1C2afyTDR0gFPLy-Odn-kA53CNoTow156aspcw8BneeuLI4SVC\" style=\"border:1px solid; float:left; height:548px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://docs.google.com/spreadsheets/d/1Wg8iF7kTBNcysIrGv49GwZhRlcwZ2PAz72h3ksTMJE8/edit?usp=sharing\">Chart</a> projecting homeowner savings from Senate-approved version of Senate Bill 2 (received by email from Lauri Saathoff, director of communications, state Sen. Paul Bettencourt, May 17, 2017)</p>\r\n\r\n<p>In phone messages, Bettencourt noted that the association&rsquo;s analysis suggests that over five recent years, through 2015, the owner of a median-valued home saw a nearly 34 percent escalation in property taxes paid to the local government entities targeted by SB 2, which averages out to increases of more than 6 percent a year. Those entities are cities, counties and special districts though not school districts.</p>\r\n\r\n<p>How the chart gets to a $22,761 cumulative savings in year 20 figure: It shows first-year savings under SB 2 for the median-value homeowner of $46, second-year property tax savings of $99 with annual savings exceeding $1,100 starting in year 12--and topping $2,100 a year starting in year 17.</p>\r\n\r\n<p>Each year&rsquo;s savings, the chart shows, reflects the difference between what the homeowner would face in local property taxes if all government units raised taxes 8 percent minus what the homeowner would face if the local government entities all raised taxes 5 percent.</p>\r\n\r\n<p>Under existing law, local governments may raise effective tax rates up to 8 percent without residents being able to petition for a rollback election. <a href=\"https://comptroller.texas.gov/taxes/property-tax/truth-in-taxation/effective-rate.php\">The &quot;effective rate&quot;</a> refers to the rate needed for the governing unit to raise the same total amount of taxes from the same local properties as the unit garnered the year before. Under the Senate&rsquo;s version of SB 2, any of the affected entities could raise such taxes up to 5 percent with any additional bump automatically touching off a rollback election.</p>\r\n\r\n<p><strong>Realistic tax-rate assumptions?</strong></p>\r\n\r\n<p>We asked Bettencourt about the basis of the chart&rsquo;s assumption that local governments will every year across-the-board raise effective tax rates 5 percent and if it&rsquo;s realistic to compare that to an assumption that such governments would otherwise uniformly be driving up rates 8 percent every year.</p>\r\n\r\n<p>In phone messages, Bettencourt stressed the TTARA chart showing the recent average 6-percent-plus increases in property taxes charged the owner of a median-valued home. Separately, Dale Craymer of TTARA declined to comment.</p>\r\n\r\n<p>Bettencourt also gave &nbsp;us an <a href=\"https://docs.google.com/spreadsheets/d/17dIK_6WXnClSorAHJ0vFHGWsbjo1M3pY4UpEt1FDgtM/edit?usp=sharing\">alternate savings projection</a> premised on all government entities affected by SB 2 annually raising effective rates 6&nbsp;percent (rather than 3&nbsp;percent) without a change in law. Upshot: Cumulative &quot;savings&quot; to the median-value homeowner would exceed $17,000 in year 20, the second chart suggests.</p>\r\n\r\n<p>We asked Bettencourt about available data showing local governments had widely maximized tax rates every year of late. <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGQ25BOS04UE5lTlE/view?usp=sharing\">In writing</a>, he replied that he&rsquo;d heard testimony along those lines from an Arlington and a Dallas official during pre-session hearings of the Bettencourt-chaired <a href=\"http://www.senate.texas.gov/members/d07/press/en/p20161129a.pdf\">Texas Senate Select Committee on Property Tax Reform and Relief</a>.</p>\r\n\r\n<p><strong>Actual county, city tax rate changes</strong></p>\r\n\r\n<p>Advocates for cities and counties say the senator&rsquo;s assumption--that local governments will always uniformly raise effective tax rates to the maximum level allowable without risking a rollback vote at the polls--doesn&rsquo;t reflect what Texas governments have been doing.</p>\r\n\r\n<p>By phone, Don Lee of the Texas Conference of Urban Counties, <a href=\"https://cuc.org/aboutus/\">representing </a>38 member-counties home to most of the state&rsquo;s residents, said that from 2014 through 2016, the counties averaged 2.2 percent effective tax rate increases, falling far short of the 8 percent rate that would open the way to a rollback vote. Lee emailed us a <a href=\"https://docs.google.com/spreadsheets/d/1r_BImjbhnDwNO_8lIJzt4PcXcQfT2chp7ceOREgQcrg/edit?usp=sharing\">spreadsheet</a> indicating the member counties averaged effective tax rate increases of 3.1 percent in 2014; 3.2 percent in 2015; and 0.7 percent in 2016.</p>\r\n\r\n<p>We also queried the Texas Municipal League, <a href=\"https://www.tml.org/history\">which says it represents most of the state&rsquo;s cities</a>, and whose legislative counsel, Bill Longley, emailed spreadsheets he described as based on effective city tax rates <a href=\"https://comptroller.texas.gov/taxes/property-tax/reports/index.php\">posted by the Texas state comptroller&rsquo;s office</a> for a couple of recent years. The sheets show, Longley noted, that the &quot;vast majority of cities haven&rsquo;t been increasing their tax rates above the current 8 percent rollback rate.&quot;</p>\r\n\r\n<p>According to the sheets, in <a href=\"https://docs.google.com/spreadsheets/d/1G5XcQzP62r0E872A1BOGAeTQ-JZlP60VHGO6_yiMGA0/edit?usp=sharing\">2014</a> and <a href=\"https://docs.google.com/spreadsheets/d/19Le05kJBDPkfRLSIiY-rxOdRaq3fgZoU9ig_XH86I5Q/edit?usp=sharing\">2015</a>, respectively, about 21 percent of the state&rsquo;s cities adopted effective rates equal to or exceeding 8 percent. And, in keeping with SB 2&rsquo;s proposed 5 percent rollback rate, how many cities lately have escalated rates that much or more? According to the sheets, 38 percent (382 of 1,002 cities) in 2014 and 39 percent (376 of 963 cities) in 2015. &quot;In both cases,&quot; Longley wrote, &quot;more than 60 percent of cities were under a 5 percent rollback rate, if it had been in place.&quot;</p>\r\n\r\n<p><strong>Texas A&amp;M expert</strong></p>\r\n\r\n<p>For an outside perspective, we asked <a href=\"https://assets.recenter.tamu.edu/Documents/staff/jim_gaines_bio.pdf\">Jim Gaines</a>, chief economist of the Real Estate Center at Texas A&amp;M University, to appraise Bettencourt&rsquo;s analysis and chart.</p>\r\n\r\n<p>By phone, Gaines said TTARA presented an accurate figure on its spreadsheet for a median-valued Texas home.</p>\r\n\r\n<p>But Gaines called &quot;highly questionable&quot; the assumptions behind the dollar figures in Bettencourt&rsquo;s chart--both of local governments uniformly and annually driving up effective tax rates 8 percent without a change in law and of such governments under SB 2 all increasing rates 5 percent year after year.</p>\r\n\r\n<p>Counties, for instance, don&rsquo;t act identically, Gaines said. &quot;Each county is going to be unique,&quot; he said.</p>\r\n\r\n<p><strong>Comptroller makes no homeowner savings estimate</strong></p>\r\n\r\n<p>Next, we checked the <a href=\"http://www.legis.state.tx.us/tlodocs/85R/fiscalnotes/html/SB00002E.htm\">fiscal note</a> on the Senate-approved version of SB 2 that was public by the time Patrick spoke (a more recent <a href=\"http://www.legis.state.tx.us/tlodocs/85R/fiscalnotes/html/SB00002E.htm\">version</a> appeared May 19, 2017).</p>\r\n\r\n<p>The March 16, 2017, <a href=\"http://www.legis.state.tx.us/tlodocs/85R/fiscalnotes/html/SB00002S.htm\">note</a>, prepared by the advisory Legislative Budget Board staff, states up front that the financial effects of reducing the rollback rate can&rsquo;t be estimated. However, it also says, &quot;the table below is a hypothetical example of potential costs of the bill to counties, cities, and special districts&quot; based in part on assuming that no voters approve rates exceeding the 5 percent rollback rate and that future &quot;rate-setting practices would be similar to the rate-setting practices demonstrated in the available historical tax rate data.&quot;</p>\r\n\r\n<p>And in fiscal 2019, the first year of tax effects, cities, counties and special districts would lose nearly $199 million in revenue, the comptroller&rsquo;s office estimated, an indication of some taxpayer savings, it seemed to us. The &nbsp;hypothetical shows additional costs to affected government entities in subsequent years.</p>\r\n\r\n<p>Does the hypothetical lost revenue, we wondered, mean the comptroller got a fix on how much homeowners and other property taxpayers might save?</p>\r\n\r\n<p>By phone, a spokeswoman for the comptroller&rsquo;s office, Lauren Willis, said the agency has not estimated particular savings for homeowners. Tim Wooten, a comptroller consultant who worked on the table, told us by phone that&rsquo;s because &quot;we can&rsquo;t predict what local taxing entities will do&quot; in setting rates or if voters indeed will reject all increases at the polls.</p>\r\n\r\n<p>We asked Wooten to unpack how he reached the hypothesized revenue losses. Wooten said he applied the SB 2 limits to 2015 tax rates set by the targeted entities, finding that in that year, 60 percent of cities and special districts and 70 percent of counties did not set rates high enough to touch off the rollback elections envisioned in SB 2. Wooten said too that a lot of the remaining government entities would have sustained small 2015 losses in revenue if SB 2 had been law then.</p>\r\n\r\n<p><strong>Bettencourt stands by $20,000-plus figure</strong></p>\r\n\r\n<p>Following up, we asked Bettencourt if most local entities covered by SB 2 don&rsquo;t reach existing or proposed rollback tax rates, aren&rsquo;t homeowner savings impossible to precisely forecast?</p>\r\n\r\n<p>&quot;Of course,&quot; Bettencourt said <a href=\"http://bit.ly/2qSIWir\">in writing</a>, &quot;because we are dealing with future projections to a 20-year degree. However, downward pressure on property tax rates means tax rate reductions across the board in probability.&quot;</p>\r\n\r\n<p>When we said it looked to us like his projected homeowner savings were based on unrealistic assumptions about all the affected government entities maximizing tax rates every year, Bettencourt replied: &quot;Disagree strongly,&quot; urging us to revisit the spreadsheet he attributed to TTARA.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patrick said legislation targeting local tax rate growth will result in the average Texas homeowner saving $20,000 a year over 20 years.</p>\r\n\r\n<p>That&rsquo;s an absurd amount. Even if we look at what Patrick purportedly meant to say &mdash; $20,000 over 20 years &mdash; we find major flaws in the assumptions underlying that calculation. To reach that amount, one must assume that every city, county and special taxing district will raise tax rates by 8 percent every year without this legislation in place and by 5 percent a year with it. Neither assumption is in line with recent history, making the total savings figure highly suspect, at best&nbsp;a wild guess.</p>\r\n\r\n<p>Pants on Fire!</p>\r\n\r\n<hr />\r\n<p><em><strong>PANTS ON FIRE</strong></em> &ndash; The statement is not accurate and makes a ridiculous claim. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>CORRECTION, 9:55 a.m., May 24, 2017</strong></em>: Thanks to a reader&#39;s nudge, we amended this story to correct our description of the second tax-rollback savings chart provided &nbsp;by Bettencourt. This revision&nbsp;did not affect our rating of the claim.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2017-05-23T13:08:11.818739", "ruling_date": "2017-05-23T13:34:35", "ruling_headline": "Dan Patrick's $20,000 tax savings claim proves incorrect, ridiculous", "ruling_headline_slug": "dan-patricks-20000-tax-savings-claim-proves-incorr", "ruling_link_text": "UPDATED: Shaky tax rate assumptions", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?view_id=42&amp;clip_id=12544\">Video</a> of Lt. Gov. Dan Patrick, remarks to reporters about ending the 2017 regular legislative session, Texas Senate, May 17, 2017 (tax claim starts about 5:45 mark)</p>\r\n\r\n<p><a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=85R&amp;Bill=SB2\">Legislation</a> and <a href=\"http://www.legis.state.tx.us/tlodocs/85R/fiscalnotes/html/SB00002S.htm\">fiscal note</a>, Senate Bill 2, version approved by a Texas Senate committee, March 16, 2017, Texas Legislature Online (accessed May 17, 2017)</p>\r\n\r\n<p>News story, <a href=\"https://www.texastribune.org/2017/05/19/house-delays-vote-bill-patrick-said-crucial-preventing-special-session/\">&quot;House delays vote on bill Patrick calls crucial to preventing special session,&quot;</a> the Texas Tribune, May 19, 2017</p>\r\n\r\n<p>Photo, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGd1pqQ3E4Y2VKTUk/view?usp=sharing\">&quot;Rollback Rate Analysis,&quot;</a> SB 2, undated, described as backup information provided by Lt. Gov. Dan Patrick&rsquo;s office in a news story, <a href=\"https://www.texastribune.org/2017/05/19/house-delays-vote-bill-patrick-said-crucial-preventing-special-session/\">&quot;House delays vote on bill Patrick calls crucial to preventing special session,&quot;</a> the Texas Tribune, May 19, 2017 (photo provided by email by Tribune urban affairs reporter <a href=\"https://www.texastribune.org/about/staff/brandon-formby/\">Brandon Formby</a>, May 22, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1pi5eXJv9lfltFJhwtpUmgCi8_a-kJaGg6CuJ-g5s_6Y/pub\">Emails</a> (excerpted), Lauri Saathoff, director of communications, Sen. Paul Bettencourt, May 17-22, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1Wg8iF7kTBNcysIrGv49GwZhRlcwZ2PAz72h3ksTMJE8/edit?usp=sharing\">Chart</a> projecting homeowner savings from Senate-approved version of Senate Bill 2 (received by email from Lauri Saathoff, May 17, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1z8oiFTfTFgBXPGH8zRceBcZU4et68VO5XMbVGEAkCUo/edit?usp=sharing\">Spreadsheet</a> described by Paul Bettencourt as research by the Texas Taxpayers and Research Association (received by email from Lauri Saathoff, May 18, 2017)</p>\r\n\r\n<p>Phone messages and <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGQ25BOS04UE5lTlE/view?usp=sharing\">written responses</a> to PolitiFact Texas questions, Paul Bettencourt, May 18-22, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/17dIK_6WXnClSorAHJ0vFHGWsbjo1M3pY4UpEt1FDgtM/edit?usp=sharing\">Second chart</a> projecting homeowner savings from Senate-approved version of SB 2 (received &nbsp;by email from Lauri Saathoff, May 19, 2017)</p>\r\n\r\n<p>Telephone interview, Don Lee, executive director, Texas Conference of Urban Counties, May 18, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1r_BImjbhnDwNO_8lIJzt4PcXcQfT2chp7ceOREgQcrg/edit\">Spreadsheet</a> showing changes in effective tax rates for 38 urban Texas counties, 2014-2016 (received by email from Don Lee, May 18, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1l8balb7ujPh3YXRakj7brPo5o2KGoxQRC0e0C1Q0rOY/pub\">Email</a>, Bill Longley, legislative counsel, Texas Municipal League, May 20, 2017</p>\r\n\r\n<p>Spreadsheets showing changes in effective tax rates for cities, <a href=\"https://docs.google.com/spreadsheets/d/1G5XcQzP62r0E872A1BOGAeTQ-JZlP60VHGO6_yiMGA0/edit?usp=sharing\">2014</a> and <a href=\"https://docs.google.com/spreadsheets/d/19Le05kJBDPkfRLSIiY-rxOdRaq3fgZoU9ig_XH86I5Q/edit?usp=sharing\">2015</a>, Texas Municipal League, based on data posted by the Texas state comptroller&rsquo;s office (received by email from Bill Longley, May 20, 2017)</p>\r\n\r\n<p>Telephone interview, Jim Gaines, chief economist, Real Estate Center at Texas A&amp;M University, May 19, 2017</p>\r\n\r\n<p>Telephone interview, Texas state comptroller&rsquo;s officials, Lauren Willis, director of communications; Tom Currah chief revenue estimator; Tim Wooten, consultant, Property Tax Division, May 22, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}, "statement": "<p>Says Texas tax legislation would &quot;save the average homeowner in Texas $20,000 a year over the next 20 years or so.&quot;</p>\r\n", "statement_context": "remarks to reporters", "statement_date": "2017-05-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Dan Patrick makes a Pants on Fire claim about homeowner savings through tax-rate legislation"}