{"art": [{"brightcove": "", "caption": "We took a closer look at premium increases under the Affordable Care Act. ", "id": 11744, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32457786\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11744/", "title": "Lankford video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "We checked a portion of this Facebook post by Sen. James Lankford, R-Okla.", "id": 11745, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Lankford_FB.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11745/", "title": "Lankford FB", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/may/25/james-lankford/did-obamacare-premiums-double-most-states-year-no/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Did Obamacare premiums double in most states this year? No", "id": 14152, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14152/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The nonpartisan Congressional Budget Office <a href=\"https://www.cbo.gov/publication/52752\">says</a> the House-passed Republican health care bill would leave 23 million more Americans without insurance by 2026.</p>\r\n\r\n<p>Republicans counter that the situation with the Affordable Care Act is dire.</p>\r\n\r\n<p>&quot;Obamacare is collapsing. We must do something,&quot; Sen. James Lankford, R-Okla., said in a <a href=\"https://www.facebook.com/SenatorLankford/videos/1467923893269928/\">Facebook post</a> May 24. &quot;This year, a majority of states are seeing premiums and costs double, including states that expanded Medicaid. Three states &ndash; Alaska, Alabama, and our own Oklahoma &ndash; are seeing premiums triple.&quot;</p>\r\n\r\n<p>A PolitiFact reader thought that sounded high, so they asked us to take a look.</p>\r\n\r\n<p>What we found is that Lankford inartfully described the <a href=\"http://aspe.hhs.gov/system/files/pdf/256751/IndividualMarketPremiumChanges.pdf\">results of a study</a>, which by itself has significant limitations.&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Checking the time span</strong></div>\r\n\r\n<p>Lankford uses problematic wording when he says that &quot;this year, a majority of states are seeing premiums and costs double.&quot;</p>\r\n\r\n<p>We suspect that a reasonable person would interpret those words to mean that premiums doubled from one year to the next -- an undeniably worrisome prospect, if true. But that&rsquo;s not correct, according to <a href=\"https://aspe.hhs.gov/system/files/pdf/256751/IndividualMarketPremiumChanges.pdf\">a report released May 23</a> by the office of the Assistant Secretary for Planning and Evaluation at the Department of Health and Human Services. This report appears to be the one Lankford is referring to because with one crucial exception, the numbers in his post fit with those in the report.</p>\r\n\r\n<p>The Health and Human Services study did find that in 25 of the 39 states studied, rates doubled (or more) over the period analyzed. But the period analyzed wasn&rsquo;t the past year.</p>\r\n\r\n<p>In reality, the report compares premiums in 2013 -- a year before the Affordable Care Act took full effect -- to premiums in 2017. That&rsquo;s a span of four years.</p>\r\n\r\n<p>We should also note that the HHS comparison looked at individually purchased policies, not employer-sponsored plans. Lankford did not note that distinction.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Methodological concerns</strong></div>\r\n\r\n<p>But there are bigger concerns than the time frame -- namely, that the 2013 figure and the 2017 figure aren&rsquo;t an apples-to-apples comparison.</p>\r\n\r\n<p>And what&rsquo;s different about the numbers tend to make the premium increases look larger, and the Affordable Care Act look worse.</p>\r\n\r\n<p>&bull; <strong>The 2017 figure ignores all subsidies under the Affordable Care Act.</strong></p>\r\n\r\n<p>Comparing premium levels in 2013 and 2017 ignores that most policyholders in 2017 were able to obtain subsidies under the Affordable Care Act. Factoring that into the HHS study would have dropped the out-of-pocket cost for 2017.</p>\r\n\r\n<p>The difference can be substantial. Cynthia Cox, associate director for health reform and private insurance at the Kaiser Family Foundation, pointed to <a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/Marketplace-Products/Plan_Selection_ZIP.html\">federal data</a> showing that in Oklahoma -- Lankford&rsquo;s home state -- the average plan on the marketplace cost $620 before subsidies and $79 after subsidies.</p>\r\n\r\n<p>In any case, the after-subsidy figure is what really matters for the consumer, not the published rate they never have to pay.</p>\r\n\r\n<p>&bull; <strong>The comparison doesn&#39;t take into account that, due to the Affordable Care Act, plans in 2017 covered more than plans in 2013 did.</strong></p>\r\n\r\n<p>One explanation for why premiums rose between 2013 and 2017 is that the Affordable Care Act required all plans to cover certain basic services that were not mandatory previously. But comparing it the way the Health and Human Services study does doesn&rsquo;t indicate that the purchaser was getting added benefits for their added outlays.</p>\r\n\r\n<p>For instance, &quot;prescription drugs were often excluded from nongroup coverage pre-2013, or offered in only a very limited way,&quot; said Linda Blumberg, a senior fellow at the Urban Institute. &quot;People wanting drug coverage were considered high risk. Since drugs are covered under (Affordable Care Act) plans, and since prescription drug costs are the fastest growing component of health costs in recent years, this difference in coverage makes the comparison increasingly inappropriate.&quot;</p>\r\n\r\n<p>&bull; <strong>The comparison ignores the impact of the Affordable Care Act&rsquo;s requirement that insurers cover people with preexisting conditions.</strong></p>\r\n\r\n<p>It&rsquo;s easier to keep down premiums if insurers are allowed to exclude the most expensive potential patients, as was the case in 2013 but not 2017.</p>\r\n\r\n<p>&quot;Pre-(Affordable Care Act) premiums were low because people with pre-existing conditions were denied coverage or charged deterrent rates, and insurer rating practices also made it more difficult for sick people to renew and maintain their coverage,&quot; Cox said.</p>\r\n\r\n<p>And, we should add, the low premiums from 2013 wouldn&rsquo;t have helped someone with pre-existing conditions at all.</p>\r\n\r\n<p>&bull; <strong>The universe of plans studied changed between 2013 and 2017.</strong></p>\r\n\r\n<p>To understand this particular difference, we should first explain that individual insurance is one of the major categories of insurance -- the one in which people buy policies on their own, as opposed to getting it provided through their job or from the government (as is the case with Medicaid or Medicare).</p>\r\n\r\n<p>Today, some people in the individual insurance market buy their insurance on the healthcare.gov marketplaces that were set up under the Affordable Care Act. Some, however, still buy their individual plans outside of the Affordable Care Act marketplaces. It&rsquo;s not a trivial percentage: One estimate <a href=\"http://healthaffairs.org/blog/2016/10/24/the-off-exchange-individual-market-and-small-group-market-new-hix-compare-data/\">published</a> in the journal <em>Health Affairs</em> found that 40 percent of individual-market plans were sold off the Affordable Care Act marketplaces.</p>\r\n\r\n<p>These plans were not considered in the Health and Human Services study. In addition, the Health and Human Services study only looked at Affordable Care Act marketplaces run by the federal government, not those run by the states on their own. This matters, Cox said, because states that run their own exchanges have seen lower-than-average premium growth, in part because the customer base for their marketplaces have tended to be healthier.</p>\r\n\r\n<p>So, if the study had looked at state-run marketplaces, not just the federal marketplaces, the premium figure for 2017 might have been lower.&nbsp;</p>\r\n\r\n<p>Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush, agreed with the critiques listed here and said that the Affordable Care Act is &quot;not in a death spiral or collapsing.&quot; Still, she added that problems with the marketplaces should not be overlooked. &quot;The markets are clearly still in churn. Insurance companies are still exiting and substantial premium increases being reported,&quot; she said.&nbsp;</p>\r\n\r\n<p>Lankford&rsquo;s communications director, D.J. Jordan, told PolitiFact that while &quot;the understanding of the phrase &lsquo;this year&rsquo; is a nuanced technicality, the general message of the senator&#39;s social media post is accurate.&quot; He said the Health and Human Services study documents a significant rise in premiums.&nbsp;&quot;These increases are burdensome to thousands of Oklahomans who have contacted our office, and that shouldn&#39;t be downplayed. Also, just because subsidies are available to some Americans doesn&#39;t mean that premium increases aren&#39;t problematic for many families,&quot; Jordan said.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>Lankford said, &quot;This year, a majority of states are seeing premiums and costs double&quot; under Obamacare.</p>\r\n\r\n<p>A recent Health and Human Services study found that individual-market premiums in many states had doubled -- but over four years, not &quot;this year.&quot;</p>\r\n\r\n<p>But the comparison itself is flawed. It doesn&rsquo;t reflect several significant issues that would paint a different picture, including federal subsidies that lower the out-of-pocket cost, coverage requirements that provide better benefits for the insured, and the possibility that people with pre-existing conditions could buy a plan at all.</p>\r\n\r\n<p>We rate Lankford&rsquo;s statement False.</p>\r\n\r\n<p><em>This article has been updated to include a statement from Lankford&#39;s office.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-25T15:07:42.128117", "ruling_date": "2017-05-25T16:49:55", "ruling_headline": "Did Obamacare premiums double in most states this year? No", "ruling_headline_slug": "did-obamacare-premiums-double-most-states-year-no", "ruling_link_text": "The numbers don't add up", "ruling_state": null, "source_documents": null, "sources": "<p>James Lankford, <a href=\"https://www.facebook.com/SenatorLankford/videos/1467923893269928/\">Facebook post</a>, May 24, 2017</p>\r\n\r\n<p>Department of Health and Human Services, &quot;<a href=\"https://aspe.hhs.gov/system/files/pdf/256751/IndividualMarketPremiumChanges.pdf\">Individual Market Premium Changes: 2013 &ndash; 2017</a>,&quot; May 23, 2017</p>\r\n\r\n<p>Center for Medicare and Medicaid Services, &quot;<a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/Marketplace-Products/Plan_Selection_ZIP.html\">2017 Marketplace Open Enrollment Period Public Use Files</a>,&quot; accessed May 25, 2017</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/publication/52752\">cost analysis for H.R. 1628, American Health Care Act of 2017</a>, May 24, 2017</p>\r\n\r\n<p><em>Health Affairs</em>, &quot;<a href=\"http://healthaffairs.org/blog/2016/10/24/the-off-exchange-individual-market-and-small-group-market-new-hix-compare-data/\">The Off-Exchange Individual Market And Small Group Market: New HIX Compare Data</a>,&quot; Oct. 24, 2016</p>\r\n\r\n<p>Robert Wood Johnson Foundation and Urban Institute, &quot;<a href=\"http://www.urban.org/sites/default/files/publication/87021/2001052-what-explains-the-21-percent-increase-in-2017-marketplace-premiums-and-why-do-increases-vary-across-the-country_1.pdf\">What Explains the 21 Percent Increase in 2017 Marketplace Premiums, and Why Do Increases Vary Across the Country?</a>&quot; January 2017</p>\r\n\r\n<p>Talking Points Memo, &quot;<a href=\"http://talkingpointsmemo.com/fivepoints/hhs-report-obamacare\">5 Points On The HHS Report GOPers Are Touting On Obamacare Premiums</a>,&quot; May 24, 2017</p>\r\n\r\n<p>Cynthia Cox, <a href=\"https://twitter.com/cynthiaccox/status/867428862669582344\">tweets</a>, May 24, 2017</p>\r\n\r\n<p>Email interview with Gail Wilensky, former head of Medicare and Medicaid under President George H.W. Bush, May 25, 2017</p>\r\n\r\n<p>Email interview with Jonathan Oberlander, professor in the department of health policy and management at the University of North Carolina-Chapel Hill, May 25, 2017</p>\r\n\r\n<p>Email interview with Linda Blumberg, a senior fellow at the Urban Institute, May 25, 2017</p>\r\n\r\n<p>Email interview with Cynthia Cox, associate director for health reform and private insurance at the Kaiser Family Foundation, May 25, 2017</p>\r\n\r\n<p>Email interview with&nbsp;D.J. Jordan,&nbsp;communications director for James Lankford, May 25, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "James", "half_true_count": 2, "home_state": "Oklahoma", "id": 3950, "last_name": "Lankford", "mostly_true_count": 0, "name_slug": "james-lankford", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lankford_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3950/", "total_count": 3, "true_count": 0, "website": "https://www.lankford.senate.gov/"}, "statement": "<p>&quot;This year, a majority of states are seeing premiums and costs double&quot; under Obamacare.</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2017-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Obamacare premiums double in most states this year? No"}