{"art": [{"brightcove": "", "caption": "A Congressional Budget Office report of the American Health Care Act shows that premiums would rise for older Americans.", "id": 11783, "infogram": "", "ndn": "", "ndnid": "", "other": "<div class=\"inform-embed\"\r\ndata-config-id=\"2\"\r\ndata-type=\"VideoPlayer/Single\"\r\ndata-tracking-group=\"92502\"\r\ndata-playlist-id=\"13434\"\r\ndata-video-id=\"32461500\"\r\ndata-site-section=\"politifact\">\r\n</div>\r\n<script type=\"text/javascript\">_informq.push(['embed']);</script>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11783/", "title": "Video on CBO report about AHCA", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2017/jun/02/chris-king/does-ahca-increase-health-care-premiums-low-income/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Does AHCA increase health premiums by 800% for seniors?", "id": 14165, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/14165/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A Florida Democrat running for governor is warning about massive insurance rate increases for low-income seniors as part of the House Republican health care bill.</p>\r\n\r\n<p>Chris King, an Orlando-area&nbsp;businessman, recently called on Gov. Rick Scott and Agriculture Commissioner Adam Putnam to disavow the health care overhaul based on analysis by the nonpartisan Congressional Budget Office.</p>\r\n\r\n<p>&quot;The only thing as reckless and disappointing as the 800 percent premium increases Florida seniors will face under Trumpcare is Rick Scott and Adam Putnam&#39;s silence on the issue,&quot; King said in a May 25<a href=\"https://docs.google.com/document/d/1DpJUuYzHbyxWMarPUCeRANlO0kSg9yKkOvvjksp9Fik/edit?usp=sharing\"> press release</a> that describes the bill as hiking premiums for low-income seniors. Putnam is running for governor, and Scott is considering running for the U.S. Senate.</p>\r\n\r\n<p>Is it true? Does the Republican health care plan -- the American Health Care Act -- portend an 800 percent premium increase for low-income Florida seniors.</p>\r\n\r\n<p>It depends on your definition of seniors. King&rsquo;s comment could mislead readers to believe that seniors on Medicare face 800 percent premium hikes under the terms of the House bill, and that isn&rsquo;t the case. The CBO report addresses the impact of the American Health Care Act on individuals up to age 64 who buy on the individual marketplace and not Medicare.</p>\r\n\r\n<p>However, King does have a point that low-income, older Americans would be hit harder than any other group under the bill that passed the House and earned President Donald Trump&rsquo;s applause.</p>\r\n\r\n<div class=\"pf_subheadline\">Report says low-income seniors would face premium hikes</div>\r\n\r\n<p>CBO researchers considered the effect of the bill on a few different age brackets, including consumers who are 64 years old and not yet on Medicare.</p>\r\n\r\n<p>The May 24 <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/hr1628aspassed.pdf\">report</a> compares the average amount consumers who are 64 years old would spend in premiums under the current Affordable Care Act with what they would pay under the House legislation in 2026.</p>\r\n\r\n<p>As written, the House bill would create two choose-your-own-adventure scenarios for states that decide to obtain waivers to certain &quot;essential health benefits&quot; under current law. Either scenario, CBO found, means steep increases for older, poorer Americans than under current law.</p>\r\n\r\n<p>Here&rsquo;s what the estimates say about average insurance costs for a person 64 years old who earns $26,500 a year in 2026:</p>\r\n\r\n<p>&bull; Under the Affordable Care Act, that person would pay a net of $1,700 in premium costs for an individual market plan after subsidies. (A 21-year-old and 40-year-old would pay the same amount.)</p>\r\n\r\n<p>&bull; That net premium rises to $16,100 for states not requesting waivers to certain &quot;essential health benefits&quot; under current law. That&rsquo;s an increase of about 847 percent.</p>\r\n\r\n<p>&bull; For states that obtain those waivers, the premium rises to $13,600, or a 700 percent increase.</p>\r\n\r\n<p>Due to those rising costs for low-income older Americans, the CBO predicted that many will lose insurance.</p>\r\n\r\n<p>&quot;Although the agencies expect that the legislation would increase the number of uninsured broadly, the increase would be disproportionately larger among older people with lower income &mdash; particularly people between 50 and 64 years old with income of less than 200 percent of the federal poverty level,&quot; the report states.</p>\r\n\r\n<div class=\"pf_subheadline\">How the House bill drives up costs for older Americans</div>\r\n\r\n<p>The reason that low-income consumers who are 64 would face such a massive hike in premiums is due to what happens to age rating and tax credit subsidies in the House legislation.</p>\r\n\r\n<p>&quot;The changes to the subsidies and age bands all explicitly increase net premiums for seniors. That piece of the CBO score isn&rsquo;t really up for debate,&quot; said Chris Sloan at Avalere Health consulting.</p>\r\n\r\n<p>Under current law, insurance companies can charge older adults up to three times as much as younger people based on their age. The House<a href=\"https://www.congress.gov/bill/115th-congress/house-bill/1628/text#toc-HB1B6DA1D11CD4CCEA6256B7B1D3EFA41\"> bill</a> increases the ratio to five times as much starting in 2018.</p>\r\n\r\n<p>Also under the current Affordable Care Act, tax credits are tied to income, so low-income older Americans receive large tax credits.</p>\r\n\r\n<p>Subsidies under the House bill, however, are based on age rather than income. The credits also don&rsquo;t vary based on the cost of insurance in a person&rsquo;s area.</p>\r\n\r\n<p>Tax credits for older adults under the House bill are only two times the size of that for younger adults, even though they face premiums that are five times as high, said Linda Blumberg, a health expert at the Urban Institute.</p>\r\n\r\n<p>The CBO report shows that wealthier older Americans -- 64 year olds earning $68,500 -- would fare far better: They would pay a 5 percent increase in non-waiver states and an 11 percent decrease in waiver states.</p>\r\n\r\n<p>Overall, the legislation would mean cheaper premiums for some consumers and higher costs for others, said Cynthia Cox, an expert at the Kaiser Family Foundation.</p>\r\n\r\n<p>&quot;If you looking for an extreme scenario &mdash; someone the most hurt by AHCA &mdash; it would be a low- income senior living in a rural area,&quot; she said. &quot;The person benefiting the most is a young affluent urbanite.&quot;</p>\r\n\r\n<p>The CBO figures are based on a national average; insurance premiums can vary from county to county with costs rising in rural areas, according to other estimates. The<a href=\"http://kff.org/interactive/tax-credits-under-the-affordable-care-act-vs-replacement-proposal-interactive-map/\"> Kaiser Family Foundation&rsquo;s map</a> shows that under AHCA a 60-year-old earning $20,000 a year would face a 772 percent increase for a premium in Miami-Dade. The same senior would pay a 1,594 percent increase in the Big Bend&rsquo;s Gadsden County.</p>\r\n\r\n<p>The Senate has not released its version of the health care bill, which could result in a drastically different situation for older Americans. Trump officials have talked about making other legislative and regulatory changes that they say would drive down the cost of health insurance.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>King said a Congressional Budget Office report shows that low-income seniors in Florida will face &quot;800 percent premium increases&quot; under the American Health Care Act.</p>\r\n\r\n<p>King was referring to a report that analyzed premium costs for seniors who are 64 and therefore not yet on Medicare. The report showed that average premiums for a 64-year-old earning $26,500 will rise dramatically if the bill becomes law &mdash; between 700 and 847 percent depending on a state&rsquo;s choices. That puts low-income, older Americans in a disproportionately affected position compared to other age and income groups.</p>\r\n\r\n<p>But the King said seniors, which certainly would include people 65 and older. Most of those people are covered by Medicare. The CBO report does not apply to them.</p>\r\n\r\n<p>King&rsquo;s statement is partially accurate but missing needed context, we rate this claim Half True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-30T15:51:12.227166", "ruling_date": "2017-06-02T10:00:00", "ruling_headline": "Fact-check: Does the GOP health care bill mean steep increases for seniors?", "ruling_headline_slug": "does-ahca-increase-health-care-premiums-low-income", "ruling_link_text": "A steep hike for those who are 64", "ruling_state": null, "source_documents": null, "sources": "<p>Chris King campaign for governor, <a href=\"https://docs.google.com/document/d/1DpJUuYzHbyxWMarPUCeRANlO0kSg9yKkOvvjksp9Fik/edit\">Press release about CBO and ACHA</a>, May 25, 2017</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/publication/52752\">cost analysis for H.R. 1628, American Health Care Act of 2017</a>, May 24, 2017</p>\r\n\r\n<p>Henry J. Kaiser Family Foundation, <a href=\"http://kff.org/interactive/tax-credits-under-the-affordable-care-act-vs-replacement-proposal-interactive-map/\">&quot;Premiums and Tax Credits Under the Affordable Care Act vs. the American Health Care Act: Interactive Maps,&quot; </a>April 27, 2017</p>\r\n\r\n<p>Henry J. Kaiser Family Foundation,<a href=\"http://files.kff.org/attachment/Issue-Brief-Comparison-of-Medicare-Provisions-in-Recent-Bills-and-Proposals\"> &quot;Comparison of Medicare Provisions in Recent Bills and Proposals to Repeal and Replace the Affordable Care Act,&quot; </a>May 2017</p>\r\n\r\n<p>National Committee to Preserve Social Security and Medicare, <a href=\"http://www.ncpssm.org/PublicPolicy/Medicaid/Documents/ArticleID/1691/Analysis-of-the-Congressional-Budget-Offices-Estimate-of-the-House-Passed-Affordable-Care-Act-Repeal-Legislation\">Analysis of the Congressional Budget Office&#39;s Estimate of the House-Passed Affordable Care Act Repeal Legislation</a>, May 2017</p>\r\n\r\n<p>The Commonwealth Fund, <a href=\"http://www.commonwealthfund.org/publications/blog/2017/may/ahca-would-affect-medicare\">&quot;AHCA would affect Medicare, too,&quot;</a> May 17, 2017</p>\r\n\r\n<p>PolitiFact Florida,<a href=\"http://www.politifact.com/florida/statements/2017/may/24/american-action-network/conservative-groups-ad-misleads-about-pre-existing/\"> &quot;Conservative group&#39;s ad misleads about pre-existing conditions in GOP health care bill,&quot; </a>May 24, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/may/25/james-lankford/did-obamacare-premiums-double-most-states-year-no/\">&quot;Did Obamacare premiums double in most states this year? No,&quot;</a> May 25, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2017/may/11/save-my-care/gop-health-care-bill-charges-five-times-more-peopl/\">&quot;GOP health care bill charges five times more for people over 50, liberal group says,&quot;</a> May 11, 2017</p>\r\n\r\n<p>Interview, Hari Sevugan, Chris King senior advisor, May 30, 2017</p>\r\n\r\n<p>Interview, Jonathan Oberlander, Professor and Chair, Department of Social Medicine Professor, Department of Health Policy &amp; Management University of North Carolina-Chapel Hill, May 30, 2017</p>\r\n\r\n<p>Interview, Chris Sloan, Avalere senior manager in policy practice, May 30, 2017</p>\r\n\r\n<p>Interview, Linda J. Blumberg, Urban Institute senior fellow, May 30, 2017</p>\r\n\r\n<p>Interview, Cynthia Cox, Kaiser Family Foundation associate director of health reform and private insurance, May 30, 2017</p>\r\n\r\n<p>Interview, Gail Wilensky, &nbsp;former head of Medicare and Medicaid under President George H.W. Bush, May 30, 2017</p>\r\n\r\n<p>Interview, Tricia Neuman, Kaiser Family Foundation senior vice president, May 30, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Chris", "half_true_count": 1, "home_state": "Florida", "id": 3952, "last_name": "King", "mostly_true_count": 1, "name_slug": "chris-king", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chrisking.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3952/", "total_count": 2, "true_count": 0, "website": "https://www.chriskingforflorida.com/"}, "statement": "<p>Says a Congressional Budget Office report found low-income seniors in Florida will face &quot;800 percent premium increases&quot; under the American Health Care Act.</p>\r\n", "statement_context": "a press release", "statement_date": "2017-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "AHCA increases health premiums for seniors by 800 percent, Florida candidate for governor says "}