{"art": [{"brightcove": "", "caption": "We took a closer look at terrorism in the United States and whether it comes from Syrian \"infiltration.\"", "id": 11802, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32375944\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11802/", "title": "ISIS video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "This is a still from an ad by the National Republican Congressional Committee against Jon Ossoff in Georgia.", "id": 11804, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Masked_ISIS.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11804/", "title": "Masked isis", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/georgia/statements/2017/jun/01/national-republican-congressional-committee/isis-infiltrating-america-and-using-syrians-do-it/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Is ISIS 'infiltrating America and using Syrians to do it'?", "id": 14171, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14171/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In the hard-fought special election to fill a vacant, Atlanta-area congressional seat, a Republican group&rsquo;s ad blares the alarm about terrorism on U.S. soil.</p>\r\n\r\n<p>In <a href=\"https://www.youtube.com/watch?v=SeJw5eyaPTU\">the ad</a>, the National Republican Congressional Committee charges Democratic candidate Jon Ossoff with being soft on terrorism.</p>\r\n\r\n<p>&quot;ISIS is infiltrating America and using Syrians to do it,&quot; the ad&rsquo;s narrator says in a steely voice. &quot;The FBI warned we can&#39;t safely screen every Syrian. Yet Jon Ossoff&#39;s liberal party bosses brought 10,000 Syrian refugees to America. And Ossoff supports their dangerous Iran nuclear deal allowing billions for the leading sponsor of terrorism. Billions that will fund terror. While terrorists infiltrate and attack with our safety at risk, Jon Ossoff is just too risky.&quot;</p>\r\n\r\n<p>Just in case you didn&rsquo;t get the point, the ad uses lots of not-very-subtle footage of facemask-wearing terrorists, burning American flags and the like.</p>\r\n\r\n<p>We&rsquo;ve checked some portions of this narration previously -- the part about the FBI warnings on screenings got a <a href=\"http://www.politifact.com/ohio/statements/2016/oct/20/rob-portman/portman-refugees-safely-back-grounded/\">Half True</a>, for instance, and the part about the Iran nuclear deal funding terrorism also got a <a href=\"http://www.politifact.com/new-york/statements/2016/aug/05/rudy-giuliani/no-one-writing-iran-check-under-nuclear-deal/\">Half True</a>.</p>\r\n\r\n<p>Here, we&rsquo;ll look at the opening line -- that &quot;ISIS is infiltrating America and using Syrians to do it.&quot;</p>\r\n\r\n<p>We found solid reasons to be dubious of this claim.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>What does &quot;infiltrate&quot; mean?</strong></div>\r\n\r\n<p>The ad contends, twice, that ISIS supporters are &quot;infiltrating&quot; the United States from Syria in order to commit terrorist acts.</p>\r\n\r\n<p>The big problem with that claim: To date, there is not a single documented case of that happening. Nor are there any documented cases that come reasonably close to that description.</p>\r\n\r\n<p>&quot;There&rsquo;s no sliver of truth here,&quot; said Daveed Gartenstein-Ross, a terrorism specialist at the Foundation for the Defense of Democracies. &quot;It&rsquo;s simply a false statement.&quot;</p>\r\n\r\n<p>There is one area of the world where Syrian ISIS infiltration might be taking place. ISIS members posing as refugees from Syria can make their way to central and western Europe either over land or by boat from the Mediterranean.</p>\r\n\r\n<p>But that&rsquo;s not the case for the United States, the locale that&rsquo;s clearly the subject of the NRCC ad.</p>\r\n\r\n<p>For entering the United States, &quot;ISIS infiltration is not very efficient,&quot; Gartenstein-Ross said. It&rsquo;s not that the screening process is perfect, he said, but rather a question of math.</p>\r\n\r\n<p>&quot;The refugee-selection process is designed to select very few military-age, single males, and even if you fit the criteria, the odds are still not good that you&rsquo;ll get selected&quot; to go to the United States, he said. And before gaining entry to the United States, you are likely to have a long wait in a refugee camp. (We&rsquo;ve previously looked at the composition of refugees by age and sex <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/feb/02/keith-ellison/rep-keith-ellison-correct-demographic-overview-syr/\">here</a>.)</p>\r\n\r\n<p>NRCC spokeswoman Maddie Anderson argued for the ad&rsquo;s accuracy by saying that in addition to physical infiltration, &quot;ISIS is also infiltrating us with their ideology by seeking to inspire lone wolf attacks here from afar. The domestic terrorists have gotten their ideas and been inspired by what&rsquo;s going on in the Middle East.&quot;</p>\r\n\r\n<p>We have no objection to the argument that ISIS is inspiring lone-wolf terrorists -- the list below is chock full of examples. But the ad didn&rsquo;t urge efforts to combat ideological propaganda on social media. It used the phrase &quot;terrorists infiltrate&quot; and referred to Syrian refugee admissions -- of humans, not ideas. So the ad gives a very different impression than the one Anderson was arguing.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>The closest examples don&rsquo;t involve Syrians</strong></div>\r\n\r\n<p>The rare instances in which an adult entered the United States and later went on to commit a terrorist act don&rsquo;t apply to what the ad said about Syrians.</p>\r\n\r\n<p>The closest example might be the case of two Iraqi immigrants, Waad Ramadan Alwan and Mohanad Shareef Hammadi, who were <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/feb/03/kellyanne-conway/fact-checking-kellyanne-conways-bowling-green-mass/\">arrested in 2011</a> in a sting in Bowling Green, Ky.</p>\r\n\r\n<p>Before coming to the United States, Alwan had made bombs that allegedly targeted American military personnel in Iraq. So he was a terrorist before coming to the United States, and he did enter -- &quot;infiltrate&quot; -- the country. But he came to the United States before ISIS existed, and before the beginning of the civil war that triggered an influx of displaced Syrians.</p>\r\n\r\n<p>Another example involves Egyptian national Hesham Mohamed Hadayet, the perpetrator of a 2002 mass shooting at the Los Angeles airport. Prior to his immigration to the United States, Egyptian authorities accused him of belonging to the terrorist organization Al-Gama&#39;a al-Islamiyya (though he denied this charge). The FBI concluded that Hadayet&rsquo;s killing spree was a terrorist act, but he acted alone and hoped to influence U.S. government policy toward Palestine. This attack pre-dates the dynamic in Syria by a decade and a half.</p>\r\n\r\n<p>Among more recent perpetrators, Tashfeen Malik, half of the married couple behind the 2015 San Bernardino shootings, came in on a marriage visa. But she was a Pakistani who had come most recently from Saudi Arabia -- not Syria. She <a href=\"http://www.nbcnews.com/storyline/san-bernardino-shooting/tashfeen-malik-mother-san-bernardino-massacre-pledged-allegiance-isis-leader-n474246\">pledged loyalty to ISIS</a> shortly before the attack.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Self-radicalization is more common</strong></div>\r\n\r\n<p>However, far more common than &quot;infiltration&quot; cases are examples of self-radicalization by people already in the United States, mostly people who were born and/or raised in America. Often, they are driven to terrorism by propaganda and social media networks, and sometimes they pledge loyalty to ISIS before committing an attack.</p>\r\n\r\n<p>Some examples of self-radicalization since the 9/11 attacks:</p>\r\n\r\n<p>&bull; <strong>Seattle Jewish Federation shooting</strong>. In July 2006, Naveed Afzal Haq killed one woman and injured five others at the Jewish Federation of Greater Seattle. He was a U.S. citizen of Pakistani descent who grew up in Washington state.</p>\r\n\r\n<p>&bull; <strong>University of North Carolina-Chapel Hill attack</strong>. In March 2006, UNC graduate Mohammad Reza Taheri-azar drove an SUV onto campus, injuring nine pedestrians. He was born in Iran but entered the United States as a young child and was a naturalized U.S. citizen.</p>\r\n\r\n<p>&bull; <strong>Little Rock recruiting station shooting</strong>. In 2009, Abdulhakim Muhammed pleaded guilty to killing Pvt. William Long and wounding Pvt. Quinton Ezeagwula during a shooting outside a U.S. Army recruiting station in Little Rock, Ark. Born as Carlos Bledsoe and reared as a Baptist in Memphis, Tenn., he was a convert to Islam.</p>\r\n\r\n<p>&bull; <strong>Fort Hood shooting</strong>. In 2009, Nidal Hasan, a psychiatrist and major in the U.S. Army Medical Corps, went on a shooting rampage at Fort Hood, Texas, that left 13 soldiers and civilians dead and more than two dozen others wounded. Hasan was of Palestinian descent, but he was born in Virginia and was a U.S. citizen.</p>\r\n\r\n<p>&bull; <strong>The &quot;underwear bomber.&quot; </strong>In 2009, Umar Farook Abdulmutallab became known as the &quot;underwear bomber&quot; on Dec. 25, 2009, after he tried to blow up a plane flying to Detroit using a bomb strapped to his underwear. Unlike others on this list, he did not try to settle in the United States but rather boarded a U.S.-bound flight overseas.</p>\r\n\r\n<p>&bull; <strong>Times Square bombing</strong>. In 2010, Faisal Shahzad tried to plant a bomb in Times Square in New York City. He did come to the United States to be a student, but he was from a prominent Pakistani military family, and he appears to have radicalized after arriving in the United States.</p>\r\n\r\n<p>&bull; <strong>Boston Marathon bombing</strong>. In 2013, brothers Tamerlan and Dzhokhar Tsarnaev carried out twin explosive device attacks at the Boston Marathon, killing three spectators and injuring more than 260 people. The brothers came to the United States as children after their parents fled Chechnya. They arrived in the United States on tourist visas, and then their family applied for asylum. Dzhokhar became a U.S. citizen on Sept. 11, 2012, while Tamerlan had a green card and had applied for citizenship.</p>\r\n\r\n<p>&bull; <strong>Queens hatchet attack</strong>. In 2014, Zale H. Thompson injured two New York City police officers using a metal hatchet. Police officials said Thompson was a self-radicalized convert to Islam.</p>\r\n\r\n<p>&bull; <strong>Chattanooga shooting</strong>. In 2015, Mohammad Youssef Abdulazeez shot and killed five people at two military sites Chattanooga. Abdulazeez was born in Kuwait but moved with his family to the United States as an infant, and he became a naturalized citizen. The FBI said the shooter was inspired by foreign terrorist propaganda.</p>\r\n\r\n<p>&bull; <strong>San Bernardino shootings</strong>. The other half of the married couple that carried out the 2015 attack -- Syed Rizwan Farook -- was a U.S. citizen. His parents had emigrated from Pakistan to Chicago, and Farook was born in the United States and raised in California.</p>\r\n\r\n<p>&bull; <strong>Orlando Pulse shootings</strong>. In 2016, Omar Mateen killed 49 people and wounded 53 others in an Orlando nightclub shooting. He was born in the United States to Afghan immigrant parents.</p>\r\n\r\n<p>&bull; <strong>New York-New Jersey bombings</strong>. In 2016, three bombs exploded in New York City and New Jersey, injuring at least 30 people. The alleged perpetrator, <a href=\"http://www.npr.org/sections/thetwo-way/2016/11/16/502364782/alleged-new-york-bomber-ahmad-khan-rahimi-indicted-on-federal-charges\">Ahmad Khan Rahimi</a>, was born in Afghanistan but came to the United States at age 7 and became a U.S. citizen.</p>\r\n\r\n<p>&bull; <strong>Ohio State university attack</strong>. In 2016, <a href=\"http://people.com/crime/muslim-student-behind-osu-attack-said-he-was-kind-of-scared-to-pray-on-campus/\">Abdul Razal Ali Artan</a> allegedly injured 13 in an attack on the campus of Ohio State University. Artan, an Ohio State student, came to the United States from Somalia as a child and was a legal permanent resident.</p>\r\n\r\n<p>Bottom line: In most of the terrorist attacks attempted on U.S. soil since 9/11, the perpetrator has either been born in the United States or brought here as a child. Typically, the perpetrator has been influenced by propaganda and gone through a process of self-radicalization inside the United States.</p>\r\n\r\n<p>&quot;As far as I know, there is not a single example of a refugee or any other immigrant from Syria committing an act of terrorism in the U.S.,&quot; said Barnett Rubin, associate director of the Center on International Cooperation at New York University. &quot;If ISIS is trying to attack the U.S. by infiltrating Syrian terrorists, it has completely failed.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>The ad said that &quot;ISIS is infiltrating America and using Syrians to do it.&quot;</p>\r\n\r\n<p>ISIS may dream of carrying out this plan, but there is zero evidence so far of it having worked. In the few examples since 2001 of an &quot;infiltration&quot; leading to a terror attack, they have not involved ISIS terrorists from Syria.</p>\r\n\r\n<p>Indeed, the ad&rsquo;s focus on infiltration amounts to misdirection from a concern that&rsquo;s more worrisome to terrorism experts -- self-radicalization by people born in America or brought here as youngsters.</p>\r\n\r\n<p>We rate the statement False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-05-31T15:46:53.298639", "ruling_date": "2017-06-01T09:00:00", "ruling_headline": "Is ISIS 'infiltrating America and using Syrians to do it'?", "ruling_headline_slug": "isis-infiltrating-america-and-using-syrians-do-it", "ruling_link_text": "No, mostly self-radicalization in the U.S.", "ruling_state": null, "source_documents": null, "sources": "<p>National Republican Congressional Committee, &quot;Risky&quot; (<a href=\"https://www.youtube.com/watch?v=SeJw5eyaPTU\">ad</a>), May 31, 2017</p>\r\n\r\n<p>Merriam-Webster, <a href=\"https://www.merriam-webster.com/dictionary/infiltrate\">definition</a> of &quot;infiltrate,&quot; accessed May 31, 2017</p>\r\n\r\n<p>People, &quot;<a href=\"http://people.com/politics/donald-trump-refugee-muslim-ban-terrorist-attack-us-statistics/\">How Many Terrorist Attacks in the U.S. Have Been Carried Out by Immigrants from the 7 Banned Muslim Countries?</a>&quot; Jan. 29, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2017/feb/03/kellyanne-conway/fact-checking-kellyanne-conways-bowling-green-mass/\">Fact-checking Kellyanne Conway on the &#39;Bowling Green massacre</a>,&#39; &quot; Feb. 3, 2017</p>\r\n\r\n<p>PolitiFact California, &quot;<a href=\"http://www.politifact.com/california/statements/2016/aug/18/john-burton/top-california-democrat-seizes-911-omission-donald/\">Top California Democrat seizes on 9/11 omission by Donald Trump backer Rudy Giuliani</a>,&quot; Aug. 18, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2017/jan/29/jerrold-nadler/have-there-been-terrorist-attacks-post-911-countri/\">No terrorist attacks post 9/11 by people from countries in Trump&#39;s travel ban?</a>&quot; Jan. 29, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/16/rudy-giuliani/aside-from-911-rudy-giuliani-wrong-about-no-terr/\">Aside from 9/11, Rudy Giuliani is wrong about no terrorist attacks before Obama</a>,&quot; Aug. 16, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/apr/26/tom-cotton/rep-tom-cotton-says-more-terrorists-have-reached-t/\">Rep. Tom Cotton says more terrorists have &#39;reached their targets&#39; under Barack Obama than under George W. Bush</a>,&quot; April 26, 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2016/jun/14/donald-trump-says-hundreds-migrants-and-their-chil/\">Donald Trump says hundreds of migrants and their children have been implicated in U.S. terrorism</a>,&quot; June 14, 2016</p>\r\n\r\n<p>Email interview with John Pike, director of globalsecurity.org, May 31, 2017</p>\r\n\r\n<p>Email interview with Barnett Rubin, associate director of the Center on International Cooperation at New York University, May 31, 2017</p>\r\n\r\n<p>Email interview with Daveed Gartenstein-Ross, terrorism specialist at the Foundation for the Defense of Democracies, May 31, 2017</p>\r\n\r\n<p>Email interview with Maddie Anderson, spokeswoman for the National Republican Congressional Committee, May 31, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>&quot;ISIS is infiltrating America and using Syrians to do it.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2017-05-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for the U.S. House", "false_count": 0, "first_name": "Jon ", "half_true_count": 2, "home_state": "Georgia", "id": 3880, "last_name": "Ossoff", "mostly_true_count": 2, "name_slug": "jon-ossoff", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ossoff_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3880/", "total_count": 4, "true_count": 0, "website": "https://electjon.com/"}], "twitter_headline": "Is ISIS 'infiltrating America and using Syrians to do it'?"}