{"art": [{"brightcove": "", "caption": "EPA Administrator Scott Pruitt overstated the amount of coal jobs created under the Trump administration in an interview on NBC's \"Meet the Press\" on June 4, 2017.", "id": 11921, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32527068\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11921/", "title": "Pruitt and coal jobs video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/jun/05/scott-pruitt/are-coal-mining-jobs-50000-last-year-not-exactly/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Are coal mining jobs up by 50,000 since last year?", "id": 14185, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14185/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Just days after President Donald Trump announced that he would be pulling the United States out of the Paris international climate agreement, his Environmental Protection Agency administrator <a href=\"http://www.cq.com/doc/newsmakertranscripts-5115265?5\">went on</a> the Sunday shows <a href=\"http://www.nbcnews.com/meet-the-press/video/full-pruitt-interview-american-carbon-reductions-predate-paris-deal-959882307518\">to defend</a> Trump&rsquo;s decision.</p>\r\n\r\n<p>During the June 4 interview on NBC&rsquo;s <em>Meet the Press</em>, host Chuck Todd asked Scott Pruitt whether it was disingenuous for the administration to promise a rebirth of coal.</p>\r\n\r\n<p>On the one hand, coal is a high-carbon-emissions fuel that is at a disadvantage under the Paris agreement and could potentially benefit from the United States&rsquo; exit from the accord. On the other, some experts have said that the demise of coal as an energy source has less to do with emissions than with lost market share to a competing fossil fuel -- natural gas -- and technological improvements that have bolstered renewable energies such as wind and solar.</p>\r\n\r\n<p>Here&rsquo;s how Pruitt answered Todd&rsquo;s suggestion that the administration was making a &quot;false promise.&quot;</p>\r\n\r\n<p>&quot;Dead wrong, because the numbers show exactly the opposite,&quot; Pruitt said. &quot;In fact, since the the fourth quarter of last year until most recently, we&#39;ve added almost 50,000 jobs in the coal sector. In the month of May alone, almost 7,000 jobs.&quot;</p>\r\n\r\n<p>Is that correct? Calculating job figures for the coal industry is tricky, as we have <a href=\"http://www.politifact.com/illinois/statements/2017/apr/25/brad-schneider/are-there-three-times-many-solar-energy-jobs-coal-/\">previously noted</a>, but we found reason to be skeptical of Pruitt&rsquo;s numbers.</p>\r\n\r\n<p>The EPA pointed us to a separate interview Pruitt had on ABC&rsquo;s <em>This Week</em>, when he said, &quot;We&#39;ve had over 50,000 jobs since last quarter -- coal jobs, mining jobs -- created in this country. We had almost 7,000 mining and coal jobs created in the month of May alone.&quot;</p>\r\n\r\n<p>This is also not firmly backed by data.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>The BLS numbers</strong></div>\r\n\r\n<p>Let&rsquo;s start with the official Bureau of Labor Statistics numbers.</p>\r\n\r\n<p>Currently, the BLS counts about 50,000 coal mining jobs in the United States -- total. That makes it all but impossible for the first half of Pruitt&rsquo;s claim -- 50,000 more mining jobs since the end of last year -- to be accurate.</p>\r\n\r\n<p>Indeed, <a href=\"https://beta.bls.gov/dataViewer/view/timeseries/CES1021210001;jsessionid=BBDDFA68177DCF788274A16E2C44C076.tc_instance6\">according to the BLS data</a>, the actual increase in coal jobs since the end of last year was 1,300, while the monthly increase in May was 400. That&rsquo;s far below the increases of 50,000 and 7,000 that Pruitt cited, respectively.</p>\r\n\r\n<p>Based on his comments to ABC, Pruitt appears to have been referring to the broader &quot;mining and logging&quot; sector in the BLS data. But even by that standard, his numbers are inflated.</p>\r\n\r\n<p>The mining and logging sector has grown by 38,000 jobs since the end of last year and grew by 6,000 in May. He&rsquo;s close when he calls 6,000 &quot;almost 7,000,&quot; but 38,000 is well short of 50,000.</p>\r\n\r\n<p>And if Pruitt meant to refer to these statistics, they include logging jobs as well -- a sector he didn&rsquo;t reference on the shows.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Are there other job numbers to analyze?</strong></div>\r\n\r\n<p>The coal industry has long chafed at the BLS&rsquo; definition of coal-sector jobs. Terry Headley, the director of communications for the American Coal Council, said that coal employment numbers compiled independently by states are typically much larger than what BLS has found, perhaps because many states use broader definitions of who should be counted.</p>\r\n\r\n<p>For instance, Headley said, coal truck drivers -- probably numbering several thousand nationally -- are not broken out from the BLS data for &quot;truck drivers.&quot; The situation is similar for electricians, surveyors, mechanics, and equipment service technicians, he said.</p>\r\n\r\n<p>In West Virginia alone, he said, state data for 2015 show 48,327 in the category of miners, mine support, and onsite processing staff. &quot;If you look purely at the federal numbers you will only get about 12,000 for the state,&quot; he said.</p>\r\n\r\n<p>Gary Burtless, an economist with the Brookings Institution, doesn&rsquo;t dispute that this can have an effect on the numbers.</p>\r\n\r\n<p>&quot;It&rsquo;s possible that the added employment connected with moving the coal once it is removed from the ground, such as transportation and warehousing, and the use of the coal in downstream industries, such as in electric power generation and integrated steel plants, would produce a somewhat bigger employment effect,&quot; Burtless said.</p>\r\n\r\n<p>Official BLS data for the coal mining industry &quot;does omit many workers who work in the industry,&quot; said Jed Kolko, the chief economist for the jobs site Indeed.com. &quot;Related industries, like support activities for mining, presumably include some who work in the coal mining industry, though related industries might combine coal with oil and gas and therefore make it hard to come up with a broader total of coal-mining employees.&quot;</p>\r\n\r\n<p>Still, Burtless said that getting from 1,300 official coal-mining jobs to 50,000 additional jobs that can be credited to the sector would likely require an even more generous definition -- one that estimates how many additional jobs in the overall economy stem from the added purchasing by newly flush coal companies and miners.</p>\r\n\r\n<p>Headley said that such calculations for the coal sector have historically ranged from a multiplier of three to a multiplier of 11 -- that is, from three times to 11 times as many jobs created in the broader economy for every job created in coal mining.</p>\r\n\r\n<p>Such a wide range of estimates should serve as a yellow light, economists say, since they are subject to advocates&rsquo; rosy estimates.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Is there an upswing in coal production?</strong></div>\r\n\r\n<p>Pruitt is at least able to point to data showing a recent increase in coal production.</p>\r\n\r\n<p>Data calculated by the federal Energy Department&rsquo;s <a href=\"https://www.eia.gov/coal/production/weekly/\">Energy Information Administration</a> shows that year-to-date coal production has been 17.6 percent higher than the comparable figure for 2016. And <a href=\"https://www.aar.org/Pages/Freight-Rail-Traffic-Data.aspx#monthlyrailtraffic \">data</a> from the Association of American Railroads shows that, the amount of coal loaded onto rail cars has been significantly higher so far this year than it was during first few months of 2016.</p>\r\n\r\n<p>Such data indicates that more coal has been mined and shipped in the first part of this year, even if actual job gains aren&rsquo;t showing up in the data yet. Still, this begs the question of whether this increase had anything to do with the Trump administration&rsquo;s policies.</p>\r\n\r\n<p>The increase in coal jobs began before Trump was elected. The job gains in the coal sector during the final five months of the Barack Obama administration -- an administration that Trump&rsquo;s camp blamed for waging a &quot;war on coal&quot; -- were actually slightly larger than the equivalent number for the first five months of the Trump administration, namely 1,400 versus 1,300.</p>\r\n\r\n<p>Moreover, good and bad times in the coal sector tend to stem more from industry-specific developments and international factors than domestic policy changes, experts said. &quot;Coal mining is a highly cyclical industry, making it hard to attribute ups and down to policy or political factors,&quot; Kolko said.</p>\r\n\r\n<p>A <a href=\"http://www.npr.org/2017/06/02/531255253/fact-check-is-president-trump-correct-that-coal-mines-are-opening\">recent report in NPR</a> put its finger on one possible factor that has boosted the coal sector in recent months -- unusually high demand for &quot;metallurgical&quot; coal, which is used for making steel, rather than for electricity generation. Metallurgical coal accounts for about about one-sixth of coal production worldwide.</p>\r\n\r\n<p>Art Sullivan, a mining consultant and former coal miner in Washington, Pa., told NPR that Australia, the world&rsquo;s leader in metallurgical coal, has faced supply-chain troubles in recent months due to rail and weather problems. This, plus higher Chinese steel production, has caused the price for Australian metallurgical steel to spike, making U.S. firms more competitive recently than they would ordinarily have been, Sullivan told NPR.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>Pruitt said, &quot;Since the fourth quarter of last year until most recently, we&#39;ve added almost 50,000 jobs in the coal sector. In the month of May alone, almost 7,000 jobs.&quot;</p>\r\n\r\n<p>The official Bureau of Labor Statistics data shows strikingly smaller increases than what Pruitt said, even when taking into account his comments on other Sunday shows. Meanwhile, there is evidence that coal production and shipment is higher this year compared to early 2016, but the rise actually began under Obama and it&rsquo;s not clear that Trump policies have been the driving factor.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-06-05T15:40:47.627875", "ruling_date": "2017-06-05T16:36:47", "ruling_headline": "Are coal mining jobs up by 50,000 since last year? Not exactly", "ruling_headline_slug": "are-coal-mining-jobs-50000-last-year-not-exactly", "ruling_link_text": "Gains were much smaller", "ruling_state": null, "source_documents": null, "sources": "<p>Scott Pruitt, <a href=\"http://www.nbcnews.com/meet-the-press/video/full-pruitt-interview-american-carbon-reductions-predate-paris-deal-959882307518\">interview</a> on NBC&rsquo;s <em>Meet the Press</em>, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5115265?5\">June 4, 2017</a></p>\r\n\r\n<p>Scott Pruitt, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5115240?3\">interview</a> with ABC&rsquo;s <em>This Week</em>, June 4, 2017</p>\r\n\r\n<p>Energy Information Administration, &quot;<a href=\"https://www.eia.gov/coal/production/weekly/\">Weekly Coal Production: For the week ended May 27, 2017</a>,&quot; accessed June 5, 2017</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"https://beta.bls.gov/dataViewer/view/timeseries/CES1021210001;jsessionid=BBDDFA68177DCF788274A16E2C44C076.tc_instance6\">All employees, thousands, coal mining, seasonally adjusted</a>,&quot; accessed June 5, 2017</p>\r\n\r\n<p>Bureau of Labor Statistics, &quot;<a href=\"https://data.bls.gov/cgi-bin/surveymost?ce\">Employment, Hours, and Earnings from the Current Employment Statistics survey (National)</a>,&quot; accessed June 5, 2017</p>\r\n\r\n<p>Association of American Railroads, <a href=\"https://www.aar.org/Pages/Freight-Rail-Traffic-Data.aspx#monthlyrailtraffic \">Monthly Rail Traffic Data</a>, accessed June 5, 2017</p>\r\n\r\n<p>NPR, &quot;<a href=\"http://www.npr.org/2017/06/02/531255253/fact-check-is-president-trump-correct-that-coal-mines-are-opening\">Fact Check: Is President Trump Correct That Coal Mines Are Opening?</a>&quot; June 2, 2017</p>\r\n\r\n<p>Email interview with Jed Kolko, chief economist for the jobs site Indeed.com, June 5, 2017</p>\r\n\r\n<p>Email interview with Gary Burtless, senior fellow with the Brookings Institution, June 5, 2017</p>\r\n\r\n<p>Email interview with Terry Headley, director of communications for the American Coal Council, June 5, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Scott", "half_true_count": 0, "home_state": "", "id": 3859, "last_name": "Pruitt", "mostly_true_count": 0, "name_slug": "scott-pruitt", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pruitt_hs.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3859/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;Since the fourth quarter of last year until most recently, we&#39;ve added almost 50,000 jobs in the coal sector. In the month of May alone, almost 7,000 jobs.&quot;</p>\r\n", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2017-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Are coal mining jobs up by 50,000 since last year? Not exactly"}