{"art": [{"brightcove": "", "caption": "President Donald Trump meets with members of his cabinet at the White House on June 12, 2017. At left is Secretary of State Rex Tillerson. (Doug Mills/New York Times) ", "id": 11967, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_cabinet_meeting.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11967/", "title": "Trump cabinet image", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Donald Trump touted his administration's vast success June 12 at a meeting of his full Cabinet at the White House. (Video by Samantha Kummerer)", "id": 12003, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32554817\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/12003/", "title": "Video for Trump's 'tremendous success' Cabinet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/jun/13/donald-trump/donald-trumps-boasts-about-accomplishments-office-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Trump's boasts about accomplishments in office ring hollow", "id": 14208, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14208/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Some commentators called it &quot;<a href=\"http://www.cnn.com/2017/06/12/politics/donald-trump-cabinet-meeting/index.html\">the weirdest Cabinet meeting ever</a>&quot;: President Donald Trump&rsquo;s leadership team gathered to deliver a <a href=\"https://www.nytimes.com/2017/06/12/us/politics/trump-boasts-of-record-setting-pace-of-activity.html?_r=0\">litany of praise</a> for the president.</p>\r\n\r\n<p>Trump saved some of the boasting for himself, making claims that his administration has been one of historic accomplishments.</p>\r\n\r\n<p>&quot;I will say that never has there been a president -- with few exceptions; in the case of FDR, he had a major depression to handle -- who&#39;s passed more legislation, who&#39;s done more things than what we&#39;ve done, between the executive orders and the job-killing regulations that have been terminated,&quot; Trump <a href=\"http://www.cq.com/doc/newsmakertranscripts-5120565?3\">said</a>, later adding, &quot;We&#39;ve achieved tremendous success.&quot;</p>\r\n\r\n<p>We&rsquo;ve previously checked Trump&rsquo;s claim in April that &quot;no administration has accomplished more in the first 90 days&quot; and found that assertion to be <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/24/donald-trump/how-do-donald-trumps-first-100-days-rate-historica/\">False</a>. But given the high-profile setting of Trump&rsquo;s comment -- his first formal Cabinet meeting -- we decided to take a look at his new statement.</p>\r\n\r\n<p>Presidential and congressional scholars aren&rsquo;t any more convinced than they were in April. &quot;Trump&rsquo;s boasts are empty,&quot; said Max J. Skidmore, a University of Missouri-Kansas City political scientist who has written several books on the presidency.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Legislation signed by Trump</strong></div>\r\n\r\n<p>When we checked with the White House, they noted that in this remark Trump acknowledged exceptions such as Roosevelt. They also pointed to the statistics for the number of laws and executive orders signed by a president in 100 days --&nbsp;a metric that Trump fares well on.</p>\r\n\r\n<p>Around the 100-day point of Trump&rsquo;s presidency, we <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/27/sean-spicer/trump-has-signed-more-bills-100-days-any-president/\">found</a> that White House press secretary Sean Spicer was accurate on the numbers when he said that the current president has &quot;worked with Congress to pass more legislation in his first 100 days than any president since (Harry) Truman.&quot; We noted that in the first 100 days of his first full term, Truman signed 55 bills; the president with the highest count since then is Trump with 28.</p>\r\n\r\n<p>However, none of the bills Trump had signed at that point qualified as major pieces of legislation. None of the ones since are, either. They <a href=\"https://www.whitehouse.gov/briefing-room/signed-legislation?field_legislation_status_value=0\">include</a>, among others, two federal spending bills of the sort required periodically of every president and Congress to keep the government running; a bill overhauling government-employee travel policy; a bill about the United States competing for an international expo; a measure addressing Department of Homeland Security vehicle fleets; and the official naming of a federal courthouse in Tennessee.</p>\r\n\r\n<p>While the White House is pursuing several major issues in Congress -- notably the repeal and replacement of the Affordable Care Act and efforts to cut taxes and promote infrastructure -- it would be premature for Trump to take credit for these. The health care bill has passed the House but not yet passed the Senate, while the tax and infrastructure measures haven&rsquo;t even gotten that far.</p>\r\n\r\n<p>Trump is &quot;correct that he has signed a rather large, although not unprecedented, number of bills,&quot; Skidmore said. However, &quot;most of the bills he has signed are routine and unimportant.&quot;</p>\r\n\r\n<p>Sarah Binder, a George Washington University political scientist who specializes in Congress, agreed that &quot;the absence of significant legislative movement is glaring. Contrary to Trump&#39;s statement, this is a Republican government struggling to legislate, despite control of both chambers and the White House.&quot;</p>\r\n\r\n<p>By contrast, even if you set aside Franklin D. Roosevelt -- as Trump did -- other presidents signed more far-reaching legislation during their first 100 days.</p>\r\n\r\n<p>Bill Clinton signed the Family and Medical Leave Act, while Barack Obama signed not only a nearly $800 billion stimulus package to combat a spiraling recession but also the Lily Ledbetter Fair Pay Act and a law expanding the Children&rsquo;s Health Insurance Program. Obama also implemented two urgent economic programs formally passed in the final weeks of George W. Bush&rsquo;s presidency -- the Troubled Asset Relief Program and the auto industry bailout.</p>\r\n\r\n<p>Meanwhile, John F. Kennedy established the Peace Corps (later ratified by Congress), while Truman&rsquo;s first 100 days were a whirlwind of foreign-policy actions -- the end of World War II in Europe, the writing of the United Nations charter, the dropping of two atomic bombs on Japan, and Japan&rsquo;s unconditional surrender.</p>\r\n\r\n<p>Trump&rsquo;s most significant legislative achievements may be his use of the Congressional Review Act -- a previously little-used power that makes it easier for Congress and the president to overturn federal regulations.</p>\r\n\r\n<p>&quot;Some of these regulations are substantively and politically important,&quot; such as the <a href=\"https://www.whitehouse.gov/the-press-office/2017/02/16/president-trump-putting-coal-country-back-work\">overturning of the Stream Protection Act</a>, an environmental regulation that Trump and others said harmed coal mining, said Gregory Koger, a University of Miami political scientist.</p>\r\n\r\n<p>Still, Koger added, &quot;these definitely do not rise to the level of &lsquo;landmark&rsquo; legislation, or even &lsquo;major&rsquo; legislation.&quot; And John Frendreis, a political scientist at Loyola University in Chicago, added that such powers were not available to most postwar presidents, since the Congressional Review Act was only passed in the 1990s. This makes comparisons with past presidents difficult, he said.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Trump&rsquo;s executive orders</strong></div>\r\n\r\n<p>As president, Trump has signed some <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/executive-orders\">three dozen executive orders</a>, which also places him numerically above the presidents since Franklin Roosevelt.</p>\r\n\r\n<p>A number of these orders have addressed high-profile issues, and some could potentially have significant impacts. One -- a visa ban for individuals from certain Muslim-majority nations -- remains tied up in lawsuits and is headed to the Supreme Court. Another notable order directs the Treasury Department to stop collecting penalties related to not having health insurance. If this policy is followed and isn&rsquo;t blocked by the courts, &quot;it could cripple this aspect of the Affordable Care Act without altering the law,&quot; Frendreis said.</p>\r\n\r\n<p>Trump also used executive orders to pull out of the Trans-Pacific Partnership trade deal and to green-light key pipelines that had been held up by the Obama administration. And Trump also announced that the United States would be pulling out of the Paris climate agreement, though he didn&rsquo;t use an executive order in that case.</p>\r\n\r\n<p>These are significant policy changes -- but it&rsquo;s important to note some caveats about Trump&rsquo;s use of executive orders.</p>\r\n\r\n<p>First, many of these orders started the ball rolling to overturn federal regulations, rather than overturning them in one fell swoop. Often, Congress needs to weigh in to change a law, or Cabinet departments must undertake a lengthy administrative process before policies officially change.</p>\r\n\r\n<p>And second, new presidents routinely issue orders during their first 100 days that overturn actions of their predecessors of the opposite party.</p>\r\n\r\n<p>Just two days after taking office, President Bill Clinton signed orders overturning restrictions on abortion imposed during the Reagan and George H.W. Bush administrations, and with equal speed, President George W. Bush overturned Clinton&rsquo;s opposition to a ban on aid to international groups that participate in abortions.</p>\r\n\r\n<p>&quot;Every president uses executive orders, especially when they cannot pass legislation because of a hostile Congress,&quot; Frendreis said. &quot;So his actions here are typical, and not unusually impressive. In fact, his need to act administratively instead of legislatively implies legislative weakness, not strength, because he should be able to make policy through the legislative process since he has unified partisan control.&quot;</p>\r\n\r\n<p>All told, he said, &quot;the early Trump presidency stands out in terms of the number of symbolic actions he has taken to &lsquo;fulfill&rsquo; campaign promises, but his record of changing policy is not off to a fast start. Like all presidents, he has taken some impactful actions, but he does not stand out in this regard.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>In his Cabinet meeting, Trump said that rare is the president &quot;who&#39;s passed more legislation, who&#39;s done more things than what we&#39;ve done, between the executive orders and the job-killing regulations that have been terminated.&quot;</p>\r\n\r\n<p>Scholars of the presidency and Congress are unconvinced that Trump&rsquo;s legislative and administrative output is exceptional by historical standards. Trump has signed a relatively large number of bills so far, but comparatively few with significant impact. And while some of his executive orders have made an immediate impact, most have merely expressed his policy preferences or set in motion a process that may, or may not, change policies down the road.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-06-13T13:31:06.513010", "ruling_date": "2017-06-13T14:35:58", "ruling_headline": "Donald Trump's boasts about accomplishments in office ring hollow", "ruling_headline_slug": "donald-trumps-boasts-about-accomplishments-office-", "ruling_link_text": "Don't believe the hype", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5120565?3\">remarks at a cabinet meeting</a>, June 12, 2017</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/briefing-room/signed-legislation?field_legislation_status_value=0\">signed legislation</a>, accessed June 13, 2017</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/executive-orders\">presidential executive orders</a>, accessed June 13, 2017</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/2017/06/12/politics/donald-trump-cabinet-meeting/index.html\">Donald Trump just held the weirdest Cabinet meeting ever</a>,&quot; June 13, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/06/12/us/politics/trump-boasts-of-record-setting-pace-of-activity.html?_r=1\">Trump&rsquo;s Cabinet, With a Prod, Extols the &lsquo;Blessing&rsquo; of Serving Him</a>,&quot; June 12, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/24/donald-trump/how-do-donald-trumps-first-100-days-rate-historica/\">How do Donald Trump&#39;s first 100 days rate historically?</a>&quot; April 24, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/27/sean-spicer/trump-has-signed-more-bills-100-days-any-president/\">Trump has signed more bills in 100 days than any president since Truman, Spicer says</a>,&quot; April, 2017</p>\r\n\r\n<p>Email interview with Julia R. Azari, Marquette University political scientist, June 13, 2017</p>\r\n\r\n<p>Email interview with John Frendreis, political scientist at Loyola University in Chicago, June 12, 2017</p>\r\n\r\n<p>Email interview with Gregory Koger, University of Miami political scientist, June 12, 2017</p>\r\n\r\n<p>Email interview with Sarah Binder, George Washington University political scientist, June 13, 2017</p>\r\n\r\n<p>Email interview with Max J. Skidmore, University of Missouri-Kansas City political scientist, June 13, 2017</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Rare is the president &quot;who&#39;s passed more legislation, who&#39;s done more things than what we&#39;ve done, between the executive orders and the job-killing regulations that have been terminated.&quot;</p>\r\n", "statement_context": "a Cabinet meeting", "statement_date": "2017-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": "Donald Trump's boasts about accomplishments in office ring hollow"}