{"art": [{"brightcove": "", "caption": "U.S. Rep. Annie Kuster speaks with Chris Emond, CEO of the Concord Boys and Girls Club.", "id": 11940, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kuster_at_Boys_and_Girls_Club.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/11940/", "title": "Kuster at Concord Boys and Girls Club", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "canonical_url": "/new-hampshire/statements/2017/jun/09/ann-mclane-kuster/kuster-says-meals-wheels-critical-human-lifeline-s/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": "", "id": 14201, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/14201/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>New Hampshire could be considered one of the main exhibits of the &quot;silver tsunami,&quot; a term used to refer to the aging population in the United States.</p>\r\n\r\n<p>Tied for second in the nation for the oldest population in terms of median age, the state is bracing for the effects of a declining workforce, strained medical services and ballooning public retirement benefits.</p>\r\n\r\n<p>But economists&rsquo; focus on those issues fails to capture the experiences of seniors living alone in their homes &ndash; sometimes after all their peers have died. U.S. Rep. Annie Kuster reminded listeners this week of the isolation of needy seniors with a depressing statistic she picked up from a ridealong with a local Meals on Wheels program.</p>\r\n\r\n<p>Kuster, a Hopkinton Democrat who was discussing the potential detrimental effects of President Donald Trump&rsquo;s proposed budget, said for 22 percent of home delivery participants, &quot;Meals on Wheels is the only human contact in their life from week to week, the only person they see.&quot;</p>\r\n\r\n<p>The claim was striking. Do so many needy seniors in New Hampshire have no one else in their lives but the Meals on Wheels driver?</p>\r\n\r\n<p>Kuster made the statement to group of nonprofit officials from the fields of child care, mental health and nutrition. She said the cuts proposed in Trump&rsquo;s budget outline, especially an 18 percent reduction to the Department of Health and Human Services, were &quot;so dramatic and so Draconian.&quot;</p>\r\n\r\n<p>To be clear, the president&rsquo;s budget is just a spending plan and it does not earmark any specific cuts to Meals on Wheels. &nbsp;It&#39;s premature for us to project what could happen to Meals on Wheels spending, so we not checking whether Trump&#39;s budget is Draconian; rather, we&rsquo;re examining Kuster&rsquo;s claim about the lonely lives of New Hampshire seniors.</p>\r\n\r\n<p>Meals on Wheels is a national program that serves 2.4 million people. It&rsquo;s funded partly through federal dollars and delivered more than 137 million meals in 2016.</p>\r\n\r\n<p>We reached out to Kuster, who said her claim was about New Hampshire Meals on Wheels recipients, not a nationwide statistic.</p>\r\n\r\n<p>The best figures on this subject are kept by a coalition of Meals on Wheels affiliates in six New Hampshire counties that all administer the same survey each year. These organizations cover both the most rural and also the most densely populated parts of the state.</p>\r\n\r\n<p>Meghan Brady is the longtime president of St. Joseph Community Services, which is based in Merrimack and is one of the members of the New Hampshire Coalition of Aging Services.</p>\r\n\r\n<p>As a group, the coalition served more than 1.1 million meals to more than 13,000 older and disabled adults in 2016, Brady said. It&rsquo;s made up of the Community Action Program of Belknap-Merrimack Counties (in Concord), the Grafton County Senior Citizens Council (in Lebanon), Ossipee Concerned Citizens (in Center Ossipee), Tri-County Community Action Program (in Berlin) and St. Joseph Community Services (in Merrimack).</p>\r\n\r\n<p>In the fall, the coalition delivers a survey along with its meals to everyone who&rsquo;s in the program at the time, she said. The return rate is better than half.</p>\r\n\r\n<p>&quot;On any given day, the likelihood is the delivery person is the only individual the Meals on Wheels recipient will see, but for 21 percent of them, the driver is the only person they&rsquo;ll see all week,&quot; Brady said, quoting last year&rsquo;s statewide statistics. For her program in particular, the 22 percent statistic that Kuster cited is dead on, she said.</p>\r\n\r\n<p>At the event Kuster&#39;s staffer offered a different statistic, but she said 22 percent, so we&#39;ll stick to that number.</p>\r\n\r\n<p>Brady, who has been working for St. Joseph Community Services for 22 years, said she&rsquo;s seen this situation grow worse in recent years.</p>\r\n\r\n<p>&quot;Over the last several years, all of us have seen an increase in isolation and hunger,&quot; she said. &quot;We measure this by the annual surveys, by the requests we receive for additional food and by the number and type of follow-ups we do,&quot; such as calling social workers on clients&rsquo; behalves, putting them in touch with additional services and sometimes calling 911.</p>\r\n\r\n<p>Some of the other findings, she said, are significant: 63 percent reported that because of the Meals on Wheels program, they can continue to live in their homes, and 36 percent reported that they don&rsquo;t always have enough money or food stamps to obtain the food they need without the deliveries.</p>\r\n\r\n<p>&quot;We have a gentleman who&rsquo;s in our program who is 102. How old do you think his kids are?&quot; she asked. &quot;People are living longer. We have people who have outlived family and friends, so this is very important.&quot;</p>\r\n\r\n<p>St. Joseph&rsquo;s Community Services raises about 30 percent of its budget privately, she said, but it also relies on a few sources of government funding, which was the context in which Kuster originally made her claim.</p>\r\n\r\n<p>Some news media outlets reported Trump&rsquo;s budget director allegedly claiming that Meals on Wheels is &quot;not showing results.&quot; The Washington Post&rsquo;s fact-checker investigated that claim and <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/03/17/for-the-record-wh-budget-director-did-not-say-meals-on-wheels-did-not-show-results/?utm_term=.ff89d0ea66be\">found </a>&nbsp;he never said that.</p>\r\n\r\n<p>As for the budget&rsquo;s impacts on Meals on Wheels, it&rsquo;s not exactly clear yet, Brady said.</p>\r\n\r\n<p>&quot;My understanding is that the proposed budget includes an 18 percent decrease at the Department of Health and Human Services at the federal level,&quot; she said. &quot;Two of our funding sources are in that area. What impact that cut would have, we do not know.&quot;</p>\r\n\r\n<p>On thing that is clear in the budget is that it seeks to nix funding for a federal Housing and Urban Development program called Community Development Block Grants. Brady said her organization has received a $42,000 block grant, but that&rsquo;s only a sliver of the total $3.6 million in revenue and support the nonprofit reported last year from the government and donors.</p>\r\n\r\n<p>Nationally, Meals on Wheels doesn&rsquo;t keep data specific to human interaction, said Jenny Bertolette Young, the vice president of communications.</p>\r\n\r\n<p>&quot;We do know that 51 percent of home-delivered meal recipients live alone,&quot; she said in an email. &quot;One would assume that homebound recipients that live alone likely lack human contact outside of the Meals on Wheels volunteer.&quot;</p>\r\n\r\n<p>She said it&rsquo;s a &quot;common anecdote&quot; that the driver is oftentimes the only person a recipient will see in a given day.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Kuster said for 22 percent of Meals on Wheels home recipients, the driver &quot;is the only human contact in their life from week to week, the only person they see.&quot;</p>\r\n\r\n<p>The depressing statistic is backed up by the data collected by a coalition of Meals on Wheels providers in New Hampshire.</p>\r\n\r\n<p>We rate the claim True.</p>\r\n", "ruling_comments_date": "2017-06-09T18:49:14.165572", "ruling_date": "2017-06-09T18:43:43", "ruling_headline": "Kuster says Meals on Wheels a critical lifeline for seniors who have no one else", "ruling_headline_slug": "kuster-says-meals-wheels-critical-human-lifeline-s", "ruling_link_text": "Sad, but true", "ruling_state": null, "source_documents": null, "sources": "<p>Phone interview, Meghan Brady, June 7.</p>\r\n\r\n<p>Email interview, Jenny Bertolette Young, June 7.</p>\r\n\r\n<p>Meals on Wheels<a href=\"http://www.mealsonwheelsamerica.org/docs/default-source/fact-sheets/2017/mealsonwheelsamerica-2017usfactsheet.pdf?sfvrsn=2\"> fact sheet</a>, accessed June 7.</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/03/17/for-the-record-wh-budget-director-did-not-say-meals-on-wheels-did-not-show-results/?utm_term=.ff89d0ea66be\">&quot;For the Record: White House budget director did not say Meals on Wheels did not show results</a>,&quot; written March 17, 2017, accessed June 7, 2017.</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/06/22/AR2006062201763.html\">Social Isolation Growing in U.S., Study Says</a>,&quot; written June 23, 2006, accessed June 7, 2017.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Attorney", "false_count": 1, "first_name": "Ann", "half_true_count": 3, "home_state": "New Hampshire", "id": 1913, "last_name": "McLane Kuster", "mostly_true_count": 0, "name_slug": "ann-mclane-kuster", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AnnMcLaneKuster.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1913/", "total_count": 9, "true_count": 2, "website": "http://kusterforcongress.com/"}, "statement": "<p>For 22 percent of N.H. Meals on Wheels recipients, the delivery driver is &quot;the only human contact in their life from week to week.&quot;</p>\r\n", "statement_context": "a meeting with nonprofit leaders", "statement_date": "2017-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 322, "photo": null, "resource_uri": "/api/v/2/subject/322/", "subject": "Food", "subject_slug": "food", "used_in_edition": ["/api/v/2/edition/54/"]}, {"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}