{"art": [{"brightcove": "", "caption": "Republican Karen Handel and Democrat Jon Ossoff faced off on health care during one of two debates. (Inform)", "id": 11959, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32518306\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11959/", "title": "GA 6 debate health care", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/georgia/statements/2017/jun/13/jon-ossoff/ossoff-gop-health-plan-guts-protections-pre-existi/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Jon Ossoff misses on pre-existing conditions claim", "id": 14206, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/14206/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Health care dominated the final debate in the special election to fill Georgia&rsquo;s 6th Congressional District seat. Republican Karen Handel argued that people with pre-existing conditions would do fine under the House Republican&rsquo;s American Health Care Act.</p>\r\n\r\n<p>Democrat Jon Ossoff pushed back against the former secretary of state.</p>\r\n\r\n<p>&quot;It&#39;s fine to say, madam secretary, that someone cannot be denied coverage period if they have a pre-existing condition,&quot; Ossoff said. &quot;But if there&#39;s no limit on price discrimination and the plan is unaffordable, that is a useless protection. And it is a fact that this bill guts protections against massive price hikes for Georgians with pre-existing conditions.&quot;</p>\r\n\r\n<p>The treatment of pre-existing conditions has emerged as one of the thorniest issues in the health care debate. &nbsp;We decided to explore how the Republican bill compares with the current law, the Affordable Care Act.</p>\r\n\r\n<div class=\"pf_subheadline\">Some basics</div>\r\n\r\n<p>Both the existing Affordable Care Act and the proposed American Health Care Act require insurance companies to sell everyone a plan. If you want to buy, they must sell. That&rsquo;s called guaranteed issue, but the rules under the two approaches are different.</p>\r\n\r\n<p>The Affordable Care Act says carriers can&rsquo;t base rates on a person&rsquo;s health status. That&rsquo;s the default for the American Health Care Act, too, but it gives states another choice. They can get a waiver that allows companies to charge more for people with higher health care risks who have a break in their insurance coverage.</p>\r\n\r\n<p>The GOP&rsquo;s health care bill allows states to use two different approaches that could affect people with pre-existing conditions. States could let insurance companies base rates on a person&rsquo;s health status, and they could trim the list of health services that every plan must offer. The Affordable Care Act requires 10 basic services, including maternity care and mental health treatment. Those two are mentioned most often as being at risk if states decide to trim the list.</p>\r\n\r\n<p>The American Health Care Act sets aside $8 billion for states that get waivers to use in a number of ways. They could use a portion to help cover the costs of high-risk people. There would be additional billions for all states to write down the costs of maternity and mental health care.</p>\r\n\r\n<p>No one can say for sure how this would play out.</p>\r\n\r\n<div class=\"pf_subheadline\">Assessing the future</div>\r\n\r\n<p>The <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/hr1628aspassed.pdf\">Congressional Budget Office</a>, the nonpartisan analytic arm of Congress, estimated that one-sixth of Americans would live in states that chose both to trim the list of essential health services and allow insurers to charge sicker people more. In those places, the CBO said &quot;less healthy people would face extremely high premiums, despite the additional funding that would be available.&quot;</p>\r\n\r\n<p>&quot;Over time, it would become more difficult for less healthy people (including people with preexisting medical conditions) in those states to purchase insurance because their premiums would continue to increase rapidly,&quot; the CBO said.</p>\r\n\r\n<p>Health policy analyst Joe Antos at the American Enterprise Institute, a market-oriented think tank, said no one knows which states will ask for waivers, much less whether Georgia would. Also unknown is how states would change the rules for insurance companies.</p>\r\n\r\n<p>But even if states allowed insurance companies to charge higher rates for people with pre-existing conditions who let their coverage lapse, he said the maximum number of people who would be adversely affected would be relatively small.</p>\r\n\r\n<p>&quot;If they have insurance, they will try to keep it, because they know exactly that they will be big spenders and they want someone else to pay for it,&quot; Antos said.</p>\r\n\r\n<p>Antos said that there&rsquo;s a &quot;distinct possibility&quot; that some people would face higher costs, but political pressure would limit how far states would go.</p>\r\n\r\n<p>Another mitigating actor is the billions of dollars in the American Health Care Act for states to set up high-risk pools. That money would move the most expensive patients off the private insurance rolls. Gail Wilensky, a top health care adviser to President George H.W. Bush, said that with enough funding, this could give such people better care than they get today.</p>\r\n\r\n<p>But Wilensky doesn&rsquo;t think the current bill has set aside enough money.</p>\r\n\r\n<p>&quot;Protections are greater under the Affordable Care Act,&quot; Wilensky said. &quot;That&rsquo;s why it costs as much as it does.&quot;</p>\r\n\r\n<p>Matthew Fielder, a health policy fellow at the Brookings Institution in Washington, said that by design, the Republican proposal gives states more latitude.</p>\r\n\r\n<p>&quot;Under current law, people are completely protected against being charged a higher premium because of a pre-existing condition, no matter where in the country they live,&quot; Fiedler said. &quot;Under the American Health Care Act, those protections could be significantly curtailed or eliminated entirely, depending on the decisions made by state officials.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Ossoff said the American Health Care Act &quot;guts protections against massive price hikes for Georgians with pre-existing conditions.&quot; Based on the CBO report, a sixth of all Americans live in states where people with pre-existing conditions would be priced out of the market. No one knows if Georgia would be such a state, or if it were, if it would use waivers to the fullest extent.</p>\r\n\r\n<p>No expert we reached said the proposed American Health Care Act insulates people from higher rates as much as the current Affordable Care Act does. They differed on the scale of the impact.</p>\r\n\r\n<p>Ossoff has a point that the protections are weaker, but he pushed&nbsp;too far on the specifics for Georgia.</p>\r\n\r\n<p>We rate this claim HalfTrue.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-06-12T18:08:43.092806", "ruling_date": "2017-06-13T10:26:19", "ruling_headline": "Ossoff: GOP health plan guts protections for pre-existing conditions in Georgia", "ruling_headline_slug": "ossoff-gop-health-plan-guts-protections-pre-existi", "ruling_link_text": "Fewer protections, but Georgia's fate is unclear", "ruling_state": null, "source_documents": null, "sources": "<p>WABE, <a href=\"https://www.c-span.org/video/?429725-1/georgia-6th-district-debate&amp;start=349\">Georgia 6th district debate</a>, June 8, 2017</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/hr1628aspassed.pdf\">American Health Care Act of 2017</a>, May 24, 2017</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/health-reform/press-release/analysis-6-3-million-people-with-pre-existing-conditions-would-be-at-risk-for-higher-premiums-under-the-houses-health-bill/\">Analysis: 6.3 Million People with Pre-Existing Conditions Would Be at Risk for Higher Premiums under the House&rsquo;s Health Bill</a>, May 17, 2017</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/interactive/proposals-to-replace-the-affordable-care-act/\">Compare Proposals to Replace The Affordable Care Act</a>, accessed June 12, 2017</p>\r\n\r\n<p>PolitiFact North Carolina, <a href=\"http://www.politifact.com/north-carolina/statements/2017/may/04/robert-pittenger/does-new-version-ahca-protect-coverage-pre-existin/\">Does new version of the AHCA protect coverage for pre-existing conditions?</a>, May 4, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2017/may/01/donald-trump/does-new-version-ahca-still-cover-pre-existing-con/\">Does the GOP&#39;s new health care bill still cover pre-existing conditions, as Trump claims?</a>, May 1, 2017</p>\r\n\r\n<p>Interview, Joe Antos, scholar, Health Care and Retirement Policy, American Enterprise Institute, June 12, 2017</p>\r\n\r\n<p>Email interview, Gail Wilensky, senior fellow, Project Hope, June 12, 2017</p>\r\n\r\n<p>Email interview, Cynthia Cox, associate director, Study of Health Reform and Private Insurance, June 12, 2017</p>\r\n\r\n<p>Email interview, Matthew Fiedler, fellow, Center for Health Policy, Brookings Institution, June 12, 2017</p>\r\n\r\n<p>Email interview, Sacha Haworth, spokeswoman, Ossoff for Congress, June 12, 2017</p>\r\n\r\n<p>Email interview, Kate Constantini, spokeswoman, Handel for Congress, June 12, 2017</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for the U.S. House", "false_count": 0, "first_name": "Jon ", "half_true_count": 2, "home_state": "Georgia", "id": 3880, "last_name": "Ossoff", "mostly_true_count": 2, "name_slug": "jon-ossoff", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ossoff_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3880/", "total_count": 4, "true_count": 0, "website": "https://electjon.com/"}, "statement": "<p>The House Republican health care bill &quot;guts protections against massive price hikes for Georgians with pre-existing conditions.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2017-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Jon Ossoff misses on pre-existing conditions claim #GA6"}