{"art": [{"brightcove": "", "caption": "President Donald Trump highlights the stories of people whose health care premiums have skyrocketed as he pushes for a GOP health care replacement plan. (AP)", "id": 11987, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32550512\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/11987/", "title": "Trump ACA victimizes millions", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2017/jun/14/donald-trump/trump-wrongly-ties-flawed-obamacare-data-death-spi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Donald Trump's Mostly False tweet about Obamacare dropouts", "id": 14215, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/14215/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>President Donald Trump often says that the health insurance exchanges for buying individual coverage are collapsing under their own weight. Recent reports from the Centers for Medicare and Medicaid Services provided him with another data point.</p>\r\n\r\n<p>&quot;2 million more people just dropped out of ObamaCare. It is in a death spiral,&quot; he <a href=\"https://twitter.com/realDonaldTrump/status/874626492310978564\">tweeted June 13</a>.</p>\r\n\r\n<p>We decided to look at that 2 million figure and see whether it adds weight to the argument that the Affordable Care Act exchanges are collapsing.</p>\r\n\r\n<p>What we found isn&rsquo;t nearly as convincing as Trump made it sound. It&rsquo;s become routine for people to leave the health insurance exchanges in the first months of the year, and is often a signal they found insurance through an employer. The number this year is higher, experts say, primarily because of a change in when the federal government collected the data.</p>\r\n\r\n<div class=\"pf_subheadline\">The government report</div>\r\n\r\n<p>The 2 million figure comes from the <a href=\"https://downloads.cms.gov/files/effectuated-enrollment-snapshot-report-06-12-17.pdf\">Centers for Medicare and Medicaid Services&#39; snapshot</a> of people who signed up for insurance on an exchange, by the Jan. 31, 2017, deadline, but have not paid the premium to keep the policy active.</p>\r\n\r\n<p>The report said that 10.3 million individuals had paid the premiums needed to have coverage in February. Compared to total signups of 12.2 million, that was a drop of 1.9 million people, or about 15 percent.</p>\r\n\r\n<p>First, that has happened in previous years.</p>\r\n\r\n<p><a href=\"https://www.cms.gov/Newsroom/MediaReleaseDatabase/Fact-sheets/2015-Fact-sheets-items/2015-06-02.html\">In 2015</a>, the Centers for Medicare and Medicaid Services examined who had paid through all of March and found that the number of enrollees fell from 11.7 million down to 10.2 million, a drop of 1.5 million or about 13 percent. <a href=\"https://www.cms.gov/newsroom/mediareleasedatabase/fact-sheets/2016-fact-sheets-items/2016-06-30.html\">In 2016</a>, the number fell from 12.7 million down to 11.1 million, a drop of 1.6 million or again about 13 percent. (The 2015 enrollment deadline was different but the one for 2016 was the same as this year.)</p>\r\n\r\n<p>In 2015 and 2016, Centers for Medicare and Medicaid Services looked at people who paid their premium through the end of March. And for good reason.</p>\r\n\r\n<p>In nearly every state, people who buy coverage in the last two weeks of January are buying policies that don&rsquo;t <a href=\"http://acasignups.net/17/01/18/nothings-been-repealed-yet-and-you-still-have-13-days-sign-coverage\">begin until March</a>. That gives them more time to pay before the policy lapses.</p>\r\n\r\n<p>In 2017, the Centers for Medicare and Medicaid Services looked at who made payments through the end of February. That is a full month shorter than the year before and out of step with the March 1 start date for many policies. (Some <a href=\"http://www.breitbart.com/big-government/2017/06/12/two-million-americans-drop-out-of-obamacare-since-signing-up-in-january/\">news reports</a> said the figure was as of March 15, but the Centers for Medicare and Medicaid Service looked at payments due only for February policies.)</p>\r\n\r\n<p>We asked why the federal agency changed its reporting timeline and were told it had to do with the release of a report on 2016 enrollment. We note that all the data for March was available at the time when this report was released.</p>\r\n\r\n<div class=\"pf_subheadline\">Why a change in method matters</div>\r\n\r\n<p>The impact of the change could be significant.</p>\r\n\r\n<p>The website <a href=\"http://acasignups.net/17/06/12/breaking-cms-appears-have-ignored-500k-exchange-enrollees-issue-misleading-effectuation\">ACASignups</a>, a project of data activist Charles Gaba, tracks enrollment numbers across the country. Gaba reported that as of mid January, 11.7 million people had signed up. That would leave about 500,000 people who purchased policies that would not kick in until March. The federal government, in its report, assumed every one of them didn&rsquo;t pay their premium and dropped coverage. But we don&rsquo;t know that to be the case.</p>\r\n\r\n<p>The missing month could make another difference. In a time when the unemployment rate has fallen, more people might have found work.</p>\r\n\r\n<p>There are several reasons why people don&rsquo;t follow through and pay their premiums. Some don&rsquo;t have the cash, or they turn 65 and get on Medicare. However, Melinda Buntin, professor of health policy at Vanderbilt University, said employment is a major reason.</p>\r\n\r\n<p>&quot;More than half, about 60 percent, of those who did drop coverage (after paying for at least one month) said they did so because they obtained employer-sponsored coverage,&quot; Buntin said.</p>\r\n\r\n<p>Based on a separate 2017 <a href=\"https://downloads.cms.gov/files/cost-disruptions-trends-report-06-12-17.pdf\">Centers for Medicare and Medicaid Services report</a>, those who left due to a job outnumbered those who cited the high cost of premiums by a margin of more than four to one.</p>\r\n\r\n<p>That study also said that insurance companies leaving the exchanges contributed to people dropping coverage.</p>\r\n\r\n<p>That has been a growing problem in recent months, partly of Trump&rsquo;s making.</p>\r\n\r\n<p>&quot;Efforts to repeal and replace the Affordable Care Act have exacerbated what was already a turbulent market,&quot; said Timothy Callaghan, a professor of health policy at the Texas A&amp;M School of Public Health. &quot;This has caused some insurers to raise their prices and others to exit the market entirely.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Death spiral?</div>\r\n\r\n<p>Trump went on to say that people failing to pay their premiums is a sign of a death spiral.</p>\r\n\r\n<p>As we have written before, there certainly are problems with the health exchanges created as part of the Affordable Care Act. For instance, in Iowa, insurers have threatened to <a href=\"http://www.politifact.com/truth-o-meter/article/2017/may/24/iowa-obamacares-canary-coal-mine/\">pull out of the exchanges in 94 of the state&rsquo;s 99 counties</a>.</p>\r\n\r\n<p>A death spiral is a specific term that described when healthy people leave the insurance market due to the cost. That leads to higher premiums for the people remaining in the insurance pools, who tend to be sicker, which causes enrollment to shrink even further, continuing the cycle until the entire system fails.</p>\r\n\r\n<p>But the nonpartisan Congressional Budget Office said in March that the individual insurance market, which relies on the exchanges, would &quot;<a href=\"https://www.cbo.gov/publication/52486\">probably be stable in most areas under either current law</a>,&quot; or the proposed American Health Care Act.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>In a tweet, Trump linked 2 million people dropping coverage on the Obamacare exchanges to a &quot;death spiral.&quot; The figure is plucked out of context. The pattern of people signing up and then dropping coverage has been steady over the past few years. One reason people do so, experts and government data say, is because they find coverage someplace else, most often by getting a job.</p>\r\n\r\n<p>The current government report behind Trump&rsquo;s figure suggests the percentage of people letting their policies lapse has gone up, but this year, the government changed when it counted those lapsed policies. According to experts, that change created the appearance of a trend that might not exist.</p>\r\n\r\n<p>Trump&rsquo;s statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.</p>\r\n", "ruling_comments_date": "2017-06-14T12:35:32.811203", "ruling_date": "2017-06-14T16:10:41", "ruling_headline": "Donald Trump's Mostly False tweet about Obamacare dropouts", "ruling_headline_slug": "trump-wrongly-ties-flawed-obamacare-data-death-spi", "ruling_link_text": "A twisted number", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"https://twitter.com/realDonaldTrump/status/874626492310978564\">tweet</a>, June 13, 2017</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/Newsroom/MediaReleaseDatabase/Press-releases/2017-Press-releases-items/2017-06-12.html\">High Costs, Lack of Affordability Most Common Factors that Lead Consumers to Cancel Health Insurance Coverage</a>, June 12, 2017</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"https://downloads.cms.gov/files/cost-disruptions-trends-report-06-12-17.pdf\">The Health Insurance Exchanges Trends Report</a>, June 12, 2017</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"https://downloads.cms.gov/files/effectuated-enrollment-snapshot-report-06-12-17.pdf\">2017 Effectuated Enrollment Snapshot</a>, June 12, 2017</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/newsroom/mediareleasedatabase/fact-sheets/2016-fact-sheets-items/2016-06-30.html\">March 31, 2016 Effectuated Enrollment Snapshot</a>, June 30, 2017</p>\r\n\r\n<p>ACASignups, <a href=\"http://acasignups.net/17/06/12/breaking-cms-appears-have-ignored-500k-exchange-enrollees-issue-misleading-effectuation\">CMS appears to have ignored 500K exchange enrollees to issue misleading effectuation rate</a>, June 12, 2017</p>\r\n\r\n<p>CNBC, <a href=\"http://www.cnbc.com/2017/06/12/almost-2-million-fewer-paying-obamacare-customers-after-bills-due.html\">Trump administration says almost 2 million fewer paying Obamacare customers after bills came due</a>, June 12, 2017</p>\r\n\r\n<p>Email interview, Timothy Callaghan, assistant professor, Department of Health Policy and Management, Texas A&amp;M School of Public Health, June 13, 2017</p>\r\n\r\n<p>Email interview, Melinda Buntin, chair, Department of Health Policy, Vanderbilt University School of Medicine, June 13, 2017</p>\r\n\r\n<p>Email interview, Richard Frank, Professor of Health Economics in the Department of Health Care Policy at Harvard Medical School, June 13, 2017</p>\r\n\r\n<p>Email interview, Sabrina Corlette, research professor, Center on Health Insurance Reforms, Georgetown University, June 14, 2017</p>\r\n\r\n<p>Email interview, Nicole Black, press secretary, Centers for Medicare and Medicaid Services, June 13, 2017</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>&quot;Two million more people just dropped out of Obamacare. It is in a death spiral.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a tweet", "statement_date": "2017-06-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Donald Trump's Mostly False tweet about Obamacare dropouts"}