{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jan/22/charles-schumer/campaign-finance-ruling-united-citizens-historical/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1422, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1422/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>It's clear that the U.S. Supreme Court's ruling on campaign finance reform, allowing corporations to spend as much as they like on their own political ads, marked a major reversal of current campaign law.<br /><br />But according to leading Democrats, the ruling went much further than overturning recent law.<br /><br />\"With a stroke of a pen, the court decided to overrule the 100-year-old ban on corporate expenditures and override the will of millions of Americans who want their voices heard in our democracy,\" said Sen. Charles Schumer, D-N.Y. Other Democrats echoed similar sentiments, that the Supreme Court has overruled more than a century of established law.<br /><br />This more-than-100-years talk confused us. We thought the Supreme Court ruling hinged on a recent campaign finance law, sponsored by Sen. John McCain, R-Ariz., and Sen. Russ Feingold, D-Wis., more formally referred to as the Bipartisan Campaign Finance Reform Act of 2002 -- and clearly less than 100 years old. So we decided to look into Schumer's statement.<br /><br />But first, a little bit more about the case, which was kicked off by <em>Hillary: The Movie</em>, a documentary film that portrays Clinton as deceitful, ideological and power-hungry. During the 2008 presidential campaign, a group called Citizens United wanted to promote the movie in the days leading up the election. But the Federal Election Commission said they couldn't do that; the 2002 campaign finance law banned corporations from \"electioneering\" -- running ads or messages that mentioned a specific candiate -- during the 30 days before a primary and 60 days before an election. The FEC said Citizens United could not promote the movie without violating the law. <br /><br />The Supreme Court, in a 5-4 decision, not only threw out the time limits for electioneering, but added that the federal government could not set limits on corporations spending whatever they wanted to promote their own political messages during campaigns. The ban violated free speech protections, the court said.<br /><br />So the ruling does go further than just ending the ban on electioneering. But how far back does it go?<br /><br />We asked Schumer's staff about the 100-year-old comment, and they pointed us toward a 1907 law called the Tillman Act. They cited the dissenting opinion issued this week, written by Justice John Paul Stevens, that said, \"The majority&rsquo;s approach to corporate electioneering marks a dramatic break from our past. Congress has placed special limitations on campaign spending by corporations ever since the passage of the Tillman Act in 1907.\"<br /><br />But as we dug deeper into the history of the Tillman Act, the picture got murky because of the difference between independent expenditures and direct contributions. <br /><br />An independent expenditure means money that corporations go out and spend on their own to portray a particular candidate as unfit for office, or on an issue. A direct contribution means a donation to a candidate's campaign, for the campaign to spend any way it likes. Corporations may not make direct contributions to federal campaigns from their own treasury; they have to create a separate political action committee, or PAC, for that. The recent ruling did nothing to change that ban. <br /><br />The Tillman Act said corporations could not \"make a money contribution in connection with any election to any political office.\" Now, does this mean that independent expenditures are outlawed, or just direct contributions? We looked at several court opinions and legal articles, and everything we looked at suggested that back then, people weren't thinking of campaign contributions in those terms. And in 1947, Congress came back and passed another law, the Taft-Hartley Labor Act, banning corporations and unions from making independent expenditures. <br /> <br />In fact, much of modern campaign finance laws dates to the post-Watergate period in the 1970s, when Congress passed the Federal Election Campaign Act and a series of amendments. That's when modern reporting requirements for campaigns were put into place, and the Federal Election Commission was established. A history on the Web site of the Federal Election Commission notes that before this the laws were largely ignored, \"because none provided an institutional framework to administer their provisions effectively.\"<br /><br />So what about Schumer's comments that the Supreme Court \"decided to overrule the 100-year-old ban on corporate expenditures.\" This glosses over a lot of detail. Yes, it was more than 100 years ago that the first law limiting corporate spending was passed. But we don't see evidence that the Tillman Act even envisioned a distinction between direct contributions and independent expenditures. And the ban on direct contributions still stands. <br /><br />Perhaps some of you are probably thinking, what's the difference? So what if a company can't contribute directly to a candidate if it can run ads about what a great person Joe is. Well, in practice, it's an important distinction. Corporations aren't allowed to coordinate their ads with the campaigns, and campaigns have their own ideas of messaging and strategy. In his campaign memoir, <em>The Audacity to Win</em>, Obama campaign manager David Plouffe discussed in detail why spending by groups outside the campaign is less effective than commonly thought.<br /><br />We also don't want to downplay the historical importance of the Citizens United ruling. The Citizens United case does overturn some notable precedents and laws. The majority opinion specifically said it was overturning a 1990 precedent, <em>Austin vs. Michigan Chamber of Commerce</em>, which said that the federal government could regulate corporate spending as laid out in the reforms of the 1970s. You could also argue that the Citizens United case overturns the campaign finance portion of the 1947 Taft-Hartley Act. <br /><br />Schumer said the Supreme Court \"decided to overrule the 100-year-old ban on corporate expenditures.\" But he ignores the fact that the ban on direct donations from corporations to campaigns still exists. And the oldest law that specifically banned independent expenditures dated to 1947. You could also argue that we should be dating this from the 1970s campaign finance laws, or even the 1990 <em>Austin </em>case. So he's exaggerating the scope of the ruling and how long the laws have been on the books. We rate Schumer's statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-22T17:40:52.301527", "ruling_date": "2010-01-22T17:42:49", "ruling_headline": "Campaign finance ruling on United Citizens is historical, but 100 years is a stretch", "ruling_headline_slug": "campaign-finance-ruling-united-citizens-historical", "ruling_link_text": "Campaign finance law has complicated history", "ruling_state": null, "source_documents": null, "sources": "<p>The Federal Election Commission, <a href=\"http://www.fec.gov/info/appfour.htm\" target=\"_blank\">The Federal Election Campaign Laws: A Short History</a>, accessed Jan. 23, 2010</p>\r\n<p>U.S. Supreme Court, via The New York Times, <a href=\"http://documents.nytimes.com/supreme-court-opinion-on-campaign-financing-limits/page/2#p=1\" target=\"_blank\">Citizens United vs. Federal Election Commission</a>, Jan. 21, 2010</p>\r\n<p>U.S. Supreme Court, via FindLaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=06-969\" target=\"_blank\">Federal Election Commission vs. Wisconsin Right to Life</a>, June 25, 2007</p>\r\n<p>Interview with Allison Hayward, George Mason University School of Law</p>\r\n<p>Election Law Blog, <a href=\"http://electionlawblog.org/archives/014476.html\" target=\"_blank\">Robert Mutch on Citizens United, the Prof. Hayward Brief, and the history of the Tillman Act</a>, Sept. 20, 2009.</p>\r\n<p>Social Science Research Network, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=805504\" target=\"_blank\">Other People's Money: Corporations, Agency Costs, and Campaign Finance Law</a>, by Adam Winkler, University of California, Los Angeles - School of Law</p>\r\n<p>Social Science Research Network, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1371706\" target=\"_blank\">Corporate Personhood and the Rights of Corporate Speech</a>, by Adam Winkler, University of California, Los Angeles - School of Law</p>\r\n<p>The New York Times, <a href=\"http://www.nytimes.com/interactive/2010/01/19/us/politics/0120-scotus-campaign.html\" target=\"_blank\">Changes in the Way Corporations can Finance Campaigns</a>, Jan. 21, 2010</p>\r\n<p>Politics Magazine, <a href=\"http://www.politicsmagazine.com/blog_post/show/598\" target=\"_blank\">SCOTUS Opens The Door For Corporate Contributions</a>, Jan. 21, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Senator", "false_count": 4, "first_name": "Charles", "half_true_count": 4, "home_state": "New York", "id": 138, "last_name": "Schumer", "mostly_true_count": 5, "name_slug": "charles-schumer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Schumer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/138/", "total_count": 19, "true_count": 2, "website": ""}, "statement": "<p>\"With a stroke of a pen, the (U.S. Supreme Court) decided to overrule the 100-year-old ban on corporate expenditures.\"</p>", "statement_context": "a press conference", "statement_date": "2010-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": null}