{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jan/25/john-boehner/boehner-claims-house-republicans-dominate-twitter-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1424, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1424/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Quick quiz of your online fluency: Do you know what PWNED means?<br /><br />We'll admit we had to  Google it. In Internet geek, it's trash talk that means you \"owned\" your  opponent.<br /><br />Here it is  in a recent press release from House Republican Leader John Boehner: \"PWNED:  House GOP Dominates Twitter, YouTube, Social Media in Congress.\"<br /><br />The release said, \"The  conventional wisdom is being turned upside down as House Republicans demonstrate  an unmatched ability to connect with the American people on the Internet&rsquo;s most  popular communities. Once considered the party of online innovation, new  research and a host of media reports show that Democrats are largely ignoring  some of the most popular social media communities on the Web.\"<br /><br />Indeed, there's been a  widespread perception that Democrats had the lead. During the presidential  campaign, the <em>Washington Post</em> dubbed Barack Obama \"the king of social  networking.\" By nearly every social networking measure -- Facebook, MySpace,  YouTube and Twitter -- Obama's engagement and influence dwarfed the McCain  campaign. Obama's text messaging became a powerful grass-roots tool for getting  out his message and raising money. The Obama campaign even mocked Sen. John  McCain for his inability to navigate the Internet and ran an ad linking him to a  record player and a Rubik's Cube. <br /><br />We decided to fact-check Boehner's boast about  Republican domination of social media in Congress.<br /><br />First stop:  Twitter.<br /><br />Earlier  this month, Mark Senak, senior vice president and partner at Fleishman-Hillard, a public relations firm  in Washington, D.C., issued a report titled \"Twongress: The Power of Twitter in  Congress\" in which he analyzed the Twitter use of all members of Congress. The  findings surprised him.<br /><br />In Congress, he found, there are 132 members using Twitter actively: 89 Republicans and 43 Democrats. It breaks down like  this: In the Senate, there are 14 Republicans using Twitter compared to 11  Democrats; and in the House, there are 75 Republicans using Twitter (42.13  percent of the Republican caucus) and 32 Democrats (12.45 percent of the  Democratic caucus).<br /><br />And the GOP leads in tweet production: \"Republicans  send out more tweets and have the attention of many more people than do the  Democrats,\" the report says.<br /><br />The disparity in Twitter usage was most pronounced in  the House. In the House, only one Democrat ranks in the top 10 in terms of the  number of followers; and only two are in the top 20. Not only do more House  Republicans actively use Twitter, they have many more followers and send out far  more Twitter messages, 29,162 tweets compared to 5,503 for their Democratic  counterparts, according to the report, which tallied their messages through the  end of 2009. <br /><br />The  power of Twitter, however, is not just in the number of followers you have and  how many messages you send out a day. The idea is to get people on your  followers list to \"re-tweet\" -- pass on -- your message, potentially exposing  your message to an exponentially larger group. So analysts also look at your  \"influence\" and \"clout,\" which factors in how often people \"re-tweet\" and cite  your messages. And by that measure, House Republicans are far outpacing  Democrats.<br /><br />Measured  by the sheer number of followers, Boehner leads the Republicans in the House  with 18,800; followed by Minority Whip Eric Cantor, R-Va., with 16,500. But it  was Rep. Ileana Ros-Lehtinen, R-Fla., who led House Republicans in \"clout\" and  \"influence\" because she is re-tweeted so often. <br /><br />And for the record,  the supposedly out-of-touch McCain beats everyone in Congress for total  followers, with nearly 1.6 million.<br /><br />\"When I first saw the results, I was surprised,\"  Senak told PolitiFact. \"That was a counterintuitive finding after the Obama  campaign. But when when I thought about it, the party that is not in power  always has had to be more aggressive in using communication tools to get their  message.\"<br /><br />So Round  1, Twitter, to House Republicans.<br /><br />What about YouTube? <br /><br />On Jan. 21, 2010,  YouTube's CitizenTube posted a year-end wrap-up that showed 89 percent of  Republicans and 74 percent of Democrats in Congress have started YouTube  channels to engage their constituents. More importantly, people are watching the  Republican channels much more often. According to the report, eight of the top  10 most-viewed and most-subscribed YouTube channels in Congress are from the  GOP, though Democrats took two of the top three spots. The top 4, in order, are  Rep. Alan Grayson, D-Fla., Rep. Ron Paul, R-Texas, House Speaker Nancy Pelosi,  D-Calif., and Boehner.</p>\r\n<p>A tracking of YouTube views by industry analyst TubeMogul shows that with few exceptions, Republican videos consistently drew more clicks than those from Democrats. None of the videos have gone viral, said David Burch of TubeMogul, and no one is getting huge viewership. \"Obama spoiled us in terms of what 'a lot' means,\" during the campaign, he said. Obama remains on the cutting edge. On Jan. 25, 2010, the administration rolled out a new White House iPhone app which will allow users to watch White House live-streaming video.<br /><br />Still, in Congress, the GOP is ahead. Round 2, YouTube, to Republicans.<br /><br />And lastly, Facebook, the favorite of former Alaska Gov. Sarah Palin. Palin's Facebook page has more than 1.2 million fans.<br /><br />No one in the House has that kind of reach. And we couldn't find any comprehensive analysis of engagement on FaceBook by members of Congress. But as of Jan. 22, 2010, Boehner had 31,757 fans of his page, compared to 8,745 for Pelosi.<br /><br />Boehner's director of new media, Nick Schaper, said House Republicans are building an important lead in social media. \"We're pretty proud of that,\" he said.<br /><br />For many Republicans, the Obama campaign was a real eye-opener to the power of social media tools. And so Republican leaders made a conscious effort to ramp up their involvement. In weekly meetings, members of the Republican conference routinely discuss their social media successes and talk about how best to use various tools.<br /><br />Engagement in new social media just makes sense, Schaper said. It's easy to use, but it takes commitment.<br /><br />Boehner typically tweets about 5 to 10 times a day.<br /><br />\"The more active you are, the more followers you get,\" Schaper explained. \"Everyone on the press team considers Twitter an important part of the process. We make it a focus, not a secondary kind of thing.\"<br /><br />It's a great resource to reach people with your message, he said. Boehner might only have about 19,000 followers on Twitter, but if enough people re-tweet some of his messages, he can reach a couple hundred thousand people in just a couple hours.<br /><br />But while House Republicans may rightly crow about deeper engagement in social media than their Democratic counterparts, Senak, the author of the study, says neither side is doing particularly well compared to other large institutions. Both parties have a minority of members engaged in Twitter. And neither side has fully embraced the give-and-take of Twitter. Most members have elected to follow very few other people and rarely \"re-tweet.\" In other words, he said, they are mostly using Twitter as a soapbox.<br /><br />\"Both sides have room for a tremendous amount of improvement,\" Senak said.<br /><br />But the bottom line is that Boehner is correct when he boasts that the House GOP dominates the Democrats on Twitter, YouTube and other social media in Congress.<br /><br />Still, we had to ask, is Boehner really so plugged-in that he knows what PWNED means?<br /><br />Schaper artfully sidestepped the question and said, \"He surprises me every time I talk about it (social media). I think people would be surprised.\"<br /><br />On this claim, Boehner earns a True.</p>", "ruling_comments_date": "2010-01-25T18:24:07.271527", "ruling_date": "2010-01-25T18:50:42", "ruling_headline": "Boehner claims House Republicans dominate Twitter, YouTube and other social media in Congress", "ruling_headline_slug": "boehner-claims-house-republicans-dominate-twitter-", "ruling_link_text": "Dems, consider yourselves PWNED", "ruling_state": null, "source_documents": null, "sources": "<p>Web site of House Republican Leader John Boehner, <a href=\"http://republicanleader.house.gov/News/DocumentSingle.aspx?DocumentID=167478\" target=\"_blank\">\"PWNED: House GOP Dominates Twitter, YouTube, Social Media in Congress\" </a></p>\r\n<p>Eyeonfda.com, <a href=\"http://www.eyeonfda.com/files/twongress-white-paper-final-1-14-10.pdf\" target=\"_blank\">\"Twongress: The Power of Twitter in Congress,\"</a> by Mark Senak, January 2010</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/blog/2010/01/25/your-entertainment-and-information-robert-gibbs-white-house-iphone-app\" target=\"_blank\">\"For Your Entertainment and Information: Robert Gibbs on the White House iPhone App,\"</a> Jan. 25, 2010</p>\r\n<p>Washinton Post, The Trail blog, <a href=\"http://blog.washingtonpost.com/44/2007/10/06/barack_obama_social_networking.html\" target=\"_blank\">\"Barack Obama, Social Network King,\"</a> by Jose Antonio Vargas, Oct. 6, 2007</p>\r\n<p>Washington Examiner, <a href=\"http://www.washingtonexaminer.com/politics/Republicans-learn-to-play-the-technology-game--81939347.html\" target=\"_blank\">\"Republicans learn to play the technology game,\"</a> by&nbsp; Chris Stirewalt, Jan. 17, 2010</p>\r\n<p>CitizenTube, <a href=\"http://www.citizentube.com/2010/01/year-one-review-us-government-on.html\" target=\"_blank\">\"Year One Review: The U.S. Government on YouTube,\"</a> Jan. 21, 2010</p>\r\n<p>Web Strategy, <a href=\"http://www.web-strategist.com/blog/2008/11/03/snapshot-of-presidential-candidate-social-networking-stats-nov-2-2008/\" target=\"_blank\">\"Snapshot of Presidential Candidate Social Networking Stats: Nov 3, 2008,\"</a> by Jeremiah Owyang, Nov. 3, 2009</p>\r\n<p>The Hill, <a href=\"http://thehill.com/capital-living/24015-congress-friends-facebook\" target=\"_blank\">\"Congress 'friends' Facebook,\"</a> by Kris Kitto, March 10, 2008</p>\r\n<p><a href=\"http://www.facebook.com/johnboehner\" target=\"_blank\">John Boehner's Facebook page</a></p>\r\n<p><a href=\"http://www.facebook.com/SpeakerNancyPelosi\" target=\"_blank\">Speaker Nancy Pelosi''s Facebook Page</a></p>\r\n<p>Interview with Mark Senak, senior vice president and partner at Fleishman-Hillard, Jan. 22, 2010</p>\r\n<p>Interview with David Burch of TubeMogul, Jan. 22, 2010</p>\r\n<p>Interview with Nick Schaper, director of new media for Boehner, Jan. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\"PWNED: House GOP Dominates Twitter, YouTube, Social Media in Congress.\"</p>", "statement_context": "a press release", "statement_date": "2010-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 52, "photo": null, "resource_uri": "/api/v/2/subject/52/", "subject": "Pop Culture", "subject_slug": "pop-culture", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}