{"art": [{"brightcove": "", "caption": "Ken Paxton, the attorney general of Texas, made an inaccurate claim about what Barack Obama has said about his administration's blocked effort to shield certain older immigrants from deportation (JAY JANNER, Austin American-Statesman, May 25, 2016).", "id": 12094, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/paxtonpftpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12094/", "title": "Ken Paxton", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/jun/21/ken-paxton/ken-paxton-inaccurately-says-barack-obama-repeated/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ken Paxton: Obama admitted he acted illegally on immigration", "id": 14242, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14242/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A Texas Republican, pleased at the revocation of a federal effort to shield older immigrants from deportation, elaborated that then-President Barack Obama repeatedly acknowledged that his administration&#39;s 2014 immigration order wasn&rsquo;t legal.</p>\r\n\r\n<p>In a <a href=\"https://www.texasattorneygeneral.gov/news/releases/ag-paxton-applauds-president-trumps-decision-to-rescind-dapa\">June 2017 press release</a>, Texas Attorney General Ken Paxton applauded the June 5, 2017, Department of Homeland Security <a href=\"https://www.dhs.gov/news/2017/06/15/rescission-memorandum-providing-deferred-action-parents-americans-and-lawful?utm_content=&amp;utm_medium=email&amp;utm_name=&amp;utm_source=govdelivery&amp;utm_term=\">decision rescinding</a> the Obama-era policy memo announcing the program to protect parents of certain immigrants from deportation.</p>\r\n\r\n<p>The Obama-era effort, Deferred Action for Parents of Americans and Lawful Permanent Residents, never took effect after Texas and 25 other states persuaded a federal district judge to block implementation--a move ultimately <a href=\"https://www.supremecourt.gov/opinions/15pdf/15-674_jhlo.pdf\">upheld by the Supreme Court</a>.</p>\r\n\r\n<p>Paxton said: &quot;I applaud President (Donald) Trump for acknowledging what President Obama himself acknowledged over 20 times &ndash; the Obama Administration&rsquo;s DAPA immigration edict was a violation of law and the separation of powers.&quot;</p>\r\n\r\n<p>We requested the basis of Paxton&rsquo;s claim that Obama had, over 20 times, said DAPA was offered in violation of federal law. Kayleigh Lovvorn in Paxton&rsquo;s state office answered by email: &quot;All of Barack Obama&rsquo;s quotes on the subject are documented, archived, and available online.&quot;</p>\r\n\r\n<p><strong>Checking Obama&rsquo;s statements</strong></p>\r\n\r\n<p>We&rsquo;ve been over such turf before though Paxton&rsquo;s claim that Obama said the DAPA in particular violated the law adds a twist.</p>\r\n\r\n<p>In December 2014, we gave <a href=\"http://www.politifact.com/texas/statements/2014/dec/05/michael-mccaul/michael-mccaul-says-obama-said-over-20-times-he-la/\">Mostly True</a> ratings to statements by a U.S. House member and Texas Gov. Greg Abbott to the effect that Obama had many times said he couldn&rsquo;t act to protect immigrants from deportation unless Congress revised immigration laws.</p>\r\n\r\n<p>U.S. Rep. Michael McCaul, R-Austin, said at a December 2014 hearing of Obama&rsquo;s past statements on immigration: &quot;The president said over 20 times that he did not have the legal authority to do this, to take this executive action, and that this is not how democracy works.&quot; <a href=\"http://www.politifact.com/texas/statements/2014/dec/05/michael-mccaul/michael-mccaul-says-obama-said-over-20-times-he-la/\">McCaul&rsquo;s count was overly high, we found</a>. But Obama had often said through March 2014 that absent congressional action, he couldn&rsquo;t do more by himself to protect immigrants living in the country without legal permission.</p>\r\n\r\n<p style=\"margin-left:-2pt\">In a 2015 interview, Abbott said: &quot;22 times Barack Obama said he did not have the authority to implement this type of&quot; anti-deportation &quot;measure. And then the day after he signed this into law, he said, quote, &lsquo;I just changed the law.&rsquo;&quot; Like McCaul, <a href=\"http://www.politifact.com/texas/statements/2015/feb/23/greg-abbott/greg-abbott-says-22-times-barack-obama-said-he-cou/\">we found</a>, Abbott overstated the confirmed instances of Obama indicating he couldn&rsquo;t independently do more to prevent deportations.</p>\r\n\r\n<p style=\"margin-left:-2pt\"><strong>Obama&rsquo;s statements since DAPA</strong></p>\r\n\r\n<p style=\"margin-left:-2pt\">Notably, those fact-checks were based on statements that Obama made long before announcing DAPA.</p>\r\n\r\n<p>In contrast, Obama insisted he was within the law <a href=\"http://www.whitehouse.gov/blog/2014/11/20/we-were-strangers-once-too-president-announces-new-steps-immigratio\">when he announced</a> DAPA &nbsp;in November 2014 as a follow-up to his administration&rsquo;s established effort to keep certain young immigrants from being deported (as of June 2017, the older program--Deferred Action for Childhood Arrivals--was left intact by the Trump administration). A 2014 <a href=\"http://www.justice.gov/sites/default/files/olc/opinions/attachments/2014/11/20/2014-11-19-auth-prioritize-removal.pdf\">memo</a> from the federal Office of Legal Counsel said DAPA fell within Homeland Security&rsquo;s discretionary powers to enforce immigration laws. <a href=\"http://www.justice.gov/olc\">That office</a>, in the Justice Department, is responsible for providing authoritative legal advice to the president and executive-branch agencies.</p>\r\n\r\n<p>In announcing DAPA, Obama changed his declared position on his ability to act unilaterally <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/nov/20/barack-obama/barack-obama-position-immigration-action-through-e/\">as PolitiFact noted at the time</a>.</p>\r\n\r\n<p>Obama told the country he was launching DAPA to delay deportations of unauthorized immigrants who had lived in the U.S. for more than five years and who had children who were citizens or had green cards. The intent was that if an applicant could pass a background check and pay a fee, he or she could qualify for a work permit and avoid deportation for three years at a time.</p>\r\n\r\n<p>Obama also reaffirmed that he&rsquo;d have preferred Congress act on comprehensive immigration reform. Regardless, he said: &quot;The actions I&rsquo;m taking are not only lawful, they&rsquo;re the kinds of actions taken by every single Republican president and every single Democratic president for the past half century.&quot;</p>\r\n\r\n<p style=\"margin-left:-2pt\">After Paxton made his 2017 claim, we searched for post-2014 instances of Obama saying he didn&rsquo;t have the authority to impose the DAPA--and came up empty.</p>\r\n\r\n<p>Obama in May 2015 vowed to defend his authority to carry out DAPA. As reported by the <em>Miami Herald</em>, Obama said: &quot;In the short term, if Mr. [Mitch] McConnell, the leader of the Senate, and the Speaker of the House, John Boehner, want to have a vote on whether what I&rsquo;m doing is legal or not, they can have that vote. I will veto that vote because I&rsquo;m absolutely confident that what we&rsquo;re doing is the right thing to do.&quot;</p>\r\n\r\n<p>A footnote in a legal brief filed by Texas and other states pointed us to Obama&rsquo;s <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2015/06/08/remarks-president-obama-press-conference-after-g7-summit\">comment to reporters</a> in June 2015, after a federal district judge held up DAPA, indicating the president believed he&rsquo;d acted legally. Obama said then: &quot;I am absolutely convinced this is well within my legal authority, Department of Homeland Security&rsquo;s legal authority. &nbsp;If you look at the precedent, if you look at the traditional discretion that the executive branch possesses when it comes to applying immigration laws, I am convinced that what we&rsquo;re doing is lawful, and our lawyers are convinced that what we&rsquo;re doing is lawful.&quot;</p>\r\n\r\n<p style=\"margin-left:-2pt\"><strong>Obama&rsquo;s pre-DAPA calls for congressional action</strong></p>\r\n\r\n<p style=\"margin-left:-2pt\">Then again, Obama was previously clear about needing Congress to act first. The March 2015 legal brief filed by Texas and other states led us to a January 2015 <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2545558\">article</a> in the Texas Review of Law &amp; Politics presenting many of the Obama quotations we&rsquo;d confirmed for the McCaul and Abbott fact-checks.</p>\r\n\r\n<p>Here are a few of the times when Obama seemed to say that he lacked independent legal authority to act on immigration:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>In October 2010, Obama told Eddie &quot;Piolin&quot; Sotelo, a radio host on Spanish-speaking Univision, that he couldn&rsquo;t achieve comprehensive immigration reform without congressional action. &quot;I am president, I am not king,&quot; Obama said. &quot;... I&rsquo;m committed to making it happen, but I&rsquo;ve got to have some partners to do it.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>At a <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/28/remarks-president-univision-town-hall\">Univision event in March 2011</a>, Obama was asked if he could stop deportations of students with an order. That&rsquo;s &quot;just not the case,&quot; Obama said, &quot;because there are laws on the books that Congress has passed... Congress passes the law. The executive branch&rsquo;s job is to enforce and implement those laws.&quot; Simply issuing such an order, he said, &quot;would not conform with my appropriate role as president.&quot; Yet he also hinted at wiggle room, saying: &quot;That does not mean, though, that we can&#39;t make decisions, for example, to emphasize enforcement on those who&rsquo;ve engaged in criminal activity.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In an <a href=\"http://www.whitehouse.gov/the-press-office/2011/04/29/remarks-president-miami-dade-college-commencement\">April 2011 speech</a> in Miami and the <a href=\"http://www.whitehouse.gov/the-press-office/2011/05/10/remarks-president-comprehensive-immigration-reform-el-paso-texas\">next month in El Paso</a>, Obama said he couldn&rsquo;t bypass Congress and change immigration laws himself, saying that&rsquo;s not how a democracy works.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Addressing the National Council of La Raza in July 2011, Obama <a href=\"http://www.whitehouse.gov/the-press-office/2011/07/25/remarks-president-national-council-la-raza\">drew exhortations</a> to act without waiting for congressional agreement. He called that idea &quot;tempting,&quot; then said &quot;that&#39;s not how our system works.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p><a href=\"http://insider.foxnews.com/2012/09/20/transcript-president-obamas-remarks-at-univision-town-hall\">In September 2012</a>, Obama was asked if he would follow up his recent protective move for students by doing something similar for non-criminal immigrants such as the parents of U.S.-born children. Obama replied that &quot;as the head of the executive branch, there&rsquo;s a limit to what I can do&hellip; we&rsquo;re still going to, ultimately, have to change the laws in order to avoid some of the heartbreaking stories that you see coming up occasionally,&quot; as in parents deported.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>At a <a href=\"http://www.presidency.ucsb.edu/ws/index.php?pid=102343&amp;st=immigration&amp;st1=obama\">presidential debate the next month</a>, Obama and Republican nominee Mitt Romney were asked: &quot;What do you plan on doing with immigrants without their green card that are currently living here as productive members of society?&quot; Obama said: &quot;I&#39;ve done everything that I can on my own.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In a <a href=\"http://nbclatino.com/2013/01/30/obama-tells-telemundo-he-hopes-for-immigration-overhaul-within-6-months/\">January 2013 Telemundo interview</a>, Obama was asked why he couldn&rsquo;t protect mothers living here without authorization from deportation as he had aided law-abiding students. &quot;I&rsquo;m not a king,&quot; Obama replied, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/wp/2014/11/18/obamas-flip-flop-on-using-executive-action-on-illegal-immigration/\">tracking his response the same month </a>to a similar query from Univision and his reply at a February 2013 <a href=\"https://www.youtube.com/watch?v=-e9lmy_8FZM&amp;feature=youtu.be\">Google Hangout town hall</a> where he also said &quot;we&rsquo;ve kind of stretched our administrative flexibility as much as we can.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The same year, Obama <a href=\"http://www.realclearpolitics.com/video/2013/09/17/obama_halting_deportations_not_an_option_would_be_ignoring_the_law.html\">was asked by Telemundo</a> if he would consider freezing deportations of the parents of students benefiting from the administration&rsquo;s 2012 action. Obama replied that if he broadened his protective orders, &quot;then essentially I would be ignoring the law in a way that I think would be very difficult to defend legally. So that&#39;s not an option.&quot;</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>We previously confirmed similar statements by Obama in a November 2013 speech in <a href=\"http://www.whitehouse.gov/the-press-office/2013/11/25/remarks-president-immigration-reform-san-francisco-ca\">in San Francisco</a> and a <a href=\"http://communications-univisionnews.tumblr.com/post/79266471431/univision-news-transcript-interview-with\">March 2014 Univision interview</a>.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Paxton said Obama &quot;acknowledged over 20 times&quot; that his administration&rsquo;s DAPA &quot;immigration edict was a violation of law and the separation of powers.&quot;</p>\r\n\r\n<p>Paxton might have been trying to revisit mostly accurate earlier claims about what Obama once repeatedly said.</p>\r\n\r\n<p>But there are significant differences between the earlier statements and this one. Paxton specified that Obama was speaking about his DAPA policy; in fact, Obama&rsquo;s statements were made long before DAPA was announced and were not about a specific policy initiative. Contrary to Paxton&rsquo;s statement, Obama has always maintained the DAPA policy was legal.</p>\r\n\r\n<p>We find that Paxton&rsquo;s statement has an element of truth but ignores the critical fact that Obama has stood by his DAPA policy since it was issued. We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE </strong></em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-06-21T12:18:30.441663", "ruling_date": "2017-06-21T16:02:15", "ruling_headline": "Ken Paxton inaccurately says Barack Obama repeatedly admitted his 2014 immigration edict was illegal", "ruling_headline_slug": "ken-paxton-inaccurately-says-barack-obama-repeated", "ruling_link_text": "Obama has stood by DAPA", "ruling_state": null, "source_documents": null, "sources": "<p>Press release, <a href=\"https://www.texasattorneygeneral.gov/news/releases/ag-paxton-applauds-president-trumps-decision-to-rescind-dapa\" style=\"text-decoration:none;\"><u>&quot;AG Paxton Applauds President Trump&rsquo;s Decision to Rescind DAPA,&quot;</u></a> Texas Attorney General Ken Paxton, June 16, 2017A</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2014/dec/05/michael-mccaul/michael-mccaul-says-obama-said-over-20-times-he-la/\" style=\"text-decoration:none;\"><u>&quot;Michael McCaul says Obama said &#39;over 20 times&#39; he lacked authority to act alone on immigration,&quot;</u></a> Dec. 5, 2014; <a href=\"http://www.politifact.com/texas/statements/2015/feb/23/greg-abbott/greg-abbott-says-22-times-barack-obama-said-he-cou/\" style=\"text-decoration:none;\"><u>&quot;Greg Abbott says 22 times Barack Obama said he couldn&#39;t shield immigrants, then said &#39;I changed law,&#39;&quot;</u></a> Feb. 23, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1FVqhMgy7cqVXlHW1eDCKPGuWilcR--0DGz0r7pDEEoc/pub\" style=\"text-decoration:none;\"><u>Email,</u></a> Kayleigh Lovvorn, media relations specialist, Office of Texas Attorney General Ken Paxton, June 16, 2017</p>\r\n\r\n<p style=\"margin-left:-2pt; margin-right:-2pt\">Fact-check, <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/nov/20/barack-obama/barack-obama-position-immigration-action-through-e/\" style=\"text-decoration:none;\"><u>&quot;Barack Obama: Position on immigration action through executive orders &#39;hasn&#39;t changed,&#39;&quot;</u></a> PolitiFact, Nov. 20, 2014</p>\r\n\r\n<p style=\"margin-left:-2pt; margin-right:-2pt\">News story, <a href=\"http://www.miamiherald.com/news/politics-government/article11171894.html\" style=\"text-decoration:none;\"><u>&quot;In Miami, Obama vows to veto any bill blocking his executive immigration action,&quot;</u></a> <em>Miami Herald</em>, Feb. 25, 2015 (Nexis search)</p>\r\n\r\n<p style=\"margin-left:-2pt; margin-right:-2pt\">Transcript, <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2015/06/08/remarks-president-obama-press-conference-after-g7-summit\" style=\"text-decoration:none;\"><u>&quot;Remarks by President Obama in Press Conference after G7 Summit &nbsp;Elmau Briefing Center Kr&uuml;n, Germany,&quot;</u></a> the White House, June 8, 2015</p>\r\n\r\n<p>News story, <a href=\"https://www.nytimes.com/2016/06/24/us/supreme-court-immigration-obama-dapa.html?_r=0\" style=\"text-decoration:none;\"><u>&quot;Supreme Court Tie Blocks Obama Immigration Plan,&quot;</u></a> <em>The New York Times</em>, June 23, 2016 (Nexis search)</p>\r\n\r\n<p>News story, <a href=\"https://www.washingtonpost.com/politics/supreme-court-wont-revive-obama-plan-to-shield-illegal-immigrants-from-deportation/2016/06/23/6cea5f1e-3950-11e6-9ccd-d6005beac8b3_story.html?utm_term=.3c374066615d\" style=\"text-decoration:none;\"><u>&quot;Supreme Court won&rsquo;t revive Obama plan to shield illegal immigrants from deportation,&quot;</u></a> <em>The Washington Post</em>, June 23, 2016 (Nexis search)</p>\r\n\r\n<p>Court filing with U.S. Supreme Court by states led by Texas, United States v. Texas, <a href=\"https://www.texasattorneygeneral.gov/files/epress/files/2016/15-674_ts_Texas.pdf\" style=\"text-decoration:none;\"><u>&quot;Brief for the States&#39; Respondents,&quot;</u></a> March 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Supreme-Court-to-hear-challenge-to-Obama-s-6770197.php\" style=\"text-decoration:none;\"><u>&quot;Supreme Court to hear challenge to Obama&#39;s immigration action,&quot;</u></a> <em>Houston Chronicle</em>, Jan. 19, 2016</p>\r\n\r\n<p>Press release, <a href=\"https://texasattorneygeneral.gov/news/releases/statement-on-supreme-court-granting-review-in-immigration-case\" style=\"text-decoration:none;\"><u>&quot;Statement on Supreme Court Granting Review in Immigration Case,&quot;</u></a> Texas Attorney General Ken Paxton, Jan. 19, 2016</p>\r\n\r\n<p style=\"margin-left:-2pt; margin-right:-2pt\">Article, <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2545558\" style=\"text-decoration:none;\"><u>&quot;The Constitutionality of DAPA Part II: Faithfully Executing the Law,&quot;</u></a> Josh Blackman, South Texas College of Law, Texas Review of Law &amp; Politics, Jan. 19, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Attorney general-elect", "false_count": 2, "first_name": "Ken", "half_true_count": 0, "home_state": "Texas", "id": 2655, "last_name": "Paxton", "mostly_true_count": 1, "name_slug": "ken-paxton", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/REPKenPaxtonmugsq.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2655/", "total_count": 8, "true_count": 1, "website": "http://kenpaxton.com/"}, "statement": "<p>Says Barack Obama &quot;acknowledged over 20 times&quot; that his administration&rsquo;s Deferred Action for Parents of Americans &quot;immigration edict was a violation of law and the separation of powers.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2017-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": "Ken Paxton says Barack Obama admitted repeatedly that his 2014 immigration order was illegal. MOSTLY FALSE."}