{"art": [{"brightcove": "", "caption": "State Rep. Shawn Thierry, shown here celebrating her November 2016 win of the seat, says Texas has the nation's highest rate of mothers dying in childbirth (Tim Warner, Houston Chronicle photo)", "id": 12205, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/thierrypft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12205/", "title": "Shawn Thierry November 2016", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/jun/29/shawn-thierry/shawn-thierry-says-texas-leads-nation-mothers-dyin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Does Texas lead in mothers dying in childbirth?", "id": 14275, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14275/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A Democrat credited the Republican governor for highlighting maternal mortality and then made a claim about Texas leading nationally&nbsp;in a disturbing&nbsp;way.</p>\r\n\r\n<p>Houston Rep. Shawn Thierry noted in a <a href=\"http://www.house.state.tx.us/news/press-releases/?id=6271\">press release</a>&nbsp;circulated the day after Gov. Greg Abbott <a href=\"http://www.mystatesman.com/news/local/look-what-will-texas-special-session-agenda/EyngdPYJjN9nSfo1FI8S7J/\">set the agenda</a> for the special legislative session starting July 18, 2017, that Abbott <a href=\"https://gov.texas.gov/news/post/governor-abbott-announces-special-session\">authorized maternal mortality</a> as a potential topic after Thierry and Sen. Lois Kolkhorst, R-Brenham, had <a href=\"http://www.house.texas.gov/members/member-page/media/146/Joint-Kolkhorst-Thierrry-Letter-to-Governor.pdf\">urged</a> him to do so.</p>\r\n\r\n<p>Thierry said: &quot;It was clear that a special session was going to happen and we now know that our Texas mothers are dying during childbirth at the highest rates in the nation. This time around, we cannot afford for party politics to stand in the way of resolving this crisis.&quot;</p>\r\n\r\n<p>Abbott included &quot;extending maternal mortality task force&quot; in his session &quot;call,&quot; <a href=\"https://gov.texas.gov/news/post/governor-abbott-announces-special-session\">he said</a>, to allow lawmakers to maintain the state&rsquo;s advisory Maternal Mortality and Morbidity Task Force into 2023. The group, created by the 2013 Legislature, is <a href=\"http://www.statutes.legis.state.tx.us/Docs/HS/htm/HS.34.htm\">otherwise abolished</a> as of September 2019.</p>\r\n\r\n<p>We wondered if Texas mothers are more often dying in connection with childbirth than mothers in other states.</p>\r\n\r\n<p>That&rsquo;s been reported previously, including in a June 4, 2017, Associated Press <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/texas-lawmakers-make-few-moves-address-pregnancy-deaths/P6psVBzaSa0mmnPbqTyfUK/\">news story</a> stating researchers last year found the Texas rate &quot;not only the highest in the U.S., but one of the highest in the developed world.&quot;</p>\r\n\r\n<p>To our inquiry, a Thierry aide, Jasmine Connor, emailed us a web link to an August 2016 <a href=\"https://www.theguardian.com/us-news/2016/aug/20/texas-maternal-mortality-rate-health-clinics-funding\">news story</a> in the Guardian newspaper stating that according to a study in the medical journal Obstetrics and Gynecology, Texas in 2014 had the developed world&rsquo;s highest maternal mortality rate at 35.8 deaths per 100,000 births.</p>\r\n\r\n<p>The journal is the official publication of the American College of Obstetricians and Gynecologists, &nbsp;which <a href=\"https://www.acog.org/About-ACOG/About-Us/ACOG-Mission-Vision-and-Core-Values\">describes itself</a> as a 58,000-member organization dedicated to the advancement of women&rsquo;s health.</p>\r\n\r\n<p><strong>2016 study</strong></p>\r\n\r\n<p>When we inquired, an ACOG spokeswoman, Megan Christin, emailed us a copy of the study, which appeared in the journal&rsquo;s September 2016 issue under the headline: <a href=\"http://journals.lww.com/greenjournal/Abstract/2016/09000/Recent_Increases_in_the_U_S__Maternal_Mortality.6.aspx\">&quot;Recent Increases in the U.S. Maternal Mortality Rate: Disentangling Trends From Measurement Issues,&quot;</a></p>\r\n\r\n<p>A methodological wrinkle was necessary, the authors wrote, to make sure the mortality rates estimated for each state reflected needed improvements in measurement. That is, the study adjusted each state&rsquo;s tally of maternal deaths to account for whether the state&rsquo;s death certificate already included a revealing question devised nationally in 2003 based on providing checkboxes on death certificates to measure whether women had been pregnant at up to a year before death. Adding the question, the study says, drove up reported maternal mortality rates.</p>\r\n\r\n<p>&quot;The addition of this question led to increases in reported maternal mortality rates,&quot; the study says. &quot;However, delays in states&rsquo; adoption of the new pregnancy question together with use of nonstandard pregnancy questions created a situation where, in any given data year, some states were using the U.S. standard question, others were using questions incompatible with the U.S. standard, and still others had no pregnancy question on their death certificates.&quot;</p>\r\n\r\n<p>Broadly, the study relied on a definition of maternal mortality typically used for international maternal mortality comparisons. The definition, <a href=\"http://www.who.int/healthinfo/statistics/indmaternalmortality/en/\">attributed to</a> the World Health Organization: &quot;The death of a woman while pregnant or within 42 days of termination of pregnancy, irrespective of the duration and the site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management, but not from accidental or incidental causes.&quot; The study says, though, the WHO also defines late maternal deaths: &quot;The death of a woman from direct or indirect obstetric causes more than 42 days but less than 1 year after termination of pregnancy.&quot;</p>\r\n\r\n<p><strong>Study: Texas saw a spike</strong></p>\r\n\r\n<p>So, did Texas have the nation&rsquo;s highest maternal mortality?</p>\r\n\r\n<p>The state had a yet-to-be explained spike in rates in 2011-12, the study says, giving it by far the highest rate in the country.</p>\r\n\r\n<p>Previously, adjusted maternal mortality rates for Texas showed a modest increase from 2000 to 2010, the study says, from a rate of 17.7 per 100,000 live-births to 18.6. &quot;However, after 2010, the reported maternal mortality rate for Texas doubled within a 2-year period to levels not seen in other U.S. states,&quot; the report says. A figure in the study shows the Texas rate reaching 35.8 deaths per 100,000 live-births by 2014.</p>\r\n\r\n<p style=\"text-align:center\"><strong>ADJUSTED MATERNAL MORTALITY RATE, TEXAS, 2000-2014</strong></p>\r\n\r\n<p><img alt=\"macdormantexasfigure.JPG\" src=\"https://lh5.googleusercontent.com/OK_jIgxEhdK3SvpB6FWTmO9qVnqEDrvuKTMcUe1d0U14tk_XcfoKhrR6aaeDT9S8oRXpzq0yJlCStZP04SlQ-4q1vHwSYUQFsMa6Qwb9E_EpuULvpg5mmAxuAYNImpJ7v-YfPJYG\" style=\"border:1px solid; float:left; height:589px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Figure 4 in study, <a href=\"http://journals.lww.com/greenjournal/Abstract/2016/09000/Recent_Increases_in_the_U_S__Maternal_Mortality.6.aspx\">&quot;Recent Increases in the U.S. Maternal Mortality Rate: Disentangling Trends From Measurement Issues,&quot;</a> Obstetrics &amp; Gynecology, September 2016</p>\r\n\r\n<p>The report also calls the two-year doubling for Texas through 2011-12 &quot;puzzling.&quot; The authors continue: &quot;Texas cause-of-death data, as with data for most states, are coded at the National Center for Health Statistics, and this doubling in the rate was not found for other states. Communications with vital statistics personnel in Texas and at the National Center for Health Statistics did not identify any data processing or coding changes that would account for this rapid increase.&quot;</p>\r\n\r\n<p>The report continues: &quot;There were some changes in the provision of women&rsquo;s health services in Texas from 2011 to 2015, including the closing of several women&rsquo;s health clinics. Still, in the absence of war, natural disaster, or severe economic upheaval, the doubling of a mortality rate within a 2-year period in a state with almost 400,000 annual births seems unlikely. A future study &nbsp;will examine Texas data by race-ethnicity and detailed causes of death to better understand this unusual finding.&quot;</p>\r\n\r\n<p>Among 48 other states, the estimated mortality rate in 2000 was 18.8; the rate escalated slowly to 23.8 in 2014, the report says.</p>\r\n\r\n<p>The remaining state, California, saw &quot;a marked decline in maternal and late maternal mortality from 2003 to 2014,&quot; the study says, going on: &quot;California has made concerted efforts to reduce maternal mortality, including initiating a statewide pregnancy-associated mortality review in 2006 and contracting with the California Maternal Quality Care Collaborative to investigate primary causes of maternal death. This collaborative developed and promulgated evidence-based tool kits to address two of the most common, preventable contributors to maternal death (obstetric hemorrhage and preeclampsia) and implemented quality improvement initiatives throughout the state. These efforts appear to have helped reduce maternal mortality in California,&quot; the study says.</p>\r\n\r\n<p><strong>Texas expert</strong></p>\r\n\r\n<p>We were unable to connect with authors of the study including lead analyst Marian F. MacDorman of the Maryland Population Research Center at the University of Maryland, College Park. Meantime, Christin put us in touch with <a href=\"https://www.bcm.edu/people/view/lisa-hollier-m-d/b1fe73e5-ffed-11e2-be68-080027880ca6\">Dr. Lisa Hollier</a>, ACOG&rsquo;s president-elect and the chair of the 15-person Texas task force focused on maternal mortality.</p>\r\n\r\n<p>Hollier, a professor of obstetrics and gynecology at Baylor College of Medicine in Houston and a maternal-fetal medicine specialist, said by phone the 2012 Texas spike identified in the study was unusual, even strange. In 2014, Hollier said, the task force began a case-by-case review of the 2012 deaths, she said, because that was then the latest year of complete death data.</p>\r\n\r\n<p>We asked Hollier if the 2012 spike seems to hold up. Hollier said: &quot;We need a tiny bit more time to give a perfect answer to that,&quot; with conclusions possibly announced later in 2017.</p>\r\n\r\n<p>Asked to assess Thierry&rsquo;s claim about Texas leading the nation in deaths in childbirth, which arguably would overlook deaths in the months after delivery, Hollier said by email: &quot;As I considered this question, I believe that the proportion of all maternal deaths that occur literally &lsquo;in childbirth&rsquo; would be largely equivalent across states. Given the high rates of maternal mortality in Texas relative to other states, I believe this would mean that deaths &lsquo;in childbirth&rsquo; would &nbsp;also be high in Texas relative to other states.&quot;</p>\r\n\r\n<p><strong>State agency response</strong></p>\r\n\r\n<p>We also wondered if Texas government officials had analyzed the research suggesting Texas lately has the nation&rsquo;s highest maternal mortality rate.</p>\r\n\r\n<p>At the Texas Department of State Health Services, spokesman Chris Van Deusen replied to our query by email by saying the agency doesn&rsquo;t have data for other states or do related rankings.</p>\r\n\r\n<p>Van Deusen otherwise confirmed that officials are looking into what appears to have been a &quot;pronounced difference&quot; in Texas women in 2012 dying in childbirth or within a year afterward.</p>\r\n\r\n<p>Van Deusen said that to date, the task force had found the most common causes of maternal death in 2011-2012 were cardiac events (21 percent), drug overdoses (12 percent) and hypertension/eclampsia (11 percent).</p>\r\n\r\n<p>The task force&rsquo;s July 2016 <a href=\"https://www.dshs.texas.gov/mch/pdf/2016BiennialReport.pdf\">report</a> states: &quot;Cardiac events and hypertension/eclampsia were ranked first and third most common causes of maternal death, which is consistent with medical literature. However, overdose by ingestion of drugs emerged as the second leading cause of maternal death in 2011-2012 (11.6 percent). Review of actual case records (including postmortem toxicology and police reports) showed that the majority of these maternal deaths involved licit or illicit prescription opioids. This finding is alarming and may represent an ongoing shift in maternal causes of death.&quot;</p>\r\n\r\n<p>Also of concern, the task force said, was the number of maternal deaths that occurred months after delivery. Close to 60 percent of Texas maternal deaths 2011-2012 &quot;occurred after 42 days post-delivery,&quot; the task force wrote. &quot;Case review of these deaths will determine whether they were pregnancy-related, -associated, or neither. Nevertheless, it is clear that women remain at-risk for the first year after their pregnancy has ended. It is possible that lack of continuity of care plays a role in these later maternal death outcomes.&quot;</p>\r\n\r\n<p>In June 2017, Van Deusen wrote us: &quot;Maternal deaths have been increasing in Texas at the same time we have seen increases in the chronic diseases that underlie many deaths: from 2005 to 2014, pre-pregnancy obesity of mothers increased 25 percent, hypertension increased 20 percent, and diabetes increased 45 percent.&quot;</p>\r\n\r\n<p>The state official also provided a chart suggesting that in 2014, 126 or 135 maternal deaths were reported in Texas, giving the state a rate of 31.5 or 33.8 maternal deaths per 100,000 live-births, according to respective counts by DSHS and the federal Centers for Disease Control and Prevention, with both rates a decrease from 2013 and the CDC-reported rate down 13 percent from the 38.7 deaths per 100,000 live-births posted for 2012:</p>\r\n\r\n<table dir=\"ltr\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td colspan=\"8\">\r\n\t\t\t<p style=\"text-align:center\"><strong>Texas Maternal Deaths Within 42 days After The End of Pregnancy</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td colspan=\"3\">\r\n\t\t\t<p><strong>DSHS Data</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td colspan=\"3\">\r\n\t\t\t<p><strong>CDC Wonder Data</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Maternal deaths</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Live Births</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Maternal Mortality Rate</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Maternal deaths</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Live Births</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Maternal Mortality Rate</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>2010</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>72</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;385,746</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>18.7</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>72</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;386,118</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>18.6</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>2011</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>100</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;377,274</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>26.5</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>114</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;377,445</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>30.2</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>2012</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>110</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;382,438</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>28.8</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>148</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;382,727</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>38.7</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>2013</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>126</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;387,110</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>32.5</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>140</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;387,340</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>36.1</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>2014</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>126</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;399,482</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>31.5</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>&nbsp;</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>135</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;399,766</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>33.8</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<div style=\"clear:both;\">&nbsp;</div>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://docs.google.com/document/d/1iJV5oU7mYFJHwcw1adluHDMKtjk2fsbT90LeANuMY-U/pub\">Emails</a>, Chris Van Deusen, director of media services, Texas Department of State Health Services, June 8-9, 2017</p>\r\n\r\n<p><strong>Limited federal data</strong></p>\r\n\r\n<p>At Hollier&rsquo;s suggestion, we also checked on whether the federal Centers for Disease Control and Prevention reports state-by-state maternal mortality rates. Our web search yielded the center&rsquo;s 2017 assessment that the national rate reached a high of 17.8 deaths per 100,000 live births in 2009 and 2011, according to the center&rsquo;s review of state-forwarded death certificates for women who died within a year of delivering.</p>\r\n\r\n<p>CDC says: &quot;Whether the actual risk of a woman dying from pregnancy-related causes has increased is unclear. Many studies show that an increasing number of pregnant women in the United States have chronic health conditions such as hypertension, diabetes, and chronic heart disease. These conditions may put a pregnant woman at higher risk of pregnancy complications. Although the overall risk of dying from pregnancy complications is low, some women are at a higher risk than others. The higher pregnancy-related mortality ratios during 2009&ndash;2011 are due to an increase in infection and sepsis deaths.&quot;</p>\r\n\r\n<p><img alt=\"cdcchartmaternal.JPG\" src=\"https://lh6.googleusercontent.com/GJAYfYkp3KC9U6i3EccWpoykcvox2_pEXnpTaFl8FLQ7b1rwQM_0URBozbiRLQT_6gy6iQ_qzaZPgZUo7FBabJBxn69wN7N8nuMaRd2eRfzjOKjthZgxLneYCi5bmpMrdvmZZhlI\" style=\"border:none; height:457px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Web page, <a href=\"https://www.cdc.gov/reproductivehealth/maternalinfanthealth/pmss.html\">&quot;Pregnancy Mortality Surveillance System,&quot;</a> Centers for Disease Control and Prevention, last updated May 10, 2017 (accessed May 26, 2017)</p>\r\n\r\n<p>At our request, Kimberly Rodriguez of the CDC emailed charts based on agency data showing that in 2015 among only 15 states with reported maternal death rates, Texas tied with Missouri for the third-highest rate of deaths per 100,000 residents, behind Louisiana, Georgia and Indiana.</p>\r\n\r\n<p>That&rsquo;s a different indicator, though, than deaths per 100,000 live-births. In the end, CDC spokesman Brian Tsai suggested by email that we rely on the older figures covered by the 2016 study we&#39;d already reviewed.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Thierry said Texas mothers &quot;are dying during childbirth at the highest rates in the nation.&quot;</p>\r\n\r\n<p>In 2011 and 2012, according to a 2016 study, Texas had by far the nation&rsquo;s highest maternal mortality rate. A clarification missing from Thierry&rsquo;s statement: That national analysis took into account deaths not just at childbirth but during pregnancy and up to 42 days after delivery.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-06-29T13:53:36.644121", "ruling_date": "2017-06-29T15:35:08", "ruling_headline": "Shawn Thierry says Texas leads nation in rate of mothers dying in childbirth", "ruling_headline_slug": "shawn-thierry-says-texas-leads-nation-mothers-dyin", "ruling_link_text": "'Puzzling' rate spike", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/texas-lawmakers-make-few-moves-address-pregnancy-deaths/P6psVBzaSa0mmnPbqTyfUK/\">&quot;Texas lawmakers make few moves to address pregnancy deaths,&quot;</a> The Associated Press, June 4, 2017 (fetched from mystatesman.com)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1REz957_HQHI3Yz8kuhRxSfwEeB_EtrYd_j8d943logs/pub\">Email</a>, Jasmine Connor, deputy director, state Rep. Shawn Thierry, June 8, 2017</p>\r\n\r\n<p>Study, <a href=\"http://journals.lww.com/greenjournal/Abstract/2016/09000/Recent_Increases_in_the_U_S__Maternal_Mortality.6.aspx\">&quot;Recent Increases in the U.S. Maternal Mortality Rate: Disentangling Trends From Measurement Issues,&quot;</a> Obstetrics &amp; Gynecology, September 2016 (full text received by email from Megan Christin, director, media relations and communications, American College of Obstetricians and Gynecologists, June 13, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1iJV5oU7mYFJHwcw1adluHDMKtjk2fsbT90LeANuMY-U/pub\">Emails</a>, Chris Van Deusen, director of media services, Texas Department of State Health Services, June 8-9, 2017</p>\r\n\r\n<p>Report, <a href=\"https://www.dshs.texas.gov/mch/pdf/2016BiennialReport.pdf\">&quot;Maternal Mortality and Morbidity Task Force and Department of State Health Services,&quot;</a> Texas Department of State Health Services, July 2016 (accessed June 26, 2017)</p>\r\n\r\n<p>Web page, <a href=\"https://www.cdc.gov/reproductivehealth/maternalinfanthealth/pmss.html\">&quot;Pregnancy Mortality Surveillance System,&quot;</a> Centers for Disease Control and Prevention, last updated May 10, 2017 (accessed May 26, 2017)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/15hFcKkSMBx8_7VVyhJlQBFSMDt3GXpVIZiSL4aqG0y0/pub\">emails,</a> <a href=\"https://www.bcm.edu/people/view/lisa-hollier-m-d/b1fe73e5-ffed-11e2-be68-080027880ca6\">Lisa Marie Hollier</a>, professor, Obstetrics and Gynecology, Baylor College of Medicine, June 26-27, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1DbMxcSuvMgpD7S_KXzDWNkMgcOC8hYoo4YHPHVlYV64/pub\">Emails</a>, Brian Tsai, public affairs specialist; Kimberly Rodriguez, intern, Office of Public Affairs, National Center for Health Statistics, Centers for Disease Control and Prevention, June 27-29, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGY0x0RkpUYTlSYUU/view?usp=sharing\">Two</a> <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMTZfOWtrY19IaWs/view?usp=sharing\">images</a> showing underlying causes of maternal deaths, selected U.S. states, 2015, from WONDER, CDC, June 27, 2017 (received by email, Kimberly Rodriguez, CDC, June 27, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House member", "false_count": 0, "first_name": "Shawn", "half_true_count": 0, "home_state": "Texas", "id": 3967, "last_name": "Thierry", "mostly_true_count": 1, "name_slug": "shawn-thierry", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/thierrypicPFT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3967/", "total_count": 1, "true_count": 0, "website": "http://www.thierryhd146.com/"}, "statement": "<p>&quot;Texas mothers are dying during childbirth at the highest rates in the nation.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2017-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": "Does Texas lead U.S. in mothers dying in childbirth? MOSTLY TRUE."}