{"art": [{"brightcove": "", "caption": "Sen. Chris Murphy, D-Conn., criticized the Trump administration’s attempts to weaken the Affordable Care Act in a Facebook video on June 26, 2017.", "id": 12290, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Murphy.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12290/", "title": "murphy nowthis", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/jul/10/chris-murphy/donald-trump-responsible-rising-health-insurance-p/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Is Trump's IRS to blame on rising health insurance premiums?", "id": 14295, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14295/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Sen. Chris Murphy, D-Conn., blamed President Donald Trump for insurance rate hikes through the administration&rsquo;s attempts to weaken the Affordable Care Act.</p>\r\n\r\n<p>&quot;It all started when he issued an executive order &hellip; that commanded all federal agencies to start undermining the ACA, and his agencies listened,&quot; Murphy said in the June 26 video. &quot;The IRS decided to stop enforcing the individual mandate that was the underpinning of the ACA. That has resulted in insurance companies all across the country jacking their rates up, explicitly because they don&#39;t believe that healthy people will buy insurance.&quot;</p>\r\n\r\n<p>Insurance rates have indeed been on the rise, but we wondered whether it could all be traced back to the IRS and a weakened enforcement of the individual mandate.</p>\r\n\r\n<p>We found that Trump has continued the weak enforcement of the individual mandate in place during the Obama administration, freezing a change that was set to begin with the 2016 tax year.</p>\r\n\r\n<p>But his party&rsquo;s rhetoric on repealing the Affordable Care Act, as well as other issues, have been linked to premium rate increases.</p>\r\n\r\n<div class=\"pf_subheadline\">The role of the IRS</div>\r\n\r\n<p>The IRS is the agency tasked with enforcing the Affordable Care Act&rsquo;s individual mandate, which requires most individuals to obtain health insurance or pay a tax penalty for going without.</p>\r\n\r\n<p>The mandate was designed to encourage healthy people to enter the risk pool and thus lower insurance costs.</p>\r\n\r\n<p>When people file their individual income tax returns, they must indicate their health insurance coverage or list a waiver or exemption. Otherwise, they must pay the penalty for lacking coverage. For the 2016 tax year, those who weren&rsquo;t covered had to pay 2.5 percent of taxable income or $695, whichever was higher.</p>\r\n\r\n<p>Those tax returns that failed to do any of these three actions were considered &quot;silent returns,&quot; and elicited a letter from the IRS alerting the taxpayer of the issue.</p>\r\n\r\n<p>&quot;Most of the time the taxpayer didn&rsquo;t get back, and there was nothing else the IRS could do,&quot; said Chris Condeluci, a former Republican tax counsel to the Senate Finance Committee when the Affordable Care Act was written.</p>\r\n\r\n<p>President Barack Obama instructed the IRS to stop processing silent returns beginning with 2016 tax filings to punish taxpayers expecting a refund who failed to comply with the law.</p>\r\n\r\n<p>Trump&rsquo;s executive order scrapped that change.</p>\r\n\r\n<p>&quot;Processing silent returns means that taxpayer returns are not systematically rejected by the IRS at the time of filing, allowing the returns to be processed and minimizing burden on taxpayers, including those expecting a refund,&quot; the IRS said in a Feb. 15 press release. &quot;When the IRS has questions about a tax return, taxpayers may receive follow-up questions and correspondence at a future date, after the filing process is completed. This is similar to how we handled this in previous years, and this reflects the normal IRS post-filing compliance procedures that we follow.&quot;</p>\r\n\r\n<p>Murphy&rsquo;s team pointed us to that announcement when we asked for evidence for Murphy&rsquo;s statement.</p>\r\n\r\n<p>Trump&rsquo;s order did cause the IRS to change direction internally, but outwardly, the agency is enforcing the same policy. &quot;They&rsquo;re adhering to the same enforcement policy as the Obama administration did. At the end of the day it&rsquo;s merely business as usual when it comes to the IRS,&quot; Condeluci added.</p>\r\n\r\n<p>The IRS may have maintained the status quo, but the announcement still made an impact.</p>\r\n\r\n<p>&quot;It was noted by the actuaries who calculate rates. But it&rsquo;s another element in a complex mosaic in factors that lead to rate increases,&quot; said Dan Mendelson, the president of Avalere, a health care consulting firm.</p>\r\n\r\n<p>Then there&rsquo;s Congress.</p>\r\n\r\n<p>Regardless of the Trump administration&rsquo;s impact on the IRS, Congress is working to effectively scrap the individual mandate. The House Committee on Appropriations has drafted a bill that would terminate the tax penalty on those who go without insurance, which the House Subcommittee on Financial Services and General Government approved on June 29.</p>\r\n\r\n<div class=\"pf_subheadline\">Premiums on the rise</div>\r\n\r\n<p>Insurance rates for the most popular type of exchange plan are an average of 18 percent higher than last year, according to Avalere. A combination of medical inflation and political volatility account for the hike, although it&rsquo;s hard to apportion the causes of the rate increases. The individual mandate isn&rsquo;t the only factor, though.</p>\r\n\r\n<p>&quot;Although the mandate is a reason for higher premiums for next year, it&#39;s probably not the main reason,&quot; said Sherry Glied, the dean of New York University&rsquo;s Graduate School of Public Service. &quot;The main reason is uncertainty about whether Congress will fund the ACA&rsquo;s cost-sharing reductions.&quot;</p>\r\n\r\n<p>That&#39;s a different animal.</p>\r\n\r\n<p>Congress is weighing whether to continue funding the $8 billion pool of cost-sharing reduction subsidies under the ACA. In 2010, the House filed a lawsuit arguing the subsidies were illegal, and the Trump administration has not clarified whether it will defend them in court. The bipartisan budget bill passed late June did not include those funds.</p>\r\n\r\n<p>&quot;This is one of the larger premium hikes because there&#39;s a lot of uncertainty about what&rsquo;s going to happen to the insurance marketplace,&quot; said Claire Brindis, the director of the Institute for Health Policy Studies at the University of California, San Francisco. &quot;Whenever insurance companies feel like there&#39;s going to be dramatic changes, they get skittish about profit margins.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Murphy said that insurance companies are jacking up their rates because of the IRS&rsquo; weakened enforcement of the individual mandate under Trump.</p>\r\n\r\n<p>That&rsquo;s an exaggeration. The Trump administration has continued the same policies as Obama. A mandate to buy insurance is in place, but there&rsquo;s not much punishment for those who refused to comply.</p>\r\n\r\n<p>Murphy suggested that the individual mandate itself was key in keeping insurance rates low. In theory, the requirement invites greater diversity to the health insurance risk pool, but the IRS never had sufficient tools at its disposal to enforce it effectively.</p>\r\n\r\n<p>Blaming rate increases on the IRS is too simplistic, particularly as there is no evidence of a direct link. A number of other factors are at play, including uncertainty around future health care subsidies.</p>\r\n\r\n<p>Because there has been little outward change in the IRS enforcement policies, we rate this statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-07-06T14:03:00.556201", "ruling_date": "2017-07-10T14:35:20", "ruling_headline": "Is Donald Trump responsible for rising health insurance premiums, as Chris Murphy said?", "ruling_headline_slug": "donald-trump-responsible-rising-health-insurance-p", "ruling_link_text": "IRS enforcement didn't change", "ruling_state": null, "source_documents": null, "sources": "<p>Facebook, <a href=\"https://www.facebook.com/NowThisPolitics/videos/1605783219453162/\">NowThis Politics</a>, June 26, 2017</p>\r\n\r\n<p>Email interview with Chris Harris, communications director for Chris Murphy, July 3, 2017</p>\r\n\r\n<p>Forbes, <a href=\"https://www.forbes.com/sites/kellyphillipserb/2017/02/16/irs-softens-on-obamacare-reporting-requirements-after-trump-executive-order/#3c179484a3cb\">&quot;IRS Softens On Obamacare Reporting Requirements After Trump Executive Order,&quot;</a> Feb. 16, 2017</p>\r\n\r\n<p>WhiteHouse.gov, <a href=\"https://www.whitehouse.gov/the-press-office/2017/01/2/executive-order-minimizing-economic-burden-patient-protection-and\">&quot;Executive Order Minimizing the Economic Burden of the Patient Protection and Affordable Care Act Pending Repeal,&quot;</a> Jan. 20, 2017</p>\r\n\r\n<p>Email interview with Anthony Burke, public affairs specialist at the IRS, July 3, 2017</p>\r\n\r\n<p>IRS, <a href=\"https://www.irs.gov/affordable-care-act/individuals-and-families/individual-shared-responsibility-provision\">&quot;Individual Shared Responsibility Provision,&quot;</a> Feb. 15, 2017</p>\r\n\r\n<p>Email interview with Alleigh Marre, a spokesperson for the Department of Health and Human Services, July 3, 2017</p>\r\n\r\n<p>Phone interview with Chris Condeluci, principal of CC Law &amp; Policy PLLC and former tax and benefits counsel to the U.S. Senate Finance Committee, July 5, 2017</p>\r\n\r\n<p>Phone interview with Dan Mendelson, the president of Avalere, a health care consulting firm, July 5, 2017</p>\r\n\r\n<p>Email interview with Craig Palosky, director of communications for the Kaiser Family Foundation, July 5, 2017</p>\r\n\r\n<p>New York Times, <a href=\"https://www.nytimes.com/2017/07/03/us/politics/congress-moves-to-stop-irs-from-enforcing-health-law-mandate.html?_r=0\">&quot;Congress moves to stop IRS from enforcing health law mandate,&quot;</a> July 3, 2017</p>\r\n\r\n<p>Avalere, <a href=\"http://avalere.com/expertise/managed-care/insights/first-look-initial-rate-filings-show-premium-increases-decreased-participat\">&quot;Premium Increases and Fewer Insurers Participating Expected in Exchange Market in 2018,&quot;</a> June 19, 2017</p>\r\n\r\n<p>Vox.com, <a href=\"https://www.vox.com/2017/5/8/15563448/trump-insurance-premiums-2018\">&quot;The Trump administration is making Obamacare more expensive,&quot;</a> May 8, 2017</p>\r\n\r\n<p>Email interview with Sherry Glied, dean of New York University&rsquo;s Graduate School of Public Service, July 3, 2017</p>\r\n\r\n<p>Politico, <a href=\"http://www.politico.com/story/2017/05/03/trump-obamacare-mandate-enforcement-237937\">&quot;Trump still enforcing Obamacare mandate,&quot;</a> May 3, 2017</p>\r\n\r\n<p>Phone interview with Claire Brindis, the director of the Institute for Health Policy Studies at the University of California, San Francisco, July 6, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "Connecticut", "id": 2061, "last_name": "Murphy", "mostly_true_count": 2, "name_slug": "chris-murphy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Murphy_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2061/", "total_count": 6, "true_count": 2, "website": "http://www.chrismurphy.com/"}, "statement": "<p>Says because of Donald Trump, &quot;the IRS decided to stop enforcing the individual mandate that was the underpinning of the ACA. That has resulted in insurance companies all across the country jacking their rates up, explicitly because they don&#39;t believe that healthy people will buy insurance.&quot;</p>\r\n", "statement_context": "a video", "statement_date": "2017-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Is Trump responsible for rising health insurance premiums?"}