{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jan/27/barack-obama/obama-criticized-mccain-spending-freeze/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1430, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1430/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>With voters concerned about the economy and growing public debt, President Barack Obama called for a spending freeze.</p>\r\n<p>\"Families across the country are tightening their belts and making tough decisions.  The federal government should do the same. So tonight, I'm proposing specific steps to pay for the $1 trillion that it took to rescue the economy last year,\" he said during his first State of the Union address on Jan. 27, 2010.</p>\r\n<p>\"Starting in 2011, we are prepared to freeze government spending for three years,\" he said. \"Spending related to our national security, Medicare, Medicaid and Social Security will not be affected. But all other discretionary government programs will.\"</p>\r\n<p>We should point out that the largest parts of the federal budget are defense and the entitlement programs of Medicare, Medicaid and Social Security.</p>\r\n<p>Still, didn't Obama oppose a spending freeze during the general election? We decided to check it out.<br /><br />Obama's Republican opponent in the election, Sen. John McCain, supported a spending freeze. In fact, what he proposed sounds an awful lot like the one Obama is suggesting.<br /><br />We reviewed the transcripts of the three presidential debates and found McCain and Obama jousted over a spending freeze each time.<br /><br />&bull; In the <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/first-presidential-debate.html\" target=\"_blank\">first debate</a>, Obama and McCain answered a question about how the economic crisis would affect their proposals crafted before the crisis. After a bit of pressing, McCain suggested a spending freeze \"on everything but defense, Veteran Affairs and entitlement programs. ... I think we ought to seriously consider (it) with the exceptions the caring of veterans, national defense and several other vital issues.\"<br /><br />\"Would you go for that?\" moderator Jim Lehrer asked Obama. <br /><br />Obama replied, \"The problem with a spending freeze is you're using a hatchet where you need a scalpel. There are some programs that are very important that are underfunded. I want to increase early childhood education and the notion that we should freeze that when there may be, for example, this Medicare subsidy doesn't make sense. (Obama was referring to money that goes to private insurers as part the Medicare Advantage program.) Let me tell you another place to look for some savings. We are currently spending $10 billion a month in Iraq when they have a $79 billion surplus. It seems to me that if we're going to be strong at home as well as strong abroad, that we have to look at bringing that war to a close.\"<br /><br />&bull; In the <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/second-presidential-debate.html\" target=\"_blank\">second debate</a>, a voter asked what sacrifices Americans should make to help the nation \"get out of the economic morass that we're now in.\"<br /><br />McCain said, \"I'm going to ask the American people to understand that there are some programs that we may have to eliminate. I first proposed a long time ago that we would have to examine every agency and every bureaucracy of government. And we're going to have to eliminate those that aren't working. I know a lot of them that aren't working. ... And I recommend a spending freeze that except for defense, Veterans Affairs, and some other vital programs, we'll just have to have across-the-board freeze. And some of those programs may not grow as much as we would like for them to, but we can establish priorities with full transparency, with full knowledge of the American people, and full consultation, not done behind closed doors and shoving earmarks in the middle of the night into programs that we don't even know about until months later.\"<br /><br />Obama, on the other hand, said it was important \"for the president to set a tone that says all of us are going to contribute, all of us are going to make sacrifices, and it means that, yes, we may have to cut some spending, although I disagree with Sen. McCain about an across-the-board freeze. That's an example of an unfair burden-sharing. That's using a hatchet to cut the federal budget.\"<br /><br />&bull; Finally, the <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/third-presidential-debate.html\" target=\"_blank\">third debate</a>, on cutting the deficit:<br /><br />McCain: \"I would have, first of all, across-the-board spending freeze, okay? Some people say that's a hatchet. That's a hatchet, and then I would get out a scalpel, okay? ... I know how to save billions of dollars in defense spending. I know how to eliminate programs.\"<br /><br />Obama: \"Well, look, I think that we do have a disagreement about an across-the-board spending freeze. It sounds good. It's proposed periodically. It doesn't happen. And, in fact, an across-the-board spending freeze is a hatchet, and we do need a scalpel, because there are some programs that don't work at all. There are some programs that are underfunded. And I want to make sure that we are focused on those programs that work.\"<br /><br />Obama's team seems to have anticipated that these quotes would be revived. Before the State of the Union speech, one of the administration's top economists wrote a defense of the proposal for the White House blog titled \"<a href=\"http://www.whitehouse.gov/blog/2010/01/26/putting-hatchets-vs-scapels-debate-about-budget-freeze-ice\" target=\"_blank\">Budget Freeze-eology 101: Hatchets vs. Scalpels</a>.\"<br /><br />Jared Bernstein, chief economist to Vice President Joe Biden, gave the following explanation for Obama's proposal:<br /><br />\"There are two ways to do a freeze like this: (1) an across-the-board freeze on every program outside of national security; and (2) a surgical approach where overall totals are frozen but some individual programs go up and others go down. In short, a hatchet versus a scalpel. <br /><br />\"During the campaign, you may recall that John McCain touted option 1 -- the hatchet approach of an across-the-board freeze. <br /><br />\"The president was critical of that approach then, and we would be critical of it now. It's not what we're proposing. To the contrary, the entire theory of the president's proposed freeze is to dial up the stuff that will support job growth and innovation while dialing down the stuff that doesn't. Under our plan, some discretionary spending will go up; some will go down. That's a big difference from a hatchet.\"</p>\r\n<p>Bernstein, though, oversimplifies what McCain described during the debates. McCain said he would exempt other areas besides defense, and he said programs should have to compete for funding (\"some of those programs may not grow as much as we would like for them to, but we can establish priorities with full transparency\").</p>\r\n<p>Obama's answers, on the other hand, never gave any indication that he would embrace the idea of a spending freeze, something that he is doing now.</p>\r\n<p>So we don't find Bernstein's explanation convincing. We give Obama a Full Flop.</p>", "ruling_comments_date": "2010-01-27T21:21:33.081528", "ruling_date": "2010-01-27T21:24:55", "ruling_headline": "Obama criticized McCain on a spending freeze", "ruling_headline_slug": "obama-criticized-mccain-spending-freeze", "ruling_link_text": "Obama didn't like a freeze in '08", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/first-presidential-debate.html\" target=\"_blank\">First presidential debate transcript</a> via the New York Times, Sept. 26, 2008<br /> <br /> <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/second-presidential-debate.html\" target=\"_blank\">Second presidential debate transcript</a> via the New York Times, Oct. 7, 2008<br /> <br /> <a href=\"http://elections.nytimes.com/2008/president/debates/transcripts/third-presidential-debate.html\" target=\"_blank\">Third presidential debate transcript</a> via the New York Times, Oct. 15, 2008<br /> <br /> White House blog, <a href=\"http://www.whitehouse.gov/blog/2010/01/26/putting-hatchets-vs-scapels-debate-about-budget-freeze-ice\" target=\"_blank\">Budget Freeze-eology 101: Hatchets vs. Scalpels</a>, Jan. 26, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On a government spending freeze.</p>", "statement_context": "a State of the Union speech", "statement_date": "2010-01-27", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": null}