{"art": [], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/jul/11/bob-casey/trumpcare-fight-casey-overstates-gops-potential-me/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "chris@billypenn.com", "first_name": "Chris", "id": 537, "last_name": "Krewson", "name_slug": "chris-krewson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/537/", "title": "Editor", "twitter": null}], "facebook_headline": "Casey overstates GOP’s potential Medicaid cuts to PA schools", "id": 14300, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/14300/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>U.S. Sen. Bob Casey says the Senate GOP&rsquo;s healthcare plan could devastate already cash-strapped public schools that receive Medicaid reimbursements for programs benefiting poor children and students with disabilities.</p>\r\n\r\n<p>Casey, a Pennsylvania Democrat who has been outspoken on social media against the Senate GOP plan, <a href=\"https://twitter.com/SenBobCasey/status/882678815956324353\">tweeted last week</a>: &quot;The GOP health care proposal would slash more than $135 million in federal funding available to PA schools.&quot; But Casey didn&rsquo;t specify in the tweet where that number came from, and Republican officials say their bill doesn&rsquo;t target vulnerable populations like children with disabilities. So what&rsquo;s the deal?</p>\r\n\r\n<p>First, a little background on the Medicaid funding that schools receive. Since 1988, schools can register with the federal government as Medicaid providers and receive reimbursements, similar to hospitals.</p>\r\n\r\n<p>For the last 30 years, Medicaid reimbursements subsidized primary or preventive services at schools &mdash; think hearing and vision tests &mdash; for children already covered by Medicaid under the School Based ACCESS Program. It&rsquo;s also been used to fund special education and services to children with disabilities under the Individuals with Disabilities Education Act, or IDEA.</p>\r\n\r\n<p>Now, as the Senate GOP is floating its healthcare plan (A.K.A. the Better Care Reconciliation Act), some school administrators and advocacy groups say they&rsquo;re concerned cuts to Medicaid could impact their ability to provide services to both children living in poverty and children with disabilities. About $4 billion in Medicaid funding goes to schools annually.</p>\r\n\r\n<p>Under the GOP&rsquo;s most recent plan, Medicaid spending would be 26 percent lower in 2026 than it would be under the agency&rsquo;s extended baseline, and the gap would widen to about 35 percent in 2036, according to the nonpartisan Congressional Budget Office.</p>\r\n\r\n<p>The CBO estimated that overall Medicaid spending would drop by $772 billion between 2017 and 2026 under the BCRA. The vast majority of that reduction, per the CBO, would come from three key provisions: The repeal of the individual mandate, a reduction in the federal matching rate for adults covered by Medicaid after it was expanded under the Affordable Care Act and a per capita cap on Medicaid payments beginning in 2020.</p>\r\n\r\n<p>This reduction in Medicaid spending is likely to push more financial responsibility onto states and municipalities in the coming decade, should the bill become law as is.</p>\r\n\r\n<p><a href=\"http://www.aasa.org/uploadedFiles/Policy_and_Advocacy/Resources/June17SaveMedicaidinSchoolsLeadershipLetterFinal.pdf\">In a letter</a> to Senate Majority Leader Mitch McConnell, R-KY, and Senate Minority Leader Chuck Schumer, D-NY, the School Superintendents Association and dozens of related groups wrote: &quot;Under the per-capita caps included in the BCRA, health care will be rationed and schools will be forced to compete with other critical health care providers &mdash; hospitals, physicians, and clinics &mdash; that serve Medicaid-eligible children.&quot;</p>\r\n\r\n<p>So now we come back to Casey, who claimed in a tweet that the GOP&rsquo;s healthcare plan would &quot;slash more than $135 million in federal funding available to PA schools.&quot; Casey&rsquo;s spokeswoman Jacklin Rhoads said the figure came from the Department of Health and Human Services, and provided a spreadsheet that indicated how much each Pennsylvania school district received from Medicaid in the 2014-15 fiscal year.</p>\r\n\r\n<p>For example, the School District of Philadelphia, which has an annual budget of about $2.5 billion, received about $10.9 million that year in total reimbursement for direct claims and administration.&nbsp;In total in fiscal year 2014-15, Pennsylvania schools received about $134.5 million, according to the figures provided by Casey&rsquo;s office. That&rsquo;s the key figure referred to in the tweet.</p>\r\n\r\n<p>In the same document was a second column titled: &quot;How much money would be lost from a 30 percent cut.&quot; That column indicates Pennsylvania schools could stand to lose $40.3 million per year, with the School District of Philadelphia losing about $3.3 million, or less than 0.2 percent of its total budget. (The District largely declined to comment, though a spokesman said officials are &quot;monitoring the proposed legislation and will assess the impact when there is a final version for consideration.&quot;)</p>\r\n\r\n<p>The 30 percent figure cited by Casey&#39;s office came from <a href=\"http://aasa.org/uploadedFiles/Policy_and_Advocacy/Resources/medicaid.pdf\">a report published by the&nbsp;School Superintendents Association.</a> Here&#39;s their rationale from the report:</p>\r\n\r\n<blockquote>\r\n<p>&quot;Republicans have expressed a desire to reduce federal Medicaid spending by 25 percent by distributing Medicaid funding through a block-grant or a per-capita cap, which would shift costs to states. However, the Congressional Budget Office estimates that the block grant like the one proposed in the House 2017 budget would cut Medicaid spending by $1 trillion over a decade, which would be the equivalent in 2026 of cutting away one-third of the program&rsquo;s budget. Other estimates include a proposed cut closer to 30 percent or 35 percent in the long-term since it encompasses a 25 percent cut over 10 years on top of the cuts that would occur with the repeal of the Affordable Care Act.&quot;</p>\r\n</blockquote>\r\n\r\n<p>The report was released in January, several months before the Senate GOP unveiled its healthcare plan.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In a tweet, U.S. Sen. Bob Casey, a Pennsylvania Democrat, said: &quot;The GOP health care proposal would slash more than $135 million in federal funding available to PA schools.&quot; His office pointed to data that indicated schools in the state received a total of $134.5 million in the 2014-15 fiscal year in Medicaid reimbursements for School Based ACCESS services.</p>\r\n\r\n<p>First off, $134.5 million is not &quot;more than&quot; $135 million. Beyond that, Casey&rsquo;s tweet implies all $135 million in Medicaid reimbursements to schools would be cut under the GOP healthcare plan. But there is no provision in the GOP healthcare bill that specifically cuts Medicaid funding to schools.</p>\r\n\r\n<p>Overall, the CBO estimates Medicaid spending would decrease by about 26 percent by 2026, meaning a statewide cut of $35.1 million to schools might have been a more reasonable estimate. But even that cut wouldn&rsquo;t be guaranteed under this plan and would occur if states chose to reduce Medicaid reimbursements to school districts because of cuts in funding from the federal government.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n", "ruling_comments_date": "2017-07-10T16:43:17.713412", "ruling_date": "2017-07-11T09:10:02", "ruling_headline": "In Trumpcare fight, Casey overstates GOP’s potential Medicaid cuts to PA schools", "ruling_headline_slug": "trumpcare-fight-casey-overstates-gops-potential-me", "ruling_link_text": "PA schools might feel a cut, but not $135M worth", "ruling_state": null, "source_documents": null, "sources": "<p>Email interview. Jacklin Rhoads, spokeswoman for Sen. Bob Casey. July 7, 2017.</p>\r\n\r\n<p>Email interview. H. Lee Whack, spokesman for the School District of Philadelphia. July 10, 2017.</p>\r\n\r\n<p>Letter. <a href=\"http://www.aasa.org/uploadedFiles/Policy_and_Advocacy/Resources/June17SaveMedicaidinSchoolsLeadershipLetterFinal.pdf\">&quot;Re: The Better Care Reconciliation Act.&quot;</a> June 27, 2017.</p>\r\n\r\n<p>Report. <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/reports/52859-medicaid.pdf\">&quot;Longer-Term Effects of the Better Care Reconciliation Act of 2017 on Medicaid Spending.&quot;</a> Congressional Budget Office. June 2017.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Bob", "half_true_count": 0, "home_state": "Pennsylvania", "id": 1428, "last_name": "Casey", "mostly_true_count": 1, "name_slug": "bob-casey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bob_Casey_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1428/", "total_count": 3, "true_count": 0, "website": "http://casey.senate.gov/"}, "statement": "<p>The GOP health care proposal would slash more than $135 million in federal funding available to PA schools.</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-07-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Casey overstates GOP’s potential Medicaid cuts to PA schools"}