{"art": [{"brightcove": "", "caption": "Sen. Pat Toomey, R-Penn., discussed the Senate health care bill on Morning Joe on July 10, 2017.", "id": 12324, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Toomey.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12324/", "title": "Toomey", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/jul/12/pat-toomey/medicaid-driving-budget-deficit-pat-toomey-said/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Is Medicaid driving the budget deficit, as Pat Toomey said?", "id": 14312, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14312/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Sen. Pat Toomey, R-Penn., defended the Senate health care bill&rsquo;s curbing of Medicaid spending by calling Medicaid the single-biggest driver of the federal budget deficit.</p>\r\n\r\n<p>Toomey said the proposed cuts to Medicaid spending would slow the growth of entitlement programs, which he claimed are &quot;driving the fiscal train wreck we&rsquo;re on&quot; in a <em>Morning Joe</em> interview on July 10, 2017.</p>\r\n\r\n<p>Medicaid &quot;is the one that is growing most rapidly, and is contributing to 70 percent of our budget deficit right now. It&rsquo;s the one that is in our lap because of Obamacare,&quot; Toomey said.</p>\r\n\r\n<p>Is Medicaid the primary culprit behind the federal budget deficit? We found Toomey is playing parlor games with budget figures.</p>\r\n\r\n<div class=\"pf_subheadline\">&#39;Misleading&#39; numbers</div>\r\n\r\n<p>When we asked Toomey&rsquo;s office for evidence that Medicaid is contributing up to 70 percent of the deficit, they pointed out that spending on Medicaid is equal to 70 percent of the deficit. They divided projections on Medicaid spending in 2017 ($389 billion) by the estimated budget deficit ($559 billions) to get 69.6 percent. The figures come from the nonpartisan Congressional Budget Office, or CBO.</p>\r\n\r\n<p>The problem is, that same calculation can be made with any federal program to reach a different conclusion.&nbsp;Dan Mitchell, an economist with the libertarian Cato Institute, agreed with Toomey&rsquo;s arithmetic. But, he said, the framework of the calculation is misleading.</p>\r\n\r\n<p>&quot;I&rsquo;m not a fan of creating a link between the deficit and any program, Medicaid or otherwise ... but it happens all the time,&quot; Mitchell said.</p>\r\n\r\n<p>Dividing Medicaid spending by the budget deficit makes little sense to Dean Baker, the co-director of the left-leaning Center for Economic and Policy Research.</p>\r\n\r\n<p>By the same logic, Baker said, &quot;since we will spend $634 billion on the military this year, defense spending is more than 100 percent responsible for the deficit.&nbsp;No one would take this argument seriously about the military and the deficit, nor should they take his argument seriously about Medicaid and the deficit.&quot;</p>\r\n\r\n<p>Defense spending would account for 113 percent of the deficit, non-defense discretionary spending 103 percent, and Medicare 101 percent if we were to divide spending by the deficit in the same way Toomey did.</p>\r\n\r\n<p>&quot;Clearly, there&rsquo;s something misleading about the calculation you&rsquo;re making when things are adding up to 300 percent or more,&quot; said Ben Sommers, a health policy and economics professor at Harvard University.</p>\r\n\r\n<p>Toomey&rsquo;s office made a more nuanced argument about their calculation, though, discussing Medicaid in the context of entitlements and net spending.</p>\r\n\r\n<p>&quot;Unlike the other entitlement programs, Medicaid has no dedicated revenue stream, so it is taken solely out of general revenue or the deficit. Therefore, when direct revenue streams are taken into account, Medicaid spends the most on net,&quot; said Kasia Mulligan, the communications director for Toomey.</p>\r\n\r\n<p>Medicaid looks worse compared with Medicare or Social Security because its federal share is wholly financed by general revenues, whereas Medicare is partially covered by payroll taxes and premiums, according to Diane Rowland, executive vice president at the Kaiser Family Foundation.</p>\r\n\r\n<p>General revenues still help finance Medicare and Social Security, however. Discounting payroll taxes and premiums, Medicare represents 34 percent of the deficit&nbsp;and Social Security 17 percent (using Toomey&#39;s rationale). This would make Medicaid the biggest contributor within entitlements, but entitlements aren&rsquo;t the only contributors to the deficit.</p>\r\n\r\n<p>Defense spending is also wholly financed by general revenues, and surpasses Medicaid in the amount it contributes to the deficit.</p>\r\n\r\n<p>&quot;All spending has to be paid for with tax revenue from some source, or it contributes to the deficit,&quot; Sommers said. &quot;There&rsquo;s no way to say that a dollar spent on Medicaid is any more responsible for the deficit than&nbsp;a dollar spent on defense or discretionary spending or anything else the government does.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Is the Affordable Care Act to blame?</div>\r\n\r\n<p>Toomey blamed Medicaid spending on the Affordable Care Act, but the new law isn&rsquo;t entirely responsible for Medicaid&rsquo;s entire costs.</p>\r\n\r\n<p>Elderly people and those with disabilities account for two-thirds of Medicaid spending and low-income children account for one-fifth; two groups that were unaffected by the Medicaid expansion introduced by the Affordable Care Act, Rowland said.</p>\r\n\r\n<p>Medicaid spending has been growing faster than Medicare or Social Security in recent years, as Toomey said, but per-capita costs are actually growing at a slower rate than for Medicare or private insurance. An increased number of people covered by Medicaid is responsible for higher costs.</p>\r\n\r\n<p>The cost of this increased coverage was covered by taxes imposed by the Affordable Care Act that added to the general revenue so as not to grow the deficit.</p>\r\n\r\n<p>Toomey&rsquo;s team told us that he has been concerned about Medicaid spending both before and after the Affordable Care Act. Toomey maintains that Medicaid was not on a sustainable fiscal path even before Obamacare was enacted.</p>\r\n\r\n<div class=\"pf_subheadline\">Our rating</div>\r\n\r\n<p>Toomey said that Medicaid is contributing to 70 percent of our budget deficit.</p>\r\n\r\n<p>The truth is, Medicaid spending annually is about 70 percent of the size of the federal budget deficit. The same logic, if applied to&nbsp;defense spending, would mean defense spending contributes more than 100 percent to the deficit. Experts say both comparisons are flawed and misleading.</p>\r\n\r\n<p>Blaming the Affordable Care Act for the rise in Medicaid spending&nbsp;isn&rsquo;t entirely right either, as the majority of Medicaid spending was already in place before the law, and taxes were imposed to offset the Medicaid expansion&rsquo;s strain on the deficit.</p>\r\n\r\n<p>Toomey&#39;s claim contains an element of truth but ignores critical facts that would give a different impression.We rate this statement Mostly False.</p>\r\n\r\n<p><strong>Update: </strong><em>This report has been updated to include additional comments from Toomey on Medicaid spending that we received after our initial publication. The rating remains unchanged. </em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-07-12T14:04:46.673978", "ruling_date": "2017-07-12T15:36:12", "ruling_headline": "Is Medicaid driving the budget deficit, as Pat Toomey said?", "ruling_headline_slug": "medicaid-driving-budget-deficit-pat-toomey-said", "ruling_link_text": "Misleading statistics", "ruling_state": null, "source_documents": null, "sources": "<p><em>MSNBC</em>, <a href=\"http://www.msnbc.com/morning-joe/watch/trump-meeting-with-putin-a-disappointment-gop-senator-990754883977\">Morning Joe</a>, July 10, 2017</p>\r\n\r\n<p>Email interview with Kasia Mulligan, communications director for Sen. Pat Toomey, July 10, 2017</p>\r\n\r\n<p>Toomey.senate.gov, <a href=\"https://www.toomey.senate.gov/?p=news&amp;id=1951\">&quot;Medicaid spending is growing at an unsustainable rate,&quot;</a> July 6, 2017</p>\r\n\r\n<p>CBO, <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/reports/52801-june2017outlook.pdf\">&quot;An Update to the Budget and Economic Outlook: 2017 to 2027,&quot;</a> June 2017</p>\r\n\r\n<p><em>USA Today</em>, <a href=\"https://www.usatoday.com/story/opinion/2017/07/10/gop-health-bill-preserves-medicaid-pat-toomey-lawrence-lindsey-column/455420001/\">&quot;Senate GOP health bill preserves Medicaid. The math proves it,&quot;</a> July 10, 2017</p>\r\n\r\n<p>Phone interview with Ben Sommers, Harvard University health policy and economics professor, July 11, 2017</p>\r\n\r\n<p>Email interview with Dan Mitchell, economist at the Cato Institute, July 10, 2017</p>\r\n\r\n<p>Email interview with Dean Baker, economist with the left-leaning Center for Economic and Policy Research, July 10, 2017</p>\r\n\r\n<p>Email interview with Todd Harrison, director of defense budget analysis at CSIS, July 11, 2017</p>\r\n\r\n<p>Email interview with Diane Rowland, executive vice president at the Kaiser Family Foundation, July 11, 2017</p>\r\n\r\n<p>Macpac.gov, <a href=\"https://www.macpac.gov/wp-content/uploads/2016/06/Trends-in-Medicaid-Spending.pdf\">&quot;Trends in Medicaid Spending,&quot;</a> June 2016</p>\r\n\r\n<p><em>New York Times</em>, <a href=\"https://www.nytimes.com/interactive/2017/05/23/us/politics/document-Donald-Trump-2018-Budget.html?mcubz=2\">&quot;Trump&rsquo;s 2018 Budget,&quot;</a> May 23, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Candidate for U.S. Senate", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "Pennsylvania", "id": 604, "last_name": "Toomey", "mostly_true_count": 1, "name_slug": "pat-toomey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Toomey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/604/", "total_count": 12, "true_count": 0, "website": "http://www.toomeyforsenate.com/"}, "statement": "<p>Medicaid &quot;is contributing to 70 percent of our budget deficit right now. It&rsquo;s the one that is in our lap because of Obamacare.&quot;</p>\r\n", "statement_context": "Morning Joe", "statement_date": "2017-07-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Is Medicaid driving the budget deficit, as Pat Toomey said?"}