{"art": [{"brightcove": "", "caption": "President Donald Trump has expressed a desire to expand U.S. liquefied natural gas sales in Europe.", "id": 12366, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32653587\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/12366/", "title": "LNG inform video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Christian Broadcasting Network founder Pat Robertson interviewed President Donald Trump on July 12, 2017.", "id": 12367, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pat_Robertson.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12367/", "title": "Pat Robertson interview", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/jul/17/pat-robertson/us-liquefied-natural-gas-game-changer-russia-europ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Is U.S. liquefied natural gas a game-changer for Europe?", "id": 14321, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14321/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When PolitiFact fact-checks an interview with the president, we usually train our Truth-O-Meter on the president&rsquo;s answers. But during a recent <a href=\"https://www.facebook.com/700club?adbsc=social_700club_daily73270207&amp;adbid=885476443811069952&amp;adbpl=tw&amp;adbpr=25545091\">televised sit-down</a> between President Donald Trump and televangelist Pat Robertson on the Christian Broadcasting Network, a question by Robertson caught our attention.</p>\r\n\r\n<p>Robertson said Gazprom, a Russian natural-gas giant, &quot;held Europe by the throat -- they were a monopoly, and now the U.S. is breaking into that monopoly with our exports of LNG,&quot; or liquefied natural gas.</p>\r\n\r\n<p>Trump replied, &quot;We are. We have LNG exporting all over.&quot;</p>\r\n\r\n<p>The normal way to transport natural gas is through pipelines, but pipelines aren&rsquo;t considered economical for transoceanic shipments of natural gas. Liquefied natural gas, or LNG, has been cooled so that it can be shipped more efficiently as a liquid in specially designed cargo ships. Transporting natural gas this way requires specialized facilities at both ends of the voyage. (Here&rsquo;s <a href=\"https://www.eia.gov/energyexplained/index.cfm?page=natural_gas_lng\">a more detailed explanation</a> from the federal government.)</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p><em>Diagram: Government Accountability Office</em></p>\r\n\r\n<p>With that in mind, we wondered whether Robertson was accurately describing the current state of trade in natural gas between the United States, Europe, and Russia. We found that Robertson had a point, but one that was oversimplified. (A public-relations firm that represents the Christian Broadcasting Network, which was founded by Robertson, told PolitiFact that they had nothing to add to his comments during the interview.)</p>\r\n\r\n<p>We&rsquo;ll break down Robertson&rsquo;s claim into two pieces.</p>\r\n\r\n<div class=\"pf_subheadline\">Did Gazprom hold &lsquo;Europe by the throat&rsquo;? Is it &lsquo;a monopoly&rsquo;?</div>\r\n\r\n<p>Gazprom does indeed have a history of being used by the Russian government as a hardball tool of foreign policy. In 2008, during a dispute with Ukraine, Russia <a href=\"http://www.cnbc.com/2017/07/06/trump-natural-gas-europe-leaders.html\">cut off</a> gas supplies to Europe. Natural gas emerged as a possible conflict point again in 2014, after the Russian annexation of the Ukrainian region of Crimea.</p>\r\n\r\n<p>Threats by Russia are credible because certain European countries are heavily dependent on Russian natural gas.</p>\r\n\r\n<p>&quot;Russia supplies 100 percent, or close to 100 percent, of natural gas imports in some central eastern and southeastern European countries, including Estonia, Latvia, Bulgaria, Slovakia, Finland and, until recently, Lithuania,&quot; said Jason Bordoff, director of Columbia University&rsquo;s Center on Global Energy Policy.</p>\r\n\r\n<p>This &quot;gives Russia some leverage,&quot; Bordoff said. &quot;Unlike oil, which can more easily and flexibly&nbsp;be moved from place to place, gas typically moves through pipeline, which makes buyer and seller more dependent.&quot;</p>\r\n\r\n<p>That said, Robertson&rsquo;s phrasing isn&rsquo;t entirely accurate, experts told PolitiFact.</p>\r\n\r\n<p>Gazprom is a monopoly from the perspective of Russia, Bordoff said -- that is, it&rsquo;s the only company allowed to export pipeline gas from Russia. But it is not a monopoly from the perspective of its European buyers, especially in the northwestern and southern portions of the continent, where energy portfolios are more diversified, said Tim Boersma, a senior scholar at Columbia&rsquo;s Center on Global Energy Policy.</p>\r\n\r\n<p>&quot;Russia only supplies about one-third of Europe&#39;s gas, so Europe has plenty of other sources,&quot; Bordoff said. In many cases, he said, European countries buy Russian gas because it is cheaper -- not because it&rsquo;s the only option.</p>\r\n\r\n<p>Meanwhile, much of Europe has options beyond natural gas.</p>\r\n\r\n<p>&quot;Natural gas competes with coal, oil, nuclear and renewables to various degrees across Europe,&quot; said Paul Sullivan, an energy-markets specialist affiliated with National Defense University and Georgetown University. &quot;Often, markets for energy sources can overlap, especially in the long run as relative prices change.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Is the U.S. now &lsquo;breaking into that monopoly with our exports of LNG&rsquo;?</div>\r\n\r\n<p>This is certainly an aspiration of the United States, which in recent years has begun tapping into large reserves of natural gas through hydraulic fracturing, or &quot;fracking.&quot;</p>\r\n\r\n<p>Speaking at a press conference in Warsaw in advance of the recent G-20 summit meeting, Trump said, &quot;Let me be clear about one crucial point. The United States will never use energy to coerce your nations, and we cannot allow others to do so. You don&#39;t want to have a monopoly or a monopolistic situation.&quot;</p>\r\n\r\n<p>And the United States&rsquo; aspiration is beginning to materialize, at least in a modest way.</p>\r\n\r\n<p>In June, one LNG shipment traveled from the United States to Poland, and another is expected to arrive in Lithuania later in the summer, Bordoff said. Both shipments were made possible because Poland and Lithuania have built new LNG terminals in recent years.</p>\r\n\r\n<p>&quot;In these two instances, Bordoff said, &quot;LNG from the United States competes more or less directly with Russian gas.&quot;</p>\r\n\r\n<p>However, the U.S. footprint in European LNG markets is quite small. Currently, shipments to Europe represent a fraction of the United States&rsquo; LNG exports -- according to the most recent data, the <a href=\"https://energy.gov/sites/prod/files/2017/06/f34/LNG%20Monthly%202017_2.pdf\">top 10 buyers</a> of American LNG are dominated by Latin American and Asian nations. In order, they are Mexico, Chile, Japan, China, Argentina, Jordan, India, Kuwait, South Korea, Turkey.</p>\r\n\r\n<p>In addition, a sizable chunk of the LNG sent by the United States to Europe goes to countries like Spain, Portugal and Italy -- places where American LNG is generally not displacing Russian natural gas. Spain and Portugal do not import Russian gas, and while Italy does, it has a more balanced portfolio, Bordoff said.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Limits to future growth</strong></div>\r\n\r\n<p>Meanwhile, a variety of factors are expected to limit how much of a player United States LNG can eventually become in European markets. Here are some of them:</p>\r\n\r\n<p>&bull; <strong>Infrastructure and price</strong>. The cooling and uncooling of LNG adds to the ultimate price of the fuel -- and it requires the construction of LNG-capable terminals. In addition to the LNG terminals in Poland and Lithuania, Croatia is expected to build one, but it probably won&rsquo;t be operational until 2020, Bordoff said.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"artembed\"><em>A liquefied natural gas carrier docked in France. (Wikimedia commons)</em></div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Pipelines used by Russia, by contrast, are already built and operating.</p>\r\n\r\n<p>&quot;American LNG may have some presence in Europe, but Russian gas will be always cheaper and more competitive,&quot; said Anna Mikulska, a fellow at Rice University&rsquo;s Center for Energy Studies.</p>\r\n\r\n<p>And the United States is not exactly brimming with LNG export facilities, either. The only one located in the lower 48 states is Sabine Pass in Louisiana. Another one, in Alaska, is geared more toward Asian markets. (There are <a href=\"https://www.ferc.gov/industries/gas/indus-act/lng/lng-existing.pdf\">other terminals</a> that take imports only.)</p>\r\n\r\n<p>&quot;We have a lot of LNG export facilities in the works, but so do the Australians and others,&quot; Sullivan said. &quot;Australia is focusing mostly on the Pacific and Asian markets, but it could break into other markets later.&quot;</p>\r\n\r\n<p>&bull; <strong>The United States is a latecomer to this market</strong>. Even within the universe of LNG exporters to Europe, other countries have a head start on the United States. The <a href=\"http://www.gasinfocus.com/wp-content/uploads/2013/02/20161004-Imports-of-natural-gas-into-the-EU111.xlsx\">top natural gas suppliers</a> to Europe -- via either pipelines or LNG -- are, in order, Russia, Norway, Algeria, Qatar, Nigeria, Azerbaijan, Libya, Trinidad &amp; Tobago, and Peru. Even for Poland and Lithuania, the recipients of American shipments this year, the leading LNG suppliers are currently Qatar and Norway, Bordoff said.</p>\r\n\r\n<p>&quot;Europe has many actual and potential sources of natural gas and LNG,&quot; Sullivan said. &quot;The U.S. is one of them, but this will be small for some time. The U.S. will also be exporting to Asia due to the faster growth of Asian demand compared to Europe.&quot;</p>\r\n\r\n<p>Succeeding in the European LNG market, Sullivan said, &quot;will take a long time and require massive investments.&quot;</p>\r\n\r\n<p>&bull; <strong>Russian business practices</strong>. &quot;Russia plays hardball with prices,&quot; Sullivan said. &quot;As soon as they see possible competition, they drop prices and change other characteristics of gas deals to try to slow the competition.&quot;</p>\r\n\r\n<p>A final note: While neither Robertson nor Trump specifically credited Trump&rsquo;s actions in office for the progress being made in LNG markets, we should note that these trends were already under way during the tenure of his predecessor, President Barack Obama.</p>\r\n\r\n<p>&quot;This is not thanks to Trump,&quot; Mikulska said. &quot;In fact, the Obama administration&#39;s policy to liberalize LNG exports is much more responsible for the growth in LNG trade.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>Robertson said that &quot;Gazprom held Europe by the throat -- they were a monopoly, and now the U.S. is breaking into that monopoly with our exports of LNG.&quot;</p>\r\n\r\n<p>He has a point -- Russia has a history of using natural gas supplies as an instrument of foreign policy, and a number of European countries are heavily reliant on Russian gas, making them susceptible to pressure.</p>\r\n\r\n<p>However, many European countries have other energy-supply options, and while the United States has made recent gains in the European LNG market, these advances have been limited and face challenges going forward. We rate the statement Half True.</p>\r\n<div class='artembed'>See Figure 3 on PolitiFact.com</div>", "ruling_comments_date": "2017-07-14T14:41:34.418012", "ruling_date": "2017-07-17T10:00:00", "ruling_headline": "Is U.S. liquefied natural gas a game-changer for Russia, Europe?", "ruling_headline_slug": "us-liquefied-natural-gas-game-changer-russia-europ", "ruling_link_text": "U.S. making progress, but limited", "ruling_state": null, "source_documents": null, "sources": "<p>Christian Broadcasting Network, <a href=\"https://www.facebook.com/700club?adbsc=social_700club_daily73270207&amp;adbid=885476443811069952&amp;adbpl=tw&amp;adbpr=25545091\">interview with President Donald Trump</a>, aired July 13, 2017</p>\r\n\r\n<p>U.S. Energy Information Administration, &quot;<a href=\"https://www.eia.gov/energyexplained/index.cfm?page=natural_gas_lng\">What is LNG?</a>&quot; accessed July 14, 2017</p>\r\n\r\n<p>U.S. Energy Information Administration, &quot;<a href=\"https://energy.gov/sites/prod/files/2017/06/f34/LNG%20Monthly%202017_2.pdf\">LNG Monthly</a>,&quot; year to date through April 2017</p>\r\n\r\n<p>Gas in Focus, &quot;<a href=\"http://www.gasinfocus.com/wp-content/uploads/2013/02/20161004-Imports-of-natural-gas-into-the-EU111.xlsx\">Imports of natural gas into the European Union</a>,&quot; accessed July 14, 2017</p>\r\n\r\n<p>Federal Energy Regulatory Commission, &quot;<a href=\"https://www.ferc.gov/industries/gas/indus-act/lng/lng-existing.pdf\">North American LNG Import/Export Terminals, Existing</a>,&quot; accessed July 14, 2017</p>\r\n\r\n<p>Jason Bordoff and Trevor Houser, &quot;<a href=\"http://energypolicy.columbia.edu/sites/default/files/energy/CGEP_American%20Gas%20to%20the%20Rescue%3F.pdf\">American Gas to the Rescue? The Impact of U.S. LNG Exports on European Security and Russian Foreign Policy</a>,&quot; September 2014</p>\r\n\r\n<p>CNBC, &quot;<a href=\"http://www.cnbc.com/2017/07/06/trump-natural-gas-europe-leaders.html\">Trump pitches US natural gas to European leaders, suggests Russian gas holds them hostage</a>,&quot; July 6, 2017</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"https://blogs.wsj.com/experts/2017/05/25/how-liquefied-natural-gas-will-transform-global-energy-markets/\">How Liquefied Natural Gas Will Transform Global Energy Markets</a>,&quot; May 25, 2017</p>\r\n\r\n<p>Anna Mikulska, &quot;<a href=\"https://www.forbes.com/sites/thebakersinstitute/2017/07/11/u-s-lng-in-cee-diversification/#778037c04d0a\">U.S. LNG In Central And Eastern Europe--Taking Diversification Seriously</a>,&quot; July 11, 2017</p>\r\n\r\n<p>Anna Mikulska, &quot;<a href=\"https://www.forbes.com/sites/thebakersinstitute/2017/07/05/an-abundance-of-riches-us-natural-gas-manufacturing-and-lng-exports/#388f084d4fc7\">An Abundance Of Riches? US Natural Gas, Manufacturing And LNG Exports</a>,&quot; July 5, 2017</p>\r\n\r\n<p>Anna Mikulska, &quot;<a href=\"https://www.forbes.com/sites/thebakersinstitute/2017/03/29/will-the-trump-administration-spur-us-oil-gas-development/#75ef0fed7df7\">Will The Trump Administration Spur US Oil &amp; Gas Development?</a>&quot; March 29, 2017</p>\r\n\r\n<p>Email interview with Jason Bordoff, director of Columbia University&rsquo;s Center on Global Energy Policy, July 14, 2017</p>\r\n\r\n<p>Email interview with Paul Sullivan, energy-markets specialist affiliated with National Defense University and Georgetown University, July 13, 2017</p>\r\n\r\n<p>Email interview with Tim Boersma, senior scholar at Columbia University&rsquo;s Center on Global Energy Policy, July 13, 2017</p>\r\n\r\n<p>Email interview with Anna Mikulska, fellow at Rice University&rsquo;s Center for Energy Studies, July 13, 2017</p>\r\n\r\n<p>Email interview with Chris Roslan, Roslan &amp; Campion Public Relations (spokesman for CBN), July 14, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Religious broadcaster", "false_count": 0, "first_name": "Pat", "half_true_count": 1, "home_state": "Virginia", "id": 3577, "last_name": "Robertson", "mostly_true_count": 0, "name_slug": "pat-robertson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/robertson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3577/", "total_count": 3, "true_count": 0, "website": "http://www.patrobertson.com/"}, "statement": "<p>Russian natural gas company &quot;Gazprom held Europe by the throat -- they were a monopoly, and now the U.S. is breaking into that monopoly with our exports of (liquefied natural gas).&quot;</p>\r\n", "statement_context": "an interview with President Donald Trump", "statement_date": "2017-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": "Is U.S. liquefied natural gas a game-changer for Russia, Europe?"}