{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jan/27/barack-obama/obama-claims-two-million-more-americans-would-be-u/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1433, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1433/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The number of jobs \"saved or created\" by the massive economic stimulus  championed by President Barack Obama has been a matter of intense partisan  disagreement all year, and no doubt the president's claims in his State of the  Union address will reignite the debate.<br /><br />\"Because of the steps we took\" in the stimulus, Obama  said, \"there are about 2 million Americans working right now who would otherwise  be unemployed.\"<br /><br />Obama's numbers come from a Jan. 13, 2010, report from  the White House Council of Economic Advisers, which concluded that through the  fourth quarter of 2009, the stimulus raised employment relative to what it  otherwise would have been by 1.5 million to 2 million jobs.<br /><br />So right off the bat,  the president has chosen to highlight the top end of his own advisers'  projection. And it is a projection, as the CEA report acknowledges, subject to a  large margin of error. <br /><br />\"As we have emphasized, measuring what a policy  action has contributed to growth and employment is inherently difficult because  we do not observe what would have occurred without the policy,\" the report  states. \"Therefore, it must be understood that our estimates are subject to  substantial margins of error. The results, however, are strong enough and clear  enough that we are confident that the basic conclusions are solid. That a wide  range of private and government analysts concur with our estimates adds a  reassuring check on our analysis.\"<br /><br />Let's taker a look at some of those other private and  government analyses.<br /><br />The Congressional Budget Office, a nonpartisan  government agency regularly cited by politicians in both parties,  pegged the number of jobs saved or created by the stimulus through the fourth  quarter of 2009 at somewhere between 800,000 and 2.4 million. That's obviously  an extremely wide range, which the CBO said was \"intended to reflect the  uncertainty of such estimates and to encompass most economists&rsquo; views on the  effects of fiscal stimulus.\" Obama's number is within that range, but well  toward the high end.<br /><br />As an aside, the CBO recently revised its projection  of the cost of the stimulus, estimating that it will cost $75 billion more than  originally anticipated. The new estimate is that the stimulus will increase  budget deficits by $862 billion over the next decade.<br /><br />The CEA report notes  projections from several other economic forecasters: IHS/Global Impact, which  projected the number jobs saved or created by the stimulus in 2009 at 1.25  million; Macroeconomic Advisers, 1 million; and Moody's Economy.com, 1.6  million. Obama's 2 million number is rosier than all of those projections.<br /><br />Many Republicans have  attacked the \"saved or created\" numbers cited by the White House as ridiculous  in light of an unemployment rate hovering around 10 percent; and the loss of  roughly 3 million more jobs since the stimulus was passed.<br /><br />\"There is absolutely  no evidence whatsoever that the stimulus has saved or created any jobs, let  alone 2 million,\" said Brian Riedl, lead budget analyst for the conservative  Heritage Foundation.<br /><br />\"It's impossible to know how the economy would have  performed without the stimulus,\" Riedl said, and he finds it \"implausible\" that  the country would have lost 5 million jobs in 2009 (the 3 million lost plus 2  million \"saved\" by the stimulus) if the stimulus had not passed. \"I don't know  how they can back that up.\"<br /><br />It's a classic case of single-entry bookkeeping,  Riedl said. The government is just shifting jobs from one part of the economy to  another, he said. The $250 billion spent by the federal government surely  created jobs, he said, but fails to account for pulling $250 billion borrowed by  the federal government from other sectors of the economy. <br /><br />\"That's money that  would have been spent somewhere else in the economy,\" Riedl said. \"The effect is  that you are going to cancel stuff out. That's why unemployment numbers aren't  dropping.\"<br /><br />For the  president's numbers to be true, Riedl said, you'd have to assume those who lent  the federal government the money would otherwise have stuffed that $250 billion  \"in a mattress or put it in a safe.\"<br /><br />However, Gus Faucher, director of macroeconomics at  Moody's Economy.com, said while Riedl's argument might hold water in robust  economic times, the fact is that when the government passed the stimulus,  \"People weren't borrowing; the demand wasn't there.\"<br /><br />The last Moody's  projection was for the third quarter of last year, he said, and at that point,  Moody's estimated that employment was about 1.1 million greater than it would  have been without the stimulus. Faucher expects that when fourth quarter numbers  are added, that number will be closer to 1.5 million.<br /><br />\"I would say that he  (Obama) is in the ballpark,\" Faucher said. \"It may be a little high, but not  ridiculously high.\"<br /><br />But, he warned, these numbers are all just economic  projections. <br /><br />\"By  definition, this is an art, not a science,\" Faucher said.<br /><br />And that's our biggest  issue with Obama's definitive claim that if not for the stimulus, 2 million  Americans working right now would otherwise be unemployed. It's a projection.  Economists can't say for sure what would have happened if the stimulus had not  passed, and whether those who got jobs through the stimulus would otherwise be  unemployed. And while the number cited by Obama is backed up by the projections  from his Council of Economic Advisers, it's on the high side of the projections  from the CBO, and significantly higher than projections from several other  economic forecasters. And so we rate Obama's claim Half True.</p>", "ruling_comments_date": "2010-01-27T22:17:41.881528", "ruling_date": "2010-01-27T22:06:55", "ruling_headline": "Obama claims 2 million more Americans would be unemployed if not for stimulus", "ruling_headline_slug": "obama-claims-two-million-more-americans-would-be-u", "ruling_link_text": "It's a projection, and rosier than most", "ruling_state": null, "source_documents": null, "sources": "<p>White House Web site, <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/100113-economic-impact-arra-second-quarterly-report.pdf\" target=\"_blank\">Council of Economic Advisers, Quarterly Report: The Economic Impact of the American Recovery and Reinvestment Act of 2009</a>, Jan. 13, 2010</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10871/01-26-Outlook.pdf#page=113\" target=\"_blank\">The Budget and Economic Outlook: Fiscal Years 2010 to 2020</a>, January 2010</p>\r\n<p>Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/106xx/doc10682/11-30-ARRA.pdf\" target=\"_blank\">Report: Estimated Impact of the American Recovery and Reinvestment  Act on Employment and Economic Output as of September 2009 </a>, November, 2009</p>\r\n<p>Government Accountability Office, <a href=\"http://www.gao.gov/new.items/d10223.pdf\" target=\"_blank\">Report: Recovery  Act, Recipient Reported Jobs Data Provide Some Insight into Use of Recovery Act  Funding, but Data Quality and Reporting Issues Need Attention, </a>November,  2009</p>\r\n<p>CNN, <a href=\"http://money.cnn.com/2010/01/13/news/economy/stimulus_jobs/index.htm\" target=\"_blank\">\"2 million jobs from stimulus - White House,\"</a> by Tami Luhby, Jan. 13, 2010</p>\r\n<p>Heritage Foundation, <a href=\"http://www.heritage.org/Research/Economy/bg2354.cfm\" target=\"_blank\">\"Why Government Spending Does Not Stimulate Economic Growth: Answering the Critics,\"</a> by Brian M. Riedl, Jan. 5, 2010</p>\r\n<p>Heritage Foundation,<a href=\"http://www.heritage.org/Research/Economy/wm2755.cfm\" target=\"_blank\">\"White House Report Claims Stimulus Success-Despite 3.5 Million Job Losses,\"</a> by Brian M. Riedl, Jan. 14, 2010</p>\r\n<p>Heritage Foundation, <a href=\"http://blog.heritage.org/2009/12/01/cbo-says-stimulus-is-working-because-we-predicted-it-would/\" target=\"_blank\">\"CBO Says Stimulus Is Working Because We Predicted It Would,\"</a> by Brian Riedl, Dec. 1, 2009</p>\r\n<p>Moody's Economy.com, <a href=\"http://www.economy.com/b/?g=52542E34D5874e7aA6A6F0D123716270\" target=\"_blank\">\"How We Know the Stimulus Is Working,\"</a> by Augustine Faucher, Dec. 4, 2009</p>\r\n<p>Moody's Economy.com, Written Testimony of Mark Zandi Chief Economist and Cofounder of Moody&rsquo;s Economy.com Before the Joint Economic Committee, <a href=\"http://www.economy.com/mark-zandi/documents/JEC-Fiscal-Stimulus-102909.pdf\" target=\"_blank\">The Impact of the Recovery Act on Economic Growth</a>, Oct. 29, 2009</p>\r\n<p>Interview with Gus Faucher, director of macroeconomics at Moody's Economy.com, Jan. 27, 2010<br /><br />Interview with Brian Riedl, lead budget analyst for the Heritage Foundation, Jan. 27, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Because of the steps we took, there are about 2 million Americans working right now who would otherwise be unemployed.\"</p>", "statement_context": "his State of the Union address", "statement_date": "2010-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}