{"art": [{"brightcove": "", "caption": "U.S. Sen. Ron Johnson, R-Wisconsin, talks about his views on the latest GOP health care bill. (Associated Press photo)", "id": 12397, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_CONGRESS_HEALTH_OVERHAUL_58936169.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12397/", "title": "Ron Johnson, health care costs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "debby.davis@jrn.com", "first_name": "D.L. ", "id": 634, "last_name": "Davis", "name_slug": "dl-davis", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/634/", "title": "Politifact Wisconsin producer and reporter.", "twitter": ""}], "canonical_url": "/wisconsin/statements/2017/jul/19/ron-johnson/johnson-mostly-target-claim-out-pocket-health-cost/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "How much have out-of-pocket health costs grown?", "id": 14331, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "debby.davis@jrn.com", "first_name": "D.L. ", "id": 634, "last_name": "Davis", "name_slug": "dl-davis", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/634/", "title": "Politifact Wisconsin producer and reporter.", "twitter": ""}], "resource_uri": "/api/v/2/statement/14331/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<div>\r\n<div>U.S. Sen. Ron Johnson, R-Wis.,&nbsp;has been taking a weeks-long ride on the health care roller coaster.&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>After the initial Senate version of a bill to repeal and replace the Affordable Care Act, also known as Obamacare, was unveiled, Johnson was among those looking for changes.&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>When a vote on that plan was delayed, Johnson said he was pleased and hoped the extra time would bring improvements.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>When a new version of the bill was introduced July 13, 2017, Johnson initially said he would approve a procedural motion to allow the new bill to head for a vote in the Senate -- but he was not yet committed to voting for it. &nbsp;&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>By the following day, Johnson had moved from favoring a procedural motion to being undecided on it.&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>Then the roller coaster rolled again, with rank-and-file Republican senators on July 18, 2017 denying the votes to move forward with a plan for a straight-up repeal of &quot;Obamacare.&quot;</div>\r\n\r\n<div>\r\n<p>Amid it all, Johnson has been adamant that spending on health care must come down. In a June 4, 2017, interview on WKOW-TV&rsquo;s Capital City Sunday, which included discussion on Republican efforts to repeal and replace the Affordable Care Act, <a href=\"http://www.wkow.com/story/35594879/2017/06/05/sen-ron-johnson-discusses-climate-change-health-care-on-capital-city-sunday\">Johnson said this</a>:</p>\r\n\r\n<p>&quot;In the &lsquo;40s, 68 cents of every health care dollar was actually paid for by the patient. Today it&rsquo;s only 11 cents. So nobody cares really what they pay for anything, which is why costs run out of control.&quot;</p>\r\n\r\n<p>That&rsquo;s a big difference in costs.</p>\r\n\r\n<p>Is Johnson right about the big change in the percentage of health care costs paid directly by the patient?</p>\r\n\r\n<p><strong>A history lesson</strong></p>\r\n\r\n<p>According to a May 2008 <a href=\"http://journalofethics.ama-assn.org/2008/05/mhst1-0805.html\">article in the American Medical Association Journal of Ethics</a>, medical care in the early 1900s wasn&rsquo;t much of a system.</p>\r\n\r\n<p>&quot;Health care was virtually unregulated and health insurance, nonexistent,&quot; the article said. &quot;Physicians practiced and treated patients in their homes. The few hospitals that existed provided minimal therapeutic care. Both physicians and hospitals were unregulated. When patients saw a physician, they paid their modest fees out-of-pocket; they were more concerned about the wages they would lose if illness kept them out of work than about the cost of their medical care.&quot;</p>\r\n\r\n<p>In 1929, the first Blue Cross plans were established to provide pre-paid hospital care, and in the 1930s, Blue Shield Plans begin providing reimbursement for physician services, <a href=\"https://www.bcbs.com/the-health-of-america/articles/health-insurance-invention-innovation-history-blue-cross-and-blue\">according to a history of the program</a>.</p>\r\n\r\n<p>Things changed more in the 1940s -- the era Johnson cited -- as the nation&rsquo;s population moved from rural to urban areas and medical care shifted even more strongly from homes to medical facilities.</p>\r\n\r\n<p><a href=\"https://cuny.edu/site/cc/health-in-america/1900s.html\">Milestones from the 1940s</a> included the first clinical trials of penicillin in 1941 and the 1944 discovery of a drug that could kill the bacteria that caused tuberculosis. In 1946, the Communicable Disease Center (now the U.S. Centers for Disease Control and Prevention) was founded in Atlanta, and focused on fighting malaria, typhus and other communicable diseases.</p>\r\n\r\n<p>In addition, World War II played a major role in the expansion of health insurance to the general population. According to the Kaiser Family Foundation&rsquo;s &quot;<a href=\"https://kaiserfamilyfoundation.files.wordpress.com/2013/01/7871.pdf\">Focus on Health Reform</a>,&quot; the War Labor Board ruled in 1943 that some benefits, including health insurance coverage, should be excluded from wage and price controls. Employers then began to boost health insurance benefits in order to attract workers.</p>\r\n\r\n<p>Following the war, as the economy grew, labor unions also played a role, successfully negotiating for better fringe benefits, including health insurance. &nbsp;</p>\r\n\r\n<p><strong>Johnson&rsquo;s evidence</strong></p>\r\n\r\n<p>Johnson spokesman Ben Voelkel said in an email that the senator was referring to the total of health consumption expenditures -- HCE, as the government refers to it -- and pointed us to a 1971 report: &nbsp;<a href=\"https://www.ssa.gov/policy/docs/ssb/v34n1/v34n1p3.pdf\">&quot;National Health Expenditures, 1929-70&quot; by Dorothy P. Rice and Barbara S. Cooper</a>.</p>\r\n\r\n<p>According to that report, what is now called out-of-pocket spending for 1949 was at 67.7 percent. That&rsquo;s the 68 cents on every dollar Johnson cited.</p>\r\n\r\n<p>Figures for 1960 and onward are found on the <a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/NationalHealthExpendData/NationalHealthAccountsHistorical.html\">website of The Centers for Medicare and Medicaid Services</a>, a federal entity. A spreadsheet titled &quot;National Health Expenditures by type of service and source of funds, CY 1960-2015&quot; shows that for 2015the share of &nbsp;health care expenditures paid out pocket was at 11.1 percent.</p>\r\n\r\n<p><strong>Corroborating evidence</strong></p>\r\n\r\n<p>Christopher J. Conover, a research scholar in the Center for Health Policy &amp; Inequalities Research at Duke University and a Forbes contributor at <a href=\"http://blogs.forbes.com/chrisconover/\">The Health Policy Skeptic</a>, pointed us to his book <a href=\"https://www.aei.org/publication/american-health-economy-illustrated/\">The American Health Economy Illustrated</a>.</p>\r\n\r\n<p>&quot;Out of pocket share of spending has declined precipitously since 1929,&quot; Conover wrote in an email. &quot;Initially this was due to expansion of private health insurance, but in more recent years, the expansion of public coverage (principally Medicare and Medicaid) has overtaken private coverage in terms of displacing what used to be paid for out of pocket.&quot;</p>\r\n\r\n<p>Some argue health insurance itself has helped drive up costs.</p>\r\n\r\n<p>Conservative analysts contend that people have little incentive to care about health care costs because someone else -- an insurance company, employer or the government -- is paying the bill. That means patients have little or no reason to shop for lower cost care and health care providers have little incentive to compete on price.</p>\r\n\r\n<p>This is the reasoning behind the support in some quarters for increasing use of health savings accounts along with high-deductible health plans to give people an incentive to shop for the best health care at the lowest cost.</p>\r\n\r\n<p>William S. Custer, associate professor and director of the Center for Health Services Research at Georgia State University, said although the notion that health insurance drives up healthcare costs has some evidence, the major driver of the growth in health expenditures has been new care health technology.</p>\r\n\r\n<p>&quot;The reason most Americans have some form of health insurance is that it is the only way to finance health care,&quot; Custer said in a statement. &quot;Most types of insurance cover financial risks, but are not generally the only way to finance the cost of a loss. Homeowner&rsquo;s insurance can help cover the loss of a house to a fire. But a homeowner could also find a bank willing to lend them the money to rebuild. There is no such option for individuals needing health care.&quot;</p>\r\n\r\n<p>Further, Custer noted that in 1958 per capita health expenditures were $134, or 2% of median family income. In 2015, per capita health expenditures were $9,990, or 18% of median family income.</p>\r\n\r\n<p>&quot;A heart attack can cost $60,000 or more, which is greater than the median family income with no alternative for financing that cost other than health insurance.&quot;</p>\r\n\r\n<p>In <a href=\"https://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/89xx/doc8948/01-31-healthtestimony.pdf\">testimony before the U.S. Senate Committee on the Budget on Jan. 31, 2008</a>, Congressional Budget Office Director Peter R. Orszag, also that improvements in health and medical technology was a major component in the growth of health care expenses.</p>\r\n\r\n<p>&quot;Most analysts agree that the most important factor driving the long-term growth of health care costs has been the emergence, adoption, and widespread diffusion of new medical technologies and services by the U.S. health care system,&quot; Orszag told the committee.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Johnson said that &quot;in the &lsquo;40s, 68 cents of every health care dollar was actually paid for by the patient, today it&rsquo;s only 11 cents.&quot;</p>\r\n\r\n<p>The numbers track with studies and official statistics. But Johnson is comparing two vastly different eras in health care, including one from a period when fewer people were covered by health insurance and thus paid for costs from their own pocket.</p>\r\n\r\n<p>We rate his claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n</div>\r\n</div>\r\n", "ruling_comments_date": "2017-07-18T08:54:55.536140", "ruling_date": "2017-07-19T05:00:00", "ruling_headline": "Johnson mostly on target with claim on out-of-pocket health costs", "ruling_headline_slug": "johnson-mostly-target-claim-out-pocket-health-cost", "ruling_link_text": "Yes, but system was vastly different then", "ruling_state": null, "source_documents": null, "sources": "<p>Article, &quot;<a href=\"http://www.jsonline.com/story/news/2017/07/13/ron-johnson-supports-procedural-move-u-s-senate-take-up-health-care-bill/477133001/\">Ron Johnson supports procedural move for U.S. Senate to take up health care bill</a>,&quot; Milwaukee Journal Sentinel, July 13, 2017</p>\r\n\r\n<p>Article, &quot;<a href=\"http://www.postcrescent.com/story/news/2017/07/14/medicaid-comments-leave-sen-ron-johnson-undecided-new-gop-health-care-bill/479608001/\">Medicaid comments leave Sen. Ron Johnson undecided on new GOP health care bill</a>,&quot; Appleton Post Crescent, July 14, 2017</p>\r\n\r\n<p>Article, &quot;<a href=\"http://www.jsonline.com/story/news/politics/2017/06/27/ron-johnson-and-least-3-other-gop-senators-oppose-floor-vote-health-care-week/431470001/\">Ron Johnson, other GOP senators force delay of health care vote</a>,&quot; Milwaukee Journal Sentinel, June 27, 2017</p>\r\n\r\n<p>Ron Johnson<a href=\"http://www.wkow.com/story/35594879/2017/06/05/sen-ron-johnson-discusses-climate-change-health-care-on-capital-city-sunday\"> interview on Capital City Sunday (WKOW-TV)</a>, June 4, 2017</p>\r\n\r\n<p>Article, <a href=\"http://journalofethics.ama-assn.org/2008/05/mhst1-0805.html\">&quot;The U.S. Health Care Non-System, 1908-2008</a>,&quot; American Medical Association Journal of Ethics, May 2008</p>\r\n\r\n<p>PBS <a href=\"https://www.pbs.org/healthcarecrisis/history.htm\">Health Care Crisis timeline</a>, unknown publication date, pbs.org</p>\r\n\r\n<p>Article, &quot;<a href=\"https://www.bcbs.com/the-health-of-america/articles/health-insurance-invention-innovation-history-blue-cross-and-blue\">Health insurance from invention to innovation: A history of the Blue Cross and Blue Shield companies</a>,&quot; posted on bcbs.com</p>\r\n\r\n<p>Milestones for Health in America <a href=\"https://cuny.edu/site/cc/health-in-america/1900s.html\">https://cuny.edu/site/cc/health-in-america/1900s.html</a></p>\r\n\r\n<p>Emails from Ben Voelkel, spokesman for U.S. Sen. Ron Johnson, various dates in July 2017</p>\r\n\r\n<p>Report, &quot;<a href=\"https://protect-us.mimecast.com/s/GWeYBoCZv6qQfZ?domain=ssa.gov\">National Health Expenditures, 1929-70</a>,&quot; issued in 1971, by Dorothy P. Rice and Barbara S. Cooper.</p>\r\n\r\n<p><a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/NationalHealthExpendData/NationalHealthAccountsHistorical.html\">National Health Expenditures tables</a>, U.S. Centers for Medicare and Medicaid Services. Email exchange with from Christopher J. Conover, research scholar at Duke University, July 2017.</p>\r\n\r\n<p>Email exchange with William S. Custer, associate professor and director of the Center for Health Services Research at Georgia State University, July 2017</p>\r\n\r\n<p>Kaiser Family Foundation &quot;<a href=\"https://kaiserfamilyfoundation.files.wordpress.com/2013/01/7871.pdf\">Focus on Health Reform</a>&quot;</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"https://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/89xx/doc8948/01-31-healthtestimony.pdf\">Peter Orszag testimony</a>, Jan. 31, 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 12, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 56, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p>&quot;In the &lsquo;40s, 68 cents of every health care dollar was actually paid for by the patient, today it&rsquo;s only 11 cents.&quot;</p>\r\n", "statement_context": "a television interview", "statement_date": "2017-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Testing Ron Johnson claim on how much out-of-pocket health costs have grown."}