{"art": [{"brightcove": "", "caption": "Counselor to President, Kellyanne Conway, prepares to appear on the Sunday morning show Meet The Press, from the north lawn at the White House, Jan. 22, 2017. (Getty)", "id": 10265, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/GYI_694517767_632381476.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/10265/", "title": "Conway in front of White House photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/jul/23/kellyanne-conway/does-russia-take-75-percent-media-coverage/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Conway: Media dedicates 75% of coverage to Russia story", "id": 14352, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14352/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The White House says the media is hostile to the president and is using some new evidence presented by a conservative blogger to make its case.</p>\r\n\r\n<p>But that evidence is faulty.</p>\r\n\r\n<p>On Fox News on Saturday, Kellyanne Conway, one of President Donald Trump&rsquo;s top advisers, argued that the media blocks important White House messaging by covering issues the public sees as unimportant.</p>\r\n\r\n<p>&quot;This is a media that has decided it&rsquo;s going be very hostile,&quot; Conway told Fox News host Jeanine Pirro on July 22, 2017.</p>\r\n\r\n<p>Conway then cited two different bits of research to contrast the percentage of news coverage devoted to different political issues and the public&rsquo;s general interest in each issue.</p>\r\n\r\n<p>&quot;People were asked, which of the following issues is most important to you?&quot; Conway said. &quot;Health care, 35 percent (of people said it was the most important issue, but it) got like 10 percent of the coverage. Russia, 6 percent most important issue, received 75 percent of the coverage. Immigration, 10 percent most important issue, zero percent of the coverage.&quot;</p>\r\n\r\n<p>New White House Press Secretary Sarah Huckabee Sanders made a similar claim on ABC&rsquo;s<em> This Week.</em></p>\r\n\r\n<p>&quot;Look, there was a <em>Wall Street Journal </em>poll that came out this week that showed that the top three issues that Americans care about are immigration, health care, and jobs. The top three issues that the media cares about are Russia, Russia, and Russia,&quot; Huckabee Sanders said.</p>\r\n\r\n<p>&quot;There&#39;s 15 times more coverage on Russia than on the three big issues that Americans care about. That&#39;s a problem. That&#39;s exactly the definition of Russia fever.&quot;</p>\r\n\r\n<p>The poll Huckabee Sanders is talking about came from <a href=\"https://assets.bwbx.io/documents/users/iqjWHBFdfxIU/r_gKveTVWIpc/v0\">Bloomberg</a>, not the<em> Wall Street Journal</em>, and it found that health, jobs and terrorism were&nbsp;the top three important issues among respondents (not immigration, health care and jobs).</p>\r\n\r\n<p>That said, we wondered more broadly if the White House&rsquo;s claim the media is devoting 75 percent of its coverage to the Russia investigation while few people claim it is the country&rsquo;s most important issue.</p>\r\n\r\n<div class=\"pf_subheadline\">Genesis of this claim</div>\r\n\r\n<p>Conway&rsquo;s claim stems from a <a href=\"https://ricochet.com/442941/americans-care-vs-media-cares/\">post</a> on the conservative blog Ricochet.com comparing a Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2017-07-17/americans-feel-good-about-the-economy-not-so-good-about-trump-j57v0var\">poll</a> that asked Americans what they see as the most important issue facing the country right now to a June 27 Media Research Center <a href=\"http://www.newsbusters.org/blogs/nb/rich-noyes/2017/06/27/study-tv-news-obsessed-trump-russia-probe\">survey</a> of the time broadcast networks&rsquo; evening newscasts devoted to different issues.</p>\r\n\r\n<p>Bloomberg&rsquo;s poll found that six percent of Americans said the United States&rsquo; &quot;relationship with Russia&quot; is the most important issue facing the country right now, behind health care, immigration, jobs, terrorism and even climate change.</p>\r\n\r\n<p>The Media Research Center, a conservative group, <a href=\"https://www.newsbusters.org/blogs/nb/rich-noyes/2017/06/27/study-tv-news-obsessed-trump-russia-probe\">tracked coverage on the network news broadcasts of ABC, CBS and NBC</a> from May 17 to June 20.</p>\r\n\r\n<p>The Ricochet&rsquo;s Jon Gabriel put these two pieces of information together.</p>\r\n\r\n<p>He concluded that of 469 combined minutes of coverage of Trump during those broadcasts, 353 focused on either the firing of former FBI Director James Comey or Russia.</p>\r\n\r\n<p>Put another way, of the broadcasts it analyzed, the Media Research Center found 75 of coverage of Trump focused on questions about Comey or Trump.</p>\r\n\r\n<p>&quot;The media have shown how drastically out of step they are with their own audience. If they want to earn back their hemorrhaging Nielsen numbers, perhaps they can spend time on something other than Russia Russia Russia.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Where Conway&rsquo;s claim falls apart</div>\r\n\r\n<p>Upon deeper analysis, however, the numbers don&rsquo;t hold up. And experts we spoke to raised serious flaws in comparing the two pieces of research.</p>\r\n\r\n<p><strong>The Ricochet post misreads the Media Research Center analysis. </strong>The Ricochet post appears to use this Media Research Center graphic to count the number of minutes the evening news talked about Trump.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/uX5w5qrq2Q4S5lSxA_d0vpwrofJKc0_tuEihwSWvAJM1TDN6DlqLrWS4A5Jj4kv8OfqCkqaxgzqbmmtj_4sQnVnEyObbfljJXCebWYkV8wlu9Ws1XmrfMaXpdAi9uJTwuVAEcUgR\" style=\"border:none; height:361px; width:600px\" /></p>\r\n\r\n<p>Those categories total 469 minutes, 75 percent of which are about Russia/Comey stories. But the Media Research Center said that it found 640 minutes of total coverage of Trump in its analysis not 469 minutes. That means, excluding anything else, that airtime devoted to the Russia probe constituted 55 percent of all coverage of the Trump presidency during the five weeks following the appointment of special counsel Robert Mueller.</p>\r\n\r\n<p>It&rsquo;s also worth making clear that the Media Research Center study was only analyzing coverage of Trump, not all media coverage.</p>\r\n\r\n<p><strong>The Media Research Center analysis is limited. </strong>It is important to note that this study was only looking at network evening newscasts from ABC, CBS and NBC.</p>\r\n\r\n<p>It doesn&rsquo;t include Fox or Fox News, CNN, MSNBC or any other cable news channel. It also doesn&rsquo;t include newspapers or radio or online publications like Politico. On top of that, the analysis only covers about a month (May 17-June 20).</p>\r\n\r\n<p>&quot;A more extensive study would likely have somewhat different results of individual news outlets,&quot; said Stephen Farnsworth, director of University of Mary&nbsp;Washington&#39;s Center for Leadership and Media Studies. &quot;One of the things you see when you compare newspapers with television is a much wider range of topics being discussed, much more material than in a 30-minute news broadcast.&quot;</p>\r\n\r\n<p><strong>Other polls show that Americans are interested in the Russia investigation.&nbsp;</strong>The question in the Bloomberg poll Conway referenced was not about the Russia investigation. Other polls suggest that Americans are interested in the investigation. A June poll <a href=\"http://www.apnorc.org/PDFs/June%20AP%20Poll_Russia/AP%20Custom%20Poll%20Topline%20JUNE_RUSSIA.pdf\">by the Associated Press and the NORC Center for Public Affairs Research</a>&nbsp;found that&nbsp;48 percent of people surveyed said they were extremely or very concerned that Trump or others involved with his campaign had inappropriate contacts with the Russian government during last year&rsquo;s presidential campaign. Another 20 percent&nbsp;said they were moderately concerned.</p>\r\n\r\n<p><strong>The White House and Trump play a role in setting what&rsquo;s covered.</strong> Experts told us that it&rsquo;s also worth noting that the media often covers what elected officials say or do. So if they&rsquo;re talking more about Russia, the media will, too.</p>\r\n\r\n<p>Farnsworth pointed to a dearth of committee hearings and public debate on recent Republican health care legislation and the newsworthiness of firing an FBI director.</p>\r\n\r\n<p>Albert May, Associate Emeritus Professor of Media and Public Affairs at George Washington University, said Trump&rsquo;s tweets calling attention to the Russia probe has helped fuel more coverage. At the same time, Trump has kept a relatively quiet public schedule, May said.</p>\r\n\r\n<p>None of the experts we talked with were surprised by the schism between the public&rsquo;s policy concerns and the media&rsquo;s coverage of the issue.</p>\r\n\r\n<p>&quot;The longstanding criticism of the press is that you focus on the scandal and not the policy issue like health care, but the truth is that&rsquo;s what people are most interested in,&quot; May said.</p>\r\n\r\n<p>&quot;The media&#39;s issue agenda and the public&#39;s issue agenda are never a perfect match,&quot; said Thomas Patterson, a Bradlee Professor of Government and the Press at Harvard. &quot;Typically, the public ranks a scandal below policy issues when asked in a poll their opinion of &lsquo;the nation&#39;s most important problem.&rsquo; So I think what we&#39;re seeing in the numbers is business as usual by the national press.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Conway said just 6&nbsp;percent of Americans say Russia is the country&rsquo;s most important issue, yet the story receives &quot;75 percent of the coverage&quot; in the media.</p>\r\n\r\n<p>A credible national poll found that six percent of Americans listed the U.S.-Russian relationship as the country&rsquo;s most important issue. The question did not include any discussion of investigating whether Russia interfered in the 2016 U.S. election.</p>\r\n\r\n<p>At the same time, an analysis by a conservative research organization shows that network news on ABC, NBC and CBS have made the Russia story an integral part of their Trump coverage.</p>\r\n\r\n<p>But experts caution about reading too much into the network news analysis, which is limited in scope. And either way, Conway&rsquo;s numbers are off by 20 percentage points.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-07-23T17:27:22.284191", "ruling_date": "2017-07-23T18:18:13", "ruling_headline": "Fact-check: White House's Conway uses conservative blog to claim media is hostile to Trump", "ruling_headline_slug": "does-russia-take-75-percent-media-coverage", "ruling_link_text": "Faulty calculation", "ruling_state": null, "source_documents": null, "sources": "<p>Ricochet.com, &quot;<a href=\"https://ricochet.com/442941/americans-care-vs-media-cares/\">What Americans Care About vs. What the Media Cares About</a>,&quot; July 18, 2017</p>\r\n\r\n<p>Newsbusters.org, <a href=\"http://www.newsbusters.org/blogs/nb/rich-noyes/2017/06/27/study-tv-news-obsessed-trump-russia-probe\">Study: TV News Is Obsessed With Trump-Russia Probe</a>, June 27, 2017</p>\r\n\r\n<p>Bloomberg Politics, &quot;<a href=\"https://www.bloomberg.com/news/articles/2017-07-17/americans-feel-good-about-the-economy-not-so-good-about-trump-j57v0var\">Americans Feel Good About the Economy, Not So Good About Trump</a>,&quot; July 17, 2017</p>\r\n\r\n<p>Phone interview with Albert May, Associate Emeritus Professor of Media and Public Affairs at George Washington University, July 23, 2017</p>\r\n\r\n<p>Phone interview with Stephen Farnsworth, director of the University of Mary Washington&#39;s Center for Leadership and Media Studies, July 23, 2017</p>\r\n\r\n<p>Email interview with Thomas Patterson, Bradlee Professor of Government and the Press at Harvard, July 23, 2017</p>\r\n\r\n<p>Email interview with Andrew Tyndall, author of <a href=\"http://tyndallreport.com/\">Tyndall Report</a>, July 23, 2017</p>\r\n\r\n<p><a href=\"http://www.apnorc.org/PDFs/June%20AP%20Poll_Russia/AP%20Custom%20Poll%20Topline%20JUNE_RUSSIA.pdf\">AP NORC poll</a>, June 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "Kellyanne", "half_true_count": 0, "home_state": "", "id": 3692, "last_name": "Conway", "mostly_true_count": 0, "name_slug": "kellyanne-conway", "pants_count": 0, "party": {"id": 70, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/70/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Conway_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3692/", "total_count": 9, "true_count": 0, "website": ""}, "statement": "<p>Just 6&nbsp;percent of Americans say Russia is the country&rsquo;s most important issue, yet the story receives &quot;75 percent of the coverage&quot; in the media.</p>\r\n", "statement_context": "Fox News interview", "statement_date": "2017-07-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Kellyanne Conway: Media dedicates 75% of coverage to Russia story"}