{"art": [{"brightcove": "", "caption": "U.S. Sen. Marco Rubio compared Florida laws about health care coverage and the Affordable Care Act in a Facebook live speech July 20, 2017.", "id": 12527, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Rubiofacebooklivejuly202017.PNG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12527/", "title": "Marco Rubio facebook live July 20, 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2017/jul/27/marco-rubio/marco-rubio-says-florida-mandates-coverage-more-co/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Marco Rubio says Florida mandates coverage of more than ACA", "id": 14368, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/14368/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Republicans attempting to repeal the Affordable Care Act, a.k.a. Obamacare, have been met with concerns about whether health insurance will still offer comprehensive coverage under new rules.</p>\r\n\r\n<p>But U.S. Sen. Marco Rubio says Florida law mandates that insurers cover more essential health benefits than the federal law.</p>\r\n\r\n<p>&quot;In Florida, essential health benefits aren&#39;t just what the federal government requires, it is what state law requires,&quot; Rubio said on <a href=\"https://www.facebook.com/SenatorMarcoRubio/\">Facebook Live</a> July 20.</p>\r\n\r\n<p>Then he continued &quot;under state law, in order to sell insurance in Florida, there are over 40 separate individual conditions that must be covered. In essence, you cannot sell a health care plan in Florida if you don&#39;t cover these things -- far beyond the essential health benefits included in Obamacare. Irrespective of what we do in federal law, we still have to follow the state law, and these plans will still have to go through the state. My point is much of what health insurance in Florida will look like will be determined by the state Legislature. That&rsquo;s the way it should be.&quot;</p>\r\n\r\n<p>In Florida, are insurers required to cover more conditions than under President Barack Obama&rsquo;s signature legislation? A reader emailed the Truth-O-Meter and asked us to check it out, so we did.</p>\r\n\r\n<p>Rubio has a point -- Florida did have a long list of health care mandates before the federal law passed in 2010.</p>\r\n\r\n<p>But multiple experts told us that comparing the number of state mandates to the number of essential health benefits in the federal law is not an apples-to-apples comparison. In some ways, the federal protections are more sweeping.&nbsp;Understanding what the laws say about coverage requires reading the fine print.</p>\r\n\r\n<div class=\"pf_subheadline\">Federal law requires coverage of 10 categories of essential health benefits</div>\r\n\r\n<p>Prior to the Affordable Care Act, every state had its own mandates. Some states had a longer list of mandates than others -- Florida&rsquo;s list of mandates was long, said Timothy Jost, emeritus professor at the Washington and Lee University School of Law and a supporter of the federal law.</p>\r\n\r\n<p>The Affordable Care Act took a different approach: It set 10 coverage <a href=\"http://www.ncsl.org/documents/health/ppaca-consolidated.pdf#page=56\">&quot;essential health benefit&quot;</a> categories for plans sold on the individual and small group markets nationwide.</p>\r\n\r\n<p>The categories were:</p>\r\n\r\n<p style=\"margin-left:40px\">Ambulatory patient services;</p>\r\n\r\n<p style=\"margin-left:40px\">Emergency services;</p>\r\n\r\n<p style=\"margin-left:40px\">Hospitalization;</p>\r\n\r\n<p style=\"margin-left:40px\">Maternity and newborn care;</p>\r\n\r\n<p style=\"margin-left:40px\">Mental health and substance use disorder services, including behavioral health treatment;</p>\r\n\r\n<p style=\"margin-left:40px\">Prescription drugs;</p>\r\n\r\n<p style=\"margin-left:40px\">Rehabilitative and habilitative services and devices;</p>\r\n\r\n<p style=\"margin-left:40px\">Laboratory services;</p>\r\n\r\n<p style=\"margin-left:40px\">Preventive and wellness services and chronic disease management; and,</p>\r\n\r\n<p style=\"margin-left:40px\">Pediatric services, including oral and vision care.</p>\r\n\r\n<p>The federal law is a minimum standard -- states are allowed to provide greater benefits. For example, <a href=\"http://law.justia.com/codes/florida/2016/title-xxxvii/chapter-627/part-vii/section-627.6562\">Florida law</a> requires coverage of adult student dependents until age 30, with some caveats, while the federal law only requires such coverage until age 26.</p>\r\n\r\n<p>The 10 categories were intentionally broad so states could have flexibility to apply them. As part of the federal law, each state sets <a href=\"http://www.ncsl.org/research/health/state-ins-mandates-and-aca-essential-benefits.aspx\">a benchmark plan </a>which defines the essential health benefits.</p>\r\n\r\n<p>While the federal law sets 10 broad categories, Florida lists specific benefits.</p>\r\n\r\n<p>The Florida Office of Insurance Regulation directed PolitiFact to the <a href=\"https://www.cms.gov/cciio/resources/data-resources/ehb.html\">benchmark plan</a>, a Blue Cross Blue Shield plan which shows about 34 covered benefits. The first thing we noticed is that the list of benefits has some overlap, so it doesn&rsquo;t mean that the 34 benefits are three times more than the broader 10 required categories in the federal law.</p>\r\n\r\n<p>For example, in the federal law, mental health and substance use is one category, but in the Florida benchmark plan, that&rsquo;s broken down into four benefits for inpatient and outpatient mental health and substance abuse.</p>\r\n\r\n<p>A spokesman for Rubio sent us a <a href=\"https://www.documentcloud.org/documents/3899723-Rubio-Evidence.html\">chart showing about 50 mandates and their accompanying state statutes</a>. About half of the statutes related to health conditions or procedures such as newborn hearing screening, emergency room services and a mastectomy. The remainder were related to covering services by certain health providers, such as acupuncturists, or types of people covered such as dependent adult children.</p>\r\n\r\n<p>In the laws Rubio cited about providers, many don&rsquo;t actually require that insurers cover certain services. For example, a statute Rubio cited about <a href=\"http://leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0600-0699/0627/Sections/0627.6407.html\">massage therapists </a>states that <em>if </em>a policy covers massage, it must cover the services of a person licensed to practice massage if it has been prescribed by a physician.</p>\r\n\r\n<p>But the numbers alone don&rsquo;t tell us much about the actual coverage patients receive -- we have to read the fine print to see who would get certain types of coverage under Florida&rsquo;s laws, said Justin Giovannelli, an expert at Georgetown University&rsquo;s Health Policy Institute.</p>\r\n\r\n<p>For example, Rubio&rsquo;s list references laws on substance abuse and mental health treatment, but state laws <a href=\"https://downloads.cms.gov/cciio/State%20Required%20Benefits_FL.pdf\">don&rsquo;t require coverage for those services for the individual market</a>. However, since the federal law supersedes state law, the Obamacare plans must cover those services.</p>\r\n\r\n<p>Rubio also cited a Florida law about<a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;URL=0600-0699/0627/Sections/0627.6406.html\"> maternity care</a>. That statute isn&rsquo;t a blanket requirement that insurers cover maternity care. Instead, it contains a few provisions that explain <em>if a policy provides maternity care, here are the particular requirements</em> -- for example, it must cover post-delivery services.</p>\r\n\r\n<p>Once the federal law defined maternity care as an essential health benefit, then all individual plans had to include coverage for that benefit -- regardless of existing state laws. (Before the law, some consumers purchased riders.)</p>\r\n\r\n<p>&quot;So whereas the ACA requires an insurer in the individual market in Florida to offer coverage that includes these benefits, if the ACA went away, an insurer would not be obligated by federal or state law to provide coverage of these benefits,&quot; Giovannelli said.</p>\r\n\r\n<p>Joe Antos, a health expert at the conservative American Enterprise Institute, says it&rsquo;s not surprising that Florida law lists more than 10 benefits.</p>\r\n\r\n<p>&quot;The tradition among insurance commissioners in most states is to be more precise about what has to be covered,&quot; he said.</p>\r\n\r\n<p>But comparing the number of state benefits with the ACA&rsquo;s required essential health benefits isn&rsquo;t the point, he said.</p>\r\n\r\n<p>&quot;The number really doesn&rsquo;t matter. What matters is, what is the economic impact on the premiums?&quot; he said. &quot;When most people talk about this, they seem to think there are huge savings from cutting out things like maternity coverage and mental health. The reality is maternity coverage is very small percentage of the total for a comprehensive plan. Mental health would be expensive, but Medicaid picks up vast majority of mental health expenses.&quot;</p>\r\n\r\n<p>Rubio has a point about the state legislatures having the power to set health care laws -- something it had before the ACA and will continue to have.</p>\r\n\r\n<p>Richard Cauchi, a health insurance expert at the <a href=\"http://www.ncsl.org/research/health/state-ins-mandates-and-aca-essential-benefits.aspx#State_EHB_2016\">National Conference of State Legislatures</a>, said that nearly half of Florida&rsquo;s health care related laws were enacted before 1989 and only six in the last 10 years.</p>\r\n\r\n<p>The federal health care law has had a role in expanding the types of conditions covered in Florida. As a result of the Affordable Care Act, Florida Blue added pediatric services for dental, vision and habilitative services, said Doug Bartel, Florida Blue spokesman.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Rubio said, &quot;In order to sell insurance in Florida there are over 40 separate individual conditions that must be covered. ... far beyond the essential health benefits included in Obamacare.&quot;</p>\r\n\r\n<p>Rubio&rsquo;s spokesman pointed to a list of about 50 state mandates, about half of which pertained to health conditions. But many of the state mandates only apply if an insurer chooses to cover a condition. The federal protections are more sweeping and put more requirements on insurers to cover a broad range of services.</p>\r\n\r\n<p>Rubio&rsquo;s comparison omits that state laws alone would leave Floridians on the individual market without certain types of coverage that are mandated by the federal law. He also ignores that state categories are defined more narrowly.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-07-26T18:11:11.648326", "ruling_date": "2017-07-27T14:33:45", "ruling_headline": "Marco Rubio says Florida mandates coverage of more conditions than Obamacare", "ruling_headline_slug": "marco-rubio-says-florida-mandates-coverage-more-co", "ruling_link_text": "Not apples-to-apples comparison", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Sen. Marco Rubio, <a href=\"https://www.facebook.com/SenatorMarcoRubio/\">Facebook live</a>, July 20, 2017</p>\r\n\r\n<p>U.S. Sen. Marco Rubio, <a href=\"https://www.documentcloud.org/documents/3899723-Rubio-Evidence.html\">List of Florida health care laws</a>, July 24, 2017</p>\r\n\r\n<p>Florida statutes, <a href=\"https://www.flsenate.gov/Laws/Statutes/2012/627.6574\">627.6574 Maternity care</a>, 2012</p>\r\n\r\n<p>Centers for Medicare and Medicaid services, <a href=\"https://downloads.cms.gov/cciio/State%20Required%20Benefits_FL.pdf\">Florida - state required benefits</a>, Accessed July 21, 2017</p>\r\n\r\n<p>Centers for Medicare and Medicaid services, <a href=\"https://www.cms.gov/cciio/resources/data-resources/ehb.html\">Information on Essential Health Benefits (EHB) Benchmark Plans</a>, 2017</p>\r\n\r\n<p>National Conference of State Legislatures, <a href=\"http://www.ncsl.org/research/health/state-ins-mandates-and-aca-essential-benefits.aspx#State_EHB_2016\">State insurance mandates and the ACA essential benefits provisions</a>, March 8, 2017</p>\r\n\r\n<p>Florida Office of Insurance Regulation, <a href=\"http://www.floir.com/siteDocuments/HHSFloridaBenchmark.pdf\">Florida proposed essential health benefits benchmark plan</a>, Accessed July 21, 2017</p>\r\n\r\n<p>Henry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/other/state-indicator/pre-aca-state-autism-coverage-mandates-individual-markets/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">&quot;Pre-ACA State Autism Coverage Mandates: Individual Markets,&quot;</a> 2010</p>\r\n\r\n<p>Henry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/other/state-indicator/pre-aca-state-mandated-benefits-in-the-individual-health-insurance-market-mandated-coverage-in-mental-health/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">&quot;Pre-ACA State Mandated Benefits in the Individual Health Insurance Market: Mandated Coverage in Mental Health,&quot;</a> 2010</p>\r\n\r\n<p>Henry J. Kaiser Family Foundation,<a href=\"http://www.kff.org/other/state-indicator/pre-aca-state-maternity-coverage-mandates-individual-and-small-group-markets/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\"> &quot;Pre-ACA State Maternity Coverage Mandates: Individual and Small Group Markets,&quot;</a> 2010</p>\r\n\r\n<p>Commonwealth Fund, <a href=\"http://www.commonwealthfund.org/publications/issue-briefs/2014/oct/revisiting-aca-essential-health-benefits-requirements\">Implementing the Affordable Care Act: Revisiting the ACA&#39;s Essential Health Benefits Requirements</a>, October 2014</p>\r\n\r\n<p>Commonwealth Fund, <a href=\"http://www.commonwealthfund.org/publications/blog/2017/mar/eliminating-essential-health-benefits-financial-risk-consumers\">Eliminating Essential Health Benefits Will Shift Financial Risk Back to Consumers</a>, 2017</p>\r\n\r\n<p>Milliman, <a href=\"http://us.milliman.com/uploadedFiles/insight/2017/essential-health-benefits.pdf\">&quot;Are essential health benefits here to stay?&quot;</a> March 2017</p>\r\n\r\n<p>Interview, Matt Wolking, U.S. Sen. Marco Rubio spokesman, July 26, 2017</p>\r\n\r\n<p>Interview, Justin Giovannelli, associate research professor and project director at the Center on Health Insurance Reforms at Georgetown University&rsquo;s Health Policy Institute, July 21, 2017</p>\r\n\r\n<p>Interview, Richard Cauchi, National Conference of State Legislatures Program Director (Health: Insurance, Costs and Pharmaceuticals), July 21, 2017</p>\r\n\r\n<p>Interview, Erin E. Yang, National Association of Insurance Commissioners spokeswoman, July 25, 2017</p>\r\n\r\n<p>Interview, Audrey Brown, Florida Association of Health Plans president and CEO, July 25, 2017</p>\r\n\r\n<p>Interview, Douglas Bartel, Florida Blue spokesman, July 25, 2017</p>\r\n\r\n<p>Interview, Lesa R. Rair, National Academy for State Health Policy, July 25, 2017</p>\r\n\r\n<p>Interview, Joe Antos, Wilson H. Taylor Scholar in Health Care and Retirement Policy American Enterprise Institute, July 24, 2017</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 38, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 169, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>&quot;In order to sell insurance in Florida there are over 40 separate individual conditions that must be covered. ... far beyond the essential health benefits included in Obamacare.&quot;</p>\r\n", "statement_context": "a Facebook live speech", "statement_date": "2017-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": "Marco Rubio says Florida mandates coverage of more conditions than essential health benefits in Obamacare"}