{"art": [{"brightcove": "", "caption": "Gov. Bruce Rauner appears at Auburn High School on July 21, 2017, to demand that the Illinois Senate send him the new school funding bill that was passed on May 31. Also shown (L-R): Auburn Supt. Darren Root; Reps. Avery Bourne and Sara Wojcicki Jiminez", "id": 12589, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/rauner_auburn_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12589/", "title": "Rauner with Avery Bourne Sara Wojcicki Jiminez", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/aug/01/bruce-rauner/rauners-chicago-schools-bailout-claim-rooted-polit/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "See the numbers before you bite at Rauner's \"bailout\" bait", "id": 14378, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14378/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The sequel to Illinois&rsquo; historic budget standoff is rapidly coming to a head in Springfield, with millions of schoolchildren caught in the middle of poisonous relations between Republican Gov. Bruce Rauner and Chicago Democrats.</p>\r\n\r\n<p>The dispute, at the center of a new special legislative session called by Rauner, holds the potential to block billions of dollars of state funding for elementary and secondary schools across Illinois just before a new school year is set to begin.</p>\r\n\r\n<p>At issue is a catch built into the state budget that became law on July 6 over Rauner&rsquo;s objections. It says that no school funding can be issued anywhere unless a separate measure containing an &quot;evidence based&quot; funding model, such as that contained in Senate Bill 1 (SB1), also becomes law that overhauls the formula for distributing general state aid to give a bigger share to districts with more low-income students.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>SB1 passed the General Assembly in May with almost exclusively Democratic votes but was in parliamentary limbo until July 31&nbsp;when it landed on Rauner&rsquo;s desk and he mulled carrying through on a threat to use his&nbsp;amendatory veto power to strike tens of millions of dollars for the financially beleaguered Chicago Public Schools.&nbsp;(Update: The next day, August 1,&nbsp;<a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0001gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98844&amp;DocNum=0001&amp;GAID=14&amp;Session=\" target=\"_blank\">Rauner carried through on his amendatory veto threat</a>.)</p>\r\n\r\n<p>Rauner telegraphed his action in a July 20 press release. &quot;As written, the bill includes a bailout of Chicago&rsquo;s broken teacher pension system,&quot; Rauner said,arguing that the measure rewarded Chicago at the expense of suburban and Downstate districts. Democrats beg to differ.</p>\r\n\r\n<p>As the numbers fly and <a href=\"http://www.nbcchicago.com/blogs/ward-room/Rauner-Tells-Republicans-Revolution-is-Coming-Sources-437054813.html\">hyperbole grows</a>, we decided to take a closer look at Rauner&rsquo;s &quot;bailout&quot; claim.</p>\r\n\r\n<div class=\"pf_subheadline\">Dysfunctional funding</div>\r\n\r\n<p>Believe it or not, there is one thing on which Illinois politicians of all stripes have agreed for years: The state&rsquo;s system for funding public schools largely through local property taxes is woefully unfair.</p>\r\n\r\n<p>While low-income districts scramble to provide classroom basics, more affluent districts can afford to create some of the finest educational facilities and programs in the nation. A <a href=\"https://edtrust.org/wp-content/uploads/2014/09/FundingGaps2015_TheEducationTrust1.pdf\">2015 report by The Education Trust</a> put it starkly: In Ohio, the highest poverty districts receive 22 percent more in state and local funds per student than the lowest poverty districts; in Illinois, the poorest districts receive 20 percent less.</p>\r\n\r\n<p>To address this inequity, Rauner last year formed the bipartisan <a href=\"https://www.isbe.net/Pages/Illinois-School-Funding-Reform-Commission.aspx\">Illinois School Funding Reform Commission</a>. In February, it <a href=\"https://www.isbe.net/Documents_ISFRC/FINAL_Commission_Framework_Report_2017_02_01.pdf\">issued a report </a>recommending an &quot;evidence-based&quot; formula in which financial and academic need would become the main determinant of how state education dollars are distributed. The formula should be applied so that no school district loses funding, the report also said, a goal only met with an increase in overall state school spending.</p>\r\n\r\n<p>That led to SB1, which <a href=\"http://www.ilga.gov/legislation/votehistory.asp?DocNum=1&amp;DocTypeID=SB&amp;LegID=98844&amp;GAID=14&amp;SessionID=91&amp;GA=100&amp;SpecSess=\">won passage</a> with only a single Republican vote in the House and none in the Senate.</p>\r\n\r\n<p>No school district gets less state money under the bill, but many low-income districts <a href=\"http://fundingilfuture.org/sb1factsheets/\">get more</a>. With low-income students accounting for <a href=\"http://cps.edu/About_CPS/At-a-glance/Pages/Stats_and_facts.aspx\">80.2 percent of its enrollment</a>, CPS is among the latter group.</p>\r\n\r\n<div class=\"pf_subheadline\">&quot;Bailout&quot; basics</div>\r\n\r\n<p>While dismissing SB1 as a Chicago &quot;bailout,&quot; Rauner hasn&rsquo;t said how he wants to change it. Nor has he addressed the inconsistency in arguing that the Chicago pension system is undeserving of state help because it is &quot;broken&quot; when it is still in healthier financial shape than the state-run pension system for all other teachers in Illinois. &nbsp;&nbsp;</p>\r\n\r\n<p>The governor is clearly irked that SB1 includes $221 million in state funding to help CPS cover the employer share of pension contributions for Chicago teachers. The provision is designed to remedy an historical quirk in which the state subsidized the costs of teacher pensions for every school district in Illinois except Chicago.</p>\r\n\r\n<p>Mayor Rahm Emanuel complained the arrangement meant Chicago taxpayers were double-taxed, first to pay for teacher pensions in the city and then to contribute to the cost of teacher pensions everywhere else in Illinois.</p>\r\n\r\n<p>The Chicago based <a href=\"http://ctbaonline.org/file/460/download?token=wkzjoSF9\">Center for Tax and Budget Accountability estimates</a> that in fiscal year 2016, about $230 million in individual income taxes collected in Chicago were used for suburban and downstate teacher pension payments.</p>\r\n\r\n<p>In a <a href=\"http://www.ourquadcities.com/news/web-extra-gov-bruce-rauner-full-interview/773999582?up\">July 25 interview</a> with WHBF Channel 4 in the Quad Cities, Rauner said he objected to SB 1 because it gave Chicago pension relief while also letting it keep other current funding.</p>\r\n\r\n<p>&quot;It&rsquo;s unfair to Illinois taxpayers and to our kids that they get both. They can either choose a block grant or the pension but they can&rsquo;t do both,&quot; Rauner said.</p>\r\n\r\n<p>School districts in Illinois get state funding through two channels. &quot;General&quot; state aid is distributed based on a formula that factors in each district&rsquo;s property tax resources. They also get funding through &quot;mandated categoricals,&quot; which are per pupil grants for specific purposes including special education, transportation and free lunch programs for low income students.</p>\r\n\r\n<p>CPS receives its categorical funding in a <a href=\"https://www.isbe.net/Documents/CPS_District_299_Block_Grant.pdf#search=chicago%20block%20grant\">&quot;block grant&quot;</a> that is determined using a formula developed in 1995 when the district had many more students than it does today. The block grant was created to ease administrative red tape for CPS, but declining enrollment means it also has led to a windfall for city schools.</p>\r\n\r\n<p>The <a href=\"https://www.isbe.net/Documents/CPS_District_299_Block_Grant.pdf#search=chicago%20block%20grant\">most recent report </a>from the Illinois State Board of Education showed that CPS received $478 million in categorical funding in the 2015-2016 school year but would have received only $226 million under the system imposed on other districts. &nbsp;</p>\r\n\r\n<p>Even so, Stand for Children, an education reform group that <a href=\"http://illinoistimes.com/article-8899-how-stand-for-children-snuck-into-the-statehouse.html\">became active in Illinois </a>six years ago at then private citizen Rauner&rsquo;s urging, sees as flawed the governor&rsquo;s claim that the SB1 financing package is skewed to favor Chicago.</p>\r\n\r\n<p>Rauner&rsquo;s own reform commission recommended that any new funding formula ensure no district get less this year than last, Stand for Children points out. As for the state pension pickup, the group says SB 1 only puts CPS on equal footing with the rest of the state.</p>\r\n\r\n<div class=\"pf_subheadline\">Bye-bye block grant</div>\r\n\r\n<p>Rauner&rsquo;s complaint about Chicago&rsquo;s block grant constituting a bailout ignores one of the most important aspects of SB 1: After the first year &nbsp;-- in which no district would receive less funding -- Chicago&rsquo;s special block grant goes away. CPS is then required to abide by the same formula for calculating the size of categorical grants imposed on other districts.</p>\r\n\r\n<p>&quot;The main principle going into this &lsquo;evidence-based model&rsquo; conversation that everyone acknowledged was we can&rsquo;t take money from districts, we can&rsquo;t pit districts against each other, we can&rsquo;t create winners and losers,&quot; said Jessica Handy, government affairs director for Stand for Children Illinois. &quot;With block grant funding, you can&rsquo;t say, &lsquo;No district loses except we don&rsquo;t like this thing so we&rsquo;ll take it away from Chicago.&rsquo;&quot;</p>\r\n\r\n<p>In <a href=\"http://ctbaonline.org/file/462/download?token=fUCG3pig\">another analysis</a> of SB 1, the liberal-leaning Center for Tax and Budget Accountability said cutting the current block grant for CPS would undercut the very purpose of the governor&rsquo;s commission.</p>\r\n\r\n<p>&quot;Not cutting funding CPS already receives is rational -- given that CPS&rsquo;s current level of funding is some $2.1 billion less than what the evidence shows is needed to educate its students,&quot; a CTBA report concluded. &quot;The goal after all is to move all districts forward towards adequacy.&quot;</p>\r\n\r\n<p>Both Stand for Children and the CTBA cite another statistic to bolster their argument that SB 1 is fair: CPS educates roughly 20 percent of the state&rsquo;s children and figures to be in line for roughly 20 percent of all new school funding if the bill&rsquo;s evidence-based formula kicks in.</p>\r\n\r\n<p>It&rsquo;s also worth noting that Rauner has <a href=\"http://www.news-gazette.com/news/local/2016-06-30/new-stopgap-spending-bill-passed-signed.html\">for more than a year</a> been open to the idea of sending pension relief to CPS in exchange for other pension reforms. He <a href=\"http://www.ilga.gov/legislation/votehistory.asp?DocNum=2822&amp;DocTypeID=SB&amp;LegID=96133&amp;GAID=13&amp;SessionID=88&amp;GA=99&amp;SpecSess=\">vetoed a bill </a>that would have given CPS $215 million for pensions in December, not because he opposed the idea but because he said Democrats reneged on a deal that tied CPS pension relief to approval of a broader pension reform plan for all state workers.</p>\r\n\r\n<p>Some, but not all, of Rauner&rsquo;s pension wish list was included by majority Democrats in the $36 billion state budget they enacted on July 6 over the governor&rsquo;s veto.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Attempting to parse a political buzzword like &quot;bailout&quot; might be impossible if not for the clear direction provided by Rauner&rsquo;s own Illinois Education Funding Reform Commission. It called for an &quot;evidence-based&quot; school funding formula but also recommended a &quot;hold harmless&quot; provision that would ensure no district received less this year than last.</p>\r\n\r\n<p>By that dictate alone, CPS should not be in line this year for a cut in the size of its block grant.</p>\r\n\r\n<p>What&rsquo;s more, SB1 does do away with the CPS block grant starting with the 2018-19 school year, poking a major hole in Rauner&rsquo;s &quot;bailout&quot; claim.</p>\r\n\r\n<p>The bill&rsquo;s Chicago pension component can&rsquo;t be called a &quot;bailout&quot; or even a perk because it only gives CPS what every other school district already has. And Rauner clearly had sought previously to bargain CPS pension help for other, statewide pension reforms. He got a major one in the budget lawmakers enacted July 6.</p>\r\n\r\n<p>Numbers are sure to fly fast and furious as Rauner and lawmakers duke this out in Springfield in the days ahead, but we find Rauner&rsquo;s &nbsp;generalization that SB 1 is a &quot;bailout&quot; for Chicago schools to be False.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-07-30T21:37:59.636687", "ruling_date": "2017-08-01T05:58:00", "ruling_headline": "Rauner's Chicago schools \"bailout\" claim rooted in political histrionics, not numbers", "ruling_headline_slug": "rauners-chicago-schools-bailout-claim-rooted-polit", "ruling_link_text": "We're not taking the \"bailout\" bait", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://edtrust.org/wp-content/uploads/2014/09/FundingGaps2015_TheEducationTrust1.pdf\">&quot;Funding Gaps 2015: Too Many States Still Spend Less on Education Students Who Need the Most,&quot;</a> The Education Trust, pages 4-17; accessed July 27, 2017</p>\r\n\r\n<p><a href=\"https://www.isbe.net/Documents_ISFRC/FINAL_Commission_Framework_Report_2017_02_01.pdf\">Illinois School Funding Reform Commission Report to the General Assembly and Governor Rauner</a>, Feb. 1, 2017; accessed July 20-27, 2016</p>\r\n\r\n<p>Email exchanges, Laurel Patrick, director of communications, Illinois Governor&rsquo;s Office, 7/24/17, 7/25/17</p>\r\n\r\n<p><a href=\"http://action.stand.org/page/content/SB1_Factsheet/\">Stand for Children SB 1 Fact Sheet</a>, accessed 7/24/17</p>\r\n\r\n<p>Telephone interview, Jessica Handy, government affairs director, Stand for Children Illinois, 7/26/17</p>\r\n\r\n<p><a href=\"http://ctbaonline.org/file/462/download?token=fUCG3pig\">&quot;Senate Bill 1124&mdash;An Inequitable Alternative to SB 1,&quot;</a> Center for Tax and Budget Accountability, June 30, 2017; accessed 7/19/17-7/24/17 &nbsp;</p>\r\n\r\n<p><a href=\"http://illinoistimes.com/article-8899-how-stand-for-children-snuck-into-the-statehouse.html\">&quot;How Stand for Children snuck into the Statehouse,&quot;</a> Illinois Times, 7/21/11; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://ctbaonline.org/file/460/download?token=wkzjoSF9\">&quot;How Much Are State Pension Payments Worth to Illinois School Districts?,&quot;</a> Center for Tax and Budget Accountability, 6/23/17; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://www.chicagobusiness.com/article/20170722/ISSUE05/170729945/illinois-state-school-funding-fight-involves-lots-of-fuzzy-math\">&quot;Who&#39;s telling the truth about state school funding&mdash;Rauner or Dems?,&quot; </a>Crain&rsquo;s Chicago Business, 7/22/17; accessed 7/24/17</p>\r\n\r\n<p><a href=\"https://www.illinoispolicy.org/illinois-school-finance-bill-bails-out-chicago/\">&quot;Illinois School Finance Bill Bails Out Chicago,&quot;</a> Illinois Policy Institute, 7/18/17; accessed 7/24/17</p>\r\n\r\n<p><a href=\"https://www.illinois.gov/gov/SitePages/SchoolDistrictFunding.aspx\">&quot;How much more you&#39;ll get under our plan,&quot;</a> report, Illinois governor&rsquo;s office; accessed 7/21/17-7/24/17</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/votehistory.asp?DocNum=2822&amp;DocTypeID=SB&amp;LegID=96133&amp;GAID=13&amp;SessionID=88&amp;GA=99&amp;SpecSess=\">Voting history for SB 2822,</a> Illinois General Assembly; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=09900SB2822gms&amp;GA=99&amp;SessionId=88&amp;DocTypeId=SB&amp;LegID=96133&amp;DocNum=2822&amp;GAID=13&amp;Session=\">Governor&rsquo;s veto message, SB 2822</a>, 12/1/16; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://fundingilfuture.org/sb1factsheets/\">Senate Bill 1 funding fact sheet</a>, Fix the Formula Illinois, accessed July 20-27, 2017</p>\r\n\r\n<p><a href=\"http://chicagotonight.wttw.com/2016/12/01/rauner-vetoes-215-million-cps-pension-funding\">&quot;Rauner Vetoes $215 Million CPS Pension Funding,&quot;</a> Chicago Tonight, 12/1/2016; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://www.news-gazette.com/news/local/2016-06-30/new-stopgap-spending-bill-passed-signed.html\">Stopgap spending bill passed, signed</a>, The News-Gazette, 6/30/16; accessed 7/24/17</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/local/politics/ct-bruce-rauner-budget-impasse-met-0628-20160627-story.html\">&quot;Rauner warns Democrats on tying stopgap budget to CPS &#39;bailout&#39;,&quot;</a> Chicago Tribune, 6/27/16, accessed 7/25/17</p>\r\n\r\n<p><a href=\"https://www.illinoisreportcard.com/district.aspx?source=studentcharacteristics&amp;Districtid=15016299025\">Illinois State Board of Education report card, Chicago Public Schools, 2015-2016</a>; accessed 7/25/17</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/local/politics/ct-cps-state-funding-rauner-met-20170712-story.html\">&quot;Rauner-CPS feud could hold up school money for rest of state,&quot;</a> Chicago Tribune, 7/25/17; accessed 7/25/17</p>\r\n\r\n<p><a href=\"http://www.bettergov.org/news/understanding-the-most-poorly-funded-school-system-in-america-illinois\">&quot;Understanding the most poorly funded school system in America: Illinois,&quot;</a> Better Government Association, 3/30/17; accessed 7/19/17</p>\r\n\r\n<p><a href=\"https://www.dnainfo.com/chicago/20170316/altgeld-gardens/chicago-school-budget-rauner-rahm-illinois\">&quot;Rauner Promises To Give CPS $215M &mdash; If State Lawmakers Change Pension Rules,&quot; </a>DNAinfo Chicago, 3/16/17; accessed 7/25/17</p>\r\n\r\n<p><a href=\"http://chicagotonight.wttw.com/2017/03/15/governor-piles-pension-plan-cps-fix\">&quot;Governor Piles on with Pension Plan as CPS Fix,&quot;</a> Chicago Tonight, 3/15/17; accessed 7/25/17</p>\r\n\r\n<p><a href=\"http://www.ourquadcities.com/news/web-extra-gov-bruce-rauner-full-interview/773999582?up\">&quot;Web Extra: Gov. Bruce Rauner full interview,&rsquo; </a>WHBF Channel 4, 7/25/17; accessed 7/25/17</p>\r\n\r\n<p><a href=\"http://www.nbcchicago.com/blogs/ward-room/Rauner-Tells-Republicans-Revolution-is-Coming-Sources-437054813.html\">&quot;Rauner Tells Republicans &#39;Revolution&#39; is Coming: Sources,&quot;</a> NBC 5 Chicago, 7/28/17</p>\r\n\r\n<p><a href=\"https://www.illinois.gov/gov/SitePages/SchoolDistrictFunding.aspx\">&quot;How much more you&rsquo;ll get under our plan,&quot;</a> report, Gov. Bruce Rauner, accessed 7/20-28/17</p>\r\n\r\n<p><a href=\"https://www.isbe.net/Documents/CPS_District_299_Block_Grant.pdf#search=chicago%20block%20grant\">Memorandum on Chicago Public Schools block grant,</a> Illinois State Board of Education, 2/1/17; accessed 7/28/17,</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Governor", "false_count": 6, "first_name": "Bruce", "half_true_count": 4, "home_state": "Illinois", "id": 3576, "last_name": "Rauner", "mostly_true_count": 2, "name_slug": "bruce-rauner", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Governor_Headshot.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3576/", "total_count": 24, "true_count": 3, "website": "http://www.illinois.gov/gov/Pages/default.aspx"}, "statement": "<p>As written, the (Illinois school funding) bill includes a bailout of Chicago&rsquo;s broken teacher pension system.</p>\r\n", "statement_context": "a press release", "statement_date": "2017-07-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Rauner's Chicago \"bailout\" claim falls hard under scrutiny"}