{"art": [{"brightcove": "", "caption": "Chris Sununu talks to Concord Monitor editorial board", "id": 9017, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sununu.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9017/", "title": "Chris Sununu", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "canonical_url": "/new-hampshire/statements/2017/jul/28/chris-sununu/nh-governor-calls-new-york-california-biggest-poll/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": "Are New York, California the 'biggest polluters?'", "id": 14377, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "nreid@cmnonitor.com", "first_name": "Nick", "id": 468, "last_name": "Reid", "name_slug": "nick-reid", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/468/", "title": "Politifact New Hampshire reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/14377/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Gov. Chris Sununu says he&rsquo;s proud of his state&rsquo;s record of environmental stewardship. The Republican says New Hampshire will take care of its natural resources with or without a demand from Paris or Washington, D.C.</p>\r\n\r\n<p>When he was asked whether he&rsquo;d sign onto the United States Climate Alliance &ndash; a state-level agreement to uphold the objectives of the Paris climate accord developed after the U.S. withdrew from the latter &ndash; he bristled.</p>\r\n\r\n<p>In an interview with New Hampshire Public Radio, Sununu said the climate alliance is &quot;quasi-meaningless&quot; and &quot;more of just a political statement than anything.&quot;</p>\r\n\r\n<p>He specifically called out its founders, the governors of California and New York, saying their motive in championing the U.S. Climate Alliance was to distract from their states&rsquo; shortcomings.</p>\r\n\r\n<p>&quot;That piece of paper that folks wanted me to sign &ndash; think about where it came from,&quot; Sununu told the public radio station. &quot;It came from the governors of New York and California, the two biggest polluting states in the country.&quot;</p>\r\n\r\n<p>PolitiFact New Hampshire decided to take a closer look at the biggest polluting states in the country.</p>\r\n\r\n<p><strong>Clarifying the statement</strong></p>\r\n\r\n<p>Sununu made the statement in response to a listener&rsquo;s question about climate change and the Paris accord, which suggests that his &quot;biggest polluting states&quot; remark was a reference to carbon dioxide or greenhouse gas emissions. But he also discussed other types of pollution.</p>\r\n\r\n<p>Before he was the CEO of a ski mountain or the governor, Sununu received a degree from the Massachusetts Institute of Technology in civil and environmental engineering and worked as an environmental engineer cleaning up waste sites. He said he brings &quot;more environmental experience to the governor&rsquo;s office than any governor in the history of the state.&quot;</p>\r\n\r\n<p>His work cleaning up hazardous waste sites in California showed him first-hand, he said, &quot;It&rsquo;s deplorable what they&rsquo;ve done in parts of that state &ndash; or New York up in some of those rivers.&quot;</p>\r\n\r\n<p>So what exactly is the measure he&rsquo;s using to define the &quot;biggest polluting states?&quot; Carbon dioxide? Greenhouse gases in general? Other air pollutants? Water pollutants? We asked his press secretary, Ben Vihstadt, for data to support the claim.</p>\r\n\r\n<p>Vihstadt cited a study by the Energy Information Administration, a division of the U.S. Department of Energy, that specifically looks at energy-related carbon dioxide emissions.</p>\r\n\r\n<p><strong>The data</strong></p>\r\n\r\n<p>The study that Vihstadt cited shows state-by-state data collected as recently as 2014. In his email, he softened the governor&rsquo;s original claim, saying instead that the study showed California and New York &quot;are two of the top polluting states in the country&quot; &ndash; not the top two.</p>\r\n\r\n<p>With its 642 million metric tons of carbon dioxide emitted in 2014, Texas is head and shoulders above the rest of the country. It was responsible for 11.9 percent of the carbon dioxide emissions covered in the study. And Texas had nothing at all to do with the Climate Alliance letter.</p>\r\n\r\n<p>California, one of our subjects, comes in at No. 2 with 358 million tons, or 6.6 percent of the total. New York is No. 9 with 170 million tons, or 3.1 percent.</p>\r\n\r\n<p>By comparison, New Hampshire is 46th on this list, with a measly 15 million tons that represent less than 0.3 percent of the total.</p>\r\n\r\n<p>It&rsquo;s worth noting that California and New York have been effectively reducing their carbon dioxide emissions over time, according to the EIA study. Texas&rsquo;s annual emissions are 14 percent higher than they were in 1990, but California and New York each emitted lower amounts of carbon dioxide in 2014 than they did in 1990. New York&rsquo;s 2014 emissions were 21 percent lower than the state&rsquo;s 2004 peak.</p>\r\n\r\n<p>So both the states we&rsquo;re investigating are near the top on this scale. But we reached out to a handful of researchers and professors in environmental science who urged us to consider the question in other ways.</p>\r\n\r\n<p>&quot;In general, California and New York are among the largest states, so the absolute numbers will be large for them,&quot; said Sergey Paltsev, a senior research scientist for the MIT Energy Initiative and MIT Center for Energy and Environmental Policy Research.</p>\r\n\r\n<p>Brian Soden, a professor in the Department of Atmospheric Sciences at the University of Miami, suggested analyzing carbon dioxide emissions per capita or per gross domestic product to equalize population and production differences between states.</p>\r\n\r\n<p><strong>Per capita</strong></p>\r\n\r\n<p>The same Energy Information Administration study also breaks down the data on a per-capita basis, as the scientists recommended.</p>\r\n\r\n<p>In this view, California and New York &ndash; the first and third most populous states &ndash; are at the complete other end of the spectrum. Of the 51 states, including Washington, D.C., California and New York have the second and third lowest per-capita energy-related carbon dioxide emissions.</p>\r\n\r\n<p>The EIA study notes: &quot;Many factors contribute to variation in the amount of emissions per capita, including climate, the structure of the state economy, population density, energy sources, building standards and explicit state policies to reduce emissions.&quot;</p>\r\n\r\n<p>Wyoming earns its No. 1 per-capita rank by being the least populous state and the second-largest energy producer, the EIA study says.</p>\r\n\r\n<p>New York, on the other hand, had fewer than one-tenth the carbon dioxide emissions per-capita compared with Wyoming.</p>\r\n\r\n<p>&quot;A large portion of the population is located in the New York City metropolitan area where mass transit is readily available and most residences are multi-family units that provide efficiencies of scale in terms of energy for heating and cooling. The New York economy is oriented towards low-energy-consuming activities such as financial markets,&quot; the study says, adding, &quot;New York&#39;s energy prices are relatively high ... which in turn encourages energy savings.&quot;</p>\r\n\r\n<p>In addition to being low carbon dioxide emitters per capita, California and New York are also among the lowest carbon dioxide emitters relative to gross domestic product.</p>\r\n\r\n<p>New Hampshire, by comparison, is the 12th lowest emitter on a per-capita basis and 11th lowest relative to GDP.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sununu said California and New York are &quot;the two biggest polluting states in the country.&quot;</p>\r\n\r\n<p>His press secretary tried to soften the claim, but no matter how you look at it, that&rsquo;s not accurate. In terms of absolute carbon dioxide emissions, California and New York rank No. 2 and No. 9. Texas is No. 1.</p>\r\n\r\n<p>Adjusting for population and GDP, California and New York are actually among the most effective states at reducing their impact on the atmosphere &ndash; beating even Sununu&rsquo;s home state of New Hampshire.</p>\r\n\r\n<p>It turns out, Sununu was just blowing smoke. We rate his claim Mostly False.</p>\r\n", "ruling_comments_date": "2017-07-28T15:35:23.288752", "ruling_date": "2017-07-28T15:38:59", "ruling_headline": "N.H. governor calls New York, California the biggest polluters", "ruling_headline_slug": "nh-governor-calls-new-york-california-biggest-poll", "ruling_link_text": "Mostly hot air", "ruling_state": null, "source_documents": null, "sources": "<p>NHPR, <a href=\"http://nhpr.org/post/governor-chris-sununu-exchange-0#stream/0\">The Exchange</a>, July 7, 2017</p>\r\n\r\n<p>Email interview, Ben Vihstadt, July 26, 2017</p>\r\n\r\n<p>U.S. Energy Information Administration, &quot;<a href=\"https://www.eia.gov/environment/emissions/state/analysis/\">Energy-Related Carbon Dioxide Emissions at the State Level, 2000-2014</a>,&quot; accessed July 24, 2017</p>\r\n\r\n<p>Email interview, Brian Soden, July 24, 2017</p>\r\n\r\n<p>Email interview, Sergey Paltsev, July 24, 2017</p>\r\n\r\n<p>U.S. Department of Commerce, Bureau of Economic Analysis, &quot;<a href=\"https://www.bea.gov/iTable/iTable.cfm?reqid=70&amp;step=1&amp;isuri=1&amp;acrdn=2#reqid=70&amp;step=1&amp;isuri=1&amp;acrdn=2\">Annual Gross Domestic Product (GDP) By State</a>,&quot; accessed July 28, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Executive Councilor", "false_count": 1, "first_name": "Chris", "half_true_count": 2, "home_state": "New Hampshire", "id": 3689, "last_name": "Sununu", "mostly_true_count": 0, "name_slug": "chris-sununu", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SununuCrop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3689/", "total_count": 5, "true_count": 0, "website": "http://chrissununu.com/"}, "statement": "<p>California and New York are &quot;the two biggest polluting states in the country.&quot;</p>\r\n", "statement_context": "an interview on New Hampshire Public Radio", "statement_date": "2017-07-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": "NH governor says New York, California the biggest polluters"}