{"art": [{"brightcove": "", "caption": "Partially-treated sewage discharges into Tampa Bay from a St. Petersburg city sewage plant on September 6, 2016. People were seen kayaking and sailing near the discharge point. (EVE EDELHEIT | Times)", "id": 12731, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sewage.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12731/", "title": "Sewage in the Tampa Bay", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2017/aug/10/rick-kriseman/was-weather-during-krisemans-term-perfect-storm-se/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Did Rick Baker avoid sewage crisis thanks to better weather?", "id": 14399, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/14399/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>St. Petersburg Mayor Rick Kriseman has deflected some blame for the city&rsquo;s sewage problem onto Mother Nature, saying opponent and former Mayor Rick Baker had an easier time avoiding sewage spills because he didn&rsquo;t face as much severe rain.</p>\r\n\r\n<p>The sewage crisis has become the central issue of the Aug. 29 primary election, exacerbated by the 2015 closure of the Albert Whitted Water Reclamation Facility on the downtown waterfront. The decision to close the plant was made by City Council in 2011 and carried out in 2015 by the Kriseman administration.</p>\r\n\r\n<p>Since the plant&rsquo;s closure, the city has been whipped by severe storms, prompting the release of millions of gallons of sewage into the bay.</p>\r\n\r\n<p>A <em><a href=\"http://www.tampabay.com/news/politics/elections/rick-vs-rick-st-petersburg-sewage-crisis-edition/2328367\">Tampa Bay Times</a></em> story in June uncovered a large disparity in the amount of sewage spilled during Baker&rsquo;s two terms and Kriseman&rsquo;s first. About&nbsp;1.5 million gallons spilled under Baker in nine years, and 186 million gallons spilled under Kriseman through the 2015-16 summers.</p>\r\n\r\n<p>Kriseman acknowledged the difference but argued Baker benefited from better weather conditions.</p>\r\n\r\n<p>&quot;Clearly, there is no comparison in the numbers,&quot; Kriseman told the <em>Times&nbsp;</em>in June. &quot;But we also had wet weather events that he did not experience. He went through significant periods of drought during his time as mayor.</p>\r\n\r\n<p>&quot;When you don&#39;t have significant rain events, and you&#39;re still having spills, you still need to take a look at your system.&quot;</p>\r\n\r\n<p>In the weeks since that interview, Kriseman <a href=\"http://www.politifact.com/florida/article/2017/jul/25/fact-checking-st-petersburg-mayoral-debate-between/\">has accepted responsibility</a> for his response to the sewage crisis.</p>\r\n\r\n<p>We were still intrigued by Kriseman&rsquo;s explanation to the reporter. So we checked out whether it really did rain more under Kriseman, whether there was more drought under Baker, and what effect the weather really played in the system spilling nearly 124 times more under Kriseman than Baker.</p>\r\n\r\n<p>After consulting climatologists and the campaigns, here&rsquo;s what we found out: The rainfall under Kriseman was only slightly worse than under Baker. Most importantly, Kriseman&rsquo;s claim overlooks the consequence of his own decisionmaking and its connection to millions of gallons of spilled sewage.</p>\r\n\r\n<div class=\"pf_subheadline\">Kriseman&rsquo;s rain totals</div>\r\n\r\n<p>The average annual rainfall at Albert Whitted Airport was higher during Kriseman&rsquo;s term, but not by as much as he made it sound.</p>\r\n\r\n<p>According to data compiled by the National Weather Service, from 2001-09&nbsp;the average annual rainfall at Albert Whitted airport was about 45.4 inches. The average rainfall under Kriseman&rsquo;s three years was about 53.74 inches.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Average rainfall can be useful to understand part of the story. But excessive rain events (such as high flooding, tropical storms and hurricanes) are also relevant to consider, said Dustin Norman with the National Weather Service, given the underlying issue of sewage capacity.</p>\r\n\r\n<p>&quot;If you get an inch and a half a day for 30 days that&rsquo;s way different than 40 inches in one day,&quot; Norman said.</p>\r\n\r\n<p>The city has been hit with several big storms since 2015 when the first major spill of Kriseman&rsquo;s tenure occurred.</p>\r\n\r\n<p>In 2015, nearly <a href=\"http://www.tampabay.com/news/environment/water/st-petersburg-had-options-during-sewage-crisis-8212-so-what-happened/2285619\">15 inches</a> of rain fell between mid July and early August, causing the city to release&nbsp;31.5 million gallons of untreated and partially treated sewage. &nbsp;</p>\r\n\r\n<p>Tropical Storm Colin hit the next summer, leading to 10 million gallons being <a href=\"http://www.tampabay.com/news/weather/tampa-st-petersburg-officials-say-sewage-overflows-less-likely-in-this/2291515\">dumped or spilled</a> in June 2016.</p>\r\n\r\n<p>The worst event for the sewer system was Hurricane Hermine, which swamped aging sewer pipes in 2016 with <a href=\"http://www.nhc.noaa.gov/data/tcr/AL092016_Hermine.pdf\">8.1 inches of rain</a>. St. Petersburg reported spilling at least 151 million gallons of sewage as a result of Hermine &mdash; officials were unable to give a more exact tally because of a broken flow meter.</p>\r\n\r\n<div class=\"pf_subheadline\">How Baker fared with wet weather events</div>\r\n\r\n<p>Four hurricanes struck Florida in 2004. Tampa Bay avoided a direct hit but received a large amount of rainfall. The Tampa-St. Petersburg area got 12 to 14 inches of rain in August 2004, which experts said was notably high.</p>\r\n\r\n<p>&quot;The first part of (Kriseman&#39;s) statement, that &lsquo;we had wet wet periods he did not experience,&rsquo; may be an overstatement,&quot; said David Zierden, a state climatologist at the Florida Climate Center at Florida State University. &quot;I do know that August of 2004 was very wet, with the Tampa-St. Pete getting 12-14 inches that month.&quot;</p>\r\n\r\n<p>Since that is considered high, we wanted to know the typical monthly rainfall total for the Albert Whitted Airport and how many times a month exceeded it. Daniel Brouillette, a climate services specialist at Florida State University, helped us out by compiling monthly rainfall totals from the airport from January 1987 to December 2016.</p>\r\n\r\n<p>He considered any monthly total that was more than two standard deviations greater than the mean monthly total &mdash; 11.14 inches of rain &mdash; as &quot;extremely wet.&quot;</p>\r\n\r\n<p>Under Kriseman, five of his 43 months in office exceeded the mean of 11.14 inches (about 11.6 percent of his months). Under Baker, eight of his 105 months in office (or about 7.6 percent) exceeded the mean. &nbsp;</p>\r\n\r\n<p>So Kriseman experienced a greater percentage of &quot;extremely wet&quot; months, but not dramatically so.</p>\r\n\r\n<div class=\"pf_subheadline\">Decades of inadequate maintenance, and a consequential plant closure</div>\r\n\r\n<p>The <em>Tampa Bay Times</em> obtained a <a href=\"http://tampabay.com/tbprojects/dcloud/dcloud-template.html?doc=3899219-FWC-Sewage-Documents\">draft report</a> by the Florida Fish and Wildlife Conservation Commission last month that places much of the blame for the city&#39;s 200-million gallon sewage spill crisis on the administration of Kriseman, as well as the past two decades of city leadership, which includes the Baker administration from 2001-10.</p>\r\n\r\n<p>In particular, it pointed to the closure of the Albert Whitted plant in April 2015 and the Kriseman&rsquo;s failure to reopen the plant to alleviate the sewage crisis after the heavy rains of August 2015.</p>\r\n\r\n<p>Kriseman and his team have <a href=\"http://www.tampabay.com/news/environment/water/rick-krisemans-administration-lashed-in-st-pete-sewage-report/2331153\">described the rain events</a> of 2015 as &quot;historic,&quot; &quot;unprecedented&quot; or a &quot;100-year event.&quot; But investigators said those descriptions &quot;were not based in fact or reality,&quot; as the amount of rainfall Pinellas received in 2015 happened every 10-15 years, and the greater 2016 amount occurred every 25-30 years.</p>\r\n\r\n<p>A representative from the commission cautioned that the draft was not official, and said that the investigation is ongoing.</p>\r\n\r\n<div class=\"pf_subheadline\">How the mayors&rsquo; dry spells compare</div>\r\n\r\n<p>Baker experienced a couple of notable periods of drought at the very beginning and end of his tenure.</p>\r\n\r\n<p>Kriseman&rsquo;s team said the mayor&rsquo;s point about Baker going through &quot;significant periods of drought&quot; is bolstered by Baker referring to a 2002 drought in his 2011 book The Seamless City. &quot;During my terms, the issues that generated the single largest number of complaints came in 2002 during a drought.&quot; Baker wrote.</p>\r\n\r\n<p>Kriseman&rsquo;s team also provided&nbsp;PolitiFact with a 2007 Water Resources Department <a href=\"https://www.documentcloud.org/documents/3921713-St-Pete-Water-Restrictions-Jan-2007.html\">memo</a>&nbsp;that talked about water restrictions in the city because of the lack of rainfall.</p>\r\n\r\n<p>Brian Fuchs, an associate geoscientist and climatologist at the National Drought Mitigation Center, compiled a time series of drought data for Pinellas County from 2000 to Aug. 2, 2017. Yellow bars indicate abnormally dry conditions. (The county level is the smallest geographic point the Drought Monitor can address.)</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/jq4emQ2NvhaIytyNnEt_lHNQS3bEhwkymgMNevRjiz7Hw92h9MGzKFZBgtvzngf1Fp5kPvZ3ZNG71ocn5VPpgpt4dtDNu03z0bkC1sZGRh1isb-uTOBnuOzdualr_59reVqrLJ79\" style=\"border:none; height:173px; width:624px\" /></p>\r\n\r\n<p>Baker encountered the tail end of the worst period of drought in Pinellas County when he took office in April 2001. The eight-month 2000-01 stretch was the worst drought of the last 17 years (when the Drought Monitor began collecting data).</p>\r\n\r\n<p>But drought conditions lifted that summer, and there was no drought for the next five years. And after a three-week period of minimal drought for just 1 percent of the county in the summer of 2006, the county remained drought free until January 2007.</p>\r\n\r\n<p>The&nbsp;county experienced periods of moderate drought in 2007 and 2008, but none that matched the intensity of 2000-01. The year 2009 saw periods of moderate and severe drought but could not be considered extreme, according to the Monitor.</p>\r\n\r\n<p>Flash forward to Kriseman&rsquo;s first term. Kriseman&rsquo;s first two years were relatively normal. Then in late 2016, after the bad storms, moderate drought covered the entire county.</p>\r\n\r\n<p>&quot;Overall, both mayors had both wet and drought periods during their tenures in office,&quot; Brouillette said.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>Kriseman addressed the disparity between sewage spilled under his administration and Baker&rsquo;s by saying, &quot;We also had wet weather events that (Baker) did not experience. He went through significant periods of drought during his time as mayor.&quot;</p>\r\n\r\n<p>Kriseman&#39;s explanation is exaggerated.</p>\r\n\r\n<p>Experts told us the weather was only slightly more favorable to Baker than Kriseman. Both mayors experienced significant rain events and some drought.</p>\r\n\r\n<p>While heavy rains played a role in the sewage spills, both the handling of the Albert Whitted plant as well as decades of city neglect put St. Petersburg&#39;s massive sewage problems into motion.</p>\r\n\r\n<p>The statement contains an element of truth but ignores critical facts that would give a different impression. So we rate this claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-08-04T15:31:39.799137", "ruling_date": "2017-08-10T10:30:00", "ruling_headline": "Can Rick Baker thank the weather for leaving office without a sewage crisis?", "ruling_headline_slug": "was-weather-during-krisemans-term-perfect-storm-se", "ruling_link_text": "Weak excuse for spills", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, Jacob Smith, Rick Kriseman&rsquo;s campaign manager, July 25-27 2017</p>\r\n\r\n<p>Interview, Ben Kirby, Kriseman spokesperson, Aug. 2-3</p>\r\n\r\n<p>Email exchange, Brigitta Shouppe, campaign spokesperson for Rick Baker, Aug. 2-3</p>\r\n\r\n<p>Interview, Brian A. Fuchs, Associate Geoscientist/Climatologist National Drought Mitigation Center University of Nebraska-Lincoln, Aug. 2-3</p>\r\n\r\n<p>Interview, Dustin Norman, forecaster at the National Weather Service, Aug. 3, 2017</p>\r\n\r\n<p>Email interview, David Zierden, state climatologist and climatologist at Florida State University, Aug. 3, 2017</p>\r\n\r\n<p>Email interview, Daniel Brouillette, Climate Services Specialist at Florida State University, Aug. 3, 2017</p>\r\n\r\n<p>Florida Department of Environmental Protection, &quot;Investigation Report regarding the city of St. Petersburg Sanitary Sewer Overflows,&quot; Jan. 31, 2017</p>\r\n\r\n<p>Kriseman&rsquo;s<a href=\"https://www.documentcloud.org/documents/3912793-Rainfall-charts-from-Rick-Kriseman-s-campaign.html\"> evidence</a></p>\r\n\r\n<p><em><a href=\"http://www.tampabay.com/news/politics/elections/rick-vs-rick-st-petersburg-sewage-crisis-edition/2328367\">Tampa Bay Times</a></em>, &quot;Rick vs. Rick: St. Petersburg sewage crisis edition,&quot; June 24, 2017</p>\r\n\r\n<p><em><a href=\"http://www.tampabay.com/news/environment/water/st-petersburg-had-options-during-sewage-crisis-8212-so-what-happened/2285619\">Tampa Bay Times</a></em>, &quot;St. Petersburg had options during sewage crisis &mdash; so what happened?&quot; July 17</p>\r\n\r\n<p><em><a href=\"http://www.tampabay.com/news/weather/hurricanes/city-of-st-petersburg-begins-dumping-partially-treated-sewage-into-tampa/2291825\">Tampa Bay Times</a></em>, &quot;Hermine&#39;s heavy rains causing sewage woes across Tampa Bay,&quot; Sept. 1, 2016</p>\r\n\r\n<p><em><a href=\"http://www.tampabay.com/news/environment/water/as-st-pete-calculates-sewage-damage-from-last-storm-another-approaches/2293313\">Tampa Bay Times</a></em>, &quot;As St. Pete calculates sewage damage from last storm, another approaches,&quot; Sept. 12, 2016</p>\r\n\r\n<p><a href=\"http://tampabay.com/tbprojects/dcloud/dcloud-template.html?doc=3899219-FWC-Sewage-Documents\">FWC Sewage Documents</a>, Florida Fish and Wildlife Conservation Commission,</p>\r\n\r\n<p><br />\r\n<br />\r\n<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "State Representative", "false_count": 2, "first_name": "Rick", "half_true_count": 1, "home_state": "Florida", "id": 1440, "last_name": "Kriseman", "mostly_true_count": 3, "name_slug": "rick-kriseman", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rick-kriseman1a.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1440/", "total_count": 9, "true_count": 0, "website": "http://www.kriseman.com/"}, "statement": "<p>Says that compared to Rick Baker&#39;s time as mayor, Kriseman &quot;had wet weather events that he did not experience&quot; that caused sewage spills. Baker &quot;went through significant periods of drought during his time as mayor.&quot;</p>\r\n", "statement_context": "a \"Tampa Bay Times\" article", "statement_date": "2017-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 198, "photo": null, "resource_uri": "/api/v/2/subject/198/", "subject": "Weather", "subject_slug": "weather", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Fact-checking Mayor Rick Kriseman's claim about weather"}