{"art": [{"brightcove": "", "caption": "", "id": 12719, "infogram": "", "ndn": "<div data-config-site-section=\"tbtimes\" data-config-video-id=H2vjWWZ8Hr0 data-config-tracking-group=\"90964\" data-config-type=\"VideoPlayer/Single\" data-config-widget-id=\"2\" class=\"ndn_embed\" id=\"ndn_single_player\"></div>", "ndnid": "H2vjWWZ8Hr0", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/12719/", "title": "Scott Wagner campaign video \"Drain the Harrisburg Swamp\"", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "canonical_url": "/pennsylvania/statements/2017/aug/09/scott-wagner/campaign-video-pa-gov-candidate-scott-wagner-takes/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "shannon@billypenn.com", "first_name": "Shannon", "id": 538, "last_name": "Wink", "name_slug": "shannon-wink", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/538/", "title": "Managing Editor", "twitter": null}], "facebook_headline": "Scott Wagner takes a 'guess' on PA property taxes", "id": 14407, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "anna@billypenn.com", "first_name": "Anna", "id": 540, "last_name": "Orso", "name_slug": "anna-orso", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 65, "publication_name": "Billy Penn", "resource_uri": "/api/v/2/publication/65/"}, "resource_uri": "/api/v/2/staffer/540/", "title": "Reporter/Curator", "twitter": null}], "resource_uri": "/api/v/2/statement/14407/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Pennsylvania gubernatorial candidate Scott Wagner tried to school voters last week with an &quot;educational video&quot; featuring him standing in front of a government organizational chart blasting tax increases under consideration in Harrisburg.</p>\r\n\r\n<p>Problem is, the Republican state senator from York apparently based part of his lesson on little more than a hunch.</p>\r\n\r\n<p>In the campaign video titled &quot;Drain the Harrisburg Swamp&quot; posted on YouTube Aug. 2, Wagner criticized a $2.2 billion revenue package approved by the state Senate at the end of July that includes some targeted tax increases meant to balance the $32 billion spending plan that lapsed into law a few weeks prior.</p>\r\n\r\n<p>Wagner, who&#39;s running for governor in 2018 and voted against the bill that&rsquo;s still waiting on House approval, said in the video that even modest tax increases will impact Pennsylvanians, particularly those already seeing property tax hikes heading into the 2017-18 school year.</p>\r\n\r\n<p>&quot;On July 1, a lot of people started receiving their school tax bills,&quot; Wagner said in the video. &quot;Those tax bills didn&rsquo;t go down. And they didn&rsquo;t say the same. They went up. And I can assure you that 80 percent of the school tax bills in the state of Pennsylvania went up over last year.&quot;</p>\r\n\r\n<p>Wagner didn&rsquo;t cite a source or state department to support his &quot;80 percent&quot; claim, so we decided to check the facts. <em>PolitiFact Pennsylvania</em> couldn&rsquo;t find a single report to indicate that eight in 10 Pennsylvanians saw a school property tax increase this year -- and Wagner&rsquo;s campaign didn&rsquo;t attempt to prove that it&rsquo;s true.</p>\r\n\r\n<p>When reached by <em>PolitiFact</em> late last week, campaign spokesman Jason High said Wagner was in fact referring to school property taxes when he said &quot;school tax bills,&quot; and indicated the state senator didn&rsquo;t actually know how many Pennsylvanians saw their property taxes rise this year when he threw out the 80 percent number in last week&rsquo;s campaign video.</p>\r\n\r\n<p>&quot;The 80 [percent] number was simply a guess that Scott made based on his own personal experiences and the feedback that he&rsquo;s heard from people around the state,&quot; High said.</p>\r\n\r\n<p>So was his &quot;guess&quot; close? According to one study, sort of.</p>\r\n\r\n<p>Though school districts across the state set property tax rates prior to the end of the fiscal year on June 30, the state Department of Education hasn&rsquo;t released comprehensive data on the number of Pennsylvanians facing property tax increases in the 2017-18 school year compared to the 2016-17 school year. Department spokesperson Casey Smith said the most recent figures available are from 2015-16.</p>\r\n\r\n<p>The closest data we could track down that looked at property tax rates across Pennsylvania&rsquo;s 500 public school districts for the 2017-18 school year came from <a href=\"http://www.pasbo.org/files/BudgetReport2017.pdf\">a June budget report</a> commissioned by the Pennsylvania Association of School Business Officials and the Pennsylvania Association of School Administrators.</p>\r\n\r\n<p>The report, based on responses from 332 school districts, was conducted in the spring, and therefore unable to report how many school districts actually hiked property taxes this year. But it did indicate how many planned to.</p>\r\n\r\n<p>Surveyors found that 70 percent of school districts that responded anticipated increasing property taxes in 2017-18, not far off from Wagner&rsquo;s 80 percent claim. Just 12 percent of school districts reported they anticipated increasing property taxes above the Act 1 index, a cap of sorts that&rsquo;s meant to allow districts the ability to increase property taxes consistent with inflationary cost increases. If a district wants to raise property taxes above that index, it must either send the tax hike to a referendum or request a waiver from the Department of Education.</p>\r\n\r\n<p>The Pennsylvania Association of School Business Officials and the Pennsylvania Association of School Administrators don&rsquo;t know if 70 percent of respondent school districts actually <em>did</em> raise property taxes this year -- just that they anticipated needing to. A study of how many districts followed through on that will come this fall.</p>\r\n\r\n<p>Jay D. Himes, the executive director of PASBO, said the number of school districts raising property taxes across the state sat at about 70 percent for several years as mandated costs continue to &quot;far exceed&quot; new revenue from the state. Himes, who has worked on this report for seven years, said usually the number of school districts that actually increase property taxes is slightly lower than the number that indicate they anticipate a hike in the spring.</p>\r\n\r\n<p>&quot;In terms of property taxes, what usually happens is the most conventional way of school budgeting is plan for the worst and hope for the best,&quot; he said. &quot;That would usually mean that some districts that said they were going to raise may not, and some districts won&rsquo;t raise as high because rather than more guesswork involved, it&rsquo;s more real-time data.&quot;</p>\r\n\r\n<p>Mark DiRocco, executive director of the Pennsylvania Association of School Administrators, said &quot;the majority&quot; of school districts in Pennsylvania have steadily raised property taxes since the Great Recession, while &quot;a lot of districts still have not recovered from&quot; massive cuts to public education approved in 2011 under former Gov. Tom Corbett.</p>\r\n\r\n<p>He added that many school districts are still seeing revenue losses even beyond what property tax increases can cover. That&rsquo;s largely driven by increasing costs related to pension contributions, special education, healthcare and charter school payments, he said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In what he described as an &quot;educational video&quot; posted to his campaign website, state Sen. Scott Wagner, running for governor in 2018, said &quot;80 percent of the school tax bills in the state of Pennsylvania went up over last year.&quot;</p>\r\n\r\n<p>Of the state&rsquo;s 500 school districts, 332 responded to a survey and, of those, 70 percent indicated they anticipated raising property taxes in the 2017-18 school year. But there&rsquo;s been no comprehensive data officially released by the state showing the number of districts that <em>actually </em>approved property tax hikes this year.</p>\r\n\r\n<p>Wagner&rsquo;s team indicated the gubernatorial candidate was acting on a &quot;guess&quot; when he threw out the 80 percent number in his campaign video. Lucky for him, that guess will likely end up being close.</p>\r\n\r\n<p>We rate the claim Half True.</p>\r\n", "ruling_comments_date": "2017-08-09T07:37:40.967254", "ruling_date": "2017-08-09T09:00:00", "ruling_headline": "In campaign video, PA gov candidate Scott Wagner takes a ‘guess’ on property taxes", "ruling_headline_slug": "campaign-video-pa-gov-candidate-scott-wagner-takes", "ruling_link_text": "Lucky for Wagner, his guess wasn't far off.", "ruling_state": null, "source_documents": null, "sources": "<p>Email interview. High, Jason. Spokesperson, Scott Wagner for Governor. Aug. 3, 2017.</p>\r\n\r\n<p>Email interview. Smith, Casey. Spokesperson, Pennsylvania Department of Education. Aug. 8, 2017.</p>\r\n\r\n<p>Phone interview. Himes, Jay. Executive director, Pennsylvania Association of School Business Officials. Aug. 8, 2017.</p>\r\n\r\n<p>Phone interview. DiRocco, Mark, Executive director, Pennsylvania Association of School Administrators. Aug. 8, 2017.</p>\r\n\r\n<p>Report. <a href=\"http://www.pasbo.org/files/BudgetReport2017.pdf\">&quot;PASBO-PASA School District Budget Report.&quot;</a> June 2017. Accessed Aug. 7, 2017.</p>\r\n\r\n<p>Video. <a href=\"https://www.youtube.com/watch?v=H2vjWWZ8Hr0\">&quot;Drain the Harrisburg Swamp.&quot;</a> YouTube. Scott Wagner for Governor. Aug. 2, 2017.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State senator", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "Pennsylvania", "id": 3883, "last_name": "Wagner", "mostly_true_count": 0, "name_slug": "scott-wagner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2017-03-31_at_10.52.16_AM.png", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3883/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>Eighty percent of the school tax bills in the state of Pennsylvania went up over last year.</p>\r\n", "statement_context": "a campaign video.", "statement_date": "2017-08-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Scott Wagner takes a 'guess' on property taxes -- and wasn't far off"}