{"art": [{"brightcove": "", "caption": "Chicago Mayor Rahm Emanuel takes questions from reporters during a press conference on July 31, 2017 (Livestream)", "id": 12764, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe id=\"ls_embed_1502472973\" src=\"https://livestream.com/accounts/4611163/events/2240765/videos/160614120/player?width=640&height=360&enableInfo=true&defaultDrawer=&autoPlay=true&mute=false\" width=\"640\" height=\"360\" frameborder=\"0\" scrolling=\"no\" allowfullscreen> </iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/12764/", "title": "Video of Rahm Emanuel press conference 7-31-17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/aug/14/rahm-emanuel/scoop-toss-and-spin-digging-rahm-emanuels-budget-c/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Scoop, toss, spin: Rahm's budget claim is a twister", "id": 14420, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14420/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>It&rsquo;s not easy finding silver linings in the dark clouds that define Chicago city finances, but Mayor Rahm Emanuel and his spin machine are doing their best.</p>\r\n\r\n<p>Fresh off unveiling a preliminary Fiscal Year 2018 budget that forecasts a deficit of $114 million -- the city&rsquo;s smallest in 11 years -- Emanuel focused on the sun behind the clouds that have led him to pile on city debt at very high interest rates and cope with a major rating agency downgrading the city&rsquo;s credit rating to junk bond status.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>&quot;Every one of the financial bad management practices that I inherited, every one of them, have either been eliminated or cut significantly,&quot; <a href=\"https://livestream.com/chicagosmayor/press/videos/160614120\">Emanuel said</a> after the report&rsquo;s July 31 release. He repeated the claim on Aug. 9 in an <a href=\"http://www.chicagotribune.com/news/local/politics/ct-rahm-emanuel-debt-restructuring-met-0810-20170809-story.html\">address to the Chicago Investors Conference</a>.</p>\r\n\r\n<p>Has Emanuel really rid city budget-making of the practices from the days of former Mayor Richard M. Daley that dug the hole from which he&rsquo;s now trying to lift Chicago? What are these &quot;financial bad management practices?&quot; And, perhaps most important of all, has he set city finances on a distant path to soundness or is he merely trying to perfume a fiscal pig. We decided to check.</p>\r\n\r\n<div class=\"pf_subheadline\">Worst practices</div>\r\n\r\n<p>The assertion brought to mind a curious public relations stunt Emanuel trotted out occasionally for the TV cameras in the early months of his administration. He would pose in front of a giant scorecard filled with goals he had set for himself that were then checked off as accomplished.</p>\r\n\r\n<p>In sum, Emanuel wrote the test and then declared he had aced it.</p>\r\n\r\n<p>A sense of d&eacute;j&agrave; vu came over us when we contacted the mayor&rsquo;s Office of Management and Budget for an explanation of Emanuel&rsquo;s claim to have weeded out the bad old days of city financial management. Spokeswoman Molly Poppe provided an extensive list and explanation of the practices to which Emanuel referred.</p>\r\n\r\n<p>They were outlined, she said, in a<a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%20Room/Major%20Speeches/2015/4.29_Finance_Speech_final.pdf\"> speech Emanuel delivered</a> to The Civic Federation, a government finance watchdog group, on April 29, 2015, three weeks after his election to a second term.</p>\r\n\r\n<p style=\"margin-left:40px\">* Ending by 2019 the practice of &quot;scoop and toss&quot; in which the city pays short-term expenses with long-term debt; &nbsp;</p>\r\n\r\n<p style=\"margin-left:40px\">* Ending risky &quot;swaps&quot; in the City&rsquo;s general obligation debt portfolio; &nbsp;</p>\r\n\r\n<p style=\"margin-left:40px\">* Converting all of the City&rsquo;s general obligation variable debt to fixed-rate; &nbsp;</p>\r\n\r\n<p style=\"margin-left:40px\">* Pay legal settlements from operating funds, rather than with long-term debt</p>\r\n\r\n<p style=\"margin-left:40px\">* Replenish the city&rsquo;s &quot;rainy day fund&quot; -- a <a href=\"https://chicago.github.io/afa-2017/fiscal-policy/\">pool of money</a> maintained to deal with immediate emergencies -- from which $1.2 billion had been removed for operating expenses from 2009 to 2011.</p>\r\n\r\n<p>Here again, Emanuel is setting his own benchmarks then declaring them met.</p>\r\n\r\n<p>By that standard at least, there may be merit to the chest-thumping. On the other hand, the suggestion that the mayor has fixed or is fixing &quot;every one&quot; of the bad financial practices he inherited suggests the arrow is pointing up for city finances when a range of other meaningful indicators is still flashing a bright red danger sign.</p>\r\n\r\n<p>In its <a href=\"http://www.civicfed.org/sites/default/files/report_cityofchicagofy2017budgetanalysis_0.pdf\">analysis of Emanuel&rsquo;s 2017 budget</a>, the Civic Federation noted that the administration had adhered to its pledge to gradually wean the city from &quot;scoop and toss&quot; borrowing and borrowing to pay legal settlements.</p>\r\n\r\n<p>The budget &quot;makes significant improvements from its past practices by continuing to reduce &lsquo;scoop and toss&rsquo; borrowing by $63 million in FY2017 and incorporating large expenses such as judgements and settlements into its operating budget rather than funding them through borrowing,&quot; the Civic Federation reported. Between FY 2015 and FY 2017, &quot;scoop and toss&quot; debt refinancing fell from $225 million to $62 million.</p>\r\n\r\n<p>&quot;Scoop and toss&quot; is such a bad practice that the audience at the Aug. 9 Chicago Investors Conference burst into applause when Emanuel <a href=\"https://soundcloud.com/bettergov/mayor-rahm-emanuel-2017-chicago-investors-conference\">mentioned in his speech</a> his intent to stop it entirely by 2019. It&rsquo;s a practice that was used throughout city government to mask operating costs by turning them into long-term debt. The Chicago Tribune described it as &quot;equivalent to taking out a 30-year mortgage to buy a car and making your children &mdash; or grandchildren &mdash; pay it off, with interest.&quot;</p>\r\n\r\n<p>Whether the 2019 termination target represents a laudable accomplishment or the unnecessary prolonging of the city&rsquo;s addiction to a terrible fiscal practice is open to debate.</p>\r\n\r\n<p>&quot;I would have liked to have seen them stopping that practice earlier,&quot; said Richard Ciccarone, president and CEO of the municipal finance analysis firm Merritt Research Services and an audience member at Emanuel&rsquo;s speech.</p>\r\n\r\n<p>The termination of risky swaps and variable-rate debt are covered in the city&rsquo;s Comprehensive Annual Financial Reports for <a href=\"https://www.cityofchicago.org/content/dam/city/depts/fin/supp_info/CAFR/2015CAFR/2015CityCAFR.pdf\">2015</a> and <a href=\"https://www.cityofchicago.org/content/dam/city/depts/fin/supp_info/CAFR/2016/CAFR_2016.pdf\">2016</a>. These practices subjected city debt to changing interest rates, much the way variable-rate mortgages affect homeowners. The interest rate is low when the loan is taken out but can skyrocket at any time due to changing market conditions.</p>\r\n\r\n<p>To avoid borrowing to finance legal settlements and judgments, the city steadily increased the amount it budgeted from $28.7 million in 2012 to $46.7 million this year, Poppe said, allowing the city by 2016 to avoid borrowing for these costs.</p>\r\n\r\n<p>The city also no longer uses proceeds from the long-term lease of the Chicago Skyway or the infamous <a href=\"http://chicago.suntimes.com/news/parking-meters-garages-took-in-156m-but-city-wont-see-a-cent/\">parking meter privatization</a> to balance its budget. Since 2012, only interest from those deals has been transferred to the city&rsquo;s main checking account. The policy has added $40 million to the city&rsquo;s &quot;rainy day&quot; reserves, a <a href=\"https://chicago.github.io/afa-2017/fiscal-policy/\">pool of money</a> maintained &quot;to mitigate current and future risks, emergencies, or unanticipated budget shortfalls.&quot; The current principal balance is roughly $620 million with an additional $17 million in interest income pending transfer.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<div class=\"pf_subheadline\"><strong>Spin cycle</strong></div>\r\n\r\n<p>On its face, Emanuel&rsquo;s statement appears to hold up. But face value rarely delivers the whole story in politics, and a deeper look is required here. Clearly, Emanuel intended to convey that city government had turned the page on its long history of irresponsible budget practices.</p>\r\n\r\n<p>Emanuel first made the claim about ending the bad practices he inherited during his presentation of the city&rsquo;s 2018 Annual Financial Analysis on July 31. That also was when he noted that the expected $114 million gap was the smallest the city had faced since 2007. (The preliminary budget is an early snapshot of how the next city budget would fare without spending cuts or tax and fee increases, which typically get added on later to bring the real budget into balance.)</p>\r\n\r\n<p>But the headlines in the days immediately afterward focused on $70 million that was not included in the budget projection but will be spent next year as Emanuel fulfills his promise to add hundreds of officers to the Chicago Police Department.</p>\r\n\r\n<p>&quot;I should know by now: In dealing with Mayor Rahm Emanuel&#39;s administration, you never take anything at face value because you&#39;re always being spun,&quot; wrote <a href=\"http://www.chicagobusiness.com/article/20170801/BLOGS02/170809982/chicago-mayor-emanuel-spins-the-budget\">Crain&rsquo;s Chicago Business political columnist Greg Hinz </a>after noticing the $70 million omission.</p>\r\n\r\n<p>Indeed, Emanuel since his earliest days as mayor has displayed a proclivity for downplaying key pieces of information that may punch holes in financial claims. The pledge to break the bad habits we&rsquo;re discussing here didn&rsquo;t come until Emanuel won reelection to his second term in April 2015. Less than two weeks later, Moody&rsquo;s Investors Service dropped the city&rsquo;s bond rating <a href=\"https://www.cnbc.com/2015/05/12/moodys-downgrades-chicago-debt-to-junk-with-negative-outlook.html\">to junk status</a>, although other rating agencies have not gone that far.</p>\r\n\r\n<p>Emanuel has stressed that some ratings agencies have upgraded the city&rsquo;s long term financial outlook from negative to stable.</p>\r\n\r\n<p>Still, Emanuel&rsquo;s pledge to change things didn&rsquo;t come until 18 months after the Chicago Tribune exposed the depth of the city&rsquo;s fiscal rot in a devastating investigative series titled <a href=\"http://apps.chicagotribune.com/bond-debt/chicago-bonds.html\">&quot;Broken Bonds.&quot;</a></p>\r\n\r\n<p>The Administration&rsquo;s Annual Financial Analysis explains the mayor&rsquo;s rationale for leaving out the police costs this way:</p>\r\n\r\n<p>&quot;In addition to addressing the 2018 operating deficit, the City will move forward with the second year of its two-year hiring plan in the Chicago Police Department and further investments in training, technology and personnel to support police reform efforts by the Administration. This increased cost is not incorporated into the 2018 operating deficit as it is a new investment for the upcoming year, not an existing, structural expense currently in the City&rsquo;s corporate budget.&quot; (<a href=\"https://chicago.github.io/afa-2017/forecast/\">Click here</a> and scroll to the section &quot;2018 Corporate Fund Projections&quot; for more detail.)</p>\r\n\r\n<p>No matter how it&rsquo;s labeled, the cost of new CPD personnel, along with the official budget gap projection of $114 million, will be borne by Chicago taxpayers. Emanuel has not discussed how the city will close the gap and pay for the new police &quot;investment.&quot;</p>\r\n\r\n<p>Things got even more complicated on Aug. 11, when Chicago&nbsp;Public Schools announced it faces a <a href=\"http://www.chicagobusiness.com/article/20170811/BLOGS02/170819954/cps-drops-bombshell-needs-269m-from-city#utm_medium=email&amp;utm_source=ccb-breakingnews&amp;utm_campaign=ccb-breakingnews-20170811\">$269 million shortfall</a> in its 2018 budget and wants the city to fill the gap.</p>\r\n\r\n<p>And while the city appears to be following Emanuel&rsquo;s timeline on ending &quot;scoop and toss&quot; by 2019, city taxpayers still are getting hit hard by the practice. Cash-strapped Chicago Public Schools this year relied on it to generate $500 million in operating cash. As the <a href=\"http://www.chicagotribune.com/news/local/politics/ct-rahm-emanuel-borrowing-met-0109-20170109-story.html\">Chicago Tribune noted</a>, city taxpayers ultimately will pay $835 million in interest over the 30-year financing period. That&rsquo;s a $1.35 billion investment for $500 million in operating capital that will be spent within two years.</p>\r\n\r\n<p>Technically, CPS is separate from Chicago city government, but Emanuel effectively controls both. Ciccarone noted that city officials &quot;have worked very hard&quot; to ensure that the bond market treats the two as separate entities. This is important because the school district&rsquo;s finances are in far worse shape than the city&rsquo;s.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Emanuel says his administration has either ended or curtailed &quot;every one&quot; of the poor management practices that were in place when he took office in 2011.</p>\r\n\r\n<p>He described each of those practices in a speech in 2015 and his office provided explanations backed by official data of how each has been addressed. Yet while claiming a new era in good budget practices, the administration used&nbsp;budget-speak to keep the $70 million cost for Year 2 of Emanuel&rsquo;s police plan out of the &quot;lowest-in-a-decade&quot; preliminary budget gap. Emanuel&rsquo;s curtailment of expensive &quot;scoop and toss&quot; refinancing is admirable in city government, but it&rsquo;s of little solace to property taxpayers who still foot the bill for it from Chicago Public Schools.</p>\r\n\r\n<p>Emanuel indeed inherited significant fiscal headaches from Daley, but fixes he is taking credit for like phasing out scoop and toss were initiated only after the problems were exposed by media investigations. It&rsquo;s also worth noting that it wasn&rsquo;t until after Emanuel won election to his second term that a major credit rating agency downgraded the city&rsquo;s credit to near junk bond status, timing that suggests if nothing else he was slow to act. &nbsp;</p>\r\n\r\n<p>Factoring in the caveats and history, we rate Emanuel&rsquo;s statement Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-08-11T14:45:11.915392", "ruling_date": "2017-08-14T05:58:00", "ruling_headline": "Scoop, toss and spin: Digging into Rahm Emanuel's budget claim", "ruling_headline_slug": "scoop-toss-and-spin-digging-rahm-emanuels-budget-c", "ruling_link_text": "There's some truth behind the spin", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://chicago.github.io/afa-2017/\">Annual Financial Analysis 2017</a>, City of Chicago, July 31, 2017; accessed Aug. 1-9, 2017</p>\r\n\r\n<p>Email, Molly Poppe, Director of Public Affairs at Office of Budget and Management, City of Chicago, Aug. 4, 2017</p>\r\n\r\n<p>Email, Katy Broom, The Civic Federation, Aug. 8, 2017</p>\r\n\r\n<p><a href=\"http://www.civicfed.org/sites/default/files/report_cityofchicagofy2017budgetanalysis_0.pdf\">City of Chicago FY 2017 Proposed Budget: Analysis and Recommendations</a>, The Civic Federation, Nov. 1, 2016; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/fin/supp_info/CAFR/2015CAFR/2015CityCAFR.pdf\">Chicago Comprehensive Annual Financial Report 2015</a>, accessed Aug. 9, 2017, pp. 99-100</p>\r\n\r\n<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/fin/supp_info/CAFR/2016/CAFR_2016.pdf\">Chicago Comprehensive Annual Financial Report 2016</a>, accessed Aug. 9, 2017, pp. 75-78</p>\r\n\r\n<p><a href=\"http://chicago.suntimes.com/chicago-politics/chicago-facing-114-2-million-budget-shortfall-in-2018/\">Chicago facing $114.2 million budget shortfall in 2018</a>, Chicago Sun-Times, July 31, 2017; accessed Aug. 1-8, 2017</p>\r\n\r\n<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%20Room/Press%20Releases/2015/April/04.29.15FiscalReform.pdf\">Mayor Emanuel Presents Roadmap for Fiscal Reform</a>, press release, April 29, 2015; accessed Aug. 3-8, 2017</p>\r\n\r\n<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%20Room/Major%20Speeches/2015/4.29_Finance_Speech_final.pdf\">Building a New Financial Foundation for Chicago</a>, speech transcript, Office of the Mayor, April 29, 2015; accessed Aug. 8-9, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/local/politics/ct-rahm-emanuel-borrowing-met-0109-20170109-story.html\">Six years after Daley, Emanuel still using high-cost borrowing practices</a>, Chicago Tribune, Jan. 9, 2017; accessed Aug. 9, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/watchdog/ct-chicago-school-long-term-bond-cost-met-20170731-story.html\">CPS buys short-term relief with bonds that will carry costs for decades</a>, Chicago Tribune, July 31, 2017; accessed Aug. 9, 2017</p>\r\n\r\n<p><a href=\"https://www.civicfed.org/civic-federation/blog/chicago-municipal-and-laborers-pension-funding-changes-approved-part-state\">Chicago Municipal and Laborers&rsquo; Pension Funding Changes Approved as Part of State Budget</a>, The Civic Federation, July 28, 2017; accessed Aug. 9, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagobusiness.com/article/20170801/BLOGS02/170809982/chicago-mayor-emanuel-spins-the-budget\">How I fell for Emanuel&#39;s budget spin</a>, Crain&rsquo;s Chicago Business, Aug. 1, 2017; accessed Aug. 1-9, 2017</p>\r\n\r\n<p>Email exchange, Ralph Martire, Center for Tax and Budget Accountability, Aug. 9, 2017</p>\r\n\r\n<p><a href=\"https://www.dnainfo.com/chicago/20170809/burnside/rahm-signals-unions-that-new-contracts-must-be-better-deal-for-taxpayers\">Rahm Signals To Unions That New Contracts Must Be Better Deal For Taxpayers</a>, DNAinfo, Aug. 9, 2017; accessed Aug. 9, 2017</p>\r\n\r\n<p>Telephone interview, Richard Ciccarone, president and CEO, Merritt Research Services, Aug. 10, 2017</p>\r\n\r\n<p><a href=\"https://soundcloud.com/bettergov/mayor-rahm-emanuel-2017-chicago-investors-conference\">Rahm Emanuel, speech to Chicago Investors Conference</a>, Aug. 9, 2017</p>\r\n\r\n<p><a href=\"http://apps.chicagotribune.com/bond-debt/chicago-bonds.html\">Broken Bonds</a>, news series, Chicago Tribune, Nov. 1, 2013; accessed Aug. 10, 2017</p>\r\n\r\n<p><a href=\"https://www.cnbc.com/2015/05/12/moodys-downgrades-chicago-debt-to-junk-with-negative-outlook.html\">Moody&#39;s downgrades Chicago debt to &#39;junk&#39; with negative outlook</a>, CNBC, May 12, 2015; accessed Aug. 10, 2017</p>\r\n\r\n<p><a href=\"https://livestream.com/chicagosmayor/press/videos/160614120\">Chicago Mayor Rahm Emanuel press conference</a>, July 31, 2017 (quoted at 3:00 mark)</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Mayor of Chicago", "false_count": 3, "first_name": "Rahm", "half_true_count": 3, "home_state": "Illinois", "id": 117, "last_name": "Emanuel", "mostly_true_count": 2, "name_slug": "rahm-emanuel", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rahmemanuel.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/117/", "total_count": 12, "true_count": 1, "website": "http://www.cityofchicago.org/city/en/depts/mayor.html"}, "statement": "<p>&quot;Every one of the financial bad management practices that I inherited, every one of them, have either been eliminated or cut significantly.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2017-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Scoop & toss meets spin & run in Rahm's budget claim"}