{"art": [{"brightcove": "", "caption": "Former Mayor Rick Baker debates in front of a live television audience during the City of St. Petersburg Mayoral Debate at the Palladium Theater in St. Petersburg on July 25, 2017. ", "id": 12813, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sp_412026_shad_16_debate072.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12813/", "title": "Baker alone", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2017/aug/18/rick-baker/was-st-petersburg-states-best-maintained-large-sew/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Was St. Pete Florida's best maintained sewer system in 2007?", "id": 14432, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/14432/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Former Mayor Rick Baker says his management of St. Petersburg&rsquo;s sewage system was so good, it earned statewide recognition.</p>\r\n\r\n<p>Writing on Facebook, Baker plucked a city achievement from his two terms as proof of his management prowess compared with Mayor Rick Kriseman. Kriseman, Baker&rsquo;s main opponent in the Aug. 29 primary election, has been hampered by the sewage crisis that developed after the city closed a plant.</p>\r\n\r\n<p>Baker linked to a <em>Tampa Bay Times</em> <a href=\"http://www.tampabay.com/news/localgovernment/latest-sewage-crisis-fallout-higher-utility-bills-in-st-pete/2331799\">story</a> about how fixing the sewage system to reduce spills may lead to higher utility bill payments at the start of the next year.</p>\r\n\r\n<p>&quot;Who do you trust to fix this mess?&quot; Baker asked in a July 28 Facebook <a href=\"https://www.facebook.com/BakerStPete/posts/740757766111755\">post</a>. &quot;A man who caused the mess and is tens of millions of dollars over budget on the pier, police station and public relations staff? Or a mayor who made St. Petersburg the state&#39;s best maintained large sewer system in 2007?&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>St. Petersburg did <a href=\"http://www.mswmag.com/editorial/2010/05/race-to-zero\">nab its first</a> Wastewater Collection System Award in 2007 under Baker.</p>\r\n\r\n<p>But Baker&rsquo;s claim goes further to say St. Petersburg was the state&rsquo;s best sewer system &mdash; which is not entirely true, because only utilities that applied were considered, and not every utility in the state applied. Further, Baker left out the backstory about why the city was pouring so many resources into the sewers at the time.</p>\r\n\r\n<p>In an interview with PolitiFact Florida, Baker emphasized he has been more precise with his word choice in other instances touting this accomplishment, saying the city was &quot;named&quot; the best maintained large sewer system. Still, we wanted to take a look at this specific claim.</p>\r\n\r\n<div class=\"pf_subheadline\">St. Petersburg won an award, but the competition was not stiff</div>\r\n\r\n<p>The <a href=\"https://www.fwea.org/awards.php\">award</a> came from the Florida Water Environment Association, a nonprofit group that recognizes utilities for significant accomplishments related to the operation and maintenance of wastewater collection systems among other things.</p>\r\n\r\n<p>Lane Longley, the division manager of St. Petersburg&rsquo;s Wastewater Collection Division, submitted the city&rsquo;s 2007 application. Longley said St. Petersburg started adopting maintenance strategies to prevent spills rather than wait for problems to happen on their own, and those steps reduced the number and magnitude of sanitary sewer overflows from 1999 to 2007.</p>\r\n\r\n<p>But the award doesn&rsquo;t reflect a real contest among Florida cities. For one thing, not every city applies for the award.</p>\r\n\r\n<p>The city of Tampa stopped applying for the FWEA awards decades ago, saying it takes up too much time to gather the information and fill out the applications. A spokeswoman for the city of Orlando said the city has heard of the FWEA, but she couldn&rsquo;t point to any specific awards the city had won or applied for. And a spokeswoman with the city of Jacksonville said the city was aware of the FWEA, but said it hasn&rsquo;t won or applied for any awards.</p>\r\n\r\n<p>What&rsquo;s more, these other cities could point to other awards. Tampa won a 15-year Directors Award from a different group in 2013 for treating water significantly above minimum standards at the David L. Tippin Water Treatment Facility. Orlando won recognition from the Water Environment Federation, an FWEA sister organization.</p>\r\n\r\n<p>Another major issue with Baker&rsquo;s claim: St. Petersburg made a lot of the improvements because it was under Florida Department of Environmental Protection&nbsp;<a href=\"https://www.documentcloud.org/documents/3932808-DEP-St-Petersburg-Consent-Order.html\">consent</a> <a href=\"https://www.documentcloud.org/documents/3934309-2002-DEP-Consent-Order.html\">orders</a> that required changes be made to the sewer system. One order started in 2000 and the other started in 2002. Both went on to cover Baker&rsquo;s entire tenure.</p>\r\n\r\n<p>After massive spills in the late 1990s, St. Petersburg entered into its <a href=\"https://www.documentcloud.org/documents/3932808-DEP-St-Petersburg-Consent-Order.html\">first consent order</a>. A spokeswoman for the FDEP said it covered the city&#39;s four facilities for unauthorized discharges and included corrective actions pertaining to the collection system and the facilities to address the discharges. The <a href=\"https://www.documentcloud.org/documents/3934309-2002-DEP-Consent-Order.html\">second consent order</a> covered violations and discharges only from the Albert Whitted Facility.</p>\r\n\r\n<p>In both cases, the state agency assessed civil penalties against the city, but decided to implement programs for environmental enhancement, education and restoration in lieu of payment.</p>\r\n\r\n<p>Baker acknowledged the city was ordered to improve, but said the improvements were significant nonetheless.</p>\r\n\r\n<p>&quot;We invested everything that was recommended to me by either my staff or FDEP under the consent order to get the system to the point where we didn&#39;t have spills,&quot; Baker told the <em>Tampa Bay Times</em> on June 24. &quot;It was absolutely a success, what we did.&quot;</p>\r\n\r\n<p>According to the <em><a href=\"http://www.tampabay.com/news/politics/elections/rick-vs-rick-st-petersburg-sewage-crisis-edition/2328367\">Tampa Bay Times</a></em>, the highest year of sewer spending under Baker was 2005, when the city spent $38.5 million in inflation-adjusted dollars.</p>\r\n\r\n<p>By the end of his second term, spending had dropped to less than $2 million a year.</p>\r\n\r\n<p>See Figure 3 on PolitiFact.com</p>\r\n\r\n<p>Baker said he started by doing an analysis of the system to evaluate what needed to be done and to prioritize the repairs &mdash; and then developed a funding and operational plan.</p>\r\n\r\n<p>Along the way, the city charted its progress online. As an example, Baker&rsquo;s campaign sent a <a href=\"https://www.documentcloud.org/documents/3934417-City-Scorecard.html\">graph showing</a> that the city went beyond the requirements laid out in the consent order. The original goal was to rehabilitate 97,680 linear feet of pipe. By September 2008 a little under 160,000 linear feet of pipes had been rehabilitated, according to the city document.</p>\r\n\r\n<p>Still, the Baker years haven&rsquo;t escaped criticism when it comes to sewers.</p>\r\n\r\n<p>Investigators have traced some&nbsp;of the blame for the city&rsquo;s sewage woes to the city&rsquo;s decision to close and not reopen the Albert Whitted treatment plant in 2015. That move was approved by the city council in 2011 and carried out under Kriseman. Taking the plant offline reduced capacity and led to the release of millions of gallons of sewage into the Tampa and Boca Ciega bays after major storms in 2015-16.</p>\r\n\r\n<p>But a draft report from the Florida Fish and Wildlife Conservation Commission also places much of the blame for the sewage spills on the Kriseman administration, as well as on the past two decades of city leadership, which includes the Baker administration from 2001-10.</p>\r\n\r\n<p>The FWC report said the city&#39;s many sewage problems were not adequately repaired in the past. During Baker&rsquo;s tenure, most of the projects recommended in the consent order focused on clearing pipelines and hydraulic improvement to increase flow velocities.</p>\r\n\r\n<p>Some&nbsp;changes related to inflow happened as a result of a consent order, but the report goes on to blame Baker&rsquo;s administration and others for not doing enough to fix leaky pipes that contributed to the city&#39;s sewage problems.</p>\r\n\r\n<p>&quot;Claims made by others that they thought the system was fixed and therefore did not need to worry about it were not based in fact,&quot;&nbsp;the report said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Baker said he made St. Petersburg the state&#39;s best-maintained large sewer system in 2007.</p>\r\n\r\n<p>Baker&rsquo;s evidence is that the Florida Water Environment Association gave St. Petersburg a Wastewater Collection System Award.</p>\r\n\r\n<p>But the award was hardly a comprehensive comparison of similarly situated cities in the state. Nor is it the only award that recognizes excellence in sewage management.</p>\r\n\r\n<p>St. Petersburg was under consent orders for Baker&rsquo;s tenure that required the city to make improvements to the system. Outside investigators looking into the current sewage crisis have put some blame on Baker&rsquo;s years for not addressing some problems with the system.</p>\r\n\r\n<p>This statement is partially accurate, but needs clarification of additional information. We rate it Half True.</p>\r\n\r\n<p><em>Tampa Bay Times senior researcher Caryn Baird contributed to this report.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-08-15T14:29:22.977435", "ruling_date": "2017-08-18T10:00:00", "ruling_headline": "Was St. Petersburg the state's best maintained large sewer system in 2007?", "ruling_headline_slug": "was-st-petersburg-states-best-maintained-large-sew", "ruling_link_text": "Competition was not stiff", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchanges, Brigitta Shouppe, campaign spokeswoman for Rick Baker, Aug. 4</p>\r\n\r\n<p>Interview, Rick Baker, mayoral candidate, Aug. 16</p>\r\n\r\n<p>Interview, Jacob Smith, Rick Kriseman&rsquo;s campaign manager, Aug. 7, 2017</p>\r\n\r\n<p>Interview, Lane Longley, division manager of St. Petersburg&rsquo;s Wastewater Collection Divisions, Aug. 7 and 16</p>\r\n\r\n<p>Interview, Jason Mahon, Public Information Specialist, Florida Department of Environmental Protection, Aug. 7</p>\r\n\r\n<p>Email exchanges, Dee Ann Miller, Deputy Press Secretary, Florida Department of Environmental Protection, Aug. 14-16</p>\r\n\r\n<p>Email and phone interview, Scott Helfrick, a Senior Account Manager at ADS Environmental Services, Aug. 7</p>\r\n\r\n<p>Email exchange, Cassandra Anne Lafser, press secretary for the Office of the Mayor in Orlando, Aug. 13</p>\r\n\r\n<p>Email exchange, Tia R. Ford, Public Information Officer for the city of Jacksonville, Aug. 15</p>\r\n\r\n<p>Email exchange, Ashley Bauman, Director of Marketing &amp; Communications for the city of Tampa, Aug. 15</p>\r\n\r\n<p>Florida Department of Environmental Protection, <a href=\"https://www.documentcloud.org/documents/3921064-Consent-Order-closure-2010.html\">case closure</a></p>\r\n\r\n<p>Florida Department of Environmental Protection, <a href=\"https://www.documentcloud.org/documents/3932808-DEP-St-Petersburg-Consent-Order.html\">consent order</a></p>\r\n\r\n<p><a href=\"http://www.mswmag.com/editorial/2010/05/race-to-zero\">Municipal Sewer and Water</a>, &quot;St. Petersburg overcomes wet weather and nearly eliminates overflows with an award-winning collections system maintenance program,&quot; May 2010</p>\r\n\r\n<p><a href=\"http://tampabay.com/tbprojects/dcloud/dcloud-template.html?doc=3899219-FWC-Sewage-Documents\">FWC Sewage Documents</a>, Florida Fish and Wildlife Conservation Commission</p>\r\n\r\n<p><a href=\"http://www.tampabay.com/news/politics/elections/rick-vs-rick-st-petersburg-sewage-crisis-edition/2328367\">Tampa Bay Times</a>, &quot;Rick vs. Rick: St. Petersburg sewage crisis edition,&quot; June 24, 2017</p>\r\n\r\n<p>2007 Wastewater Collection System of the Year Award <a href=\"https://www.documentcloud.org/documents/3921001-2007-Award-Application.html\">application</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Rick", "half_true_count": 1, "home_state": "Florida (FL)", "id": 3996, "last_name": "Baker", "mostly_true_count": 1, "name_slug": "rick-baker", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Baker2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3996/", "total_count": 5, "true_count": 1, "website": "http://bakerstpete.com/about/"}, "statement": "<p>Says he &quot;made St. Petersburg the state&#39;s best maintained large sewer system in 2007.&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2017-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}], "target": [], "twitter_headline": "Was St. Petersburg the state's best maintained large sewer system in 2007?"}