{"art": [{"brightcove": "", "caption": "U.S. Attorney Jeff Sessions berates Chicago for its sanctuary city status during a speech in Miami on Aug. 16, 2017", "id": 12832, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jeff_Sessions_speaking_Miami_8-16-17.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12832/", "title": "Jeff Sessions speech Miami 8-16-17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/aug/16/jeff-sessions/jeff-sessions-stretches-link-criminal-aliens-and-c/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Chicago sanctuary slam backfires on Jeff Sessions", "id": 14435, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14435/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>When Chicago<a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%2520Room/Press%2520Releases/2017/August/080717_Complaint.pdf\"> filed a lawsuit</a> Aug. 7 to block the U.S. Justice Department from withholding federal police grant money from so-called sanctuary cities, U.S. Attorney Jeff Sessions reacted swiftly and fiercely.</p>\r\n\r\n<p>&quot;To a degree perhaps unsurpassed by any other jurisdiction, the political leadership of Chicago has chosen deliberately and intentionally to adopt a policy that obstructs this country&rsquo;s lawful immigration system,&quot; Sessions<a href=\"https://www.justice.gov/opa/pr/statement-attorney-general-sessions-city-chicago-s-lawsuit-against-us-department-justice\"> said in a press release</a>. &quot;They have demonstrated an open hostility to enforcing laws designed to protect law enforcement &mdash; Federal, state, and local &mdash; and reduce crime, and instead have adopted an official policy of protecting criminal aliens who prey on their own residents.&quot;</p>\r\n\r\n<p>Under its<a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%2520Room/Press%2520Releases/2012/July/7.10.12Welcoming.pdf\"> Welcoming City Ordinance</a>, which defines Chicago&rsquo;s &quot;sanctuary city&quot; status, the Chicago Police Department &quot;will not question crime victims, witnesses and other law-abiding residents about their legal status.&quot; It also will not use immigration status alone as grounds for detention, and it imposes strict limits on interaction between police officers and federal immigration agents.</p>\r\n\r\n<p>Like other cities with similar policies, Chicago says doing so fosters trust between immigrant communities and the police department, so immigrants won&rsquo;t fear coming to police to report crime or assist police investigations.</p>\r\n\r\n<p>Accusing the Chicago Police Department of maintaining &quot;an official policy of protecting criminal aliens who prey on their own residents&quot; is a pretty serious charge from the nation&rsquo;s top law enforcement officer. We thought this deserved a closer look.</p>\r\n\r\n<div class=\"pf_subheadline\">Punching bag city</div>\r\n\r\n<p>Chicago was one of Donald Trump&rsquo;s favorite punching bags during the 2016 presidential campaign, when he repeatedly invoked the city&rsquo;s murder and gun-crime rate as a byproduct of everything from i<a href=\"http://www.politifact.com/illinois/statements/2016/nov/03/donald-trump/trump-no-marksman-when-aiming-chicago-gun-laws/\">ts gun laws</a> to its leadership. After he was elected, he threatened to &quot;send in the feds&quot; to tamp down the city&rsquo;s crime.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Sessions&rsquo; invocation of &quot;criminal aliens who prey on their own residents&quot; refers to a theme that has been prevalent in Trump&rsquo;s platform ever since the day he announced his candidacy<a href=\"https://www.washingtonpost.com/news/post-politics/wp/2015/06/16/full-text-donald-trump-announces-a-presidential-bid/?utm_term=.5993b9274ec6\"> with a speech</a> highly disparaging of Mexican immigrants who enter the U.S. illegally. The central premise is that undocumented immigrants present an unusually high propensity for crime.</p>\r\n\r\n<p>On Aug. 16, Sessions doubled down on the alleged link between Chicago&rsquo;s violent crime and its sanctuary city status in a <a href=\"https://www.youtube.com/watch?v=CT1Wn7efvYM\">speech in Miami</a>, which dropped its sanctuary status to comply with the Trump administration&rsquo;s crackdown on immigration.</p>\r\n\r\n<p>&quot;Respect for the rule of law has broken down. In Chicago, their so-called &lsquo;sanctuary&rsquo; policies are just one sad example,&quot; Sessions said. &quot;...We have already seen that: the same Independence Day weekend when Chicago suffered more than 100 shootings and 15 homicides, Miami-Dade also had an historic number of shooting deaths &ndash; zero.&quot;</p>\r\n\r\n<p>The alleged link between illegal immigrants and surges in crime&nbsp;is an idea that has been debunked repeatedly for decades in numerous<a href=\"https://www.ncjrs.gov/criminal_justice2000/vol_1/02j.pdf\"> academic</a>,<a href=\"https://www.nap.edu/read/21746/chapter/9#327\"> government</a> and<a href=\"https://www.americanimmigrationcouncil.org/research/criminalization-immigration-united-states\"> advocacy-group</a> studies. So we started our look at Sessions&rsquo; statement by contacting the Department of Justice with a request for data to back up his claim.</p>\r\n\r\n<p>The response we got back was obtuse and weird. It came from a justice department press aide and was so loaded with swampy beltway caveats--&quot;deep background,&quot; &quot;background,&quot; &quot;not for attribution,&quot; and &quot;off the record&quot; -- that we consulted our dog-eared copy of &quot;All The President&rsquo;s Men&quot; for guidance. But to no avail.</p>\r\n\r\n<p>To be clear, we never agreed to any preconditions in seeking official comment and feel under no obligation to abide by them. And we won&rsquo;t.</p>\r\n\r\n<p>So what follows, in full, is the official DOJ response to our question. (<a href=\"https://assets.documentcloud.org/documents/3932958/USDOJ-Reply-8-10-17.pdf\">Click here</a> to view in pdf format.)</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Where to start? Perhaps with the link to the<a href=\"https://www.washingtonpost.com/news/politics/wp/2017/04/26/trumps-attempt-to-link-illegal-immigration-to-chicagos-homicide-problem-is-extremely-tenuous/?utm_term=.b36b8589c965\"> Washington Post story</a>, which argues vigorously <em>against</em> the position taken by Sessions even while acknowledging that there&rsquo;s no way to be 100 percent sure there&rsquo;s no link between illegal immigration and Chicago&rsquo;s homicide rate.</p>\r\n\r\n<p>At the same time, the article does state flatly, &quot;There&rsquo;s<a href=\"https://www.washingtonpost.com/news/wonk/wp/2017/01/27/trump-says-sanctuary-cities-are-hotbeds-of-crime-data-say-the-opposite/?utm_term=.f261cf89fb14\"> no link</a> between a jurisdiction being a sanctuary city and higher crime rates.&quot;</p>\r\n\r\n<p>It also cites a pair of statistics that would argue strongly against the DOJ&rsquo;s position. While 84 percent of Chicago&rsquo;s undocumented immigrants come from Latin America, 82 percent of its murder victims at the time of the article were black vs. only 4 percent Hispanic, the Post reports.</p>\r\n\r\n<p>&quot;FBI data show that most killings in the United States are carried out by people in the same racial group as the victim. The reason for this is obvious: Homicides are usually a function of personal relationships, and people generally associate with family members and friends who share their racial identity,&quot; the article states. It&rsquo;s not conclusive evidence that immigrants aren&rsquo;t driving up Chicago&rsquo;s homicide rate, it continues, but &quot;this isn&rsquo;t what we&rsquo;d expect the demographics to look like if Chicago&rsquo;s homicides were tightly intertwined with a population of immigrants who are in the country illegally from Latin America.&quot;</p>\r\n\r\n<p>DOJ also referred us to a<a href=\"https://www.dropbox.com/s/cdfkfmbsrlr2xho/MAP_Illinois_WebRelease_2016.pdf?dl=0\"> 2016 study</a> by the Murder Accountability Project, a non-profit group that tracks unsolved homicides and advocates for better crime reporting, that showed Illinois had the lowest homicide clearance rate in the nation. But the report attributes the state&rsquo;s poor showing to record-keeping methods used by the Illinois State Police in gathering crime data statewide.</p>\r\n\r\n<p>Still, the DOJ spokesman argues that combining those articles with Chicago&rsquo;s status as a sanctuary city -- in which police do not collect immigration information -- validates Sessions.</p>\r\n\r\n<p>Chicago Police Superintendent Eddie Johnson, however, has a simpler explanation.</p>\r\n\r\n<p>&quot;The vast majority of our issues in Chicago and our violent crime is committed by homegrown people - either individuals that were born and raised in Chicago or most certainly in this country,&quot; Johnson said in an<a href=\"http://www.npr.org/2017/08/07/542087014/chicago-police-superintendent-responds-to-citys-lawsuit-over-sanctuary-cities\"> NPR interview</a> Aug. 7. &quot;So our instances of undocumented people committing horrific crimes and murder in particular in Chicago is just - it&#39;s nominal.&quot;</p>\r\n\r\n<p>Against those two articles stands a mountain of research that casts doubt on Sessions&rsquo; assertion that illegal immigrants cause crime to rise and that Chicago&rsquo;s official police policy on immigrants endangers residents.</p>\r\n\r\n<p>&quot;Immigrants are in fact much less likely to commit crime than natives, and the presence of large numbers of immigrants seems to lower crime rates,&quot; said a<a href=\"https://www.nap.edu/read/21746/chapter/9#327\"> 2015 report</a> by the National Academy of Sciences.</p>\r\n\r\n<p>One of the authors of that report<a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/14/gary-johnson/mexican-immigrants-more-law-abiding/\"> explained why to PolitiFact in 2016</a>:</p>\r\n\r\n<p>Immigrants come to the United States to build better lives for themselves and their children, said Walter A. Ewing, a senior researcher at the American Immigration Council and one of the report&rsquo;s authors.</p>\r\n\r\n<p>&quot;They are very motivated to not blow that opportunity by getting in trouble with the police,&quot; he said in an email interview. &quot;This is especially so for unauthorized immigrants, who can be deported at any time for unlawful presence.&quot;</p>\r\n\r\n<p>Crime went down even as the immigrant population increased, the report said.</p>\r\n\r\n<p>The NAS study reinforced the findings of a<a href=\"https://www.documentcloud.org/documents/3931914-Immigration-Fed-Reserve-Chicago-2005.html\"> 2005 paper</a> by the Federal Reserve Bank of Chicago.</p>\r\n\r\n<p>&quot;Despite the widespread perception of a link between immigration and crime, immigrants have much lower institutionalization (incarceration) rates than the native born. More recently arrived immigrants have the lowest comparative incarceration rates, and this difference increased from 1980 to 2000,&quot; that report said.</p>\r\n\r\n<p>These studies blow a big hole in Sessions&rsquo; underlying assertion of &quot;criminal aliens&quot; being significantly responsible for the increase in gun violence in Chicago.</p>\r\n\r\n<div class=\"pf_subheadline\">Sanctuary safety</div>\r\n\r\n<p>But what about Sessions&rsquo; allegation that Chicago&rsquo;s &quot;official policy&quot; protects &quot;criminal aliens?&quot;</p>\r\n\r\n<p>CPD&rsquo;s directive<a href=\"https://www.documentcloud.org/documents/3931885-Cpd-Immigration-Directives.html\"> &quot;Responding to Incidents Involving Citizenship Status&quot;</a> lays out the do&rsquo;s and don&rsquo;ts for officers dealing with undocumented immigrants. Essentially, it prohibits officers from detaining anyone based on questions about citizenship status and sharply limits interaction with the U.S. Immigration and Customs Enforcement Agency. However, it also establishes exceptions for suspects with outstanding criminal warrants, who are known gang members or convicted felons or are on trial for a felony.</p>\r\n\r\n<p>The city defended its policy in its lawsuit against the federal government: &quot;(T)his policy</p>\r\n\r\n<p>promotes public safety by ensuring that no city resident or visitor, regardless of immigration</p>\r\n\r\n<p>status, is afraid to cooperate with law enforcement, report criminal activity to the police, testify</p>\r\n\r\n<p>as a witness in court, or seek help as a victim of crime; and by ensuring that police officers focus on criminal activity occurring in Chicago instead of federal civil immigration infractions.&quot;</p>\r\n\r\n<p>A<a href=\"https://www.nilc.org/wp-content/uploads/2017/02/Effects-Sanctuary-Policies-Crime-and-Economy-2017-01-26.pdf\"> 2017 report</a> by the National Immigration Law Center that focused specifically on counties that employed &quot;sanctuary city&quot; policies bolsters Chicago&rsquo;s case.</p>\r\n\r\n<p>&quot;Crime is statistically significantly lower in sanctuary counties compared to nonsanctuary (sic) counties,&quot; the report said. &quot;The data support arguments made by law enforcement executives that communities are safer when law enforcement agencies do not become entangled in federal immigration enforcement efforts.&quot;</p>\r\n\r\n<p>The problem for Chicago here is that, because its police department does not collect immigration data, the city can&rsquo;t unequivocally state that its murder or gun violence rates are not attributable to immigrants. The anecdotal evidence in Chicago&rsquo;s favor appears strong, but it&rsquo;s still anecdotal.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>U.S. Attorney Jeff Sessions said Chicago&rsquo;s leaders &quot;have adopted an official policy of protecting criminal aliens who prey on their own residents.&quot;</p>\r\n\r\n<p>Chicago&rsquo;s Welcoming City Ordinance does prohibit Chicago police officers from using citizenship information as the sole grounds for detaining people and sharply limits the interaction between city police and federal immigration agents.</p>\r\n\r\n<p>But evidence overwhelmingly suggests this is much less a matter of &quot;protecting criminal aliens&quot; than of fostering trust between local law enforcement and immigrant communities. Yet because Chicago does not collect immigration data in police interactions, it can&rsquo;t be known conclusively how many of its murders and gun crimes are committed by illegal immigrants &quot;who prey on their own residents.&quot;</p>\r\n\r\n<p>That absence of conclusive data to disprove Sessions doesn&rsquo;t give him license to make claims that are groundless. Chicago&rsquo;s sanctuary city policy does not protect undocumented people who commit crimes, despite what Sessions claims. Only the &nbsp;microscopic sliver of ambiguity about conclusive data prevents us from labeling his statement &quot;Pants on Fire,&quot; our lowest possible credibility rating. Instead, we rate it False.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-08-15T18:50:00.917879", "ruling_date": "2017-08-16T12:00:00", "ruling_headline": "Jeff Sessions stretches to link \"criminal aliens\" and Chicago crime", "ruling_headline_slug": "jeff-sessions-stretches-link-criminal-aliens-and-c", "ruling_link_text": "Dots don't connect for Jeff Sessions on Chicago crime", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%2520Room/Press%2520Releases/2017/August/080717_Complaint.pdf\">Chicago v. Sessions, complaint for injunctive and declaratory relief</a>, U.S. District Court for the Northern District of Illinois, filed Aug. 7, 2017; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.justice.gov/opa/pr/statement-attorney-general-sessions-city-chicago-s-lawsuit-against-us-department-justice\">Press release, U.S. Dept. of Justice</a>, Aug. 7, 2017; accessed Aug. 8, 2017</p>\r\n\r\n<p>Email exchange, Devin M. O&rsquo;Malley, U.S. Department of Justice Office of Public Affairs, Aug. 8, 10, 11, 2017</p>\r\n\r\n<p>Email exchange, Anthony Guglielmi, Chicago Police Department Office of Communications, Aug. 11, 2017</p>\r\n\r\n<p><a href=\"https://www.documentcloud.org/documents/3931885-Cpd-Immigration-Directives.html\">Chicago Police Department Directive on Responding to Incidents Involving Citizenship Status</a>, accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"https://www.nilc.org/wp-content/uploads/2017/02/Effects-Sanctuary-Policies-Crime-and-Economy-2017-01-26.pdf\">The Effects of Sanctuary Policies on Crime and the Economy</a>, Center for American Progress/National Immigration Law Center, Jan. 26, 2017; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.documentcloud.org/documents/3931914-Immigration-Fed-Reserve-Chicago-2005.html\">Why are Immigrants&#39; Incarceration Rates So Low? Evidence on Selective Immigration, Deterrence, and Deportation</a>, working paper, Federal Reserve Bank of Chicago, November 2005; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"https://www.cityofchicago.org/content/dam/city/depts/mayor/Press%2520Room/Press%2520Releases/2012/July/7.10.12Welcoming.pdf\">Press release, Chicago Welcoming City ordinance</a>, July 10, 2012; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.nap.edu/read/21746/chapter/9#327\">The Integration of Immigrants into American Society</a>, The National Academy of Sciences, 2015, pp. 326-327; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.ncjrs.gov/criminal_justice2000/vol_1/02j.pdf\">Criminal Justice 2000: The Nature of Crime</a>, National Institute of Justice, 2000, p. 496; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/14/gary-johnson/mexican-immigrants-more-law-abiding/\">Libertarian candidate says Mexican immigrants more law-abiding than U.S. citizens</a>, PolitiFact, July 14, 2016; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"https://www.americanimmigrationcouncil.org/research/criminalization-immigration-united-states\">The Criminalization of Immigration in the United States</a>, American Immigration Council, July 13, 2015; accessed Aug. 8, 2017</p>\r\n\r\n<p><a href=\"http://www.politico.com/story/2017/07/27/trump-jeff-sessions-immigration-241032\">Trump and Sessions try a long-distance relationship</a>, Politico, July 27, 2017; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"http://assets.lapdonline.org/assets/pdf/lapd_fed_faq.pdf\">The Los Angeles Police Department and Federal Immigration Enforcement Frequently Asked Questions</a>, Los Angeles Police Department, May 16, 2017; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"http://www.latimes.com/local/california/la-me-0129-lopez-beck-immigration-20170127-story.html\">LAPD Chief Beck explains why he doesn&#39;t want his officers to be immigration cops</a>, Los Angeles Times, Jan. 28, 2017; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"http://www.politifact.com/illinois/statements/2016/nov/03/donald-trump/trump-no-marksman-when-aiming-chicago-gun-laws/\">Trump no marksman when aiming at Chicago gun laws</a>, PolitiFact Illinois, Nov. 3, 2016; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"https://www.washingtonpost.com/news/post-politics/wp/2015/06/16/full-text-donald-trump-announces-a-presidential-bid/?utm_term=.5993b9274ec6\">Full text: Donald Trump announces a presidential bid</a>, Washington Post, June 16, 2015; accessed Aug. 14, 2017</p>\r\n\r\n<p><a href=\"http://www.npr.org/2017/08/07/542087014/chicago-police-superintendent-responds-to-citys-lawsuit-over-sanctuary-cities\">Chicago Police Superintendent Responds To City&#39;s Lawsuit Over Sanctuary Cities</a>, NPR &quot;All Things Considered&quot; interview, Aug. 7, 2017; accessed Aug. 15, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=CT1Wn7efvYM\">U.S. Attorney General Jeff Sessions, speech</a>, Aug. 16, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "", "false_count": 4, "first_name": "Jeff", "half_true_count": 6, "home_state": "Alabama", "id": 414, "last_name": "Sessions", "mostly_true_count": 2, "name_slug": "jeff-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/414/", "total_count": 24, "true_count": 1, "website": ""}, "statement": "<p>Chicago city officials &quot;have adopted an official policy of protecting criminal aliens who prey on their own residents.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2017-08-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Jeff Sessions' Chicago sanctuary city slam a dubious stretch"}