{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/feb/01/kay-bailey-hutchison/hutchison-says-texas-state-doesnt-use-e-verify-wee/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1443, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1443/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tU.S. Sen. Kay Bailey Hutchison, a Republican candidate for governor, is one of nearly 183,500 employers nationwide who have registered to use E-Verify. The federal electronic system is designed to prevent the hiring of illegal workers by letting employers run a prospective employee&#39;s name, date and Social Security number through government records.<br />\r\n\t<br />\r\n\tDuring the Jan. 14 GOP gubernatorial debate, she criticized the state for not using the online system to check its job applicants.<br />\r\n\t<br />\r\n\t&quot;The State of Texas does not even use the E-Verify system to determine if someone is legally in our country when they apply for a job,&quot; she said. &quot;If I&#39;m governor of Texas, we will.&quot;</p>\r\n<p>\r\n\tDuring the second debate Friday, Hutchison called E-Verify the best system for employers to identify undocumented workers.</p>\r\n<p>\r\n\tIs Texas state government really not using the verification service singled out by Hutchison? If not, does that mean it isn&#39;t checking whether job applicants are legally living here?</p>\r\n<p>\r\n\tDuring Friday&#39;s debate, Gov. Rick Perry said: &quot;E-Verify would not make a hill of beans&#39; difference when it comes to what&#39;s happening in America today. You secure the border first, then you can talk about how to identify individuals in an immigration situation.&quot;</p>\r\n<p>\r\n\tStill, the state does screen prospective employees.<br />\r\n\t<br />\r\n\tAllison Castle, Perry&#39;s press secretary, said: &quot;We use I-9 forms in compliance with federal law.&quot;</p>\r\n<p>\r\n\tShe was referring to the Employment Eligibilty I-9 form from the Department of Homeland Security which must be filled out by the employer and new employees to document that each employee &mdash; citizen and non-citizen alike &mdash; is authorized to work in the United States. Employers, who are required to keep filled-out forms on file for three years, are subject to penalties if they can&#39;t produce them upon request from federal agencies.<br />\r\n\t<br />\r\n\tTyler Moran, policy director for the National Immigration Law center, which advocates for low-income immigrants, said the I-9 form, if completed in good faith, is an effective means of weeding out undocumented workers.<br />\r\n\t<br />\r\n\tAuthorities say that by completing the form, employers demonstrate that they have examined relevant documents (such as a Social Security card) to check their workers&#39; identities. That&#39;s how the State of Texas has certified new hires&#39; legal residency since 1986, when a federal law prohibited employers from knowingly hiring residents who are not legally living in the United States.<br />\r\n\t<br />\r\n\tIn 2007, Texas enacted legislation that further requires businesses that are applying for a grant or tax cut from a public agency to submit a statement certifying that they don&#39;t knowingly employ undocumented residents.<br />\r\n\t<br />\r\n\tBut no law requires employers to verify the authenticity of their workers&#39; documents. Undoubtedly, some undocumented immigrants use fake or stolen Social Security numbers to apply for jobs.<br />\r\n\t<br />\r\n\tThe E-Verify system, which uses information from the I-9 form, was developed by the U.S. Department of Homeland Security to prevent such fraud. About 183,500 entities use the program, including 9,700 of the roughly 380,600 private Texas employers including AT&amp;T and the Houston Ballet. Except for an estimated 170,000 federal contractors, E-verify is still voluntary for an estimated 6 million employers.<br />\r\n\t<br />\r\n\tSince its inception in 2006, E-Verify has been used by Hutchison&#39;s office to screen 363 job applicants to her Washington and Texas offices, according to DHS spokeswoman Maria Elena Garcia Upson.<br />\r\n\t<br />\r\n\tBut E-Verify isn&#39;t foolproof. It has incorrectly identified legal residents as undocumented workers and vice versa.<br />\r\n\t<br />\r\n\tAccording to the the Department of Homeland Security, which operates E-Verify with the Social Security Administration, 0.3 percent of workers &mdash; from the millions of queries employers have filed &mdash; have successfully contested instances when their documents didn&#39;t match E-Verify records.<br />\r\n\t<br />\r\n\tIn 2002, Westat, a Washington research organization, evaluated E-Verify&#39;s pilot program at the request of the federal government. The group found that there were &quot;serious problems with the timeliness and accuracy of the INS (Immigration and Naturalization Service) database.&quot;<br />\r\n\t<br />\r\n\tIn March 2009, the Congressional Research Service, a nonpartisan agency that provides analysis to Congress, found that while the program had improved, it was still flawed: &quot;While... E-Verify can detect certain types of document fraud, it has limited ability to detect such fraud when the &#39;counterfeit documents are of reasonable quality and contain information about actual work-authorized persons.&#39; Valid documents obtained by using fraudulent birth certificates or other so-called breeder documents may be even more difficult for E-Verify to detect.&quot;<br />\r\n\t<br />\r\n\tAbout a month later, Homeland Security Secretary Janet Napolitano (who&#39;d earlier signed legislation making E-Verify mandatory in Arizona, where she was governor) touted the program as the best way to verify the legal residency of state government workers, &quot;adjunct to enforcement of our immigration laws.&quot;<br />\r\n\t<br />\r\n\tTen states require their state agencies to participate in E-Verify; three more &mdash; South Carolina, Arizona and Mississippi &mdash; require all employers to use it, too. In 2008, though, Mississippi Gov. Haley Barbour aired these misgivings: &quot;I am concerned about mandating the E-Verify system as the sole source from which an employer in Mississippi can verify a potential employee&rsquo;s eligibility, especially since the federal government itself has said E-Verify is not a reliable system.&quot;<br />\r\n\t<br />\r\n\tThe bottom line: Texas uses the same method of checking legal residency that most states use. But Hutchison correctly said the state doesn&#39;t use E-Verify. We find her statement True.</p>", "ruling_comments_date": "2010-01-28T19:01:48.511527", "ruling_date": "2010-02-01T17:41:53", "ruling_headline": "Hutchison says Texas state doesn't use E-Verify to weed out undocumented workers applying for jobs ", "ruling_headline_slug": "hutchison-says-texas-state-doesnt-use-e-verify-wee", "ruling_link_text": "But it still checks whether its job applicants are legal residents", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMississippi Governor Web site, <a href=\"http://www.governorbarbour.com/news/archive/news/2008/mar/SB2988.htm\" target=\"_blank\">Statement of Governor Haley Barbour on Senate Bill 2988,</a> March 17, 2008</p>\r\n<p>\r\n\tInterview with Tyler Moran, National Immigration Law Center policy director, Jan. 28</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://nl.newsbank.com/nojavascript.html\" target=\"_blank\">Workplace a new front in fight over immigration,</a> by Juan Castillo, July 6, 2008</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://nl.newsbank.com/nojavascript.html\" target=\"_blank\">U.S. wants employers to check workers Social Security numbers, </a>by Juan Castillo, July 6, 2008</p>\r\n<p>\r\n\tU.S. Citizenship and Immigration Services, <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.5af9bb95919f35e66f614176543f6d1a/?vgnextoid=f82d8557a487a110VgnVCM1000004718190aRCRD&amp;vgnextchannel=a16988e60a405110VgnVCM1000004718190aRCRD\" target=\"_blank\">E-Verify Statistics,</a> accessed Jan. 28</p>\r\n<p>\r\n\tU.S. Citizenship and Immigration Services, <a href=\"http://www.uscis.gov/portal/site/uscis/menuitem.5af9bb95919f35e66f614176543f6d1a/?vgnextoid=e0bcaf4c0adb4210VgnVCM100000082ca60aRCRD&amp;vgnextchannel=75bce2e261405110VgnVCM1000004718190aRCRD\" target=\"_blank\">E-Verify Stats and Facts Archive,</a> accessed Jan. 28</p>\r\n<p>\r\n\tU.S. Citizenship and Immigration Services, <a href=\"http://www.uscis.gov/files/article/WebBasicPilotRprtSept2007.pdf\" target=\"_blank\">Findings of the Web Basic Pilot Evaluation,</a> September 2007</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=80R&amp;Bill=HB1196\" target=\"_blank\">HB 1196,</a> June 15, 2007</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6451732.html\" target=\"_blank\">More companies use U.S. immigration database for hiring,</a> by Susan Carroll, June 1, 2009</p>\r\n<p>\r\n\tCongressional Research Service, <a href=\"http://www.fosterquan.com/news/everify112309.pdf\" target=\"_blank\">Electronic Employment Eligibility Verification,</a> by Andorra Bruno, March 13, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Kay Bailey", "half_true_count": 4, "home_state": "Texas", "id": 287, "last_name": "Hutchison", "mostly_true_count": 3, "name_slug": "kay-bailey-hutchison", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hutchisonmug7.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/287/", "total_count": 18, "true_count": 4, "website": "http://texans.forkay.com/"}, "statement": "<p>\r\n\t&quot;The State of Texas does not even use the E-Verify system to determine if someone is legally in our country when they apply for a job.&quot;</p>", "statement_context": "a debate.", "statement_date": "2010-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}