{"art": [{"brightcove": "", "caption": "Agriculture Commissioner Adam Putnam visits with Rachel Shelley and her staff at Sarasota's Booker High School. (", "id": 13099, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"32805126\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>\r\n\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/13099/", "title": "Putnam video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2017/sep/07/adam-putnam/putnam-wrongly-says-its-against-law-students-talk-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Putnam says kids can't talk to parents about tests. Really?", "id": 14487, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/14487/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Agriculture Commissioner Adam Putnam is railing against big government in his campaign for governor, repeating one story from his young son to demonstrate ridiculous overreach.</p>\r\n\r\n<p>The story goes like this: Putnam&rsquo;s son had to write an essay as part of a statewide exam about whether or not to keep the penny after reading an article about it. Putnam doesn&rsquo;t think anything of it and brings up the story to a principal of another school in a different town. The principal gives him a horrified look, because Putnam&rsquo;s son is not supposed to share the details of the state test.</p>\r\n\r\n<p>According to Putnam, the principal said, &quot; &#39;He could get in big trouble&rsquo; and here&rsquo;s the kicker quote &lsquo;that&rsquo;s against the law.&rsquo; &quot;</p>\r\n\r\n<p>From a<a href=\"https://www.facebook.com/adamputnam/videos/10159167903465371/\"> breakfast in Kissimmee</a> to a party meeting in Orlando, Putnam has repeated a version of this story to drum up support with voters fed up with government getting between parents and kids.</p>\r\n\r\n<p>&quot;We&#39;re still doing dumb things like telling the parent of an 11-year-old that it&#39;s against the law for them to tell their parents what they were tested on something that will determine whether they&#39;re promoted or not,&quot; Putnam said during a speech at the Republican Party of Florida quarterly meeting Aug. 12. &quot;That will end when I&#39;m governor. That&#39;s crazy talk.&quot; &nbsp;</p>\r\n\r\n<p>This staple of his stump speeches made us wonder. Can students really not disclose the contents of the standardized tests to their parents? Is it really against the law?</p>\r\n\r\n<p>Putnam&rsquo;s story speaks to a larger issue of children being afraid to talk to their parents about tests because of ambiguous testing rules. However, doing so is not against the law, and the state has made efforts to clarify those conversations.</p>\r\n\r\n<div class=\"pf_subheadline\">What can students talk about?</div>\r\n\r\n<p>In 2014, the Florida Department of Education phased out the Florida Comprehensive Assessment Test and replaced it with the Florida Standards Assessment. The testing system measures students&rsquo; achievement in math, language arts, science, biology, U.S. history and civics depending in certain grade levels. &nbsp;</p>\r\n\r\n<p>These tests have a lot of rules and procedures laid out in the<a href=\"http://fsassessments.org/wp-content/uploads/2016/10/SPSU17-FL-CBT-TAM-508.pdf\"> FSA testing manual</a> for administrators, which is the basis for Putnam&rsquo;s claim.</p>\r\n\r\n<p>The statements in play come from a section labeled &quot;Discussing Test Content after Testing,&quot; which is read aloud to students before the exams.</p>\r\n\r\n<p>The first part tells students they cannot share test specifics, with an emphasis on modern communication methods.</p>\r\n\r\n<p>&quot;Because the content in all statewide assessments is secure, you may not discuss or reveal details about the test items or passages after the test. This includes any type of electronic communication, such as texting, emailing, or posting online, for example, on websites like Facebook, Twitter, or Instagram.&quot;</p>\r\n\r\n<p>However, the section goes on to address student-parent conversations &mdash; something Putnam&rsquo;s story omits.</p>\r\n\r\n<p>It says: &quot;While students may not share information about secure test content after testing, this policy is not intended to prevent students from discussing their testing experiences with their parents/families.&quot;</p>\r\n\r\n<p>A list of <a href=\"http://fsassessments.org/students-and-families/faqs/\">frequently asked question</a>s for parents on the FSA website also addresses the security of testing content, using similar language. One answer explains that students are asked to sign an acknowledgement that says they cannot reveal details about the test &quot;to anyone.&quot; That, again, is followed by more guidance in bold emphasis that says the policy &quot;is not intended to prevent students from discussing their testing experiences with parents and families.&quot;</p>\r\n\r\n<p>Here&rsquo;s how it looks on the website:</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/HPp0C8TLCOnNIO4XxjacL4s_0elIy2og-GryczOb7NbCi2nNpu7lPgTaI_jt5H_vHDHaStYWCkuIPHbKV-cNvesk-plrA-dMWJKBzW40hLcRns5PhBoMsdZZHmm_s9Q93W4f2Q40\" style=\"height:129px; width:624px\" /></p>\r\n\r\n<p>Putnam&#39;s campaign (and undoubtedly some test administrators and students) interpret these instructions to mean that students cannot share test content specifics with anyone, including their parents, but can generally discuss how the exam &quot;experience&quot; went. &nbsp;</p>\r\n\r\n<p>We wanted to know how the state defined &quot;testing experiences.&quot; It doesn&rsquo;t.</p>\r\n\r\n<p>&quot;The department does not monitor or interfere with personal family interactions, and parents have the discretion to determine the depth and breadth of their family&rsquo;s discussions,&quot; said DOE spokeswoman Meghan Collins.</p>\r\n\r\n<p>The portion about parent involvement was added fairly recently following concern from parents that students could not talk about their tests after signing the acknowledgement.</p>\r\n\r\n<p>In fall 2015, the department added this language to testing manuals and to parent/guardian letter templates it provides to districts.</p>\r\n\r\n<p>For the record, the relevant Florida statutes about punishable testing offenses (<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=1000-1099/1008/Sections/1008.24.html\">1008.24</a>) do not say anything about students talking to their parents about the exams.</p>\r\n\r\n<p>In practice, school officials are most concerned with students sharing testing details with other students.</p>\r\n\r\n<p>Local officials we interviewed did not have any examples of students punished for discussing tests with their parents, and they said they do not discourage those conversations.</p>\r\n\r\n<p>&quot;We have not experienced any issue with students speaking with their parents about the FSA, nor have (we) received complaints about the policy,&quot; said Pinellas County School District spokeswoman Lisa Wolf.</p>\r\n\r\n<p>In Hillsborough County, school spokesman Grayson Kamm said the administrative guidance &quot;is not statute&quot; and clearly addresses student-to-student discussion. &quot;Students are expected not to share the exact items and answers with other students as to guard against sharing content, which could invalidate results,&quot; Kamm said.</p>\r\n\r\n<p>Jane Windsor, an education law attorney at Sarasota-based Windsor Law LLC, said she was not aware of any law or statute prohibiting students from talking to their parents about testing material.</p>\r\n\r\n<p>&quot;Any parent is going to want to know how a big test went. That&rsquo;s a normal conversation and even if the child is talking about specific questions, that&rsquo;s not a danger,&quot; Windsor said. &quot;What is a danger is sharing contents of a test with another student. That&rsquo;s definitely an ethical issue.&quot;</p>\r\n\r\n<p>Some parents remain concerned, even after the state&rsquo;s attempts to protect parent discussions.</p>\r\n\r\n<p>Melissa Bywalski is the parent of a fifth-grader at Kathleen Elementary School in Lakeland and a member of the Opt Out Florida Network, a group against state-mandated standardized testing. She said her son Zack refused to talk to her about a state test he took in third grade.</p>\r\n\r\n<p>&quot;He was worried he was going to get in the trouble for telling me where he took the test, how long it took and even how he felt he did on the test,&quot; she said.</p>\r\n\r\n<p>Bywalski said she worries that the test rules create an atmosphere in the classroom where students feel like they can&rsquo;t open up about problems at school. &quot;What if he feels he can&rsquo;t talk to me about a bully, or something?&quot; she asked.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Putnam said, &quot;We&#39;re still doing dumb things like telling the parent of an 11-year-old that it&#39;s against the law for them to tell their parents what they were tested on something that will determine whether they&#39;re promoted or not.&quot; He said he would change this if elected governor.</p>\r\n\r\n<p>There are rules that prohibit students from disclosing test information with other students, particularly through texts and social media. One FAQ response goes further to say students cannot share the information with &quot;anyone.&quot;</p>\r\n\r\n<p>However, the state has updated its rules to explicitly say that conversations about &quot;testing experiences&quot; between parents and children are not a violation of the rules &mdash; and they are not against the law.&nbsp;Putnam does voters a disservice by repeating the notion that these conversations are discouraged and could spell legal jeopardy.</p>\r\n\r\n<p>The statement contains an element of truth but ignores critical facts that would give a different impression, so we rate it&nbsp;Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-08-31T16:26:39.520718", "ruling_date": "2017-09-07T10:00:00", "ruling_headline": "Putnam wrongly says it's unlawful for students to talk about tests with parents", "ruling_headline_slug": "putnam-wrongly-says-its-against-law-students-talk-", "ruling_link_text": "Exaggerates the facts", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange, Amanda Bevis, Adam Putnam for Governor spokeswoman, Aug. 30 &amp;31, 2017</p>\r\n\r\n<p>Email exchange, Audrey Walden, press secretary for the Florida Department of Education, Aug. 30 &amp; 31, 2017</p>\r\n\r\n<p>Email exchange, Lisa Wolf, Pinellas County School District spokeswoman, Aug. 31, 2017</p>\r\n\r\n<p>Email exchange, Katherine P. Marsh, Director of Media Relations for Orange County Public Schools, Aug. 31, 2017</p>\r\n\r\n<p>Email exchange,&nbsp;Grayson Kamm,&nbsp;Hillsborough County Public Schools spokesman, Aug. 31, 2017</p>\r\n\r\n<p>Email exchange, Meghan Collins, Director of Communications for the Florida Department of Education, Sept. 1</p>\r\n\r\n<p>Interview, Sandy Stenoff, co-founder of the Opt Out Florida Network, Sept. 1, 2017</p>\r\n\r\n<p>Interview, Melissa Bywalski, parent, Sept. 1, 2017</p>\r\n\r\n<div>Interview, Jane Windsor, Education lawyer at Windsor Law Firm LLC, Aug. 31, 2017</div>\r\n\r\n<p><a href=\"http://fsassessments.org/wp-content/uploads/2016/10/SPSU17-FL-CBT-TAM-508.pdf\">Florida Standard Assessments</a>, &quot;Spring/Summer 2017 Computer-Based Test Administration Manual,&quot; accessed Aug. 30 &amp;31</p>\r\n\r\n<p><a href=\"https://www.facebook.com/adamputnam/videos/10159167903465371/\">Facebook post</a>, Adam Putnam, Live with supporters in Kissimmee at our Up &amp; Adam breakfast!, Aug. 23</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Florida Commissioner of Agriculture", "false_count": 1, "first_name": "Adam", "half_true_count": 5, "home_state": "Florida", "id": 192, "last_name": "Putnam", "mostly_true_count": 2, "name_slug": "adam-putnam", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Putnam.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/192/", "total_count": 16, "true_count": 3, "website": "http://www.freshfromflorida.com/About/Meet-Commissioner-Putnam"}, "statement": "<p>&quot;We&#39;re still doing dumb things like telling the parent of an 11-year-old that it&#39;s against the law for them to tell their parents what they were tested on ... That will end when I&#39;m governor.&quot;</p>\r\n", "statement_context": "a Republican party meeting in Orlando", "statement_date": "2017-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Taking a closer look at Florida state testing rules"}