{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/feb/01/barack-obama/health-care-reform-estimates-deficit-reduction-are/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1448, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1448/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Barack Obama continued to promote Democratic proposals to reform health care during his State of the Union address. He rebutted charges that it costs too much and pointed out that budget experts believe it could reduce the deficit.<br /><br />\"It would reduce costs and premiums for millions of families and businesses,\" Obama said. \"And according to the Congressional Budget Office -&ndash; the independent organization that both parties have cited as the official scorekeeper for Congress &ndash;- our approach would bring down the deficit by as much as $1 trillion over the next two decades.\"<br /><br />Obama is correct that the Congressional Budget Office, with its teams of economists and legislative analysts, has found that the Senate Democratic health care plan not only pays for itself but brings down the deficit. That's because the plan includes new tax provisions and cost-savings measures to pay for its spending.<br /><br />The CBO found the Senate Democrats' version of health care reform would reduce the deficit by $132 billion over 10 years. The deficit is expected to go down because tax increases and cost savings in the bill are expected to exceed the cost of the new programs and tax credits. <br /><br />So how does Obama get to $1 trillion over 20 years?<br /><br />The CBO usually only calculates the impact of legislation's cost over 10 years. But it will create calculations for a longer period if Congress requests it.<br /><br />The CBO doesn't like to calculate longer than 10 years because many variables are difficult to predict. Here's what the CBO had to say about calculating health reform's effect on the deficit between 2020 and 2030:<br /><br />\"Although CBO does not generally provide cost estimates beyond the 10-year budget projection period (2010 through 2019 currently), Senate rules require some information about the budgetary impact of legislation in subsequent decades, and many Members have requested CBO analyses of the long-term budgetary impact of broad changes in the nation&rsquo;s health care and health insurance systems. A detailed year-by-year projection for years beyond 2019, like those that CBO prepares for the 10-year budget window, would not be meaningful because the uncertainties involved are simply too great. Among other factors, a wide range of changes could occur &mdash; in people&rsquo;s health, in the sources and extent of their insurance coverage, and in the delivery of medical care (such as advances in medical research, technological developments, and changes in physicians&rsquo; practice patterns) &mdash; that are likely to be significant but are very difficult to predict, both under current law and under any proposal.\"<br /><br />In fact, the CBO won't even present its findings as a straightforward dollar number, but instead as a percentage of the gross domestic product, or GDP, which is a number that measures a nation's economic output. The CBO said that over the second 10 years, the Senate proposal should reduce the deficit by about one-quarter to one-half percent of GDP.<br /><br />Obama's $1 trillion figure is an extrapolation of what one-fourth to one-half of 1 percent of GDP might be. (The White House press office confirmed that this was how he arrived at that number.)<br /><br />According to the CBO's latest numbers, GDP will be $22.5 trillion in 2020. You can do a rough estimate and find that you could get to roughly $1 trillion over 20 years, especially if you lean closer to one-half of 1 percent rather than a quarter.<br /><br />We ran all this by Brian Riedl, lead budget analyst at the conservative Heritage Institution. He said that the numbers aren't phony, but that Obama tries to put a hard number on something that is inherently unpredictable.<br /><br />\"You really can't model GDP 15 years from now,\" he said. Riedl also said he thought Congress would not be able to stick to some of the spending reductions contained in the Democratic proposals, especially in regards to Medicare. <br /><br />We also asked Jim Horney, director of federal fiscal policy at the left-leaning Center on Budget and Policy Priorities, what he thought of the formulation. Horney said the CBO officials don't give a precise number because they don't have official estimates for the overall economy, called a baseline, for the second 10 years. <br /><br />\"They correctly hesitate to put in precise numbers that might make people think they do have a 20-year baseline,\" he said.<br /><br />As for Obama's $1 trillion number, Horney said, \"It's a little speculative, but if you say in your speech it will reduce the deficit one-quarter to one-half percent of GDP, no one listening to the State of the Union would have a clue as to what you meant, and it would make it sound like a tiny amount when it's not.\"<br /><br />So Obama is relying on some very shaky estimates here. He would have been on firmer ground if he had simply said that during the second 20 years, the CBO found that health care would continue to improve the deficit. He gave himself some leeway was by saying it could be \"as much as\" $1 trillion, but that's an estimate that the CBO itself didn't produce. In fact, the CBO said the uncertainties involved are too great to create detailed projections. For putting a firm number on the CBO's carefully hedged projection, we rate his statement Half True.</p>", "ruling_comments_date": "2010-02-01T14:54:17.851527", "ruling_date": "2010-02-01T18:12:15", "ruling_headline": "Health care reform estimates for deficit reduction are not that exact", "ruling_headline_slug": "health-care-reform-estimates-deficit-reduction-are", "ruling_link_text": "Big round number disguises complexity", "ruling_state": null, "source_documents": null, "sources": "<p>The White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-state-union-address\" target=\"_blank\">State of the Union address</a>, Jan. 27, 2010<br /><br />Congressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=10870\" target=\"_blank\">Correction Regarding the Longer-Term Effects of the Manager's Amendment to the Patient Protection and Affordable Care Act</a>, Dec. 20, 2009<br /><br />Congressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=10868\" target=\"_blank\">Patient Protection and Affordable Care Act, Incorporating the Manager's Amendment</a>, Dec. 19, 2009<br /><br />Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/110xx/doc11014/Testimony_Frontmatter_Senate.shtml\" target=\"_blank\">The Budget and Economic Outlook: Fiscal Years 2010 to 2020</a>, Jan. 28, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Health care reform \"would bring down the deficit by as much as $1 trillion over the next two decades.\"</p>", "statement_context": "a State of the Union speech", "statement_date": "2010-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}