{"art": [{"brightcove": "", "caption": "Speaking at the Justice Department, Attorney General Jeff Sessions said that DACA, \"among other things, contributed to a surge of minors at the southern border that yielded terrible humanitarian consequences.\"", "id": 13120, "infogram": "", "ndn": "", "ndnid": "", "other": "<div class=\"inform-embed\"\r\ndata-config-id=\"1\"\r\ndata-width=\"425px\"\r\ndata-height=\"320px\"\r\ndata-type=\"VideoPlayer/Single\"\r\ndata-tracking-group=\"92502\"\r\ndata-playlist-id=\"13434\"\r\ndata-video-id=\"32944526\"\r\ndata-site-section=\"politifact\">\r\n</div>\r\n<script type=\"text/javascript\">_informq.push(['embed']);</script>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/13120/", "title": "Sessions on DACA, says minors flooded border", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2017/sep/05/jeff-sessions/jeff-sessions-questionable-claim-daca-helped-cause/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Sessions' questionable claim that DACA helped bring minors", "id": 14494, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/14494/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During his <a href=\"http://www.cq.com/doc/newsmakertranscripts-5169361?4\">announcement</a> that the Trump administration would phase out Deferred Action for Childhood Arrivals, or DACA, Attorney General Jeff Sessions blamed the Obama-era policy for a surge in unaccompanied minors at the southern U.S. border that spiked in 2014.</p>\r\n\r\n<p>Speaking from prepared remarks at the Justice Department, Sessions said that DACA, &quot;among other things, contributed to a surge of minors at the southern border that yielded terrible humanitarian consequences.&quot;</p>\r\n\r\n<p>Did DACA really help spawn the surge of minors from Central America? Based on statistical patterns and consultation with experts, we find the evidence to be weak.</p>\r\n\r\n<p>&quot;As far as I can see, there is no logical or empirical linkage between DACA and the child migrants from Central America,&quot; said Douglas Massey, a Princeton University sociologist who has written about and done field work with immigrants on the southern border.</p>\r\n\r\n<div class=\"pf_subheadline\">How does DACA work?</div>\r\n\r\n<p>Under DACA, enacted as an executive-branch policy in 2012, undocumented immigrants who had been brought to the United States before turning 16 could apply for a renewable status that protected them from deportation as long as they met several requirements.</p>\r\n\r\n<p>They needed to be in school, have a high school degree or be an honorably discharged veteran. They had to be younger than 31 by June 15, 2012. They had to have no significant criminal record. And -- most relevant for analyzing Sessions&rsquo; claim -- they had to have lived in the United States continuously since June 15, 2007.</p>\r\n\r\n<p>This residency requirement meant that none of the unaccompanied minors showing up at the southern border of the United States in 2014 would have qualified for DACA. Most of the unaccompanied minors came from Central America, particularly Honduras, El Salvador and Guatemala. By definition, they would not have been living in the United States continuously since 2007.</p>\r\n\r\n<div class=\"pf_subheadline\">What motivated the migrants to come to the border?</div>\r\n\r\n<p>But what if the migrants were under the belief that the United States would welcome them?</p>\r\n\r\n<p>The Justice Department pointed us to an article published in the <em>Washington Post</em> on <a href=\"https://www.washingtonpost.com/politics/influx-of-minors-across-texas-border-driven-by-belief-that-they-will-be-allowed-to-stay-in-us/2014/06/13/5406355e-f276-11e3-9ebc-2ee6f81ed217_story.html?utm_term=.5b89aa348eac\">June 13, 2014</a>, headlined, &quot;Influx of minors across Texas border driven by belief that they will be allowed to stay in U.S.&quot;</p>\r\n\r\n<p>According to the Post, Sen. Dianne Feinstein, D-Calif., said that while on a tour of a Border Patrol station in Nogales, Ariz., that was housing hundreds of unaccompanied minors, her aides found that &quot;many of the children were smuggled across the border after hearing radio ads promising they would not be deported. My staff also heard that religious organizations are spreading the same message.&quot;</p>\r\n\r\n<p>The <em>Post </em>went on to cite a leaked memo written by Border Patrol agents that had been circulated to reporters and lawmakers by the Center for Immigration Studies, which advocates for limited immigration. It was based on interviews with 230 youths and women from Honduras, Guatemala and El Salvador.</p>\r\n\r\n<p>The memo said many migrants wanted &quot;to take advantage of the &lsquo;new&rsquo; U.S. law that grants a free pass or permit&quot; from the government. &quot;The news of these &lsquo;permisos&rsquo; is spread by word of mouth and international and local media,&quot; the memo said.</p>\r\n\r\n<p>Then-Homeland Security Secretary Jeh Johnson told Congress that he disagreed with the memo&rsquo;s conclusions, though the <em>Post </em>noted that Cecilia Mu&ntilde;oz, the Obama White House&rsquo;s director of domestic policy, acknowledged that unfounded &quot;rumors&quot; could be playing a role in the influx of minors, though not as the leading cause.</p>\r\n\r\n<div class=\"pf_subheadline\">Sources of the rumors</div>\r\n\r\n<p>So how did these &quot;rumors&quot; arise? As we&rsquo;ve <a href=\"http://www.politifact.com/punditfact/statements/2016/dec/15/geraldo-rivera/mostly-false-claim-children-are-rushing-across-bor/\">previously written</a>, the most likely explanation is that Central Americans turned themselves in to immigration authorities in order to seek <a href=\"https://www.uscis.gov/humanitarian/refugees-asylum\">asylum</a> protection. To apply for asylum, individuals must be physically present in the United States and can do so <a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum/obtaining-asylum-united-states\">regardless of how they arrived</a> or of their current immigration status.</p>\r\n\r\n<p>It&rsquo;s important to note that asylum policy is an entirely different aspect of the immigration framework than DACA. As we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2014/jul/10/henry-cuellar/rep-texas-says-immigrant-minors-countries-dont-bor/\">noted</a>, some of the policies that governed unaccompanied minors stem from the William Wilberforce Trafficking Victims Protection Reauthorization Act, a broadly bipartisan measure signed by President George W. Bush in 2008.</p>\r\n\r\n<p>So for Sessions to use the situation with unaccompanied minors as a justification for ending DACA is to target one set of rules for the consequences of another.</p>\r\n\r\n<p>Is it conceivable that people in Central America might have heard about DACA and used it as one more data point to reinforce a perception that the United States was growing more welcome to immigrants, and that they should try to send their unaccompanied children here? Yes.</p>\r\n\r\n<p>Still, even that doesn&rsquo;t mean that the DACA policy itself &quot;contributed to a surge of minors at the southern border&quot; -- only that misperceptions and unfounded rumors in foreign countries about DACA did. The DACA policy itself would have done Central American migrants no good once they got to the border.</p>\r\n\r\n<div class=\"pf_subheadline\">What do the numbers say?</div>\r\n\r\n<p>And even if it sounds plausible that DACA may have accidentally helped spawn the surge in unaccompanied minors, the timeline undercuts that notion.</p>\r\n\r\n<p>Let&rsquo;s first look at Border Patrol apprehensions at the Southwest border -- a metric often used as a rough estimate of the number of people attempting to cross the border into the United States.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>DACA was announced near the end of the 2012 fiscal year. (The graph above uses fiscal rather than calendar years.) So if DACA prompted a spike in the number of unaccompanied minors, that should show up in the data starting in 2013.</p>\r\n\r\n<p>In reality, while the number of apprehensions did increase, it did so steadily -- as if DACA had never happened. The slope of the increase is consistent from 2011 to 2014, after which it fell. (It&rsquo;s also less than a third of the level it was in 2000.)</p>\r\n\r\n<p>A second data set also calls into question Sessions&rsquo; linkage -- data showing non-Mexican apprehensions at the Southwest border. While not all of these apprehensions involved Central Americans, they are considered a pretty good approximation.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>This time, the scale of the spike is bigger, but the data shows the same general pattern. That is, the number goes up at a more-or-less steady rate between 2011 and 2014, before declining.</p>\r\n\r\n<p>So, for both data sets, the increase was steady -- and it began more than a year before DACA was even implemented.</p>\r\n\r\n<p>&quot;We have no data that links DACA with increases in apprehensions of unaccompanied minors at the southwestern border,&quot; said Jeffrey Passel, a senior demographer at Pew Research Center who studies immigration.</p>\r\n\r\n<div class=\"pf_subheadline\">So if not DACA, why did they come?</div>\r\n\r\n<p>Why did they come then? To flee violence, primarily.</p>\r\n\r\n<p>Denise Gilman, director of the immigration clinic at the University of Texas School of Law, pointed to a 2014 <a href=\"https://www.americanimmigrationcouncil.org/research/understanding-central-american-refugee-crisis\">study</a> by Vanderbilt University&rsquo;s Latin American Public Opinion Project. It surveyed residents of the three main Central American countries about their intentions to migrate and whether they had been victimized by crime in the previous 12 months.</p>\r\n\r\n<p>The study found that those who had been victimized were considerably more likely to consider migration than those who had not been victimized. In Honduras, for instance, 28 percent of non-victims reported having intentions to migrate, compared to almost 56 percent of those victimized more than once by crime.</p>\r\n\r\n<p>Other analyses have agreed about the importance of crime, along with poverty.</p>\r\n\r\n<p>An August 2016 Congressional Research Service <a href=\"https://fas.org/sgp/crs/row/RL34112.pdf\">report</a> we&rsquo;ve <a href=\"http://www.politifact.com/punditfact/statements/2016/dec/15/geraldo-rivera/mostly-false-claim-children-are-rushing-across-bor/\">cited</a> concluded that <a href=\"https://www.unicef.org/media/media_92569.html\">gang-related violence</a>, <a href=\"http://www.pewresearch.org/fact-tank/2014/07/01/dhs-violence-poverty-is-driving-children-to-flee-central-america-to-u-s/\">poverty</a> and lack of educational and employment opportunities in Guatemala, El Salvador and Honduras played a key role in children&rsquo;s decisions to leave their homes on their own and cross illegally into the United States.</p>\r\n\r\n<p>&quot;We believe what has largely motivated migration of unaccompanied minors and families from Central America has been a combination of &lsquo;push&rsquo; factors -- violence, instability and endemic poverty in Central America -- coupled with &lsquo;pull&rsquo; factors -- a desire to reunite with family in the U.S. and an understanding that people from Central America presenting themselves at the border would be allowed in, pending review of their case in immigration court,&quot; said Michelle Mittelstadt, a spokeswoman for the Migration Policy Institute, which is generally favorable toward immigration.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Sessions said that DACA &quot;contributed to a surge of minors at the southern border.&quot;</p>\r\n\r\n<p>Since the DACA policy itself didn&rsquo;t address the situation of unaccompanied Central American minors at all, the only way it could have had any effect was through mistaken understandings among potential migrants in Central America about what the program did and didn&rsquo;t do. While there is evidence that such mistaken ideas did exist, the data shows that the upticks at the southern border were already under way by the time DACA was announced, and that the trend line didn&rsquo;t change significantly after the announcement. So the effect, if there was any at all, would have been too small to measure.</p>\r\n\r\n<p>We rate the claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-09-05T17:30:02.581560", "ruling_date": "2017-09-05T18:04:14", "ruling_headline": "Jeff Sessions' questionable claim that DACA helped cause spike in minors at border", "ruling_headline_slug": "jeff-sessions-questionable-claim-daca-helped-cause", "ruling_link_text": "Linkage is weak at best", "ruling_state": null, "source_documents": null, "sources": "<p>Jeff Sessions, remarks on DACA, <a href=\"http://www.cq.com/doc/newsmakertranscripts-5169361?4\">Sept. 5, 2017</a></p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/politics/influx-of-minors-across-texas-border-driven-by-belief-that-they-will-be-allowed-to-stay-in-us/2014/06/13/5406355e-f276-11e3-9ebc-2ee6f81ed217_story.html?utm_term=.5b89aa348eac\">Influx of minors across Texas border driven by belief that they will be allowed to stay in U.S</a>,&quot; June 13, 2014</p>\r\n\r\n<p>American Immigration Council, &quot;<a href=\"https://www.americanimmigrationcouncil.org/research/understanding-central-american-refugee-crisis\">Understanding the Central American Refugee Crisis</a>,&quot; Feb. 1, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2016/dec/12/context-dreamers-and-background-checks/\">In context: &#39;Dreamers&#39; and background checks</a>,&quot; Dec. 12, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/jul/10/henry-cuellar/rep-texas-says-immigrant-minors-countries-dont-bor/\">Texas congressman says immigrant minors from countries that don&#39;t border the U.S. can stay</a>,&quot; July 10, 2014</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2016/dec/15/geraldo-rivera/mostly-false-claim-children-are-rushing-across-bor/\">Mostly False: Claim that tens of thousands of children are rushing the border fearing Trump&#39;s wall</a>,&quot; Dec. 15, 2016</p>\r\n\r\n<p>Email interview with Michelle Mittelstadt, spokeswoman for the Migration Policy Institute, Sept. 5, 2017</p>\r\n\r\n<p>Email interview with Douglas Massey, Princeton University sociologist, Sept. 5, 2017</p>\r\n\r\n<p>Email interview with Denise Gilman, director of the immigration clinic at the University of Texas School of Law, Sept. 5, 2017</p>\r\n\r\n<p>Email interview with Kevin Johnson, dean of the University of California-Davis School of Law, Sept. 5, 2017</p>\r\n\r\n<p>Email interview with Jeffrey Passel, senior demographer at Pew Research Center, Sept. 5, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "", "false_count": 4, "first_name": "Jeff", "half_true_count": 6, "home_state": "Alabama", "id": 414, "last_name": "Sessions", "mostly_true_count": 2, "name_slug": "jeff-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/414/", "total_count": 24, "true_count": 1, "website": ""}, "statement": "<p>Says President Barack Obama&rsquo;s policy known as DACA &quot;contributed to a surge of minors at the southern border.&quot;</p>\r\n", "statement_context": "remarks at the Justice Department", "statement_date": "2017-09-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "Jeff Sessions' questionable claim that DACA helped cause spike in minors at border"}