{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/01/mitch-mcconnell/mcconnell-reverses-position-conrad-gregg-budget-co/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1449, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1449/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>Earlier this year, Senate Minority Leader Mitch McConnell was gung-ho behind an amendment intended to improve federal fiscal health.</p>\r\n<p>The proposal -- a&nbsp; \"Bipartisan Task Force for Responsible Fiscal Action\" -- was co-sponsored by the top Democrat and the top Republican on the Senate Budget Committee, Kent Conrad, D-N.D., and Judd Gregg, R-N.H. It would establish an 18-member bipartisan commission to study the current and future fiscal condition of the federal government and make recommendations about how revenues and expenses can be brought into line. Those recommendations would be fast-tracked to the House and Senate floors under a special procedure.</p>\r\n<p>In a May 12, 2009, Senate floor session to discuss the Medicare Trustees' Report, McConnell said, \"We must address the issue of entitlement spending now before it is too late. As I have said many times before, the best way to address the crisis is the Conrad-Gregg proposal, which would provide an expedited pathway for fixing these profound long-term challenges. This plan would force us to get debt and spending under control. It deserves support from both sides of the aisle. The administration has expressed a desire to take up entitlement reform, and given the debt that its budget would run up, the need for reform has never been greater. So I urge the administration, once again, to support the Conrad-Gregg proposal. This proposal is our best hope for addressing the out-of-control spending and debt levels that are threatening our nation&rsquo;s fiscal future.\"<br />&nbsp;<br />That's a pretty clear endorsement of a bill, even though McConnell was not a co-sponsor.<br />&nbsp;<br />We tracked down one other occasion when McConnell spoke favorably about the bill. According to an Associated Press account at the time, McConnell also advocated the Conrad-Gregg approach in comments at a Feb. 23, 2009, White House summit on fiscal responsibility.</p>\r\n<p>But then, on Jan. 26, 2010, when the Conrad-Gregg bill, originally introduced as S. 2853, came for a vote in the Senate, it fell seven votes shy of the Senate's 60-vote threshold for passage, garnering 53 yeas and 46 nays, with one senator not voting. <br />&nbsp;<br />The measure would have passed with 60 votes if only seven additional Republicans who had co-sponsored S. 2853 had voted for it. Instead, those seven -- Robert Bennett of Utah, Sam Brownback of Kansas, Mike Crapo of Idaho, John Ensign of Nevada, Kay Bailey Hutchison of Texas, James Inhofe of Oklahoma and John McCain of Arizona -- withdrew their co-sponsorship in the days before the vote and then voted against it on the floor.</p>\r\n<p>But the Senate Republican leader from Kentucky has probably taken the most flak on the issue for voting \"no.\"<br />&nbsp; <br />In a scathing <em>Washington Post</em> op-ed column on Feb. 1, 2010, Fred Hiatt, referring to McConnell's \"no\" vote on the commission, wrote that \"no single vote by any single senator could possibly illustrate everything that is wrong with Washington today. No single vote could embody the full cynicism and cowardice of our political elite at its worst, or explain by itself why problems do not get solved. But here's one that comes close.\"<br />&nbsp;<br />Hiatt continued that \"it's impossible to avoid the conclusion that the only thing that changed since May is the political usefulness of the proposal to McConnell's partisan goals. He was happy to claim fiscal responsibility while beating up Obama for fiscal recklessness. But when Obama endorsed the idea, as he did on the Saturday before the vote -- and when the commission actually, against all odds, had the wisp of a chance of winning the needed 60 Senate votes -- McConnell bailed.\"</p>\r\n<p>Meanwhile, on the same day Hiatt's column was published,&nbsp;the president himself urged McConnell by name to change his mind about the commission, during remarks on his administration's proposed 2011 budget. \"I hope that, despite the fact that it got voted down in the Senate, that both the Republican leader, Mitch McConnell, and the Republican leader in the House, John Boehner, go ahead and fully embrace what has been a bipartisan idea to get our arms around this budget.\"</p>\r\n<p>So did McConnell flip-flop on his position? <br /><br />At the time of the vote, many Republicans were coming under pressure from antitax activists to oppose such a commission. These activists argued that it would have opened the door to tax increases. (Bennett, Hutchison and McCain are under special pressure because they face difficult primaries this fall from challengers on their right.) For their part, many Democrats voted against establishing a commission amid pressure by liberal interest groups that worried that the commission could recommend deep cuts to spending programs.</p>\r\n<p>When we asked McConnell's staffers whether they had any explanation for the senator's switch, a spokesman referred us to what McConnell had said in&nbsp;a Jan. 31, 2010,&nbsp;interview with John King, the host of CNN's Sunday-morning show, <em>State of the Union.</em><br />&nbsp;<br />In that interview, King said to McConnell, \"If this was such a good idea that they would co-sponsor it -- this is what comes up, Sen. McConnell, in my travels all the time. People say, why do they always just play politics in Washington? Is this just politics, as the president says, or if it was the same proposal six months ago when they co-sponsored it, what was wrong with it last week when a Democratic president wanted it?\"<br />&nbsp;<br />McConnell responded by throwing the blame back on the president, who he said was, at best, uninterested in the idea until Senate Democrats -- under pressure to pass a politically unpopular increase to the federal debt limit -- urged him to back the bill as cover.<br />&nbsp;<br />\"Well, what was wrong with it last year?\" McConnell said to King. \"I mean, I discussed this very issue with the president right after he came to office, and with his chief of staff. Never could get a commitment out of him. In the meantime, we've seen a year now in which we've been on a spending binge. They passed a budget that doubled the national debt in five years and tripled it in 10. There's a lot of skepticism now about whether -- and the president endorses this commission a couple of days before the vote [on the debt-limit bill]. Where was he a year ago when we were talking to him about it?\" (We recently <a href=\"http://politifact.com/truth-o-meter/statements/2010/jan/28/bob-mcdonnell/national-debt-pace-triple-10-years-now-more-100k-h/\" target=\"_blank\">fact-checked</a> the point McConnell made about the debt tripling in 10 years and found some caveats.)<br />&nbsp;<br />McConnell also told King that he still favors the commission model, and in fact voted for an alternative amendment that would have established a commission to propose spending cuts. But unlike the Conrad-Gregg commission, the one that McConnell -- as well as the seven former co-sponsors of the Conrad-Gregg commission -- backed would not entertain the possibility of tax increases, something that Conrad and Gregg maintained had to remain on the table.<br />&nbsp;<br />When King asserted that a commission that didn't address tax increases would suit Republicans' political purposes, McConnell responded, \"Look, nobody thinks raising taxes in the middle of a recession is a good idea. Have you ever heard anybody say that? I don't think so. We're in the middle of a recession. We've got 10 percent unemployment. ... Look, I don't think anybody in the country thinks we have a problem because we tax too little. I think the problem is we spend too much. So I like the commission idea, just as I said a few months ago. I think a better way to do it is to target spending, a spending reduction commission.\"</p>\r\n<p>Independent sources agree that McConnell has a point that Obama was also inconsistent about the merits of Conrad-Gregg commission. Gregg, according to the <em>New York Times</em>, said the president \"may be a little too late to the party\" given the intensity of opposition \"from people who don't want any scent of tax increases.\"</p>\r\n<p>Still, Obama had never come out as forcefully against the proposal as McConnell had in favor of it prior to switching sides.</p>\r\n<p>As we indicated earlier, McConnell was not a co-sponsor of S. 2853. However, he is not only on record praising the measure just eight months earlier but is also on record saying that he had praised it on numerous occasions. We rate McConnell's stance on the Conrad-Gregg commission a Full Flop.</p>", "ruling_comments_date": "2010-02-01T15:36:50.011527", "ruling_date": "2010-02-01T19:03:37", "ruling_headline": "McConnell reverses position on Conrad-Gregg budget commission", "ruling_headline_slug": "mcconnell-reverses-position-conrad-gregg-budget-co", "ruling_link_text": "Once an eager backer, he then voted against it", "ruling_state": null, "source_documents": null, "sources": "<p>Mitch McConnell, Senate floor <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S5342&amp;dbname=2009_record\" target=\"_blank\">statement</a>, May 12, 2009</p>\r\n<p>Senate roll call votes, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00005\" target=\"_blank\">Conrad Amendment No. 3302</a>, Jan. 26, 2010</p>\r\n<p>Senate roll rall votes, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00010\" target=\"_blank\">Brownback Amendment No. 3309</a>, Jan. 26, 2010<br />&nbsp;<br />THOMAS, bill page for S. 2853 (111th Congress), accessed Feb. 1, 2010,</p>\r\n<p>Mitch McConnell, <a href=\"http://archives.cnn.com/TRANSCRIPTS/1001/31/sotu.01.html\" target=\"_blank\">transcript</a> of comments on CNN&rsquo;s <em>State of the Union with John King</em>, Jan. 31, 2010</p>\r\n<p>Fred Hiatt, &ldquo;Where is McConnell's sense of leadership?&rdquo; (<em>Washington Post</em> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/31/AR2010013101837_pf.html\" target=\"_blank\">op-ed</a>), Feb. 1, 2010</p>\r\n<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-budget\" target=\"_blank\">remarks</a> by the president on the budget, Feb. 1, 2010</p>\r\n<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/weekly-address-president-obama-pledges-rein-budget-deficits\" target=\"_blank\">transcript</a> of presidential radio address, Jan. 30, 2010</p>\r\n<p><em>New York Times</em>, &ldquo;Obama Endorses Bill to Create Panel on Deficit&rdquo; (<a href=\"http://www.nytimes.com/2010/01/24/us/politics/24debt.html\" target=\"_blank\">Caucus Blog post</a>), Jan. 23, 2010</p>\r\n<p><em>Politico</em>, &ldquo;<a href=\"http://dyn.politico.com/printstory.cfm?uuid=625AE603-18FE-70B2-A8B54D3F3B5DA545\" target=\"_blank\">Brown backs budget commission</a>,&rdquo; Jan. 24, 2010</p>\r\n<p><em>Politico</em>, &ldquo;<a href=\"http://dyn.politico.com/printstory.cfm?uuid=761AB86B-18FE-70B2-A85ED622CEC0477B\" target=\"_blank\">Senate OKs $1.9T rise in debt ceiling</a>,&rdquo; Jan. 28, 2010</p>\r\n<p>Associated Press, &ldquo;<a href=\"http://www.9news.com/rss/article.aspx?storyid=110488\" target=\"_blank\">Obama pledges $15B for Medicaid, answers critics</a>,&rdquo; Feb. 23, 2010</p>\r\n<p>Americans for Tax Reform, &ldquo;CARFA Act Provides Alternative to Flawed (and Failed) Conrad/Gregg Commission Proposal&rdquo; (<a href=\"http://www.atr.org/carfa-act-provides-alternative-flawed-failed-a4446\" target=\"_blank\">blog post</a>), Jan. 26, 2010</p>\r\n<p>E-mail interview with Don Stewart, spokesman for Sen. Mitch McConnell, Feb. 1, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Senate minority leader", "false_count": 6, "first_name": "Mitch", "half_true_count": 6, "home_state": "Kentucky", "id": 106, "last_name": "McConnell", "mostly_true_count": 8, "name_slug": "mitch-mcconnell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcconnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/106/", "total_count": 33, "true_count": 4, "website": "http://mcconnell.senate.gov/"}, "statement": "<p>On a bipartisan task force on ways to improve fiscal policy.</p>", "statement_context": "a speech on the Senate floor", "statement_date": "2009-05-12", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}