{"art": [{"brightcove": "", "caption": "Spicewood attorney Glenna Hodge, far right, testifies before a Texas Senate panel in July 2017. She made a claim about what Austin children are taught that drew the Truth-O-Meter (screen grab).", "id": 13146, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/072017hodgetestifying.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13146/", "title": "Glenna Hodge testifying", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/sep/08/glenna-hodge/mostly-false-austin-children-taught-gender-fluid-s/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Do Austin's schools teach children to choose genders?", "id": 14510, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14510/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A supporter of basing student access to bathrooms and locker rooms on gender identity at birth declared that as things stand, Austin&#39;s schools teach children to choose their genders.</p>\r\n\r\n<p>Spicewood attorney Glenna Hodge, <a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?view_id=42&amp;clip_id=12789\">testifying before the Texas Senate State Affairs Committee</a>, said parents should recognize that without a protective law, their children can&rsquo;t count on privacy. Hodge went on: &quot;We also know that schools in Austin Independent School District are teaching children as young as 4 years old that their gender is fluid&ndash;that they&rsquo;re not a boy or a girl and they can choose whichever gender they want.&quot;</p>\r\n\r\n<p>Asked for examples of schools doing so, Hodge told the panel in July 2017 that Austin&rsquo;s Kiker and Odom elementary schools trained teachers with &quot;Welcoming Schools&quot; materials devised by the Human Rights Campaign Foundation. That campaign says it <a href=\"http://www.hrc.org/the-hrc-story/about-us\">focuses on</a> achieving equality for lesbian, gay, bisexual and transgender Americans. In each training, Hodge testified, teachers were told to tell children that gender identity is fluid.</p>\r\n\r\n<p>We asked Hodge how she reached her conclusion about what students are taught. By phone, she said 24 of <a href=\"https://www.austinisd.org/sites/default/files/dept/about-us/docs/AISD_2016-2017_FACT_SHEET_020717.pdf\">the Austin district&rsquo;s 85 elementary schools</a> undertook the training, which she described as clearing the way for students to be taught gender-fluid lessons.</p>\r\n\r\n<p>&quot;What are the teachers supposed to do with the training? What&rsquo;s the point if not to affirm transgenderism?&quot; Hodge said.</p>\r\n\r\n<p><strong>A 2017 web post</strong></p>\r\n\r\n<p>Hodge pointed us to a January 2017 web post by the Southern Baptist Texan, a religious publication. The post, <a href=\"http://texanonline.net/archives/5534/\">&quot;Trojan Horse: Austin &lsquo;anti-bullying&rsquo; program pushes progressive views on gender, sexual identity,&quot;</a> says the Welcoming Students material &quot;is taught to students as young as 4 years old&quot; and &quot;affirms same-sex marriage and parenting, gay and lesbian relationships, and transgenderism.&quot;</p>\r\n\r\n<p>In one module of the teacher training, the post says, &quot;teachers are asked to answer questions about their preconceived ideas about gender (i.e. gender bias). The lesson states, &lsquo;By embracing the richness of the gender spectrum, teachers and other adults can help broaden children&rsquo;s understandings of gender in order to help every child feel seen and recognized.&rsquo;&quot;</p>\r\n\r\n<p>The post goes on: &quot;By Module 5, children are told they can choose their gender identity even if that identity conflicts with biological reality. Questioning the child&rsquo;s choice of gender is not an option for teachers or students,&quot; the post says.</p>\r\n\r\n<p><strong>A teacher&rsquo;s recollection</strong></p>\r\n\r\n<p>Hodge also put us in touch with Caryl Ayala, who described herself by phone as a former Odom pre-kindergarten teacher where, she said, the Welcoming Schools training took place in 2015-16. She said she had no recording or notes taken during the training but pointed us to a Concerned Parents of Austin website presenting what appeared to be <a href=\"https://www.scribd.com/document/349592456/05162017130509-0001\">part of the training presentation</a>. According to one training module, <a href=\"https://www.scribd.com/document/349592456/05162017130509-0001\">&quot;What is Gender?</a>,&quot; presenters were to get teachers to &quot;recognize that gender expression is a social construct, without meaning other than the meaning we have given it.&quot;</p>\r\n\r\n<p><strong>School district responses</strong></p>\r\n\r\n<p>Seeking a full grasp on what teachers were taught and what students are told, we queried the Austin district. By email, a spokeswoman, Tiffany Young, initially conveyed a statement from Peter Price, district director of social and emotional learning, stating that in the 2014-15 through 2016-17 school years, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGem1OSUwxS0tLNjA/view?usp=sharing\">24 elementary campuses</a> requested and received Welcoming Schools &quot;professional development,&quot; which Price described as a &quot;training for teachers to provide safe, supportive, inclusive environments for students and their families and to create a conversation among adults on campus to examine our language and practices.&quot;</p>\r\n\r\n<p>In each instance, Price, said, a letter was sent home at the start of the school year and parents were invited to attend a module. Young emailed us an <a href=\"https://docs.google.com/document/d/132IfkXjMp5Z6LzIYk7VnXuxWx-jVtsIcPUm5pLPg8BQ/edit?usp=sharing\">undated letter</a> to parents stating the training focuses on embracing family diversity, ending bullying and avoiding &quot;gender stereotyping and accepting diverse gender identities.&quot; From the parent letter: &quot;Pressure to conform to specific gender roles can limit a child&rsquo;s development by limiting experiences and expectations. We believe it is important to allow all students to reach their full potential and to feel safe expressing their individuality.&quot;</p>\r\n\r\n<p>So, are students taught that gender is fluid?</p>\r\n\r\n<p>In a follow-up statement, Price said &quot;one of the biggest misconceptions about our Welcoming Schools training for teachers is that they turn around after the training and present a curriculum/lessons to students about LGTBQ topics. That does not happen. The training is for adults, so they can be better prepared to welcome all students to our schools and to ensure all students feel safe and valued. There is no curriculum or lessons for the students.&quot;</p>\r\n\r\n<p>We later connected with Lisa Goodnow, the district&rsquo;s executive director for academic and social emotional learning, who said by phone that children in pre-kindergarten are taught about health and safety issues, not gender identity. Human sexuality gets taken up in middle and high school, Goodnow said.</p>\r\n\r\n<p>Goodnow emailed us a <a href=\"https://docs.google.com/document/d/1jcg2mWkLxZXpBk5PYqQZABRSeFQ3_5ID_Gm9k0d1kTw/edit?usp=sharing\">document</a> showing topics addressed in the district&rsquo;s human sexuality curriculum from kindergarten through fifth grade. Human sexuality gets mentioned in third grade, the document says, with puberty discussed in fifth grade; there&rsquo;s no direct mention of gender identity in the document.</p>\r\n\r\n<p>When we asked Young about Austin schools doing the Welcoming Schools training in 2017-18, she replied that no schools were doing so but the district was &quot;looking into creating its own training program in the future for teachers and is taking the next year to develop it.&quot;</p>\r\n\r\n<p><strong>Documentation</strong></p>\r\n\r\n<p>At our inquiry, the district also gave access to hundreds of pages of emails and other documents from recent years about the Welcoming Schools trainings and gender-related topics.</p>\r\n\r\n<p>We didn&rsquo;t spot material suggesting teachers were telling students that gender is fluid. But documents did show interest among teachers and other staff in helping students come to terms with gender identity issues.</p>\r\n\r\n<p>Among the documents:</p>\r\n\r\n<p>--A 2015 paper, &quot;Beyond the Gender Binary: A Group for Teens,&quot; suggesting middle and high schools could provide opportunities for students to explore &quot;the many facets of gender identity and increase feelings of well-being in trans youth.&quot;</p>\r\n\r\n<p>--A 2015 email from Superintendent Paul Cruz to principals and staff sharing changes in policy adopted by the school board to protect gender identity and expression. The email said: &quot;Gender identity refers to a person&rsquo;s innate, deeply felt psychological identification as male, female or another gender. Gender expression refers to the external manifestation of a person&rsquo;s gender identity, which or may not conform to socially defined behaviors and characteristics typically associated with being either masculine or feminine.&quot; Cruz&rsquo;s email further said he hoped to see the Welcoming Schools curriculum extended to all campuses.</p>\r\n\r\n<p>--A 2016 email from a district official to another sharing a <a href=\"http://www.cnn.com/2016/04/13/living/gender-fluid-feat/index.html\">CNN story</a> on what it means to be &quot;gender-fluid.&quot;</p>\r\n\r\n<p>--A Welcoming Schools packet about using books in grades one through three to look at gender stereotyping.</p>\r\n\r\n<p>--A list of &quot;gender identity&quot; books for students including picture books for students starting in pre-k. &quot;Adventures of Tulip, Birthday Wish Fairy,&quot; the list says, follows Tulip &quot;as he deals with the birthday wishes of all the nine-year-olds in North America. Tulip receives a wish from a child known as David to live as Daniela. He doesn&rsquo;t know how to help, so he seeks the wise counsel of the Wish Fairy Captain.&quot; Another listed book: &quot;All I Want to Be is Me,&quot; is described as giving voice &quot;to the feelings of children who don&rsquo;t fit gender stereotypes, and who just want to be free to be themselves. Includes children who are fluid in their gender identity, as well as those that feel their body doesn&rsquo;t match who they really are,&quot; the summary says.</p>\r\n\r\n<p><strong>Human Rights Campaign</strong></p>\r\n\r\n<p>We also heard back from the Human Rights Campaign about its training materials. By email, spokeswoman Sarah McBride provided responses from Johanna Eager, director of Welcoming Schools, who said: &quot;We do not say that gender is a choice, but in workshops with educators, Welcoming Schools does reference the research and data which demonstrate that children begin to understand their gender identity as early as the age of four.&quot;</p>\r\n\r\n<p>We looked over the foundation&rsquo;s <a href=\"http://www.welcomingschools.org/resources/lesson-plans/transgender-youth/transgender-with-books/\">suggested Welcoming Schools lesson plans</a>, noticing that none focus on children in pre-kindergarten and the lesson plan on <a href=\"http://hrc-assets.s3-website-us-east-1.amazonaws.com//welcoming-schools/documents/WS_Lesson_I_Am_Jazz_Book_Transgender.pdf\">&quot;understanding transgender children</a>&quot; contains no language saying children should be told gender identity is fluid though there&rsquo;s reference to gender as a spectrum.</p>\r\n\r\n<p>That particular lesson plan, intended for teachers in kindergarten through fifth grade, lists among goals the expansion of &quot;students&rsquo; perception and understanding of gender&quot; and also understanding &quot;what it means to be transgender using developmentally appropriate language for younger students.&quot;</p>\r\n\r\n<p>The plan also calls for students to read and discuss a nonfiction story, &quot;I Am Jazz,&quot; and it says students &quot;will learn new vocabulary words related to gender.&quot; From the <a href=\"http://www.penguinrandomhouse.com/books/315643/i-am-jazz-by-jessica-herthel-illustrated-by-shelagh-mcnicholas/9780803741072/\">publisher&rsquo;s summary</a> of the story: &quot;From the time she was two years old, Jazz knew that she had a girl&#39;s brain in a boy&#39;s body. She loved pink and dressing up as a mermaid and didn&#39;t feel like herself in boys&#39; clothing. This confused her family, until they took her to a doctor who said that Jazz was transgender and that she was born that way. Jazz&#39;s story is based on her real-life experience and she tells it in a simple, clear way that will be appreciated by picture book readers, their parents, and teachers.&quot;</p>\r\n\r\n<p>The lesson plan says teachers should understand before reading the book to students &quot;that gender is a spectrum, not a binary, and that we all express ourselves in many different ways along that spectrum. Each child is an individual with their own unique expression of who they are in the world,&quot; the plan says.</p>\r\n\r\n<p>Definitions offered with the lesson plan include:</p>\r\n\r\n<p style=\"margin-left:40.5pt\">&quot;GENDER IDENTITY: How you feel &mdash; male, female, neither or both. This can be different from the anatomy that you were born with (sex assigned at birth).&quot;</p>\r\n\r\n<p style=\"margin-left:40.5pt\">&quot;TRANSGENDER/TRANS: When your gender identity (how you feel) is different than how your body is (your anatomy). When a person with a boy body feels like a girl inside their heart and brain. Or, when a person with a girl body feels like a boy inside their heart and brain. &quot;</p>\r\n\r\n<p style=\"margin-left:40.5pt\">&quot;GENDER BINARY: The idea that there are two distinct and opposite genders &mdash; male and female / boy and girl. This idea is limiting and doesn&rsquo;t allow for the many ways that children and adults express themselves.&quot;</p>\r\n\r\n<p>We followed up with Young, who noted by email that the Austin district didn&rsquo;t adopt the Welcoming Schools curriculum for classroom instruction. Further, she said: &quot;We are not aware of any elementary school teachers who are teaching gender fluidity.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hodge said: &quot;Schools in Austin Independent School District are teaching children as young as 4 years old that their gender is fluid &ndash; that they&rsquo;re not a boy or a girl and they can choose whichever gender they want.&quot;</p>\r\n\r\n<p>Hodge didn&rsquo;t deliver proof of Austin students including toddlers getting told that gender is fluid nor did we confirm such instruction. It&rsquo;s clear otherwise that the district has put energy into teachers understanding that each child comes to terms with gender identity among developmental issues. Teacher training materials include a lesson plan describing gender identity varying along a spectrum.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE </strong></em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-09-08T16:28:37.504771", "ruling_date": "2017-09-08T16:41:43", "ruling_headline": "Mostly False: Austin children taught gender is fluid starting in pre-kindergarten", "ruling_headline_slug": "mostly-false-austin-children-taught-gender-fluid-s", "ruling_link_text": "Gender bender", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://tlcsenate.granicus.com/MediaPlayer.php?view_id=42&amp;clip_id=12789\">Video</a>, testimony of Glenna Hodge before Texas Senate Committee on State Affairs, Senate Media Services, July 20, 2017 (1:07:55 mark)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRxl2y7RyYo7VEqPY2yp17NKSwIaudKFXZ7MC95LpACGnOCAfw6K5XPsHe2jXEWzpHZ1KfZybEviAav/pub\">Emails</a> and phone interview, Glenna Hodge, Spicewood attorney, July 28 and Aug. 1, 2017</p>\r\n\r\n<p>Phone interview, Caryl Ayala, Austin, Aug. 16, 2017</p>\r\n\r\n<p>Document, <a href=\"https://www.scribd.com/document/349592456/05162017130509-0001\">&quot;Welcoming Schools Modules 1-4,&quot;</a> on web page, <a href=\"http://www.concernedparentsofaustin.com/involvement-in-austin-isd.html\">&quot;Austin ISD,&quot;</a> Concerned Parents of Austin, undated (accessed Aug. 16, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSoiyslR70ESI5VnkE7mvgH0-0c547rNNvUGjdDkw_r7sh7kO5ZF9zxYCnlShZGXnLy8GPoXPoFm6TS/pub\">Emails</a>, Tiffany Young, senior communication specialist, Austin Independent School District, Aug. 1-2 and Sept. 8, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGem1OSUwxS0tLNjA/view?usp=sharing\">Document listing Austin school district elementary schools that trained teachers with Welcoming Schools materials</a>, 2014-15 through 2016-17 school years (received by email from Tiffany Young, Aug. 1, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/132IfkXjMp5Z6LzIYk7VnXuxWx-jVtsIcPUm5pLPg8BQ/edit?usp=sharing\">Form letter</a> to Austin school district parents about Welcoming Schools training, undated (received by email from Tiffany Young, Aug. 1, 2017)</p>\r\n\r\n<p>Web post, <a href=\"http://texanonline.net/archives/5534/\">&quot;Trojan Horse: Austin &lsquo;anti-bullying&rsquo; program pushes progressive views on gender, sexual identity,&quot;</a> Southern Baptist Texan, Jan. 26, 2017 (accessed Aug. 16, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTmxvWfAkLcjJOnswboE4VvtQYukE-sCuckEYtMn9LnWH_Gp6EVcbr2SUlFaK2S-btkMgaqXNd-LvrK/pub\">Emails</a>, Sarah McBride, national press secretary, Human Rights Campaign, Aug. 17, 2017</p>\r\n\r\n<p>Web page, <a href=\"http://www.welcomingschools.org/resources/lesson-plans/transgender-youth/transgender-with-books/\">&quot;Lesson Plans to Help Students Understand Gender and Support Transgender And Non-Binary Children,&quot;</a> Welcoming Schools, Human Rights Campaign Foundation, 2017 (accessed Aug. 17, 2017)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTkTNr7u_bqwTgVQpXMN950kTrYLC7L88mYBgqQAuPL5Zh0KEvUMrP6jfBq5d0rIGKdRTMgLut4pFcZ/pub\">email</a>, Lisa Goodnow, executive director, academic and social emotional learning, Austin Independent School District, Aug. 23-24, 2017</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/1jcg2mWkLxZXpBk5PYqQZABRSeFQ3_5ID_Gm9k0d1kTw/edit?usp=sharing\">&quot;Current AISD Sexuality and Responsibility Curriculum,&quot;</a> undated, Austin school district (received by email, Lisa Goodnow, Aug. 24, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQDTYlIN1VS7DbOp_bdY2b24ZbytUVPoNcm9AP37L7mlKqdIHJ8xP1vMHM6RVzXQcX2NdtwzntgD9Oo/pub\">Document</a> summarizing Austin school district&rsquo;s sex education curriculum, elementary school grades (received by email from Lisa Goodnow, Aug. 24, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney", "false_count": 0, "first_name": "Glenna", "half_true_count": 0, "home_state": "Texas", "id": 4036, "last_name": "Hodge", "mostly_true_count": 0, "name_slug": "glenna-hodge", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/glennapft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4036/", "total_count": 1, "true_count": 0, "website": "https://www.linkedin.com/in/glenna-hodge-33518864/"}, "statement": "<p>&quot;Schools in Austin Independent School District are teaching children as young as 4 years old that their gender is fluid &ndash; that they&rsquo;re not a boy or a girl and they can choose whichever gender they want.&quot;</p>\r\n", "statement_context": "testimony before a Texas Senate committee", "statement_date": "2017-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Lawyer says Austin's schools teach children from earliest ages that gender is fluid. MOSTLY FALSE, we find."}