{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/feb/03/rick-perry/perry-says-he-cut-property-taxes-one-third/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1452, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1452/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Talking about tax cuts can score a candidate big points, and Gov. Rick Perry didn&rsquo;t let that opportunity sail by during the Jan. 14 GOP gubernatorial debate.<br /><br />When his record on jobs was attacked by both of his challengers, U.S. Sen. Kay Bailey Hutchison and Wharton businesswoman Debra Medina, Perry struck back. &quot;We cut property taxes by one-third,&quot; he said.<br /><br />That sounds like a lot. We decided to check the numbers.<br /><br />First, some history. In 2006, the Legislature passed and Perry signed a tax overhaul that was intended to reduce property taxes paid to school districts. To help offset the revenue lost by the districts, lawmakers restructured the state&rsquo;s business tax and raised the cigarette tax.<br /><br />During the debate, Perry's reference to cutting property taxes left out some key facts.<br /><br />For one, the cut applied only to school taxes, which means that all the other property taxes paid by Texans &mdash; including those going to cities and counties &mdash; were unaffected. Secondly, the Legislature reduced the tax rate, not Texans' total tax bills, by 33 percent. And thirdly, only one portion of the school property tax rate was affected &mdash; the part used for maintenance and operations.<br /><br />True, most of every dollar in school taxes goes for maintenance and operations. According to a 2008 report from the Texas Taxpayers and Research Association, a nonprofit business group, that accounted for about half of all property taxes levied in Texas in 2005, the year before the cuts began.<br /><br />But Perry&rsquo;s shorthand statement that property taxes were cut by a third, which has been repeated by other politicians, is an oversimplification.<br /><br />Overall, school tax collections did decline 6.4 percent between 2005 and 2007, the year the cuts were fully implemented. And the portion collected for school maintenance and operations dropped $2.2 billion, a 12.5 percent decrease, according to the Texas Education Agency. <br /><br />However, most taxpayers focus on the bottom line of their tax bill. That's where we looked, too.<br /><br />We found that the total amount of local property taxes paid by Texans &mdash; to all the different taxing entities &mdash; actually rose nearly 5 percent from 2005. When all was said and done, taxpayers paid $1.6 billion more in 2007.&nbsp; <br /><br />We did find some support for Perry's claim in the 2008 report from the TTARA, titled \"Property Tax Relief: The $7 Billion Reality.\" The report compared those 2007 property taxes with what it calculated Texans would have paid without a rate cut. The savings amounted to about $7 billion, it said.<br /><br />\"The average Texan's total property tax bill in 2007 was 20 percent lower than what it likely would have been had there been no tax relief initiative,\" the report concludes.<br /><br />That still didn't get us to Perry's 33 percent (one-third) claim.<br /><br />Next, we went to the Texas Education Agency. It offered data showing that collections for school maintenance and operations taxes were indeed 30.2 percent lower in 2007 than the state projected they would have been without the tax cut.<br /><br />The problem is, taxpayers don't compare their tax bills to what they might have paid but to what they actually paid last time.<br /><br />Why didn't school taxes fall more between 2005 and 2007? Dale Craymer, president of the TTARA, said there are two major reasons.<br />&nbsp;<br />The first was a provision in the 2006 tax overhaul that gave school boards the option of voting to raise the maintenance and operations rate by a few cents for enrichment purposes. By 2007, more than 1,000 Texas school districts had done so, according to the TTARA report. That lessened the impact of the mandatory 33 percent rate reduction in those districts.<br /><br />Craymer said the second&nbsp; &mdash; and the most powerful &mdash; factor was rising property values. If values rise proportionately more than tax rates are cut, savings are negated and tax bills go up. In both 2006 and 2007, the total taxable value of property in Texas rose more than 10 percent each year.<br /><br />The association's report identified other reasons that the overall reduction in property taxes did not meet expectations: increases in the portion of school taxes dedicated to bond debt, as well as increases in taxes paid to cities, counties and other taxing districts.<br /><br />Summing up: In the debate, Perry failed to accurately characterize the tax cut passed in 2006 and its impact on Texans. Total property tax collections rose, not fell. And though it's estimated that Texans did receive significant tax savings compared with what they would have paid without the cuts, those savings were probably closer to 20 percent than 33 percent. <br /><br />We rate Perry's claim as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-02-01T19:55:12.691527", "ruling_date": "2010-02-03T17:29:42", "ruling_headline": "Perry says he cut property taxes by one-third", "ruling_headline_slug": "perry-says-he-cut-property-taxes-one-third", "ruling_link_text": "Tax burden didn't lighten", "ruling_state": null, "source_documents": null, "sources": "<p>Texas Legislature, <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=793&amp;Bill=HB1\" target=\"_blank\">House Bill 1</a>, 2006<br /><br />Texas state comptroller's office, Annual Property Tax Report 2007, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012910_cpatax07.pdf\" target=\"_blank\">historical tax numbers</a><br /><br />Texas Taxpayers and Research Association, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012910_ttarareport.pdf\" target=\"_blank\">\"Property Tax Relief: The $7 Billion Reality,\"</a> August 2008<br /><br />Texas state comptroller's office, Annual Property Tax Report 2007, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012910_cpavalue07.pdf\" target=\"_blank\">total taxable value</a><br /><br />Texas state comptroller's office, Annual Property Tax Report 2006, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012910_cpavalue06.pdf\" target=\"_blank\">total taxable value</a></p>\r\n<p>Texas Education Agency, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012910_teadata.pdf\" target=\"_blank\">tax information</a></p>\r\n<p>Interview with Dale Craymer, president of Texas Taxpayers and Research Association, Jan. 29, 2010<br /><br />Interview with Dick Lavine, senior fiscal analyst, Center for Public Policy Priorities, Jan. 28, 2010<br /><br />Interview with Lisa Dawn-Fisher, deputy associate commissioner for school finance, Texas Education Agency, Jan. 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>&quot;We cut property taxes by one-third.&quot;</p>", "statement_context": "a Republican gubernatorial debate", "statement_date": "2010-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}