{"art": [{"brightcove": "", "caption": "Chicago Teachers Union President Karen Lewis discusses Illinois' new state school funding formula in an appearance on WTTW's Chicago Tonight on Sept. 5, 2017", "id": 13163, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Karen_Lewis_on_Chicago_Tonight_9-5-17.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13163/", "title": "Karen Lewis Chicago Tonight 9=5=17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/sep/12/karen-lewis/call-it-what-you-want-karen-lewis-calls-illinois-s/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Did IL school plan create \"voucher\" system? We checked", "id": 14520, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14520/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>For many public education advocates in Illinois, Aug. 31 was a historic day. When Gov. Bruce Rauner put his signature on <a href=\"http://www.ilga.gov/legislation/billstatus.asp?DocNum=1947&amp;GAID=14&amp;GA=100&amp;DocTypeID=SB&amp;LegID=105288&amp;SessionID=106&amp;SpecSess=15\">Senate Bill 1947</a>, he set in motion a plan designed to end Illinois&rsquo; status as home to the most unfair school funding system in the nation.</p>\r\n\r\n<p>But for the Chicago Teachers Union, the good news was tempered by the inclusion in the new plan of the <a href=\"https://www.documentcloud.org/documents/3990905-Invest-in-Kids-Act-FAQ.html\">Invest in Kids Act</a> -- a five-year pilot program that will allow up to $75 million in tax credits per year for donors to scholarship funds for private elementary and high schools. This, the union says, amounts to an Illinois prototype for public funding of a private school voucher system like those in <a href=\"http://www.ncsl.org/research/education/interactive-guide-to-school-choice.aspx\">14 states and the District of Columbia</a>.</p>\r\n\r\n<p>&quot;Unfortunately, Illinois legislators have voted to &#39;reform&#39; the worst school funding system in the country with a ticking time bomb of a voucher scheme, and the Illinois Democratic Party has crossed a line which no spin or talk of &#39;compromise&#39; can ever erase,&quot; the CTU said in an <a href=\"https://www.ctunet.com/blog/voucher-scheme-passes-illinois-house\">Aug. 28 press release.</a></p>\r\n\r\n<p>After Rauner signed the new formula into law, the union reiterated its opposition to the scholarship portion.</p>\r\n\r\n<p>&quot;Instead of raising revenue, the mayor and the governor have attached a parasitic voucher program to the bill to create a tax shelter that will benefit big corporations and billionaire patrons like Ken Griffin,&quot; read an <a href=\"https://www.ctunet.com/blog/statement-emanuel-must-adequately-fund-our-schools\">Aug. 31 CTU blog post</a>.</p>\r\n\r\n<p>And as CTU President Karen Lewis welcomed members back to classrooms on Sept. 4, she prefaced her praise of the new formula with yet another condemnation of the scholarship plan as a &quot;voucher program.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;While we&rsquo;re disappointed that our lawmakers caved to right-wing ideologue Bruce Rauner and created a tax shelter for the wealthy and a voucher program, we believe the new evidence-based school funding formula is a step in the right direction&mdash;as we have always said&mdash;and brings us closer to at last adequately designating public dollars to fund the schools that Chicago&rsquo;s students deserve,&quot; Lewis <a href=\"https://www.ctunet.com/blog/welcome-back-to-a-new-school-year\">wrote in a blog post</a>.</p>\r\n\r\n<p>The union consistently describes the scholarship plan as a voucher program and a tax shelter that will benefit the wealthy. But is that description accurate? We took a look.</p>\r\n\r\n<div class=\"pf_subheadline\">Voucher vetting</div>\r\n\r\n<p>To the CTU, there is no distinction between calling the Invest in Kids Act a &quot;scholarship&quot; program or a &quot;voucher&quot; program.</p>\r\n\r\n<p>Use of the term &quot;scholarship&quot; is merely a &quot;scheme to get around the constitutional and public relations issues associated with vouchers,&quot; said Kurt Hilgendorf, CTU&rsquo;s policy advisor.</p>\r\n\r\n<p>&quot;But make no mistake, the mechanism is functionally the same,&quot; Hilgendorf said. &quot;Public funds are shifted to private, predominantly religious schools &ndash; in Illinois, $375 million over the next five years -- only through a series of clearinghouses in a legal fiction that creates the illusion of no state support for religion.&quot;</p>\r\n\r\n<p>The &quot;clearinghouses&quot; to which Hilgendorf refers are &quot;scholarship granting organizations&quot; -- not-for-profit entities that will be sanctioned by the Illinois Department of Revenue to receive donations and distribute scholarships. Under the Illinois plan, donors will receive state income tax credit for 75 percent of their donations to scholarship funds up to $1 million. The state will grant a maximum of $75 million in scholarship tax credits per year.</p>\r\n\r\n<p>But they still are tax credits, and that is an important distinction here.</p>\r\n\r\n<p>&quot;A traditional voucher program uses state funds and so it needs a state appropriation,&quot; said Josh Cunningham, who follows school choice programs nationwide for the National Conference of State Legislatures. Those programs are different than scholarship plans like the one enacted in Illinois, which Cunningham said &quot;rely on private donations to private organizations. And in exchange for those donations the donors receive a tax credit and that&#39;s kind of the incentive to fund the program.&quot;</p>\r\n\r\n<p>The terminology can be confusing. Indiana, for example, has a true voucher system called the <a href=\"http://www.doe.in.gov/choice\">Choice Scholarship Program</a>. In the 2016-2017 school year, it distributed $142.2 million in private school tuition vouchers to more than 34,000 students, about 3 percent of its total statewide enrollment. But it also includes a <a href=\"http://www.in.gov/dor/4305.htm\">donor-funded scholarship program</a> that provides a 50 percent tax credit and is capped at $12.5 million in tax credits annually.</p>\r\n\r\n<p>Here&rsquo;s a look at the numbers from Indiana&rsquo;s Choice Scholarship Program from its <a href=\"http://www.doe.in.gov/sites/default/files/choice/2016-2017-choice-scholarship-program-report-spring-revision-final-0811.pdf\">2017 annual report</a>:</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>&quot;The most simple way of differentiating between (scholarships and vouchers) is the scholarship tax credit requires individuals or corporations to donate to a scholarship granting organization&hellip;,&quot; said Robert Gilligan, executive director of the Catholic Conference of Illinois and one of the designers of the Illinois plan. &quot;No donations, no program, no scholarship. So this relies on the goodwill of people and corporations proactively doing this.&quot;</p>\r\n\r\n<p>The Catholic Conference and other school choice advocates tried in 2011 to get a true voucher program through the General Assembly and failed, Gilligan said. He believes the scholarship structure might ultimately be a better program than the one sought six years ago.</p>\r\n\r\n<p>&quot;From where I sit right now and based on conversations with my colleagues in other states, this scholarship tax credit seems to be working,&quot; Gilligan said. &quot;It seems to be working in the states that have tried it and I think that was one of the reasons that people did take to heart and we were talking about this.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Gimme shelter</div>\r\n\r\n<p>Lewis also refers to the program as a &quot;tax shelter for the wealthy,&quot; an accusation made by CTU in the Aug. 31 post that referred to hedge fund billionaire Ken Griffin, who has donated heavily to Rauner&rsquo;s campaign fund.</p>\r\n\r\n<p>The plan offers a 75 percent state tax credit for any donor, with a maximum of $750,000 for those who donate $1 million. Donors will reserve their tax credits by registering on a website that will be operated by the Department of Revenue.</p>\r\n\r\n<p>For the first six months of the year, the credits will be distributed &quot;in a manner geographically proportionate to enrollment in recognized non-public schools in Illinois,&quot; according to the statute.&quot; If the entire $75 million in credits is not claimed under that formula by June 1, the rest will be granted on a first come, first served basis.</p>\r\n\r\n<p>Thus the statute ensures that potential donors in all parts of the state will have a chance to get in on the program for the first five months of the year. But there&rsquo;s no such protection based on the size of donations. So, theoretically, 100 donors giving $1 million each to scholarship granting organizations throughout the state could quickly gobble up all the allowable tax credits.</p>\r\n\r\n<p>Under that scenario, Lewis would be correct in her &quot;tax shelter for the wealthy&quot; claim.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Chicago Teachers Union describes Illinois&rsquo; impending private school tax credit scholarship plan as a &quot;voucher program&quot; that amounts to a &quot;tax shelter for the wealthy.&quot;</p>\r\n\r\n<p>It&rsquo;s clear that &quot;voucher program&quot; to the CTU means any system in which public dollars directly or indirectly reach private schools. By that definition, CTU is correct regarding Illinois&rsquo; Invest in Kids Act.</p>\r\n\r\n<p>But those who follow the issue make a distinction between voucher programs -- in which states directly appropriate funds for private school tuition -- and scholarship credit programs funded with private money and incentivized with tax credits.</p>\r\n\r\n<p>Illinois&rsquo; scholarship program has safeguards to ensure that potential donors from all parts of the state can contribute, but it doesn&rsquo;t have protections against wealthy donors quickly claiming all $75 million of its tax credits.</p>\r\n\r\n<p>Lewis&rsquo; statement is partially accurate but leaves out some important details. We rate it Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-09-11T21:53:21.544410", "ruling_date": "2017-09-12T05:58:00", "ruling_headline": "\"Scholarship,\" \"voucher,\" \"tax shelter for the wealthy:\" What's really in IL school funding bill?", "ruling_headline_slug": "call-it-what-you-want-karen-lewis-calls-illinois-s", "ruling_link_text": "If it quacks like a tax shelter...", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview, Josh Cunningham, program manager, education, National Conference of State Legislatures, Sept. 6, 2017</p>\r\n\r\n<p>Telephone interview, Robert Gilligan, executive director, Catholic Conference of Illinois, Sept. 6, 2017</p>\r\n\r\n<p>Email, Kurt Hilgendorf, policy advisor, Chicago Teachers Union, Sept. 6, 7, 2017</p>\r\n\r\n<p>Email, Adam Baker, press secretary, Indiana Department of Education, Sept. 1, 6, 2017</p>\r\n\r\n<p>Email, Melissa K. Ambre, director of school finance, Indiana Department of Education, Sept. 6 2017</p>\r\n\r\n<p>Email, Brad Pendleton, Choice Scholarship program coordinator, Indiana Department of Education, Sept. 6, 2017</p>\r\n\r\n<p><a href=\"http://chicagotonight.wttw.com/2017/08/29/school-funding-reform-house-members-talk-about-dramatic-vote\">School Funding Reform: House Members Talk About Dramatic Vote</a>, &quot;Chicago Tonight,&quot; Aug. 29, 2017; accessed Sept. 7, 2017</p>\r\n\r\n<p><a href=\"https://www.ctunet.com/blog/voucher-scheme-passes-illinois-house\">Chicago Teachers Union press release</a>, Aug. 28, 2017</p>\r\n\r\n<p><a href=\"https://www.ctunet.com/blog/statement-emanuel-must-adequately-fund-our-schools\">Chicago Teachers Union blog post</a>, Aug. 31, 2017</p>\r\n\r\n<p><a href=\"https://www.ctunet.com/blog/welcome-back-to-a-new-school-year\">Blog post</a>, Chicago Teachers Union President Karen Lewis, Sept. 4, 2017</p>\r\n\r\n<p><a href=\"http://www.doe.in.gov/sites/default/files/choice/01-17-18-choice-parent-faq-april-2017.pdf\">Choice Scholarship Program FAQ</a>, Indiana Department of Education, accessed Aug. 29, 2017</p>\r\n\r\n<p><a href=\"http://www.doe.in.gov/sites/default/files/choice/2016-2017-choice-scholarship-program-report-spring-revision-final-0811.pdf\">Choice Scholarship Program Annual Report 2016-2017</a>, Indiana Department of Education, pp. 23-24, accessed Aug. 29-30, 2017</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/100/SB/10000SB1947ham005.htm\">House Amendment 5 to Senate Bill 1947</a>, Illinois General Assembly, Sections 10, 15, 25 and 40; accessed Aug. 29-Sept. 10, 2017</p>\r\n\r\n<p><a href=\"http://www.ncsl.org/research/education/school-choice-scholarship-tax-credits.aspx\">Scholarship Tax Credits</a>, report, National Conference of State Legislatures, accessed Sept. 5, 2017</p>\r\n\r\n<p><a href=\"http://www.ncsl.org/research/education/school-choice-vouchers.aspx\">School Vouchers</a>, report, National Conference of State Legislatures, accessed Sept. 5, 2017</p>\r\n\r\n<p><a href=\"https://www.illinoisreportcard.com/State.aspx?source=studentcharacteristics&amp;source2=enrollment&amp;Stateid=IL\">Illinois Report Card 2015-2016</a>, Illinois State Board of Education, accessed Sept. 6, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, Chicago Teachers Union", "false_count": 0, "first_name": "Karen", "half_true_count": 1, "home_state": "Illinois", "id": 4038, "last_name": "Lewis", "mostly_true_count": 0, "name_slug": "karen-lewis", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Karen_Lewis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4038/", "total_count": 1, "true_count": 0, "website": "https://www.ctunet.com/"}, "statement": "<p>The new Illinois school funding formula &quot;created a tax shelter for the wealthy and a voucher program&hellip;&quot;</p>\r\n", "statement_context": "a blog post", "statement_date": "2017-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ".@CTULocal1 says IL school plan contains \"vouchers,\" is \"tax shelter for the rich.\" True? We checked"}