{"art": [{"brightcove": "", "caption": "Gov. Bruce Rauner reacts to Illinois lawmakers' passage of a budget that contains increases to the personal and corporate income tax rates.", "id": 13281, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/13281/", "title": "Bruce Rauner blasts lawmakers over tax hike", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/GEm0lj-xdW8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "GEm0lj-xdW8"}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/sep/20/bruce-rauner/rauners-right-illinois-budget-balancing-act-ongoin/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Rauner inconsistent on budget, but he's right this time", "id": 14546, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14546/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Illinois&rsquo; record budget standoff <a href=\"https://www.bloomberg.com/news/articles/2017-07-06/illinois-house-overides-veto-drawing-budget-impasse-toward-end\">ended July 6</a> with legislative Democrats, joined by a handful of Republicans, approving a $36 billion spending plan for the fiscal year that began July 1, which is underpinned by a 32 percent hike in the state income tax rate. Enactment came July 6 over the objections of Republican Gov. Bruce Rauner, who two days earlier had <a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0042gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98885&amp;DocNum=42&amp;GAID=14&amp;Session=\">vetoed the budget</a>.</p>\r\n\r\n<p>&quot;Even with the (House Speaker Michael) Madigan permanent 32% income tax increase, this budget remains $2 billion out of balance for fiscal year 2018,&quot; Rauner wrote in his July 4 veto statement.</p>\r\n\r\n<p>More than two months later -- after a summer in which <a href=\"http://www.politifact.com/illinois/statements/2017/aug/01/bruce-rauner/rauners-chicago-schools-bailout-claim-rooted-polit/\">tension over school funding</a> made the budget debate seem a faint and distant memory -- Rauner has revived his claim that the Legislature has placed the state on a path to fiscal doom.</p>\r\n\r\n<p>&quot;Even with a permanent income tax increase costing the average Illinois household more than $1,000 a year, the budget is more than $1 billion out of balance&hellip;,&quot; Rauner said in a <a href=\"https://www2.illinois.gov/Pages/news-item.aspx?ReleaseID=14783\">Sept. 7 press release</a>. However, his office cautions not to read too much into the downward revision of the unbalanced budget claim from $2 billion in July to $1 billion now. The difference, the administration says, is due to technical reasons and doesn&rsquo;t mean the budget is in better shape than the governor originally asserted.</p>\r\n\r\n<p>The not-so-subtle subtext of Rauner&rsquo;s claims in both his July veto message and his renewed criticism is that Democrats significantly jacked up taxes to impose a woefully deficient budget.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Unpacking the governor&rsquo;s argument requires a trip into the weeds of budget minutia, not to mention a detour into political hypocrisy. When it comes to budgeting, Rauner has been clearly guilty of some of the same sins he is now complaining about.</p>\r\n\r\n<p>But being inconsistent and being wrong aren&rsquo;t necessarily the same thing. Is Rauner correct that the General Assembly has produced a budget deeply in the red? We took a look at the numbers.</p>\r\n\r\n<div class=\"pf_subheadline\">Balancing act</div>\r\n\r\n<p>The<a href=\"http://www.ilga.gov/commission/lrb/con8.htm\"> Illinois Constitution</a> defines a budget as balanced when spending doesn&rsquo;t exceed &quot;funds estimated to be available for the fiscal year.&quot; But &quot;estimated&quot; has given politicians license to stretch or shrink their definition of &quot;balanced&quot; to suit their needs.</p>\r\n\r\n<p>The Civic Federation, a Chicago-based government fiscal watchdog, noted in a <a href=\"https://www.civicfed.org/iifs/blog/state-illinois-fy2018-budget-balanced\">Sept. 7 analysis</a> that the budget as passed on July 6 -- which contained a $360 million operating surplus -- met the textbook definition of &quot;balanced.&quot;</p>\r\n\r\n<p>&quot;On paper, the budget enacted by the General Assembly on July 7 &mdash; in an override of another gubernatorial veto &mdash; has a modest surplus,&quot; noted the federation&rsquo;s Institute for Illinois&rsquo; Fiscal Sustainability.</p>\r\n\r\n<p>But the budget is &quot;built on assumptions&quot; and making it work will depend on whether Rauner and the General Assembly can &quot;make those assumptions hold up,&quot; said Civic Federation President Laurence Msall.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>Two of those assumptions form the bulk of Rauner&rsquo;s claim that the budget is in the red by more than $1 billion.</p>\r\n\r\n<div class=\"pf_subheadline\">Pension problem</div>\r\n\r\n<p>The first involves a Rauner-driven change in state pension options that Democrats came to embrace. Referred to as &quot;Tier 3,&quot; it gives state workers a choice to divert some of their traditional benefits into a 401(k) style savings plan.</p>\r\n\r\n<p>The budget enacted over Rauner&rsquo;s veto projects Tier 3 will save $500 million this fiscal year.</p>\r\n\r\n<p>But Rauner spokesman Jason Schaumburg said savings from this plan won&rsquo;t happen during this budget year. And Illinois Teachers Retirement System Executive Director Dick Ingram <a href=\"https://www.bettergov.org/news/state-budget-whodunit-raises-doubt-about-quick-savings-from-pension-overhaul\">told the Better Government Association</a> that TRS anticipates an effective date of July 1, 2019, for the new plan. That means savings won&rsquo;t show up until FY 2020.</p>\r\n\r\n<p>This validates a significant part of Rauner&rsquo;s &quot;out of balance&quot; claim, but the irony here can&rsquo;t go unmentioned.</p>\r\n\r\n<p>The $500 million savings figure in the current budget came from an estimate originally presented in Rauner&rsquo;s <a href=\"https://www.illinois.gov/gov/budget/Documents/Budget%20Book/FY2018%20Budget%20Book/FY2018OperatingBudgetBook.pdf\">ill-fated budget proposal</a> from last February. That budget also contained $4.6 billion in phantom money identified only as &quot;Working together on &lsquo;grand bargain.&rsquo;&quot;</p>\r\n\r\n<p>And it was <a href=\"http://www.politifact.com/illinois/statements/2017/mar/09/bruce-rauner/rauners-budget-balancing-claim-doesnt-add/\">hardly the only time</a> Rauner has pushed a budget full of the same sort of holes he now condemns. The <a href=\"https://www.illinois.gov/gov/budget/Documents/Budget%20Book/Budget%20Book%20FY16/FY2016IllinoisOperatingBudgetBook.pdf\">first budget Rauner proposed in 2015</a> anticipated $2.2 billion in savings from a sweeping overhaul of pensions that at the time was of questionable constitutionality and was soon rendered invalid by the Illinois Supreme Court.</p>\r\n\r\n<div class=\"pf_subheadline\">Pay it forward</div>\r\n\r\n<p>The <a href=\"https://www2.illinois.gov/Pages/news-item.aspx?ReleaseID=14783\">Sept. 7 press release</a> in which Rauner made his claim about the budget imbalance also announced that the state would issue $6 billion in bonds to pay down part of the <a href=\"http://ledger.illinoiscomptroller.com/\">$16 billion bill backlog</a> that accrued during the budget impasse of 2015-2017. The Illinois Comptroller&rsquo;s Office said at the end of FY 2017 that the state was paying late payment penalties of 9 and 12 percent on $5.5 billion contained in the backlog. This costs the state about <a href=\"https://illinoiscomptroller.gov/news-portal/comptroller-mendoza-praises-decision-to-refinance-illinois-debt/#.WcAvaNN96u4\">$2 million a day</a>, according to the comptroller. By borrowing, the state can lower that rate by up to half while also getting payment quickly to creditors.</p>\r\n\r\n<p>Thus, the budget enacted in July contained a provision empowering the governor&rsquo;s office to borrow up to $6 billion for this purpose.</p>\r\n\r\n<p>But as the Civic Federation noted, &quot;the small projected budget surplus was estimated to support only $3 billion in borrowing capacity.&quot;</p>\r\n\r\n<p>Rauner was more pointed in his press release: &quot;(A) $6 billion issuance would require 12 annual principal payments of $500 million, plus interest payments depending on the interest rate. The legislature-passed budget did not account for the increase in debt service costs to cover the bill backlog bond issuance.&quot;</p>\r\n\r\n<p>Schaumburg put the total figure at $600 million annually, which roughly squares with the Civic Federation&rsquo;s statement.</p>\r\n\r\n<p>&quot;The governor&#39;s office is identifying several hundred million dollars in possible spending reductions to address this budgetary shortfall,&quot; Rauner&rsquo;s press release said. &quot;The governor also would like the General Assembly to return to Springfield this fall to work with him to balance the budget and enact structural reforms that could save much more.&quot;</p>\r\n\r\n<p>But one of the budget&rsquo;s chief architects, Rep. Greg Harris, D-Chicago, said Rauner is trying to make a crisis from what should be a source of fiscal relief.</p>\r\n\r\n<p>Though the budget gives the governor&rsquo;s budget office the authority to borrow up to $6 billion, Rauner need not do it all at once. If the administration borrows $3 billion and uses it to pay down outstanding Medicaid bills, it will get $3 billion in matching funds from the federal government that can go toward paying down the backlog, Harris said.</p>\r\n\r\n<p>&quot;A huge portion of the bills are Medicaid,&quot; Harris said. &quot;That&rsquo;s money that&rsquo;s just sitting there.&quot;</p>\r\n\r\n<p>Medicaid bills make up $4.1 billion of the $16 billion backlog, according to the Illinois Comptroller&rsquo;s Office. But an even bigger chunk of the backlog comes from bills owed to providers in the State Employee Group Insurance Program. In its <a href=\"http://cgfa.ilga.gov/Upload/0517revenue.pdf\">May monthly report</a>, the General Assembly&rsquo;s Commission on Government Forecasting and Accountability said the state owed $4.65 billion in group health insurance payments plus $462 million in late fees. The comptroller&rsquo;s office now estimates group health insurance costs make up $5.1 billion of the total backlog.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>The Civic Federation report also emphasizes that the $360 million surplus claimed in the budget (and disputed by Rauner) is fragile at best. It is built in large part on proceeds of $240 million from the sale of the James R. Thompson Center in Chicago. The sale of the 17-story behemoth in the heart of Chicago&rsquo;s Loop has been stymied by political fighting ever since <a href=\"http://chicagotonight.wttw.com/2015/10/13/gov-rauner-puts-thompson-center-sale\">Rauner first proposed it</a> in October 2015.</p>\r\n\r\n<p>&quot;The (budget) surplus could be reduced if it takes longer than expected to find a buyer or if the structure is sold for less than the projected price,&quot; the report says.</p>\r\n\r\n<div class=\"pf_subheadline\">New numbers</div>\r\n\r\n<p>Rauner&rsquo;s office also complains that new revenue projections provided in August by the Illinois Department of Revenue to the Governor&rsquo;s Office of Management and Budget show more trouble ahead.</p>\r\n\r\n<p>&quot;The General Assembly&rsquo;s budget was based on an earlier revenue projection from April, but FY17 revenues continued to underperform for the remainder of FY17,&quot; Schaumburg said. &quot;As a result, the GOMB estimate is $500 million lower than the General Assembly&rsquo;s FY18 revenue estimate.&quot;</p>\r\n\r\n<p>This argument, however, ignores the budget-making calendar in the Illinois Constitution, which puts a May 31 deadline on passing a budget with a simple majority in the Legislature.</p>\r\n\r\n<div class=\"pf_subheadline\">Reason for hope?</div>\r\n\r\n<p>The tone of Rauner&rsquo;s news release makes clear that there will be tension in Springfield in the months to come as lawmakers work to, as Msall puts it, make the budget&rsquo;s assumptions hold up.</p>\r\n\r\n<p>This is not an unfamiliar position for Rauner and the Legislature, even though for the entirety of Rauner&rsquo;s term they have yet to agree on a full budget.</p>\r\n\r\n<p>In March 2015, state government faced the prospect of running out of money unless the governor and lawmakers closed a gap of $1.6 billion. Working together, Rauner and the Legislature hammered out a solution that appeared, briefly, to signal good things for future bipartisan cooperation.</p>\r\n\r\n<p>Then as now, the effort involved salvaging an existing budget. That&rsquo;s a departure from the two fiscal years in between, when government operating without any budget controls ran up the $16 billion bill backlog.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Gov. Bruce Rauner said Illinois&rsquo; current operating budget is &quot;is more than $1 billion out of balance&hellip;&quot;</p>\r\n\r\n<p>The head of the Illinois Teachers Retirement System confirms Rauner&rsquo;s claim that the new pension plan expected to generate $500 million in anticipated savings won&rsquo;t be enacted during the current fiscal year (or even the next one).</p>\r\n\r\n<p>The Civic Federation reports that the small surplus in the budget will finance only $3 billion of the $6 billion Rauner plans to borrow. But putting $3 billion toward past-due Medicaid bills would generate $3 billion in federal matching funds -- something Rauner has not discussed.</p>\r\n\r\n<p>Failure to sell or get the expected price for the Thompson Center are possible scenarios that could further imperil the budget.</p>\r\n\r\n<p>Some of the assumptions identified as sources of the trouble originated in Rauner&rsquo;s own budget, a fact that Rauner does not acknowledge and that needs to be considered here. Whether or not the imbalance reaches more than $1 billion is debatable, but Rauner is correct that there remains much work to do. We rate his statement Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 4 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2017-09-19T18:02:37.826004", "ruling_date": "2017-09-20T05:58:00", "ruling_headline": "Rauner's right: Illinois budget balancing act an ongoing production", "ruling_headline_slug": "rauners-right-illinois-budget-balancing-act-ongoin", "ruling_link_text": "IL budget balancing act a three-ring circus", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www2.illinois.gov/Pages/news-item.aspx?ReleaseID=14783\">Gov. Rauner takes budget actions,</a> news release, Office of the Governor, Sept. 7, 2017; accessed Sept. 7-18, 2017</p>\r\n\r\n<p><a href=\"http://cgfa.ilga.gov/Upload/FY2018BudgetSummary.pdf\">State of Illinois Budget Summary, Fiscal Year 2018</a>, Illinois Commission on Government Forecasting and Accountability, Sept. 5, 2017; accessed Sept. 13-18, 2017</p>\r\n\r\n<p>Telephone interview, Laurence Msall, President, The Civic Federation, Sept. 15, 2017</p>\r\n\r\n<p><a href=\"http://cgfa.ilga.gov/Upload/0517revenue.pdf\">Monthly briefing, May 2017</a>, Illinois Commission on Government Forecasting and Accountability, accessed Sept. 19, 2017</p>\r\n\r\n<p>Email exchange, Jason Schaumburg, spokesman for Gov. Bruce Rauner, Sept. 12-13, 2017</p>\r\n\r\n<p>Telephone interview, email exchange, Jamey Dunn, Illinois Comptroller&rsquo;s Office, Sept. 18-19, 2017</p>\r\n\r\n<p><a href=\"https://illinoiscomptroller.gov/news-portal/comptroller-mendoza-praises-decision-to-refinance-illinois-debt/#.WcAvaNN96u4\">Comptroller Mendoza Praises Decision to Refinance Illinois&rsquo; Debt</a>, press release, Illinois Comptroller&rsquo;s Office, Sept. 7, 2017; accessed Sept. 11, 18, 2017</p>\r\n\r\n<p>Telephone interview, state Rep. Greg Harris, Sept. 18, 2017</p>\r\n\r\n<p>&quot;<a href=\"http://www.chicagotribune.com/news/local/politics/ct-illinois-senate-income-tax-hike-budget-met-0705-20170704-story.html\">Illinois Senate votes to override Rauner veto of income tax hike, budget,</a>&quot; Chicago Tribune, July 4, 2017; accessed July 5-10, 2017</p>\r\n\r\n<p>&quot;<a href=\"https://www.civicfed.org/iifs/blog/illinois-ends-two-year-budget-standoff\">Illinois Ends Two-Year Budget Standoff</a>,&quot; blog post, Institute for Illinois&rsquo; Fiscal Sustainability at the Civic Federation, July 7, 2017</p>\r\n\r\n<p>&quot;<a href=\"http://www.politifact.com/illinois/statements/2017/mar/09/bruce-rauner/rauners-budget-balancing-claim-doesnt-add/\">Rauner&#39;s budget-balancing claim doesn&#39;t come close to adding up</a>,&quot; PolitiFact Illinois, March 9, 2017; accessed July 12, 2017</p>\r\n\r\n<p><a href=\"https://www.illinois.gov/gov/budget/Documents/Budget%20Book/FY2018%20Budget%20Book/FY2018OperatingBudgetBook.pdf\">Gov. Bruce Rauner&rsquo;s proposed FY 2018 budget</a>, page 30; accessed July 12, 2017</p>\r\n\r\n<p><a href=\"https://www.illinois.gov/gov/budget/Documents/Budget%20Book/Budget%20Book%20FY16/FY2016IllinoisOperatingBudgetBook.pdf\">Gov. Bruce Rauner&rsquo;s proposed FY 2016 budget</a>, chapter 2, page 15; accessed July 12, 2017</p>\r\n\r\n<p>&quot;<a href=\"http://www.chicagobusiness.com/article/20170710/BLOGS02/170719988/illinois-state-budget-whos-telling-the-truth\">Who&#39;s telling the truth on the state budget?</a>,&quot; Crain&rsquo;s Chicago Business, July 10, 2017; accessed July 10-12, 2017</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0042gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98885&amp;DocNum=42&amp;GAID=14&amp;Session=\">Veto message</a>, Senate Bills <a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0006gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98849&amp;DocNum=6&amp;GAID=14&amp;Session=\">6</a>, <a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0009gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98852&amp;DocNum=9&amp;GAID=14&amp;Session=\">9</a> and <a href=\"http://www.ilga.gov/legislation/fulltext.asp?DocName=10000SB0042gms&amp;GA=100&amp;SessionId=91&amp;DocTypeId=SB&amp;LegID=98885&amp;DocNum=42&amp;GAID=14&amp;Session=\">42</a>; accessed July 4, 10, 12; Sept. 11 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Governor", "false_count": 6, "first_name": "Bruce", "half_true_count": 4, "home_state": "Illinois", "id": 3576, "last_name": "Rauner", "mostly_true_count": 2, "name_slug": "bruce-rauner", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Governor_Headshot.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3576/", "total_count": 24, "true_count": 3, "website": "http://www.illinois.gov/gov/Pages/default.aspx"}, "statement": "<p>&quot;Even with a permanent income tax increase... the budget is more than $1 billion out of balance&hellip;&quot;</p>\r\n", "statement_context": "in a press release", "statement_date": "2017-09-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 326, "photo": null, "resource_uri": "/api/v/2/subject/326/", "subject": "State government spending ", "subject_slug": "state-government-spending", "used_in_edition": ["/api/v/2/edition/61/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ".@BruceRauner may be inconsistent on calling budgets \"balanced,\" but he's mostly right this time"}