{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/03/scott-brown/politifact-debut-brown-says-federal-jobs-pay-twice/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1455, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1455/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Only 12 days after his upset victory in Massachusetts, Republican Sen.-elect Scott Brown made his debut on the Sunday morning talk circuit.<br /><br />He talked about health care, the war in Afghanistan and deficit reduction in an interview with Barbara Walters on the Jan. 31, 2010 episode of <em>This Week</em>. <br /><br />Brown encouraged President Barack Obama to put a freeze on federal position hires and raises because, \"as you know, federal employees are making twice as much as their private counterparts.\"<br /><br />Federal jobs don't exactly have a reputation for bringing in big bucks, so we were curious about Brown's claim. <br /><br />Before we get into his statement, it's useful to understand how the government sets salaries. Trade, craft and laboring workers are paid according to the Federal Wage System, which pegs pay to local prevailing rates. <br /><br />Salaries for white-collar employees are set under a separate pay system that determines salaries by comparing government positions to similar jobs in the private sector. Increasingly, some agencies and departments are using pay schemes that are more closely tied to performance rather than tenure, according to the Congressional Budget Office, and these workers are generally paid more.<br /><br />It turns out that Brown has talked about federal employee pay before. On Jan. 4, before he was elected, Brown called for a temporary pay freeze for federal workers. <br /><br />\"I recognize that our federal workers do important work, but it&rsquo;s not right that lesser-paid private sector workers suffering through a recession have to pay for expensive government salaries,&rdquo; he said, citing numbers from the Cato Institute, a libertarian think-tank. <br /><br />In August 2009, Cato published an analysis of wage statistics from the Bureau of Economic Analysis, a branch of the U.S. Commerce Department. According to those numbers, the average wage for 1.9 million federal civilian workers was $79,197, compared to $50,028 for the nation&rsquo;s 108 million private-sector workers. (The analysis leaves out combat military personnel on the theory that there aren't equivalent jobs in the private sector.)<br /><br />Chris Edwards, the director of tax policy studies at Cato who wrote the analysis, later said it <a href=\"http://www.cato-at-liberty.org/2009/08/26/federal-pay-response-to-the-critics/\" target=\"_blank\">generated some controversy</a>. Some critics said that the federal work force is generally more skilled than, say, people who work in the service industry. So naturally, the average would be higher. (Edwards acknowledged that was \"an important factor to consider,\" but said the increase in federal wages has much steeper than the private sector. \"Has the composition of the federal work force really changed that much in just eight years to justify such a big relative gain? I doubt it.\")<br /><br />Secondly, some critics argued that an average is not especially useful when comparing private and public-sector salaries.<br /><br />John Palguta, vice president of public policy for the Partnership for Public Service, a group that urges people to work in government, told us that a more useful comparison is to look at specific jobs in the public and private sectors and see how they compare. For example, he said, federal doctors and nurses typically do not make as much as they could in private jobs.</p>\r\n<p>We checked a variety of sources for apples-to-apples comparisons and found a variety of results. <br /><br />One study came from the Federal Salary Council, an advisory group of labor relations experts and representatives of federal employee unions that helps the U.S. Office of Personnel Management set wage rates. It found that for comparable private and public jobs such as lawyers, public sector employees are paid on average 26 percent less than private sector counterparts. <br /><br />When we checked individual jobs using the most recent Bureau of Labor Statistics employment data (from 2008), we found many federal salaries were indeed higher, but some were lower. <br /><br />Higher: A government-employed nurse makes about $74,460 on average, while someone in the same position working for the private sector makes about $65,130. A cashier working for the government makes on average $34,470 while a cashier working in a store only makes a mean of $18,880 annually. And a public-relations manager working for the government makes about $132,410 a year compared to $101,220 in the private sector.<br /><br />Lower: Petroleum engineers working for the government earn an average of $93,140; in the private sector, they make an average of $119,140. An editor working for the government only makes $42,210, compared to an average of $57,180 in the private sector.<br /><br />It's worth noting that the BLS's overall average for federal jobs is $68,740 compared to the private sector average of $42,270, so it reflects the Cato Institute findings.</p>\r\n<p>That brings us back to Brown's original statement, that federal employees make twice as much \"as their private counterparts.\"</p>\r\n<p>First, even if you look at the average overall, he's exaggerating the difference. The numbers he cites from the Cato study are not twice as high. Secondly, it's important to understand that a big reason for the disparity is the different mix of jobs in the federal work force. It has more higher-paying white-collar jobs, experts told us, while there are more lower-paying, blue-collar jobs in the private sector that bring the average down. So it is not an apples-to-apples comparison.</p>\r\n<p>Finally, we found it's a mixed bag when comparing individual private and public sector occupations -- the \"private counterparts\" he spoke of. Some public jobs pay more, some pay less. And the public ones that pay more are not consistently double as he claimed.</p>\r\n<p>So he's wrong to say it's double and wrong to suggest that it's always the case when comparing specific jobs. We rate his claim False.</p>", "ruling_comments_date": "2010-02-03T14:48:02.751527", "ruling_date": "2010-02-03T18:48:28", "ruling_headline": "In PolitiFact debut, Brown says federal jobs pay twice as much as private sector jobs", "ruling_headline_slug": "politifact-debut-brown-says-federal-jobs-pay-twice", "ruling_link_text": "Not double -- and not an apples-to-apples comparison", "ruling_state": null, "source_documents": null, "sources": "<p>This Week, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-barbara-walters-exclusive-massachusetts-senator-elect/story?id=9699141&amp;page=2\" target=\"_blank\">transcript from Jan. 31, 2010, episode</a><br /><br />USA Today, <a href=\"http://www.usatoday.com/printedition/news/20091211/1afedpay11_st.art.htm\" target=\"_blank\">For feds, more get 6-figure salaries: Average pay $30,000 over private sector</a>, by Dennis Cauchon, Dec. 10, 2009<br /><br />Scott Brown for Senate, <a href=\"http://www.brownforussenate.com/press/01-04-10/1-4-10-citing-growing-gap-private-sector-brown-calls-federal-wage-freeze\" target=\"_blank\">Citing Growing Gap With Private Sector, Brown Calls for Federal Wage Freeze</a>, Jan. 4, 2010 <br /><br />The Cato Institute, <a href=\"http://www.cato-at-liberty.org/2009/08/24/federal-pay-continues-rapid-ascent/\" target=\"_blank\">Federal Pay Continues Rapid Ascent</a>, Aug. 24, 2009<br /><br />U.S. Office of Personnel Management, <a href=\"http://www.opm.gov/oca/wage/fwsfact.asp\" target=\"_blank\">Facts About the Federal Wage System</a>, accessed Feb. 1, 2010<br /><br />U.S. Office of Personnel Management, <a href=\"http://www.opm.gov/oca/09tables/indexGS.asp\" target=\"_blank\">2009 General Schedule pay tables</a>, accessed Feb. 1, 2010<br /><br />Bureau of Economic Analysis, <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=201&amp;Freq=Year&amp;FirstYear=2007&amp;LastYear=2008\" target=\"_blank\">Wage and Salary Accruals Per Full-Time Equivalent Emplloyee by Industry</a>, accessed Feb. 1, 2010<br /><br />The Congressional Research Service, Hiring and Pay Authorities for Federal Scientific and Technical (S&amp;T) Personnel, May 29, 2009<br /><br />The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/78xx/doc7874/03-15-Federal_Personnel.pdf\" target=\"_blank\">Characteristics and Pay of Federal Civilian Employees</a>, March 2007<br /><br />The Federal Salary Council, Memo: Level of Comparability Payments for January 2011 and Other Matters Pertaining to the Locality Pay Program, Nov. 4, 2009<br /><br />The Bureau of Labor Statistics, <a href=\"http://www.bls.gov/oes/2008/may/naics4_999100.htm#b43-0000\" target=\"_blank\">May 2008 National Industry-Specific Occupational Employment and Wage Estimates: NAICS 999100 - Federal Executive Branch</a>, accessed Feb. 2, 2010<br /><br />The Bureau of Labor Statistics, <a href=\"http://www.bls.gov/oes/2008/may/oes_nat.htm#b23-0000\" target=\"_blank\">May 2008 National Occupational Employment and Wage Estimates</a>, accessed Feb. 2, 2010<br /><br />Interview, Jessica Klement, Government Affairs Director, Federal Managers Association, Feb. 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "New Hampshire", "id": 312, "last_name": "Brown", "mostly_true_count": 3, "name_slug": "scott-brown", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Brown.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/312/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>\"Federal employees are making twice as much as their private counterparts.\"</p>", "statement_context": "an interview with Barbara Walters", "statement_date": "2010-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}