{"art": [{"brightcove": "", "caption": "", "id": 13335, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"33014806\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/13335/", "title": "Alabama senate vid", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2017/sep/22/luther-strange/did-roy-moore-fight-pay-raises-politicians-during-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Did Moore seek pay raises for politicians as courts closed?", "id": 14559, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14559/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sen. Luther Strange, R-Ala., claims his opponent Roy Moore sought pay raises for politicians while the Alabama courts shut down due to a budget shortfall.</p>\r\n\r\n<p>&quot;FACT: Roy Moore fought for pay increases for politicians while courts had to shut down because of lack of funding,&quot; reads a claim on the Strange for Senate <a href=\"http://www.lutherstrange.com/luther_strange_lays_out_alabama_clear_choice\">website</a>.</p>\r\n\r\n<p>Strange and Moore face off in a Sept. 26 runoff vote for the Republican nomination to fill the Senate seat vacated by Jeff Sessions, now the attorney general.</p>\r\n\r\n<p>Is it a fact that Moore fought for pay increases for politicians while courts shut down? We delved into the recent history of Alabama&rsquo;s court system to find out.</p>\r\n\r\n<div class=\"pf_subheadline\">Did Moore fight to give pay raises to two staffers?</div>\r\n\r\n<p>The Strange for Senate website contains a footnote saying the pay raises went to &quot;two of (Moore&rsquo;s) top political staffers.&quot; The website also cites an Associated Press article from April 26, 2002, when Moore served as chief justice of the Alabama Supreme Court, an elected position.</p>\r\n\r\n<p>&quot;Chief Justice Roy Moore gave pay raises to two of his top administrators this year as the state court system headed toward financial problems resulting in 170 layoffs,&quot; reads the article, which goes on to identify the pay raise recipients by name:</p>\r\n\r\n<p style=\"margin-left:36pt\">Moore gave state court administrator Rich Hobson a 5 percent merit raise from $99,538 to $104,587 annually.</p>\r\n\r\n<p style=\"margin-left:36pt\">Scott Barnett, a lawyer who acts as spokesman for the court system, got a 2.5 percent merit raise in January that boosted his pay from $72,103 annually to $73,881, according to records kept by the Retirement System of Alabama.</p>\r\n\r\n<p style=\"margin-left:36pt\">Both men were appointed by Moore after he was elected chief justice in November 2000.</p>\r\n\r\n<p>When we reached out to Barnett, now an Alabama attorney in private practice, he disputed the notion that Moore was personally involved in giving him a pay raise in 2002. Barnett said it was a department head &mdash; not Moore &mdash; who recommended his merit raise.</p>\r\n\r\n<p>&quot;Judge Moore was not, to my knowledge, personally involved in decisions to grant merit pay raises to Administrative Office of Courts employees,&quot; Barnett said. &quot;The Alabama Administrative Office of Courts has its own personnel department that manages such issues.&quot;</p>\r\n\r\n<p>Barnett said that given the chief justice&rsquo;s role as the administrative head of the state&#39;s judicial system, it&rsquo;s unrealistic to think Moore would become involved in granular details like pay raises for individual court employees.</p>\r\n\r\n<p>Barnett added that, to the best of his knowledge, Moore would not even have needed to approve his pay raise.</p>\r\n\r\n<p>We contacted two employees at Alabama&rsquo;s Administrative Office of Courts who corroborated Barnett&rsquo;s belief that Moore would not have needed to approve his pay raise.</p>\r\n\r\n<p>&quot;The chief justice would not have to approve a pay raise given to an employee, including a staff attorney, of the Administrative Office of Courts,&quot; Nathan Wilson, the assistant administrative director of courts and legal director of Alabama&rsquo;s Administrative Office of Courts, said in an email. (Officially, Barnett was staff attorney with the Alabama Administrative Office of Courts.)</p>\r\n\r\n<p>While Barnett received a 2.5 percent pay increase, he was eligible for 5 percent. This raises the question: If Chief Justice Moore had in fact &quot;fought for&quot; Barnett&rsquo;s raise, as Strange alleges, why did Barnett receive less than the full 5 percent increase?</p>\r\n\r\n<p>Barnett said he took issue with the amount at the time, and chalked it up to differences of opinion with his boss, the court&rsquo;s legal director &mdash; a position which we&rsquo;d note is subordinate to the chief justice.</p>\r\n\r\n<p>With regard to Hobson, the other pay-raise recipient in question, court officials said his raise would have been approved by Moore.</p>\r\n\r\n<p>We contacted Hobson, who now works as a consultant for Moore&rsquo;s Senate campaign. He said that while his pay raise did require Moore&rsquo;s approval, merit-based raises were &quot;standard operating procedure for deserving employees&quot; across the whole of Alabama&rsquo;s state government, which had some 34,500 employees in 2002, including some 2,500 judicial branch employees.</p>\r\n\r\n<p>We found that nearly half of Alabama state government employees received a raise in 2002. That year, more than 15,000 state employees received a 5 percent merit raise, while another 1,300 received 2.5 percent merit raises, according to the Associated Press.</p>\r\n\r\n<p>Hobson called it a distortion to say Moore &quot;fought&quot; to give him a pay raise.</p>\r\n\r\n<p>&quot;It&rsquo;s just not true,&quot; he said. &quot;I got a raise like everybody else who deserved one got a raise that year.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Were the pay raise recipients &#39;politicians&#39;?</div>\r\n\r\n<p>We contacted several election law experts and political scientists to ask if court employees like Hobson and Barnett are considered &quot;politicians.&quot;</p>\r\n\r\n<p>The answer? A resounding &quot;no.&quot;</p>\r\n\r\n<p>&quot;My understanding of a politician is someone who either holds or runs for elected office, or is an official of a political party,&quot; said James A. Gardner, a law professor at SUNY Buffalo Law School. &quot;I would not count civil servants as &lsquo;politicians.&rsquo; Court administrators are civil servants.&quot;</p>\r\n\r\n<p>Richard Fording, a political science professor at the University of Alabama, said &quot;no reasonable person would refer to them as politicians.&quot;</p>\r\n\r\n<p>Alabama court officials told us appointees of the Administrative Office of Courts are considered &quot;state employees.&quot;</p>\r\n\r\n<p>Both Barnett and Hobson told us they considered themselves court employees, not politicians.</p>\r\n\r\n<div class=\"pf_subheadline\">Did the pay raises coincide with the court shutdown?</div>\r\n\r\n<p>The Strange for Senate website states that Moore fought for the pay raises during a court shutdown. (As an aside, we&rsquo;d note the differing language in the website footnote, which says Moore fought for the raises &quot;while budget difficulties confronted the courts.&quot;)</p>\r\n\r\n<p>To analyze this element of the claim requires some stage-setting. In 2002, a budget battle over Alabama court funding pitted the state&rsquo;s Democratically-controlled legislature and governor against Moore.</p>\r\n\r\n<p>As the administrative head of the state&#39;s judicial system, Moore had requested $124.7 million from Alabama lawmakers. Instead, <a href=\"http://www.nytimes.com/2002/04/20/us/jury-trials-fall-victim-to-alabama-budget.html?mcubz=3\">they approved $122 million</a>, $2.7 million shy of Moore&rsquo;s request. The legislature ended its regular session on April 17 without appropriating the extra money Moore sought.</p>\r\n\r\n<p>The next day, Moore&rsquo;s staff announced cost-cutting measures, including the curtailment of jury trials for five months. Notably, the Associated Press reported around this time that Moore &quot;told judges to continue merit raises promised through April 19,&quot; even as he ordered spending cuts. However, Alabama court officials said judicial branch merit raises were frozen after April 19.</p>\r\n\r\n<p>We asked the Strange campaign if its claim applied to other pay raises than those given to Hobson and Barnett; a campaign aide indicated their claim concerned only those two employees.</p>\r\n\r\n<p>On May 2, Moore ordered jury trials to resume, saying $500,000 in emergency funding provided by the governor would suffice. Jury trials resumed in June, according to the <em>Birmingham News</em>. (For his part, Hobson said he doesn&rsquo;t recall any jury trials actually being suspended, though we weren&rsquo;t able to independently verify this.)</p>\r\n\r\n<p>Either way, to the extent that Alabama courts were &quot;shut down,&quot; as the Strange campaign claims, it would have been from late April to some time in June 2002.</p>\r\n\r\n<p>Both Barnett and Hobson say their pay raises came in January of that year, months before the budget fight reached a crescendo in spring.</p>\r\n\r\n<p>A spokeswoman for the Moore campaign backed up Hobson&rsquo;s claim that his pay bump came in January, though we were not able to independently verify the timing. An Associated Press article, citing records from the Retirement System of Alabama, corroborated Barnett&rsquo;s claim that his raise came in January.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Strange campaign said, &quot;Roy Moore fought for pay increases for politicians while courts had to shut down because of lack of funding.&quot;</p>\r\n\r\n<p>Of the two pay raises at issue, Moore only needed to approve one. The notion that he needed to fight for these raises is undercut by the fact that nearly half of Alabama state government employees got raises that year.</p>\r\n\r\n<p>In any event, experts we spoke to unanimously agreed the two pay raise recipients were not &quot;politicians.&quot;</p>\r\n\r\n<p>To the extent that Alabama courts experienced a shutdown in 2002, it occurred months after at least one of the raises had been approved, and after Moore had publicly advocated for more funding for courts.</p>\r\n\r\n<p>We rate this False.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2017-09-22T10:34:50.650458", "ruling_date": "2017-09-22T11:51:37", "ruling_headline": "Did Roy Moore fight for pay raises for 'politicians' during a court shutdown? No", "ruling_headline_slug": "did-roy-moore-fight-pay-raises-politicians-during-", "ruling_link_text": "Case dismissed", "ruling_state": null, "source_documents": null, "sources": "<p>Luther Strange for Senate <a href=\"http://www.lutherstrange.com/luther_strange_lays_out_alabama_clear_choice\">website</a></p>\r\n\r\n<p>Associated Press, &quot;Administrators got raises as courts&#39; budget trouble brewed,&quot; April 26, 2002</p>\r\n\r\n<p>Associated Press, &quot;Courts delaying trials due to budget problems,&quot; April 18, 2002</p>\r\n\r\n<p>Associated Press, &quot;Moore orders juries to resume,&quot; May 2, 2002</p>\r\n\r\n<p>Associated Press, &quot;Governor to freeze merit raises for state workers,&quot; March 10, 2003</p>\r\n\r\n<p><em>Birmingham News</em>, &quot;Courts See New Money Crisis; Trials Could Be Suspended Again Next Year, Official Says,&quot; Sept. 9, 2002</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2002/04/20/us/jury-trials-fall-victim-to-alabama-budget.html?mcubz=3\">Jury Trials Fall Victim to Alabama Budget</a>,&quot; April 20, 2002</p>\r\n\r\n<p>The Unified Judicial System of Alabama, &quot;<a href=\"http://www.alacourt.gov/Annual%20Reports/2002AOCAnnualReport.pdf\">2002 Annual Report</a>&quot;</p>\r\n\r\n<p>Public Affairs Research Council of Alabama, <a href=\"http://parcalabama.org/state-workforce-grew-slightly-in-2014-still-about-5000-smaller-than-2008/\">state workforce numbers</a></p>\r\n\r\n<p>Interview with J. Scott Barnett, an Alabama attorney in private practice and former staff attorney with the Alabama Administrative Office of Courts, Sept. 20-21, 2017</p>\r\n\r\n<p>Interview with Rich Hobson, a consultant for Moore&rsquo;s Senate campaign and former Administrative Director of Courts of Alabama, Sept. 21, 2017</p>\r\n\r\n<p>Email interview with Nathan Wilson, Assistant Administrative Director of Courts &amp; Legal Director of Alabama&rsquo;s Administrative Office of Courts, Sept. 20-21, 2017</p>\r\n\r\n<p>Email interview with Scott Hoyem, a staff attorney at Alabama&rsquo;s Administrative Office of Courts, Sept. 20-21, 2017</p>\r\n\r\n<p>Email interview with James A. Gardner, law professor at SUNY Buffalo Law School, Sept. 20, 2017</p>\r\n\r\n<p>Email interview with Joseph L. Smith, political science professor at Associate Professor at the University of Alabama, Sept. 20, 2017</p>\r\n\r\n<p>Email interview with Richard Fording, political science professor at the University of Alabama, Sept. 20, 2017</p>\r\n\r\n<p>Email interview with Katie Frost, communications director for Roy Moore for U.S. Senate, Sept. 21, 2017</p>\r\n\r\n<p>Email interview with Cameron Foster, aide to Luther Strange for Senate campaign, Sept. 21, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senator", "false_count": 1, "first_name": "Luther", "half_true_count": 1, "home_state": "Alabama", "id": 4050, "last_name": "Strange", "mostly_true_count": 0, "name_slug": "luther-strange", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Strange.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4050/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;Roy Moore fought for pay increases for politicians while courts had to shut down because of lack of funding.&quot;</p>\r\n", "statement_context": "a campaign website", "statement_date": "2017-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": "Did Moore seek pay raises for politicians as courts closed?"}