{"art": [{"brightcove": "", "caption": "", "id": 13293, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src=\"https://www.nbcnews.com/widget/video-embed/1048427587675\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen></iframe>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/13293/", "title": "Video Sanders Meet the Press", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/sep/20/bernie-sanders/comparing-administrative-costs-private-insurance-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Administrative costs for private insurance versus Medicare", "id": 14550, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14550/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Sen. Bernie Sanders, I-Vt., said that switching to a single-payer &quot;Medicare for all&quot; health system would save billions of dollars in administrative costs.</p>\r\n\r\n<p>&quot;Private insurance companies in this country spend between 12 and 18 percent on administration costs,&quot; Sanders <a href=\"https://www.nbcnews.com/meet-the-press/video/full-sanders-single-payer-not-going-to-happen-tomorrow-1048427587675\">said</a> on NBC&rsquo;s <em>Meet the Press</em> on Sept. 17. &quot;The cost of administering the Medicare program, a very popular program that works well for our seniors, is 2 percent. We can save approximately $500 billion a year just in administration costs.&quot;</p>\r\n\r\n<p>Administrative costs are the expenses incurred by medical insurers that are not strictly medical, such as marketing, customer service, billing, claims review, quality assurance, information technology and profits.</p>\r\n\r\n<p>Is the gap between private and public health insurance providers&rsquo; administrative costs really that high? Most experts agreed the numbers looked about right. But because of key differences between Medicare and private insurance, the trade-off isn&rsquo;t as simple as Sanders suggests.</p>\r\n\r\n<p>First, we&rsquo;ll break down the numbers.</p>\r\n\r\n<p>To measure the administrative costs for Medicare, we turned to the 2017 Annual Report of the Boards of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds -- the document prepared by Medicare&rsquo;s fiscal overseers.</p>\r\n\r\n<p>The trustees&rsquo; summary listed total Medicare expenditures of $678.7 billion for 2016, of which $9.2 billion was characterized as &quot;administrative expenses.&quot; That works out to 1.4 percent, which is even lower than what Sanders stated.</p>\r\n\r\n<p>That covers salaries and expenses, patient outreach, and fraud and abuse control by the Health and Human Services, Justice Department and FBI, among other things.</p>\r\n\r\n<p>But because much of Medicare piggybacks off Social Security, other administrative costs such as enrollment, payment and keeping track of patients are left to the Social Security system. That&rsquo;s one of multiple reasons using the current&nbsp;administrative costs for Medicare wouldn&rsquo;t translate as cleanly if the entire population were to be covered. (Medicare serves those over age 65 currently; Sanders would like to see all Americans covered by a similar program.)</p>\r\n\r\n<p>Experts told us we could safely assume private insurance costs, on the other hand, are much higher, though actual spending estimates vary.</p>\r\n\r\n<p>Average insurers&rsquo; overhead costs are about <a href=\"http://annals.org/aim/article/2605414\">12.4 percent</a>, according to an April 2017&nbsp;<em>Annals of Internal Medicine</em> article by Steffie Woolhandler and David U. Himmelstein. A February report from the Center for Economic and Policy Research totaled overhead costs for private individual and employer based plans at <a href=\"http://cepr.net/blogs/cepr-blog/overhead-costs-for-private-health-insurance-keep-rising-even-as-costs-fall-for-other-types-of-insurance\">12.3 percent</a> in 2015. And America&rsquo;s Health Insurance Plans found that <a href=\"https://www.ahip.org/wp-content/uploads/2017/03/PremiumDollar_3.2.17.pdf\">17.8 cents</a> of every premium dollar goes to operating costs.</p>\r\n\r\n<p>But those are averages looking across health care markets. When the Congressional Budget Office <a href=\"https://www.cbo.gov/sites/default/files/114th-congress-2015-2016/reports/51130-Health_Insurance_Premiums.pdf\">broke</a> those costs down, they put administrative costs in the nongroup market at 20 percent, small-group market at 16 percent and the large-group market at 11 percent.</p>\r\n\r\n<p><a href=\"https://www.healthcare.gov/health-care-law-protections/rate-review/\">Federal caps</a> on administrative costs reflect this range. Group market insurers have a 15 percent cap and individual market insurers have a 20 percent cap. If exceeded, insurers have to pay a rebate to policyholders under the Affordable Care Act.</p>\r\n\r\n<p>The difference is still pretty substantial, though.</p>\r\n\r\n<p>Historically, administrative expenses were much higher in the commercial market because insurers did a lot of underwriting, or using the health status of individuals or groups to determine their premiums. The Affordable Care Act was designed to curb that spending.</p>\r\n\r\n<p>On top of that, experts explained that unlike Medicare, private insurers take on more responsibility than simply paying claims or occasionally going after fraud. Before a claim is even filed, they check its appropriateness, assess whether it is medically necessary, and whether it can be done in a cheaper way (outpatient versus inpatient care, for example).</p>\r\n\r\n<p>&quot;Medicare has been trying in fits and starts to look a little more closely at how it pays claims but generally speaking, it is passive in processing claims,&quot; Sabrina Corlette, a research professor at the Center on Health Insurance Reforms at Georgetown University.</p>\r\n\r\n<p>In addition, private insurers create provider networks, which is where they determine which doctors will offer which services under each plan and negotiate reimbursement rates. They also review which drugs will be most effective and affordable.</p>\r\n\r\n<p>&quot;Not all carriers are doing this effectively, well or thoughtfully, but when they do, it lowers the overall system costs,&quot; Corlette said.</p>\r\n\r\n<p>But a lot of administrative costs go to marketing, because private health insurers have to compete for clients. That&rsquo;s something Medicare doesn&rsquo;t have to deal with, and which wouldn&rsquo;t be a problem with a similar universal health plan.</p>\r\n\r\n<p>That also explains why there&rsquo;s more leeway in the individual market costs, as it&rsquo;s more expensive to target a new individual customer than groups.</p>\r\n\r\n<div class=\"pf_subheadline\">Would the U.S. really save $500 billion with a single-payer system?</div>\r\n\r\n<p>Sanders cited Woolhandler and Himmelstein&rsquo;s <a href=\"http://annals.org/aim/article/2605414\">article</a> estimating $504 billion in savings from converting to a single-payer system. But the article&rsquo;s authors admitted that &quot;any such estimate is imprecise&quot; and cited other research placing the number closer to <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20812461\">$383 billion</a>.</p>\r\n\r\n<p>Experts say a single-payer system would save a substantial amount of administrative costs, but the right kind of administrative expenses may actually lead to cost savings and improved outcomes.</p>\r\n\r\n<p>Sherry Glied, the dean of New York University&rsquo;s Robert F. Wagner Graduate School of Public Service, said using administrative costs as a share of spending, rarely done in other industries, isn&rsquo;t a very useful measure of efficiency.</p>\r\n\r\n<p>Glied pointed out that private Medicare Advantage plans are &quot;pretty competitive with traditional Medicare,&quot; but also tend to operate at higher administrative costs.</p>\r\n\r\n<p>&quot;They bring costs down in other ways but they have to use administrative spending to do that,&quot; Glied said.</p>\r\n\r\n<p>Robert Book, a health economist at the right-leaning American Action Forum, also argued that expressing administrative costs as a percentage of overall spending on health care is misleading in the case of Medicare, as the overall health care costs will be inherently larger when dealing with the disabled and over-65 population, artificially deflating the amount spent on administering that care.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Sanders said, &quot;Private insurance companies in this country spend between 12 and 18 percent on administration costs. The cost of administering the Medicare program, a very popular program that works well for our seniors, is 2 percent. We can save approximately $500 billion a year just in administration costs.&quot;</p>\r\n\r\n<p>Government and independent researchers corroborate the percentage figures Sanders cited, but the researchers who came up with the $500 billion savings admitted that &quot;any such estimate is imprecise.&quot;</p>\r\n\r\n<p>Also, the administrative costs of private insurance and Medicare cover different types of costs. Experts told us that a single-payer system for the United States would have lower administrative costs than today&rsquo;s private insurance, but it likely wouldn&rsquo;t be able to achieve administrative costs as low as the existing Medicare program. Finally, the figures are misleading because lowering administrative costs wouldn&rsquo;t necessarily lower overall costs. In fact, administrative costs sometimes help make the delivery of health care more efficient.</p>\r\n\r\n<p>We rate this statement Half True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-09-20T14:17:17.830059", "ruling_date": "2017-09-20T16:13:33", "ruling_headline": "Comparing administrative costs for private insurance and Medicare", "ruling_headline_slug": "comparing-administrative-costs-private-insurance-a", "ruling_link_text": "Leaves out context", "ruling_state": null, "source_documents": null, "sources": "<p><em>Meet the Press,</em> <a href=\"https://www.nbcnews.com/meet-the-press/video/full-sanders-single-payer-not-going-to-happen-tomorrow-1048427587675\">Full Sanders: Single-Payer &#39;Not Going to Happen Tomorrow&#39;</a>, Sept. 17, 2017</p>\r\n\r\n<p>Email interview with Warren Gunnels, senior policy advisor for Bernie Sanders, Sept. 18, 2017</p>\r\n\r\n<p>Phone interview with Timothy Jost, Emeritus Professor at the Washington and Lee University School of Law, Sept. 18, 2017</p>\r\n\r\n<p>Phone interview with Robert Book, health care expert at the American Action Forum and Senior Research Director at Health Systems Innovation Network, LLC, Sept. 18, 2017</p>\r\n\r\n<p>Phone interview with Sabrina Corlette, research professor at the Center on Health Insurance Reforms at Georgetown University, Sept. 18, 2017</p>\r\n\r\n<p>Phone interview with Jack Hoadley, health policy analyst and political scientist at Georgetown University, Sept. 19, 2017</p>\r\n\r\n<p>Phone interview with Sherry Glied, dean of New York University&rsquo;s Robert F. Wagner Graduate School of Public Service, Sept. 19, 2017</p>\r\n\r\n<p>Email interview with Ben Sommers, associate professor of Health Policy and Economics at Harvard University, Sept. 18, 2017</p>\r\n\r\n<p>Email interview with Mark Peterson, professor of Public Policy, Political Science, and Law at UCLA, Sept. 18, 2017</p>\r\n\r\n<p>Email interview with Richard Frank, professor of health economics at Harvard Medical School, Sept. 18, 2017</p>\r\n\r\n<p>Email interview with Joe Antos, Wilson H. Taylor Scholar in Health Care and Retirement Policy at the American Enterprise Institute, Sept. 18, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/30/barbara-boxer/barbara-boxer-says-medicare-overhead-far-lower-pri/\">Barbara Boxer says Medicare overhead is far lower than private insurers&#39; overhead</a>, Ma<strong>y </strong>30, 2011</p>\r\n\r\n<p>CBO.gov, <a href=\"https://www.cbo.gov/sites/default/files/114th-congress-2015-2016/reports/51130-Health_Insurance_Premiums.pdf\">Private Health Insurance Premiums and Federal Policy</a>, Feb. 2016</p>\r\n\r\n<p>Annals.org, <a href=\"http://annals.org/aim/article/2605414\">Single-Payer Reform: The Only Way to Fulfill the President&#39;s Pledge of More Coverage, Better Benefits, and Lower Costs</a>, April 18, 2017</p>\r\n\r\n<p>AHIP.org, <a href=\"https://www.ahip.org/wp-content/uploads/2017/03/PremiumDollar_3.2.17.pdf\">Where does your premium dollar go?</a>, March 2, 2017</p>\r\n\r\n<p>CEPR.net, <a href=\"http://cepr.net/blogs/cepr-blog/overhead-costs-for-private-health-insurance-keep-rising-even-as-costs-fall-for-other-types-of-insurance\">Overhead Costs for Private Health Insurance Keep Rising, Even as Costs Fall for Other Types of Insurance</a>, Feb. 6, 2017</p>\r\n\r\n<p>Healthcare.gov, <a href=\"https://www.healthcare.gov/health-care-law-protections/rate-review/\">Rate Review &amp; the 80/20 Rule</a>, accessed Sept. 20, 2017</p>\r\n\r\n<p>NIH.gov, <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/20812461\">Medical spending differences in the United States and Canada: the role of prices, procedures, and administrative expenses</a>, 2010</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 21, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 130, "true_count": 16, "website": "http://sanders.senate.gov/"}, "statement": "<p>&quot;Private insurance companies in this country spend between 12 and 18 percent on administration costs. The cost of administering the Medicare program, a very popular program that works well for our seniors, is 2 percent. We can save approximately $500 billion a year just in administration costs.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2017-09-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Comparing administrative costs for private insurance and Medicare"}