{"art": [{"brightcove": "", "caption": "Sen. Tom Cotton, R-Ark.,  in an Oct. 31, 2014, photograph taken in Jonesboro, Ark.", "id": 13376, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Tom_Cotton.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13376/", "title": "tom cotton photo immigration", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/truth-o-meter/statements/2017/sep/26/tom-cotton/sen-tom-cotton-misleads-claim-about-dream-act-amne/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Sen. Tom Cotton misleads in claim about Dream Act, amnesty", "id": 14570, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/14570/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Sen. Tom Cotton, R-Ark., claimed a current immigration bill directed at young immigrants in the country illegally could become the biggest amnesty ever granted in the United States.</p>\r\n\r\n<p>NBC&rsquo;s Chuck Todd asked Cotton about President Donald Trump&rsquo;s discussions with Democrats to help nearly 800,000 so-called &quot;Dreamers,&quot; beneficiaries of the Deferred Action for Childhood Arrivals (DACA) program, which Trump is <a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1443/terminate-barack-obamas-immigration-executive-orde/\">phasing out</a>.</p>\r\n\r\n<p>What&rsquo;s needed is a &quot;targeted and incremental deal&quot; that solves the Dreamers&rsquo; problem but also mitigates negative side effects, said Cotton, who introduced <a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1403/limit-legal-immigration/\">his own bill</a> to reduce chain migration and prioritize American workers. Legislation proposed by his colleagues would have a different outcome, he said.</p>\r\n\r\n<p>&quot;If you pass the so-called Dream Act, it will be the single biggest amnesty in the history of the United States, even bigger than the 1986 amnesty, which Ronald Reagan said was his biggest mistake in office,&quot; <a href=\"https://www.nbc.com/meet-the-press/video/meet-the-press-september-17-2017/3585775\">Cotton said</a> Sept. 17.</p>\r\n\r\n<p>Immigration scholars do consider this 1986 law to be the biggest yet allowing immigrants to legalize their status. But is Cotton right that the Dream Act would overtake it as the biggest &quot;amnesty&quot; program ever?</p>\r\n\r\n<p>Cotton&rsquo;s claim is not just based on how many people would directly benefit from the bill, but also includes an assumption of how many additional family members could indirectly benefit. In addition, the comparison to the 1986 law is skewed, experts said.</p>\r\n\r\n<div class=\"pf_subheadline\">2017 Dream Act</div>\r\n\r\n<p>Legislation intended to help immigrants who came to the United States as children and live here illegally has been brought up in Congress several times but never enacted.</p>\r\n\r\n<p>The <a href=\"https://www.congress.gov/bill/107th-congress/senate-bill/1291\">Development, Relief, and Education for Alien Minors Act (Dream Act)</a> was first introduced in the Senate in 2001, seeking to help young immigrants who met certain criteria attain higher education and lawful permanent residence. The term &quot;Dreamers&quot; is commonly used for potential beneficiaries of the Dream Act or similar measures, including DACA.</p>\r\n\r\n<p>Cotton&rsquo;s office told us his comment was in reference to a 2017 Dream Act bill introduced by Sens. Lindsey Graham, R-S.C., and Dick Durbin, D-Ill. The nonpartisan think tank Migration Policy Institute <a href=\"http://www.migrationpolicy.org/content/mpi-estimates-who-might-benefit-under-2017-dream-act-bills-congress\">estimated</a> the effort could lead to 1.5 million immigrants receiving lawful permanent residence.</p>\r\n\r\n<p>The Graham-Durbin bill would grant immigrants without criminal records and who meet specific criteria a conditional status for eight years. Immigrants who meet additional requirements (such as certain levels of educational attainment, military service and employment) would become eligible for lawful permanent residence. Potential beneficiaries must have arrived in the United States before they were 18 years old and lived here four years or more.</p>\r\n\r\n<p>The Migration Policy Institute <a href=\"http://www.migrationpolicy.org/content/mpi-estimates-who-might-benefit-under-2017-dream-act-bills-congress\">estimated</a> that about 3.3 million people meet the criteria for age at arrival and length of U.S. residence. It breaks down that figure, calculating that about 1.8 million are immediately eligible for conditional status and 1.5 million eligible for legal permanent residence.</p>\r\n\r\n<p>Cotton&rsquo;s office said the problem is that recipients will then be able to sponsor relatives.</p>\r\n\r\n<p>&quot;The 2017 Dream&nbsp;Act is not limited to DACA recipients &hellip; Those who receive green cards will then be able to sponsor their illegal-immigrant parents (who came illegally with the children) for (a green card),&quot; said Caroline Rabbitt, Cotton&rsquo;s communications director.</p>\r\n\r\n<p>Lawful permanent residents cannot sponsor a parent for a green card &mdash; only U.S. citizens can do that. But lawful permanent residents can eventually apply to become naturalized citizens.</p>\r\n\r\n<p>If each of the 1.5 million immigrants sponsors one parent, then total amnesty would be over 3 million people, said Rabbitt, adding that this is a probably a low estimate because &quot;statistical studies have found that immigrants eventually sponsor between 1.11 and 3.46 family members on average.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">1986 Immigration Reform and Control Act</div>\r\n\r\n<p>What constitutes amnesty is hotly debated, but Cotton said he defined amnesty as &quot;giving legal status to people who came here illegally.&quot;</p>\r\n\r\n<p>Cotton&rsquo;s estimate is that at least 3 million people could go from living illegally to legally as a result of the Graham-Durbin bill. Based on those calculations, is that greater than the number of people who benefitted from the 1986 law? Not exactly.</p>\r\n\r\n<p>Republican President Ronald Reagan signed into law the 1986 Immigration Reform and Control Act (IRCA), also known as the Simpson-Mazzoli Act.</p>\r\n\r\n<p>The law allowed about <a href=\"https://object.cato.org/sites/cato.org/files/serials/files/cato-journal/2012/1/cj32n1-7.pdf\">2.7 million people</a> to get green cards &mdash; including people who had been in the United States <a href=\"https://www.uscis.gov/tools/glossary/immigration-reform-and-control-act-1986-irca\">since 1982 and special agricultural workers</a>.</p>\r\n\r\n<p>&quot;While those 2.7 million went on to sponsor family members as well, the ones they sponsored would not have been illegal beforehand, as would be the parents of DREAM Act beneficiaries,&quot; Rabbitt said.</p>\r\n\r\n<p>That&rsquo;s not accurate, several immigration experts told us.</p>\r\n\r\n<p>&quot;There was no prohibition in the 1986 law against sponsoring family members who were in the United States illegally,&quot; said Ann Lin, associate professor of public policy at the University of Michigan-Ann Arbor. Since immigration categories did not distinguish between family applicants of IRCA and other family members of other eligible green-card holders and citizens, there are no estimates of the number of derivative sponsorships by IRCA principals, Lin said.</p>\r\n\r\n<p>The claim from Cotton&rsquo;s office is &quot;completely implausible,&quot; said Elizabeth F. Cohen, an immigration expert and associate professor of political science at Syracuse University.</p>\r\n\r\n<p>&quot;Not only did plenty of people eligible for IRCA have relatives living in the United States without documentation, but at that time the unlawful presence bars had not yet been passed (those came in 1996) so they could have been sponsored by IRCA recipients if they left the country,&quot; Cohen said.</p>\r\n\r\n<p>The 1996 Illegal Immigration Reform and Immigrant Responsibility Act placed three- and 10-year bars on legal re-entry for individuals who initially came to the United States illegally. Immigrants who entered the United States illegally cannot adjust their status within the country; they must go through a consular process in their home countries.</p>\r\n\r\n<p>A policy under Reagan and George H. W. Bush after the 1986 law also led to legal status for <a href=\"http://www.nytimes.com/1990/03/05/nyregion/new-policy-aids-families-of-aliens.html\">family members</a> of IRCA beneficiaries, said Audrey Singer, an immigration expert and senior fellow at the Urban Institute.</p>\r\n\r\n<p>Back in 2013, Rep. Steve King, R-Iowa, argued that the 1986 law gave amnesty to 3 million people and that through family reunification policies, an additional 15 million were able to gain legal status. King&rsquo;s overarching claim was that the 1986 law led to 15 million votes for Barack Obama in 2012. We rated that <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/may/29/steve-king/steve-king-says-ronald-reagans-1986-amnesty-act-le/\">False.</a></p>\r\n\r\n<p>&quot;The 2.7 million people who gained legal status through IRCA did so as &lsquo;principals&rsquo; &mdash; that is, they were the applicants. The appropriate comparable number for DACA is roughly 1.5 million,&quot; Lin said. Counting family applicants of Dreamers, but not the family members of IRCA recipients inflates Dream Act totals and underestimates IRCA totals, she said.</p>\r\n\r\n<p>Experts also cautioned against assuming that every single person eligible for the Dream Act will end up applying. Pew Research Center <a href=\"http://www.pewresearch.org/fact-tank/2017/09/01/unauthorized-immigrants-covered-by-daca-face-uncertain-future/\">estimated</a> that about 78 percent of the DACA-eligible population applied for the program.</p>\r\n\r\n<p>Some people choose not to apply for programs, and some get weeded out at different stages of the application process, so it&rsquo;s not realistic to assume a 1-to-1 correspondence between eligibility and the number of green card holders the bill would produce, said Lina Newton, associate professor of political science at Hunter College, CUNY.</p>\r\n\r\n<p>&quot;In light of past policy experience and current immigration laws it is very unlikely that the Dream Act &mdash; at least in its present form &mdash; would produce a legalized population of 3 million,&quot; Newton said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Cotton said, &quot;If you pass the so-called Dream Act, it will be the single biggest amnesty in the history of the United States, even bigger than the 1986 amnesty.&quot;</p>\r\n\r\n<p>A 1986 law allowed about 2.7 million people to get green cards. Immigration experts regard this law as the biggest yet to provide legalization for people who were in the country illegally. A 2017 Dream Act bill in the Senate is estimated to allow about 1.5 million people to become eligible for green cards.</p>\r\n\r\n<p>Cotton calculated that if each of the 1.5 million people eligible for a green card through the&nbsp;Dream Act&nbsp;were to sponsor a parent who&rsquo;s in the country illegally, then the total number of people legalizing their status would be at least 3 million. But 1986 law beneficiaries also were able to sponsor family members who had been in the country illegally, though it&rsquo;s difficult to determine how many exactly, experts said.</p>\r\n\r\n<p>We rate Cotton&rsquo;s claim Mostly False.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-09-26T11:02:55.448023", "ruling_date": "2017-09-26T11:59:43", "ruling_headline": "Sen. Tom Cotton misleads in claim about Dream Act amnesty", "ruling_headline_slug": "sen-tom-cotton-misleads-claim-about-dream-act-amne", "ruling_link_text": "Skewed comparison", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Tom Cotton&#39;s <a href=\"https://www.nbc.com/meet-the-press/video/meet-the-press-september-17-2017/3585775\">interview</a> on NBC Meet the Press, Sept. 17, 2017</p>\r\n\r\n<p>Email interview,&nbsp;&nbsp;Caroline Rabbitt, Sen. Tom Cotton&rsquo;s communications director, Sept. 18, 2017</p>\r\n\r\n<p>Email interview, Sen. Dick Durbin&#39;s spokesperson&nbsp;Ben Marter, Sept. 22, 2017</p>\r\n\r\n<p>PolitiFact, Trump-O-Meter:&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1443/terminate-barack-obamas-immigration-executive-orde/\">Terminate Barack Obama&#39;s immigration executive orders &#39;immediately&#39;</a>, last updated Sept. 5, 2017</p>\r\n\r\n<p>PolitiFact, Trump-O-Meter: <a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1403/limit-legal-immigration/\">Limit legal immigration</a>, last updated Aug. 2, 2017</p>\r\n\r\n<p>Congress.gov,&nbsp;<a href=\"https://www.congress.gov/bill/107th-congress/senate-bill/1291\">S.1291 - DREAM Act</a>, introduced Aug. 1, 2001</p>\r\n\r\n<p>Migration Policy Institute,&nbsp;<a href=\"http://www.migrationpolicy.org/content/mpi-estimates-who-might-benefit-under-2017-dream-act-bills-congress\">MPI Estimates of Who Might Benefit under 2017 DREAM Act Bills in Congress</a>, July 2017</p>\r\n\r\n<p>Cato Institute,&nbsp;<a href=\"https://object.cato.org/sites/cato.org/files/serials/files/cato-journal/2012/1/cj32n1-7.pdf\">The Economic Consequences of Amnesty for Unauthorized Immigrants</a></p>\r\n\r\n<p>U.S. Citizenship and Immigration Services,&nbsp;<a href=\"https://www.uscis.gov/tools/glossary/immigration-reform-and-control-act-1986-irca\">Immigration Reform and Control Act of 1986 (IRCA)</a>,&nbsp;Last Reviewed/Updated: 09/29/2016</p>\r\n\r\n<p>PolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/may/29/steve-king/steve-king-says-ronald-reagans-1986-amnesty-act-le/\">Steve King says Ronald Reagan&rsquo;s 1986 &quot;amnesty act&quot; led to 15 million votes for Barack Obama</a>, May 29, 2013</p>\r\n\r\n<p>Email interview,&nbsp;Lina Newton, associate professor of political science at Hunter College, CUNY, Sept. 21, 2017</p>\r\n\r\n<p>Email interview,&nbsp;Audrey Singer, an immigration expert and senior fellow at the Urban Institute, Sept. 21, 2017</p>\r\n\r\n<p>Email interview, Elizabeth F. Cohen, an immigration expert and associate professor of political science at Syracuse University,&nbsp;Sept. 21, 2017</p>\r\n\r\n<p>Email interview, Ann Lin, associate professor of public policy at the University of Michigan-Ann Arbor,&nbsp;Sept. 21, 2017</p>\r\n\r\n<p>Pew Research Center,&nbsp;<a href=\"http://www.pewresearch.org/fact-tank/2017/09/01/unauthorized-immigrants-covered-by-daca-face-uncertain-future/\">DACA has shielded nearly 790,000 young unauthorized immigrants from deportation</a>, Sept. 1, 2017</p>\r\n\r\n<p>New York Times,&nbsp;<a href=\"http://www.nytimes.com/1990/03/05/nyregion/new-policy-aids-families-of-aliens.html\">New Policy Aids Families of Aliens</a>, March 5, 1990</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. House of Representatives", "false_count": 5, "first_name": "Tom", "half_true_count": 2, "home_state": "Arkansas", "id": 2269, "last_name": "Cotton", "mostly_true_count": 4, "name_slug": "tom-cotton", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Cotton_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2269/", "total_count": 17, "true_count": 0, "website": "http://cotton.house.gov/"}, "statement": "<p>&quot;If you pass the so-called Dream Act, it will be the single biggest amnesty in the history of the United States, even bigger than the 1986 amnesty.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "an NBC interview", "statement_date": "2017-09-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Sen. Tom Cotton claims Dream Act will be biggest amnesty ever in U.S. history. Is that true?"}