{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/feb/06/rick-perry/perry-says-hpv-vaccine-he-mandated-would-have-been/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1458, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1458/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen Gov. Rick Perry issued an executive order in 2007 requiring all Texas girls to receive a vaccine against the human papillomavirus before entering the sixth grade, lawmakers balked and blocked it.<br />\r\n\t<br />\r\n\tCritics said the vaccine, Merck &amp; Co.&#39;s Gardasil, was too new to declare safe. Some said too that Perry&#39;s order would infringe on parental rights or give girls a false sense of security, leading them to be sexually active too young.<br />\r\n\t<br />\r\n\tSen. Kay Bailey Hutchison, one of Perry&#39;s opponents in the GOP gubernatorial primary, frequently slams Perry&#39;s stilled order.<br />\r\n\t<br />\r\n\tPerry has stood by his action, most recently casting it as having created an optional vaccination requirement.<br />\r\n\t<br />\r\n\t&quot;That piece of legislation was not mandatory, in the sense of when you can say no, something&#39;s not mandatory,&quot; he said during the second Republican gubernatorial debate Jan. 29.<br />\r\n\t<br />\r\n\tA just-say-no gubernatorial order? We decided to check.<br />\r\n\t<br />\r\n\tWhat we found: On Feb. 2, 2007, Perry issued an executive order &mdash; not a piece of legislation, as he said &mdash; requiring the Texas Health and Human Services Commission to adopt rules mandating all girls entering sixth grade to receive a vaccination against the types of HPV, a sexually-transmitted virus, that causes most cases of cervical cancer and genital warts.<br />\r\n\t<br />\r\n\tThe order included an opt-out &quot;in order to protect the right of parents to be the final authority on their children&#39;s health care.&quot; Perry ordered the Department of State Health Services to allow parents dissenting for philosophical or religious reasons to request a conscientious objection affidavit form. That form, which has been available since 2003, enables parents to enroll their children in public school even if they lack state-required immunizations. It&#39;s automatically granted as long as parents provide all required information.<br />\r\n\t<br />\r\n\tAccording to the Department of State Health Service&#39;s 2008-09 immunization report, which uses data from kindergarten and seventh-grade students at 1,300 independent school districts and 800 private schools, 0.28 percent of the students filed conscientious objection forms.<br />\r\n\t<br />\r\n\tParents must renew exemption affidavits every two years to maintain their validity, according to Allison Lowery, assistant press officer at the Texas Department of State Health Services.<br />\r\n\t<br />\r\n\tWe thought the opt-out form for public-school students proved Perry correct until we learned that not all private schools accept the affidavit. That means some private schools may not allow their students to exempt themselves from any state-required vaccinations. Some 15 percent of more than 1 million Texas girls in fifth through 12th grade in 2008 were enrolled in private schools, according to the U.S. Census Bureau.<br />\r\n\t<br />\r\n\t<br />\r\n\tAccording to a 2006 Texas Attorney General&#39;s opinion: &quot;A private school that does not accept state tax funds is not required to accept for enrollment a child who has received an exemption from the immunizations required by the Texas Health and Safety Code.&quot;<br />\r\n\t<br />\r\n\tIn its policy for Catholic schools, the Catholic Diocese of Austin states: &quot;Immunizations are not in conflict with the Catholic faith. Conscientious objections or waivers, which may be permissible for enrollment in public schools, do not qualify as an exception to this policy.&quot; Catholic schools in the diocese do accept medical exemptions, meaning if the immunization could somehow harm the child, it&#39;s not required to enroll.<br />\r\n\t<br />\r\n\tWe wondered if the diocese&#39;s policy in favor of requiring state-mandated immunizations would have extended to refusing the opt-out form for girls subject to the HPV vaccination.<br />\r\n\t<br />\r\n\tPerry aides may have had the same question. According to internal e-mails published online by Hutchison&#39;s campaign (also obtained by the Austin American-Statesman under Texas open records laws in 2007), Brandon LeBlanc, then the governor&#39;s community affairs public liaison, wrote Feb. 6, 2007: &quot;I don&#39;t have an answer for the questions I&#39;m getting regarding private schools. Apparently Catholic schools in particular will require all state vaccines, but won&#39;t except (sic) the exemptions. My first inclination, assuming this is true, is that this is for the parents and the schools to sort out. Is there a better answer to this &#39;problem&#39;?&quot;<br />\r\n\t<br />\r\n\tNora Belcher, then assistant director at the Governor&#39;s Office of Budget, Planning and Policy, replied: &quot;I believe in the short term your answer is the correct one, plus, enrolling in Catholic school is a CHOICE (for parents, anyway).&quot;<br />\r\n\t<br />\r\n\tIn February 2007, the Roman Catholic Bishops of Texas came close to saying they wouldn&#39;t require the vaccine, issuing a statement recommending that &quot;civil authorities should leave this decision to parents.&quot;<br />\r\n\t<br />\r\n\tBut would parochial schools absolutely have left that particular vaccination decision to parents? Margaret McGettrick, director of education at the Texas Catholic Conference, the statewide association of the Roman Catholic diocese in Texas, recently said the superintendents, bishops and accreditation commission at the association responsible for setting school policies never formulated policy specific to the HPV vaccine.<br />\r\n\t<br />\r\n\tMcGettrick said &quot;it&#39;s a non-issue for us&quot; because the HPV vaccine was never added to the state&#39;s list of required immunizations once lawmakers froze the order until the starting date of the 2011 regular legislative session.<br />\r\n\t<br />\r\n\tAllison Castle, Perry&#39;s press secretary, said: &quot;We consider (the order) null and void and (Perry) will not pursue it in the future.&quot;<br />\r\n\t<br />\r\n\tEn breve: Perry did issue an order requiring schoolgirls receive the HPV vaccine. In arguing that his order was not a mandate, Perry points to the Conscientious Objection to Immunization form that lets parents of public school students decline immunizations without consequence. The burden to file and refile the notarized forms on time falls on the parents.<br />\r\n\t<br />\r\n\tHowever, our research determined that it&#39;s not certain the opt-out would have been accepted for the 15 percent of Texas girls attending private schools. Also unknown: Whether every Catholic school would have allowed students subject to Perry&#39;s order to abstain from the three HPV shots in the vaccination series.<br />\r\n\t<br />\r\n\tUltimately, the governor issued an order for the Health and Human Services Executive Commissioner to &quot;adopt rules that mandate the age appropriate vaccination of all female children for HPV prior to admission to the sixth grade.&quot;<br />\r\n\t<br />\r\n\tAccording to the Merriam-Webster dictionary, a mandate is &quot;a clear instruction, authorization or direction.&quot; Perry says the executive order wasn&#39;t mandatory, which, according to Webster, means &quot;demanded or required.&quot;<br />\r\n\t<br />\r\n\tBut that&#39;s what Perry&#39;s order did: it set up a requirement. Just because there&#39;s a loophole &mdash; a way to &quot;say no,&quot; in the governor&#39;s parlance &mdash; doesn&#39;t mean the requirement doesn&#39;t exist. Physical education classes are also mandatory to graduate high school, but if you have any number of health conditions, you can skip the timed mile.<br />\r\n\t<br />\r\n\tWe rate Perry&#39;s claim Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-02-04T14:51:24.651527", "ruling_date": "2010-02-06T12:51:42", "ruling_headline": "Perry says the HPV vaccine he mandated would have been optional", "ruling_headline_slug": "perry-says-hpv-vaccine-he-mandated-would-have-been", "ruling_link_text": "There's no mandate without the \"mandatory\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOffice of the Governor, <a href=\"http://governor.state.tx.us/news/executive-order/3455/\" target=\"_blank\" title=\"RP65 — relating to the immunization of young women from the cancer-causing Human Papillomavirus,\">RP-65 &mdash; relating to the immunization of young women from the cancer-causing Human Papillomavirus,</a> Feb. 2, 2007 &nbsp;<br />\r\n\t<br />\r\n\tLegislative Reference Library of Texas, <a href=\"http://www.lrl.state.tx.us/scanned/govdocs/Rick%20Perry/2007/RP_65.pdf\" target=\"_blank\" title=\"RP-65 relating to the immunization of young women from the cancer-causing Human Papillomavirus,\">RP-65 relating to the immunization of young women from the cancer-causing Human Papillomavirus,</a> Feb. 2, 2007<br />\r\n\t<br />\r\n\tTexas Legislature, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=80R&amp;Bill=HB1098\" target=\"_blank\" title=\"HB 1098 relating to immunization of human papillomavirus,\">HB 1098 relating to immunization of human papillomavirus,</a> May 8, 2007<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://nl.newsbank.com/nojavascript.html\" target=\"_blank\" title=\"Perry bows to vaccine order's foes,\">Perry bows to vaccine order&#39;s foes,</a> by Corrie MacLaggan, May 9, 2007<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/std/hpv/STDFact-HPV-vaccine-young-women.htm#why\" target=\"_blank\" title=\"HPV vaccine information for young women,\">HPV vaccine information for young women,</a> accessed Feb. 2, 2010<br />\r\n\t<br />\r\n\tHouse Research Organization, <a href=\"http://www.hro.house.state.tx.us/interim/int78-1.pdf\" target=\"_blank\" title=\"Conscientious Objection to Immunization,\">Conscientious Objection to Immunization,</a> Dec. 3, 2003<br />\r\n\t<br />\r\n\tDepartment of State Health Services, <a href=\"http://www.dshs.state.tx.us/immunize/docs/faq_exemption.pdf\" target=\"_blank\" title=\"Frequently Asked Questions: Vaccine exemption for reasons of conscience,\">Frequently Asked Questions: Vaccine exemption for reasons of conscience,</a> revised April 2009<br />\r\n\t<br />\r\n\tDepartment of State Health Services, <a href=\"https://webds.dshs.state.tx.us/immco/affidavit.shtm\" target=\"_blank\" title=\"Affidavit Request for Exemption from Immunizations for Reasons of Conscience,\">Affidavit Request for Exemption from Immunizations for Reasons of Conscience,</a> accessed Feb. 3, 2010<br />\r\n\t<br />\r\n\tDepartment of State Health Services, 2008-09 annual report of immunization status, accessed Feb. 4, 2010<br />\r\n\t<br />\r\n\tTexas Catholic Conference, <a href=\"http://www.txcatholic.org/bishops_hpv.asp\" target=\"_blank\" title=\"Texas Bishops' statement on the HPV Vaccine Mandate,\">Texas Bishops&#39; statement on the HPV Vaccine Mandate,</a> Feb. 20, 2007<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://factfinder.census.gov/servlet/DTTable?_bm=y&amp;-context=dt&amp;-ds_name=ACS_2008_3YR_G00_&amp;-CONTEXT=dt&amp;-mt_name=ACS_2008_3YR_G2000_B14002&amp;-tree_id=3308&amp;-geo_id=04000US48&amp;-search_results=01000US&amp;-format=&amp;-_lang=en&amp;-SubjectID=17553824\" target=\"_blank\" title=\"Sex by school enrollment by level of school by type of school for population 3 years and over,\">Sex by school enrollment by level of school by type of school for population 3 years and over,</a> 2006-2008<br />\r\n\t<br />\r\n\tInterview with Christian Gonz&aacute;lez, Diocese of Austin communications director, Feb. 3, 2010<br />\r\n\t<br />\r\n\tInterview with Margaret McGettrick, Texas Catholic Conference, director of education, Feb. 2, 2010<br />\r\n\t<br />\r\n\tFeb. 6, 2007 <a href=\"http://www.slickrickperry.com/system/uploads/48/original/6_Private_School_Opt-Out.pdf?1265054050\" target=\"_blank\" title=\"e-mail correspondence\">e-mail correspondence</a> between Office of the Governor staff members, accessed Feb. 3, 2010<br />\r\n\t<br />\r\n\tAttorney General Greg Abbott Opinions, 2002-2010, <a href=\"http://www.oag.state.tx.us/opin/opinions/op50abbott/indexpdf.shtml\" target=\"_blank\" title=\"GA-0420,\">GA-0420,</a> April 6, 2006<br />\r\n\t<br />\r\n\tInterview with DeEtta Culbertson, Texas Education Agency spokeswoman, Feb. 4, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays his executive order requiring young girls to be vaccinated against HPV wasn&#39;t mandatory.</p>", "statement_context": "a debate", "statement_date": "2010-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}