{"art": [{"brightcove": "", "caption": "This claim appears on the website cookcountyhealthykids.org, which is paid for by Michael Bloomberg", "id": 13454, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/soda_tax_website_pic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13454/", "title": "Cook County Healthy Kids soda tax website", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/oct/02/michael-bloomberg/cook-county-soda-tax-should-make-dent-consumption/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Haters of Cook Co. soda tax prove Michael Bloomberg's point", "id": 14589, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14589/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Is Cook County&rsquo;s new sweetened drink tax about public health or about money?</p>\r\n\r\n<p>Cook County Board President Toni Preckwinkle, the architect of the tax, has said she rejects the premise of that question.</p>\r\n\r\n<p>&quot;In my view, this isn&rsquo;t a vote to repeal or keep a revenue source we already approved,&quot; Preckwinkle <a href=\"https://www.youtube.com/watch?v=wJ8QQDTiRHg\">told the City Club of Chicago</a> on Sept. 13. &quot;It&rsquo;s about whether or not we want Cook County to be healthier, safer and more efficient or if we are willing to go backwards and let Cook County become sicker, less safe and less efficient.&quot;</p>\r\n\r\n<p>Voting to repeal the tax, as may happen at the Cook County Board&rsquo;s Oct. 11 meeting, would be voting &quot;to fire frontline health care providers: doctors, nurses and other medical professionals who help serve our most vulnerable patients,&quot; Preckwinkle said.</p>\r\n\r\n<p>In an <a href=\"http://chicagotonight.wttw.com/2017/08/22/toni-preckwinkle-discusses-cook-county-soda-tax-pushback\">Aug. 22 interview on &quot;Chicago Tonight,&quot;</a> Preckwinkle had offered another defense.</p>\r\n\r\n<p>&quot;Our Cook County hospital system spends $200 million a year or more treating sugar consumption related diseases,&quot; she said, noting also that 87 percent of county government&rsquo;s budget goes into health care. &quot;Obesity, heart disease, diabetes, tooth decay. That&rsquo;s a tremendous burden on our health care system. And we are facing a public health care crisis in this country related to sugar consumption.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>As public fury has raged over the penny-an-ounce tax, Preckwinkle has scrupulously avoided discussing the issue on either its health or fiscal aspects alone.</p>\r\n\r\n<div class=\"artembed\">\r\n<p>Enter Michael Bloomberg. The billionaire former New York mayor and unabashed supporter of measures to limit sweetened drink consumption has <a href=\"http://chicago.suntimes.com/news/bloomberg-ready-to-spend-whatever-it-takes-on-pro-pop-tax-ads-pols/\">become a major defender</a> of the Cook County tax and the county officials who voted for it. He&rsquo;s spent more than $5 million on <a href=\"https://www.youtube.com/watch?v=H3UV2LZJjz0\">ads touting the health benefits</a> of the tax and funded a website, <a href=\"http://www.cookcountyhealthykids.org/#lp-pom-block-11\">cookcountyhealthykids.org</a>, that makes a claim county officials have avoided.</p>\r\n&nbsp;\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>&quot;The soda tax can make a difference by reducing consumption of unhealthy soda pop and sugary beverages that contribute to diabetes, obesity, heart disease and other serious medical conditions,&quot; the site says.</p>\r\n\r\n<p>Does adding a penny per ounce to the cost of sweetened drinks cause a decrease in their consumption? As debate rages over the soda tax, we decided to check.</p>\r\n\r\n<div class=\"pf_subheadline\">Scarce research</div>\r\n\r\n<p>When Cook County began collecting its tax on Aug. 2, it became only the sixth jurisdiction in the United States to collect an excise tax on sweetened drinks and only the second to include artificially sweetened drinks. Two more cities, San Francisco and Seattle, have soda taxes scheduled to begin Jan. 1, 2018. The first excise tax on sugar-sweetened soft drinks went into effect in Berkeley, Calif., on March 1, 2015.</p>\r\n\r\n<p>Governments have long levied so-called &quot;sin taxes&quot; on certain commodities, products and activities, ostensibly to offset their social costs while also raking in new revenue. Taxes on sweetened drinks are the latest effort by health advocates like Bloomberg to bring them into the &quot;sin tax&quot; category for their role in America&rsquo;s obesity problem. But soft drink consumption is deeply entrenched in American culture, and the soft drink industry and many consumers have yet to accept the &quot;sin&quot; label for this tax.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>Given the recent nature of soda taxes, there&rsquo;s not a deep reservoir of academic research on their effects. And we should note here that the soft drink industry rejects the basic premise of Bloomberg&rsquo;s statement -- that any reduction in an individual&rsquo;s soft drink consumption is a step toward better health.</p>\r\n\r\n<p>A <a href=\"http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002283\">study published in April</a> by the Oakland Calif.-based Public Health Institute and the University of North Carolina found that sales of taxed beverages dropped 9.6 percent in the first year while sales of untaxed drinks rose 3.5 percent. But the researchers noted that Berkeley is not a typical test market because it consumed only 34 percent of the national average for sugar-sweetened beverages.</p>\r\n\r\n<p>&quot;Population-based findings on (sugar-sweetened beverage) consumption were not definitive, and consumption should be further evaluated in more typical communities and with larger samples,&quot; the authors wrote.</p>\r\n\r\n<p>A study published in September 2016 in the <a href=\"http://ajph.aphapublications.org/doi/abs/10.2105/AJPH.2016.303362\">American Journal of Public Health</a> found that sugar-sweetened drink consumption in Berkeley decreased by 21 percent. That study was limited to low-income neighborhoods.</p>\r\n\r\n<p>The Public Health Institute study, like studies planned for Cook County and Oakland, Calif., was funded in part by Michael Bloomberg&rsquo;s Bloomberg Philanthropies. This gets into what has been a thorny issue in the broader debate over the health implications of sweetened drinks, in which <a href=\"http://www.latimes.com/science/sciencenow/la-sci-sn-sugary-drink-research-20161031-story.html\">researchers have found</a> that studies funded by the soda industry consistently find minimal adverse effects from sweetened drink consumption while independent studies consistently find the opposite. Bloomberg&rsquo;s involvement in this early research may invite criticism from opponents of the taxes.</p>\r\n\r\n<p>Mexico, which instituted a 10 percent tax on soda in 2014, saw soda purchases decline steadily through the year, according to a <a href=\"http://www.bmj.com/content/352/bmj.h6704\">study in the British Medical Journal</a>. Sales declined by 6 percent early in the year and continued to decline to 12 percent by year&rsquo;s end. That study also was funded partly by Bloomberg.</p>\r\n\r\n<p>A <a href=\"http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002158\">study published in November 2016</a> in the journal PLOS Medicine used the Mexican sales declines recorded in the British study and projected reduced soda consumption due to the tax &quot;will likely prevent approximately 189,300 new cases of type 2 diabetes, 20,400 incident strokes and heart attacks, and 18,900 deaths over 10 years among adults 35&ndash;94 years of age.&quot;</p>\r\n\r\n<p>Researchers used the Cardiovascular Disease Policy Model, which has been used since the 1980s to estimate health benefits in the U.S., to create the report&rsquo;s 10-year projection.</p>\r\n\r\n<p>In <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26094232\">another modeling study</a>, Harvard researchers projected that a penny-per-ounce nationwide tax on sugar-sweetened drinks in the U.S. &quot;could substantially reduce (obesity) and healthcare expenditures and increase healthy life expectancy.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Closer to home</div>\r\n\r\n<p>Less than two months into the Cook County tax, evidence of its effect on sweetened drink consumption is largely anecdotal but appears to support Bloomberg&rsquo;s claim.</p>\r\n\r\n<p>&quot;We have received reports from retailers in Cook County of lost sales between mid-40 percent near the border and teens near city center. Likewise, there are reports of significant increases in sales in collar counties that are very close to matching,&quot; Rob Karr, president of the Illinois Retail Merchants Association said in an email. &quot;It is VERY difficult to get retailers to openly share such information as it is highly proprietary. They are scared to death of conclusions that competitors or others may draw with such data given the extraordinarily competitive nature and extremely narrow margins in grocery.&quot;</p>\r\n\r\n<p><a href=\"http://stopthecookcountytax.com/default.aspx\">Can the Tax,</a> a group that opposes the tax, said in August that the tax had an immediate effect on sales, especially at stores near the Cook County border.</p>\r\n\r\n<div class=\"artembed\">See Figure 4 on PolitiFact.com</div>\r\n\r\n<p>Sales data during the beverage tax&rsquo;s first weekend provided by three retailers for 21 total Cook County stores is alarming. Every store reported a decline in sales of at least 6 percent and as much as 39 percent,&quot; said an <a href=\"https://media.gractions.com/4428E85028285044B7446EE5FD5B982E395FE732/f6ca1bbb-c2ab-45ca-9ee3-655e42efef14.pdf\">Aug. 17 press release</a>. &quot;Further, declines in beverage sales for stores near the Cook County border were among the highest reported amid concerns of mass consumer flight to Indiana and the collar counties as residents try to avoid paying the tax.&quot;</p>\r\n\r\n<p>For retailers, the decline is bad news. For supporters like Bloomberg, it&rsquo;s a credible signal of less consumption. Unknown, however, is to what extent sales lost in Cook County are replaced by purchases in either the collar counties or in Indiana.</p>\r\n\r\n<div class=\"pf_subheadline\">The Philadelphia story</div>\r\n\r\n<p>If there&rsquo;s a case study for Cook County&rsquo;s sweetened drink tax, it might be Philadelphia.</p>\r\n\r\n<p>The city council there approved a 1.5-cent-per-ounce sweetened drink tax that went into effect on Jan. 1, 2017, with proceeds earmarked for pre-K education, parks and libraries. In its first six months, the tax generated $39.3 million -- short of both the original $42.6 million projection and a revised estimate of $39.7 million.</p>\r\n\r\n<p>A <a href=\"http://www.phillymag.com/business/2017/08/29/soda-tax-philadelphia-study/\">study there in August</a> by the Florida marketing firm Catalina said sales had dropped 55 percent since the tax, while sales of carbonated soft drinks outside city limits had increased 38 percent. But <a href=\"http://www.philly.com/philly/news/pennsylvania/philadelphia/philadelphia-soda-tax-sales-20170822.html\">city officials say the study is flawed</a> because it looked only at retail sales, which account for less than half of total sales, and because the tax could not have generated $39.3 million if all sales had dropped 55 percent.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Bloomberg said Cook County&rsquo;s sweetened beverage tax can bring health benefits by &quot;reducing consumption of unhealthy soda pop and sugary beverages.&quot;</p>\r\n\r\n<p>Cook County is only the sixth jurisdiction in the U.S. to enact a sweetened drink tax since Berkeley, Calif., enacted the first one in March 2015. That means there&rsquo;s been very little formal research on their effects, which makes proving or disproving Bloomberg&rsquo;s claim difficult.</p>\r\n\r\n<p>Academic research in Berkeley and on Mexico&rsquo;s soda tax has shown declines in sales, however. Anecdotal evidence from tax opponents in Illinois appears to show the same here, as does a recent marketing report in Philadelphia. Studies using modeling schemes to project health outcomes based on reduced consumption also tilt in Bloomberg&rsquo;s favor.</p>\r\n\r\n<p>Cook County&rsquo;s soda tax may not survive long enough to become part of the extended field study needed to judge the health effects of similar efforts nationwide. But there&rsquo;s enough evidence out there to rate Bloomberg&rsquo;s statement Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 5 on PolitiFact.com</div>\r\n\r\n<p>&nbsp;</p>\r\n</div>\r\n", "ruling_comments_date": "2017-09-29T19:13:19.273720", "ruling_date": "2017-10-02T09:29:02", "ruling_headline": "Cook County soda tax should make a dent in consumption", "ruling_headline_slug": "cook-county-soda-tax-should-make-dent-consumption", "ruling_link_text": "Big gulps get smaller when subject to soda taxes", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?v=wJ8QQDTiRHg\">Toni Preckwinkle speech to City Club of Chicago</a>, Sept. 13, 2017</p>\r\n\r\n<p><a href=\"http://chicagotonight.wttw.com/2017/08/22/toni-preckwinkle-discusses-cook-county-soda-tax-pushback\">Toni Preckwinkle Discusses Cook County Soda Tax Pushback</a>, &quot;Chicago Tonight,&quot; WTTW, Aug. 22, 2017</p>\r\n\r\n<p><a href=\"http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002283\">Changes in prices, sales, consumer spending, and beverage consumption one year after a tax on sugar-sweetened beverages in Berkeley, California, US: A before-and-after study</a>, PLOS Medicine, April 18, 2017 (Public Library of Science)</p>\r\n\r\n<p><a href=\"http://stopthecookcountytax.com/faq.aspx\">Taxes on common beverages or foods have never been shown to improve public health.</a> Can the Tax Coalition website</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=H3UV2LZJjz0\">&quot;The soda tax means healthier kids.&quot; </a>TV ad supporting Cook County sweetened beverage tax</p>\r\n\r\n<p><a href=\"https://taxfoundation.org/overreaching-obesity-governments-consider-new-taxes-soda-and-candy\">Overreaching on Obesity: Governments Consider New Taxes on Soda and Candy</a>, The Tax Foundation, Oct. 31, 2011</p>\r\n\r\n<p><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp0902392\">Ounces of Prevention &mdash; The Public Policy Case for Taxes on Sugared Beverages</a>, New England Journal of Medicine, April 30, 2009</p>\r\n\r\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2908024/\">Can Soft Drink Taxes Reduce Population Weight?, National Institutes of Health</a>, Jan. 28, 2010; accessed Sept. 19-27, 2017</p>\r\n\r\n<p><a href=\"http://www.cnn.com/2016/11/01/health/soda-tax-benefits-mexico/index.html\">Do soda taxes work? Experts look to Mexico for answers</a>, CNN, Nov. 1, 2016</p>\r\n\r\n<p>10 percent tax on soda introduced nationwide in Mexico in 2014; accessed Sept. 12-26, 2017</p>\r\n\r\n<p><a href=\"http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002158\">Projected Impact of Mexico&rsquo;s Sugar-Sweetened Beverage Tax Policy on Diabetes and Cardiovascular Disease: A Modeling Study,</a> PLOS Medicine, Nov. 1, 2016; accessed Sept. 26, 2017</p>\r\n\r\n<p><a href=\"http://ajph.aphapublications.org/doi/abs/10.2105/AJPH.2016.303362\">Impact of the Berkeley Excise Tax on Sugar-Sweetened Beverage Consumption</a>, American Journal of Public Health, Sept. 14, 2016; accessed Sept. 15-27, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagobusiness.com/article/20170816/OPINION/170819905/why-the-soda-pop-tax-is-essential-preckwinkle\">Why the soda pop tax is essential: Preckwinkle</a>, Crain&rsquo;s Chicago Business, Aug. 16, 2017; accessed Sept. 15, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagobusiness.com/article/20170807/BLOGS02/170809890/poll-says-87-percent-oppose-countys-soda-pop-tax\">Poll slams pop tax</a>, Crain&rsquo;s Chicago Business, Aug. 7, 2017; accessed Sept. 19, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/opinion/editorials/ct-edit-soda-tax-repeal-preckwinkle-20170920-story.html\">Editorial: Cook County&rsquo;s &lsquo;health&rsquo; lie, in black and white</a>, Chicago Tribune, Sept. 22, 2017</p>\r\n\r\n<p><a href=\"https://cspinet.org/sites/default/files/attachment/localsugarydrinks.pdf\">Local Sugary Drink Taxes Voted on 2014&ndash;2017</a>, Center for Science in the Public Interest, June 2017; accessed Sept. 26, 2017</p>\r\n\r\n<p><a href=\"http://chicago.suntimes.com/news/bloomberg-ready-to-spend-whatever-it-takes-on-pro-pop-tax-ads-pols/\">Bloomberg ready to spend &lsquo;whatever it takes&rsquo; to help pro-pop tax pols</a>, Chicago Sun-Times, Sept. 11, 2017; accessed Sept. 12-19, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/business/ct-biz-cook-county-soda-tax-study-20170925-story.html#nws=true\">$2.5 million Bloomberg grant funds UIC study on Cook County soda tax</a>, Chicago Tribune, Sept. 25, 2017; accessed Sept. 25-26, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/suburbs/deerfield/news/ct-dfr-soda-sales-cook-county-tl-0831-story.html\">Grocery stores on Cook County border see soda pop sales boom</a>, Chicago Tribune, Aug. 29, 2017; accessed Sept. 26, 2017</p>\r\n\r\n<p><a href=\"http://www.latimes.com/science/sciencenow/la-sci-sn-sugary-drink-research-20161031-story.html\">Does the soda industry manipulate research on sugary drinks&#39; health effects?</a>, Los Angeles Times, Oct. 31, 2016; accessed Sept. 26, 2017</p>\r\n\r\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26094232\">Cost Effectiveness of a Sugar-Sweetened Beverage Excise Tax in the U.S.</a>, American Journal of Preventive Medicine, July 2015; accessed Sept. 27, 2017</p>\r\n\r\n<p>Telephone interview, Jim O&rsquo;Hara, Center for Science in the Public Interest, Sept. 27, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Michael", "half_true_count": 2, "home_state": "New York", "id": 295, "last_name": "Bloomberg", "mostly_true_count": 4, "name_slug": "michael-bloomberg", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bloomberg.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/295/", "total_count": 12, "true_count": 4, "website": ""}, "statement": "<p>&quot;The soda tax can make a difference by reducing consumption of unhealthy soda pop and sugary beverages.&quot;</p>\r\n", "statement_context": "a website", "statement_date": "2017-09-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Haters of Cook Co. soda tax prove Michael Bloomberg's point"}