{"art": [{"brightcove": "", "caption": "State Sen. Phil Berger says NC has the strictest redistricting standards in the U.S.", "id": 13551, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/BergerPolitiFact.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13551/", "title": "BergerPolitiFact", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "canonical_url": "/north-carolina/statements/2017/oct/05/phil-berger/berger-says-nc-has-strictest-anti-gerrymandering-s/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "dbarkin@newsobserver.com", "first_name": "Dan", "id": 550, "last_name": "Barkin", "name_slug": "dan-barkin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/550/", "title": "Deputy editor", "twitter": null}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Berger: NC has 'strictest' redistricting standards in the US", "id": 14608, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "resource_uri": "/api/v/2/statement/14608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>North Carolina Republicans in 2011 redrew districts for members of the N.C. General Assembly that federal judges later ruled were gerrymandered to diminish the power of African-American voters.</p>\r\n\r\n<p>Fast forward six years.</p>\r\n\r\n<p>The legislative districts are still under the microscope of federal judges. The General Assembly has drawn new maps. And North Carolina&rsquo;s new Attorney General, Democrat Josh Stein, says he won&rsquo;t personally defend Republicans&rsquo; latest maps in court &ndash;&nbsp;delegating the defense to his staff.</p>\r\n\r\n<p>Enter state Senate leader Phil Berger, the most powerful senator and a Republican, to defend the newest maps while accusing Stein of a political stunt. Berger&rsquo;s office on Sept. 15 released a joint statement with state House Speaker Tim Moore.</p>\r\n\r\n<p>&quot;If Josh Stein&rsquo;s partisan political bias has blinded him to the fact that our maps abide by the strictest anti-gerrymandering standards in the entire country, then perhaps it&rsquo;s best that he is personally recusing himself,&quot; the two legislative leaders said.</p>\r\n\r\n<p>Berger previously boasted of North Carolina&rsquo;s standards in a Senate floor speech, according to a copy of the remarks on Berger&rsquo;s <a href=\"http://www.philberger.org/redistricting_remarks\">website</a>. The claim on Berger&#39;s website is more specific, claiming that North Carolina&#39;s rules are the strictest among states where legislatures draw election maps. That disclaimer wasn&#39;t mentioned in the statement about Stein.</p>\r\n\r\n<p>Federal judges on Sept. 19 described NC&rsquo;s 2011 legislative maps as &quot;among the largest racial gerrymanders ever encountered by a federal court.&quot; So Berger&rsquo;s claim definitely raised eyebrows.</p>\r\n\r\n<p>But let&rsquo;s set the maps aside for a moment. We wondered what anti-gerrymandering standards Berger was referring to, and whether they&rsquo;re the &quot;strictest&quot; in the entire country. (We&rsquo;re putting Berger on the Truth-O-Meter because he has been more visible on the issue and because it was his office that released the joint statement.)</p>\r\n\r\n<p>To support his claim, Berger points to the redistricting guidelines in the state Constitution and a court ruling from 2002 that gives specific instructions for how North Carolina should carry those guidelines out.</p>\r\n\r\n<p>The state Constitution says legislative districts &quot;shall represent, as nearly as may be, an equal number of inhabitants &hellip; Each representative district shall at all times consist of contiguous territory; No county shall be divided in the formation of a representative district.&quot;</p>\r\n\r\n<p>The Stephenson vs. Bartlett ruling from 2002 &mdash; in which, as Berger points out, a judge scolded North Carolina over maps drawn by Democrats &mdash; further strengthens the compactness provision by encouraging the state to use a specific formula to create compact districts, Berger says.</p>\r\n\r\n<p><strong>What is gerrymandering?</strong></p>\r\n\r\n<p>The term &quot;gerrymandering&quot; was coined in 1812 after Massachusetts Gov. Elbridge Gerry, a Democratic-Republican, approved a redistricting map that diluted the influence of the opposing Federalist Party by placing many of its voters into a select few districts. Mapmakers drew districts with oblong shapes to increase the number of Democratic-Republican leaning districts.</p>\r\n\r\n<p>Gerry&rsquo;s hometown district resembled a salamander, <a href=\"https://blogs.loc.gov/law/2017/02/elbridge-gerry-and-the-monstrous-gerrymander/\">prompting a local newspaper editor to call it a &quot;gerrymander.</a>&quot; The term is now often associated with election maps that have oddly-shaped districts that stretch across multiple regions. North Carolina&rsquo;s 12th Congressional District, for example, was for years known&nbsp;for boundaries that slithered like a sidewinder down Interstate 85 from Winston-Salem to Charlotte.</p>\r\n\r\n<p>But gerrymandering can occur in several forms &ndash; regardless of district shapes &ndash; such as when a district favors one political party over another, dilutes the influence of minorities or other groups, or blatantly protects or targets an incumbent.</p>\r\n\r\n<p>There are multiple strategies for trying to prevent gerrymandering. Each state is required to abide by the Voting Rights Act and other federal laws. Otherwise, states have some freedom in choosing who draws legislative districts, as well as how many rules they want their map-makers to follow.</p>\r\n\r\n<p>There&rsquo;s no perfect system for preventing gerrymandering, said Wendy Underhill, director for elections and redistricting for the <a href=\"http://www.ncsl.org/research/redistricting/redistricting-criteria.aspx\">National Conference of State Legislatures</a>. Government can make laws and impose a system of checks and balances &ndash; but that doesn&rsquo;t mean mapmakers&nbsp;will follow them.</p>\r\n\r\n<p>&quot;It&rsquo;s not clear what is better,&quot; Underhill said. &quot;How do you know what&rsquo;s better than another? The guideline is, is it constitutional?&quot;</p>\r\n\r\n<p>Experts told PolitiFact some states do a better job than others of ensuring the map-drawing process is politically neutral.</p>\r\n\r\n<p>One way is by reducing the influence elected officials have over the map-drawing process.</p>\r\n\r\n<p><strong>Who draws districts?</strong></p>\r\n\r\n<p>Most states allow the legislature to draw legislative districts. This structure, as the <a href=\"http://harvardpolitics.com/united-states/redrawing-america-gerrymandering-matters/\">Harvard Political Review noted</a>, can lead to problems.</p>\r\n\r\n<p>&quot;Allowing partisan legislators to redraw their own districts creates a clear conflict of interest, and historically the temptation to game the system has proven too great to resist for the majority party,&quot; the review says.</p>\r\n\r\n<p>About 13 states use commissions. Depending on the state, the commission can include members of the legislature and/or play merely an advisory role. Six states use independent commissions that are run by people who aren&rsquo;t elected officials but are chosen by the legislature and/or governor.</p>\r\n\r\n<p>Experts often point to <a href=\"http://redistricting.lls.edu/states-IA.php\">Iowa</a>, <a href=\"https://www.brennancenter.org/analysis/democracy-agenda-redistricting\">Arizona and California</a> as having some of the best structures for creating fair legislative districts. Iowa&rsquo;s legislature has final say over the maps. But its governor has veto power, the state&rsquo;s geography makes it hard to gerrymander&nbsp;and the legislature relies heavily on Iowa&rsquo;s Legislative Services Agency.</p>\r\n\r\n<p>In Arizona and California, the map-making process is placed in the hands of independent commissions. In each state, Republicans and Democrats have equal say in choosing commissioners.</p>\r\n\r\n<p>One <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2961564\">study</a>, pointed out by Berger&rsquo;s office, suggests that maps drawn by independent commissions may offer as much protection to incumbents as maps drawn by legislatures. Additionally, experts like Hans von Spakovsky of the Heritage Foundation cast doubt on the idea of commissions as impartial map-drawers. He doesn&rsquo;t like that the commissions move the mapmaking process further from the traditional political arenas.</p>\r\n\r\n<p>&quot;When a legislature does redistricting and voters don&#39;t like what they&#39;ve done, they can always vote the legislators out of office,&quot; von Spakovsky said. &quot;With these independent commissioners, if you don&#39;t like what they&#39;ve done, you can&rsquo;t vote them out of office.&quot;</p>\r\n\r\n<p><strong>Republicans control NC</strong></p>\r\n\r\n<p>Debates over commissions aside, other legislatures do a better job of including both political parties and have more structural checks and balances than North Carolina does. Connecticut, for example, <a href=\"https://www.cga.ct.gov/2016/rpt/pdf/2016-R-0268.pdf\">requires supermajorities for approval of maps</a>.</p>\r\n\r\n<p>In most of the states where legislatures draw the maps, the governor is involved in the map-drawing process and may have veto power, according to Justin Levitt, a redistricting expert at Loyola University.</p>\r\n\r\n<p>Levitt, who started <a href=\"http://redistricting.lls.edu/\">allaboutredistricting.org</a>, expressed concern about North Carolina&rsquo;s maps in the <a href=\"http://redistricting.lls.edu/files/NC%20dickson%2020131011%20amici%20election.pdf\">2013</a> and <a href=\"http://redistricting.lls.edu/files/NC%20dickson%2020150217%20law%20profs.pdf\">2015</a> gerrymandering cases. He signed what&rsquo;s known as a &quot;friend-of-the-court&quot; brief with other election law professors and redistricting experts.</p>\r\n\r\n<p>In North Carolina, the legislature (where Republicans currently have a supermajority) draws the districts and the governor (currently a Democrat) doesn&rsquo;t have veto power over the proposed legislative maps. In fact, excluding states with independent redistricting commissions, North Carolina is one of only five states &mdash; along with Connecticut, Florida, Maryland and Mississippi &mdash; where the governor has no veto over the maps, Levitt said.</p>\r\n\r\n<p>In North Carolina, the party that controls the most seats in the legislature can control the entire redistricting process.</p>\r\n\r\n<p>&quot;The biggest protection against gerrymandering are provisions that require that both parties have a role in approving maps,&quot; said Michael Li, senior redistricting counsel for the NYU School of Law&rsquo;s Brennan Center for Justice.</p>\r\n\r\n<p>&quot;Single-party control is the biggest factor that correlates with extreme gerrymanders of the type that we&#39;ve seen in North Carolina and Pennsylvania this decade,&quot; Li said. &quot;If you take away the ability of one party to make all the decisions, you are virtually guaranteed to eliminate gerrymandering.&quot;</p>\r\n\r\n<p><strong>Rules for drawing</strong></p>\r\n\r\n<p>States can also prevent gerrymandering by adopting strict redistricting rules.</p>\r\n\r\n<p>Rules for mapmakers vary state-by-state. They regulate things like a district&rsquo;s population, shape, partisan bent, inclusion of minorities and whether it favors an incumbent.</p>\r\n\r\n<p>This is where Berger&rsquo;s argument comes in. He mostly focuses on the shape of districts, saying in online remarks and through his spokeswoman, Amy Auth, that the 2002 court decision prompted the General Assembly to incorporate strict metrics for measuring compactness.</p>\r\n\r\n<p>&quot;The criteria also included a mathematical standard for <a href=\"http://ncleg.net/documentsites/committees/senate2017-154/08-24-2017/Expressive%20Harms%20Bizarre%20Districts%20and%20Voting%20Rights%20Evaluating%20Election-District%20Appearances%20After%20Shaw%20v.%20Reno.pdf\">measuring compactness</a> &hellip; a mathematical standard which had never been adopted before in North Carolina or in many other states,&quot; Auth said.</p>\r\n\r\n<p>Experts place value in compact districts because they keep communities &ndash; often identified by city or county boundaries &ndash; intact. They say it&rsquo;s unfair to include communities with unique populations and problems into one voting bloc. The influence of voters in, say, a farming community might be greatly reduced if the community was included in a district where the majority of voters were from an urban area.</p>\r\n\r\n<p>Experts acknowledge that North Carolina&rsquo;s mathematical standard for measuring compactness can help keep communities intact. However, they say North Carolina&rsquo;s rules don&rsquo;t necessarily set the state apart.</p>\r\n\r\n<p>For one, the mathematical compactness standard isn&rsquo;t written into the state constitution. While the redistricting criteria adopted this year by the legislature says districts &quot;shall&quot; be contiguous and &quot;shall&quot; keep county groupings as required by the 2002 court case, the criteria says mapmakers &quot;may&quot; use the mathematical compactness equation &quot;as a guide.&quot;</p>\r\n\r\n<p>And, like NC, other states use formulas to regulate district compactness and contiguity, according to Levitt, the Loyola professor.</p>\r\n\r\n<p>He said&nbsp;<a href=\"https://www.azleg.gov/search/oop/qfullhit.asp?CiWebHitsFile=/const/4/1.p2.htm&amp;CiRestriction=redistricting\">Arizona</a> uses part of the same test for compactness, known as the <a href=\"http://redistricting.lls.edu/states-AZ.php#criteria\">Polsby-Popper test</a>, as North Carolina uses.&nbsp;He says<a href=\"http://redistricting.lls.edu/states-MI.php#criteria\"> Michigan</a> also uses a compactness formula that&#39;s a variant of the Reock test, which NC uses, whenever there are multiple districts within a city or township.</p>\r\n\r\n<p>Meanwhile, &quot;Iowa has three different formula for requiring that its districts be &lsquo;reasonably compact,&rsquo; measured by comparison with regular polygons, by comparison of length and width, and by total perimeter,&quot; Levitt added.</p>\r\n\r\n<p>So let&rsquo;s focus on state constitutions.</p>\r\n\r\n<p>North Carolina appears to be one of several states &mdash; including California, Oklahoma and Hawaii &mdash; where the state Constitution tells mapmakers to keep districts compact, populations even and counties as whole as possible.</p>\r\n\r\n<p>Charts published by the <a href=\"http://www.ncsl.org/research/redistricting/redistricting-criteria.aspx\">National Conference of State Legislatures</a> and the <a href=\"http://www.brennancenter.org/sites/default/files/legacy/Democracy/07%20Rules%20for%20Drawing%20the%20Lines%202.pdf\">Brennan Center for Justice</a>, part of New York University&rsquo;s School of Law, offer comparisons of each state&rsquo;s map-drawing rules.</p>\r\n\r\n<p><strong>Shapes aren&rsquo;t everything</strong></p>\r\n\r\n<p>District shapes may indicate whether an election map is gerrymandered, but they&rsquo;re not the determining factor.</p>\r\n\r\n<p>Eric McGhee, a public policy fellow at University of California-Berkeley, said Berger may be right about North Carolina&rsquo;s compactness formula being unique. But he emphasized that geographical guidelines alone aren&rsquo;t enough to prevent gerrymandering.</p>\r\n\r\n<p>&quot;If you&#39;re just talking about shapes, there&#39;s truth to it,&quot; McGhee said. &quot;But if you&rsquo;re saying there&rsquo;s no advantage for either party, that&#39;s not necessarily true.&quot;</p>\r\n\r\n<p>McGhee and Nicholas Stephanopoulos, a law professor from the University of Chicago, created a new measure known as the &quot;efficiency gap&quot; -- the difference between the two parties&#39; wasted votes, divided by the total votes cast -- which is a focal point in the partisan gerrymandering case from Wisconsin that was<a href=\"https://www.nytimes.com/2017/10/03/us/politics/gerrymandering-supreme-court-wisconsin.html\"> argued at the U.S. Supreme Court on Tuesday</a>.</p>\r\n\r\n<p>&quot;You can have pretty districts and still deliberately, severely, and durably disadvantage the other side,&quot; Stephanopoulos said. &quot;Your pretty districts are irrelevant to whether the map is a partisan gerrymander.&quot;</p>\r\n\r\n<p>Nate Persily, a law professor at Stanford University, noted that other states, such as <a href=\"https://www.flsenate.gov/Laws/Constitution#A3S21\">Florida</a>, have constitutions that bar mapmakers from drawing districts to favor one party over another.</p>\r\n\r\n<p>&quot;The restrictions in the Florida initiative passed several years ago are stricter (than North Carolina) because they prevent drawing districts for the benefit of a party or incumbent,&quot; Persily wrote in an email.</p>\r\n\r\n<p><strong>NC as &lsquo;the strictest?&rsquo;</strong></p>\r\n\r\n<p>PolitiFact found no evidence that North Carolina is considered among the states with the strictest anti-gerrymandering protections. Experts not only pointed to other states with similar standards, some scoffed at the notion that North Carolina&rsquo;s protections might be among the nation&rsquo;s strongest.</p>\r\n\r\n<p>Stephanopoulos called the claim &quot;preposterous.&quot; He said, &quot;It&#39;s true enough that NC (like many states) requires preserving counties, but I don&#39;t know how one could possibly jump from that fact to the claim that NC has the country&#39;s strictest anti-gerrymandering requirements.&quot;</p>\r\n\r\n<p>Theodore Arrington, professor emeritus of political science at UNC-Charlotte, also knocked Berger&rsquo;s claim, noting that North Carolina ended up in court despite having compactness and contracting with prominent redistricting mapmaker Tom Hofeller.</p>\r\n\r\n<p>&quot;What restrictions there are in the law are easily worked around given the use of sophisticated GIS software and the use of an experienced map drawer hired by the majority,&quot; Arrington said. &nbsp;</p>\r\n\r\n<p>And von Spakovsky, the Heritage Foundation expert, couldn&rsquo;t say whether redistricting experts had ever considered North Carolina as having some of the strongest protections.</p>\r\n\r\n<p>&quot;It may hold a record for being before the Supreme Court more than any other state,&quot; von Spakovsky said. &quot;That doesn&#39;t mean the state standards aren&rsquo;t good ones.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Berger claimed in a press release that North Carolina has the strictest anti-gerrymandering protections in the entire country. North Carolina may have strict rules for grouping counties and a unique formula for measuring compactness. But the legislature didn&rsquo;t require themselves &ndash; at least on paper &ndash; to use that compactness formula, and other states have similar rules for the shapes of districts.</p>\r\n\r\n<p>Furthermore, experts consider other states to do a better job of promoting fairness by mandating the inclusion of both parties or, in a handful of cases, strictly prohibiting mapmakers from favoring one party over another. Perhaps most tellingly: PolitiFact couldn&rsquo;t find, and Berger&rsquo;s office couldn&rsquo;t point to, an expert or ranking system that puts North Carolina&rsquo;s redistricting standards among the nation&rsquo;s best.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-05T14:08:07.056365", "ruling_date": "2017-10-05T13:47:23", "ruling_headline": "Berger says NC has the \"strictest anti-gerrymandering\" standards in America", "ruling_headline_slug": "berger-says-nc-has-strictest-anti-gerrymandering-s", "ruling_link_text": "Not even close", "ruling_state": null, "source_documents": null, "sources": "<p>The North Carolina <a href=\"http://www.ncga.state.nc.us/legislation/constitution/ncconstitution.html\">state Constitution</a>.</p>\r\n\r\n<p>2017 House and Senate redistricting plan criteria.</p>\r\n\r\n<p>Email correspondence with Amy Auth and Shelly Carver, spokeswomen for state <a href=\"http://www.ncleg.net/gascripts/members/viewMember.pl?sChamber=senate&amp;nUserID=64\">Sen. Phil Berger</a>.</p>\r\n\r\n<p>Statement on <a href=\"http://www.philberger.org/redistricting_remarks\">philberger.org</a>.</p>\r\n\r\n<p>Phone and email interviews with <a href=\"http://www.lls.edu/faculty/facultylistl-r/levittjustin/\">Justin Levitt</a>, associate dean for research at Loyola Marymount University law school and founder of <a href=\"http://redistricting.lls.edu/\">allaboutredistricting.org</a>.</p>\r\n\r\n<p>Phone and email interview&nbsp;with Wendy Underhill, program director of elections and redistricting for the <a href=\"http://www.ncsl.org/research/redistricting/redistricting-criteria.aspx\">National Conference of State Legislatures</a>.</p>\r\n\r\n<p>Email interview with <a href=\"https://www.brennancenter.org/expert/michael-li\">Michael Li</a>, senior counsel for the democracy program at the <a href=\"http://www.brennancenter.org/analysis/who-draws-maps-states-redrawing-congressional-and-state-district-lines\">Brennan Center for Justice at NYU School of Law</a>.</p>\r\n\r\n<p>Email interview with <a href=\"https://www.law.uchicago.edu/faculty/stephanopoulos\">Nicholas Stephanopoulos</a>, professor at the University of Chicago Law School.</p>\r\n\r\n<p>Phone interview with <a href=\"http://www.ppic.org/person/eric-mcghee/\">Eric McGhee</a>, research fellow at the public policy institute of California.</p>\r\n\r\n<p>Email interview with <a href=\"https://clas-pages.uncc.edu/theodore-arrington/\">Theodore Arrington</a>, professor emeritus of political science and UNC-Charlotte.</p>\r\n\r\n<p>Phone interview with&nbsp;<a href=\"http://www.heritage.org/staff/hans-von-spakovsky\">Hans von Spakovsky</a>, manager of the Election Law Reform Initiative&nbsp;at the Heritage Foundation.</p>\r\n\r\n<p>Email interview with&nbsp;<a href=\"https://law.stanford.edu/directory/nathaniel-persily/#slsnav-faculty-on-point-professor-nathaniel-persily-on-election-law-one-person-one-vote\">Nate Persily</a>, law professor at Stanford University.</p>\r\n\r\n<p>Research paper,&nbsp;&quot;Gerrymandering Incumbency: <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2961564\">Does Non-Partisan Redistricting Increase Electoral Competition?</a>&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "N.C. Senate president pro tem", "false_count": 1, "first_name": "Phil", "half_true_count": 1, "home_state": "North Carolina", "id": 3459, "last_name": "Berger", "mostly_true_count": 0, "name_slug": "phil-berger", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PhilBergerPF2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3459/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>North Carolina has &quot;the strictest anti-gerrymandering standards in the entire country.&quot;</p>\r\n", "statement_context": "In a press release", "statement_date": "2017-09-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 207, "photo": null, "resource_uri": "/api/v/2/subject/207/", "subject": "Redistricting", "subject_slug": "redistricting", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Berger: NC has 'strictest' redistricting standards in the US"}