{"art": [{"brightcove": "", "caption": "Sen. John Cornyn, R-Texas, shown here speaking at the Texas Tribune Festival on Sept. 24, 2017, wrote a constituent about health insurance premiums spiraling in cost (Nick Wagner, Austin American-Statesman).", "id": 13540, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/cornynpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13540/", "title": "John Cornyn Sept 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/oct/04/john-cornyn/john-cornyn-says-obamacare-premiums-more-doubled-f/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Is John Cornyn right about Obamacare premiums doubling?", "id": 14602, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14602/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>John Cornyn of Texas&nbsp;<a href=\"https://docs.google.com/document/d/e/2PACX-1vS3nh3i3meDZXQSjuz7pE6OkepWBOoH8WWx250EH7sL24r-76SjoH_pydBL9AA17UY5kxMeIybTW-9v/pub\">accurately told a Texas constituent</a> that residents of a third of U.S. counties are down to a single choice of insurance plans under the Obamacare law that Republicans vow to repeal.</p>\r\n\r\n<p>PolitiFact this year <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/mar/13/donald-trump/donald-trump-one-third-counties-have-only-one-insu/\">rated True</a> a similar claim. According to a 2016 analysis, people trying to purchase insurance on a government exchange only had one provider to choose from in 32 percent of the nation&rsquo;s counties. Some 21 percent of Affordable Care Act enrollees, or about 1.9 million people, could pick from a single insurance provider.</p>\r\n\r\n<p>But a Houston resident asked us to check another part of Cornyn&rsquo;s September 2017 email to her, in which he said: &quot;Under the Affordable Care Act (P. L. 111-148), premiums have increased by more than 105 percent since&quot; 2013.</p>\r\n\r\n<p>We decided to put that declared&nbsp;increase to the Texas Truth-O-Meter.</p>\r\n\r\n<p>This claim, we found, stems from a reputable&nbsp;report, though the percentage cited by Cornyn merits explanatory clarifications.</p>\r\n\r\n<p><strong>Cornyn cites HHS report</strong></p>\r\n\r\n<p>At our inquiry, Cornyn spokesman Drew Brandewie traced the 105-percent figure to a five-page May 2017 <a href=\"https://aspe.hhs.gov/system/files/pdf/256751/IndividualMarketPremiumChanges.pdf\">report</a> from the U.S. Department of Health and Human Services stating that average premiums charged in 2017 for health insurance policies sold to individuals shopping for coverage on the online federal exchange, Healthcare.gov, were 105 percent higher &quot;than average individual market premiums in 2013.&quot;</p>\r\n\r\n<p>The report further says: &quot;The median state percent increase was 108%. The results are similar with those published by online health insurance broker eHealth, which found a 99% increase in premiums for plans purchased on their portal between 2013 and 2017.&quot; <a href=\"https://resources.ehealthinsurance.com/affordable-care-act/much-obamacare-cost-2017\">See the undated eHealth state-by-state chart here.</a></p>\r\n\r\n<p>Nationally, the HHS report says, average &quot;monthly premiums increased from $232 in 2013 to $476 in 2017 and 62% of those states had 2017 exchange premiums at least double the 2013 average.&quot;</p>\r\n\r\n<p>A chart in the report shows variations by state ranging from a low of 12 percent (New Jersey) to a high of 222 percent (Alabama). For Texas, the 2017 average premium for individual coverage purchased through the exchange, $404, was costing 82 percent more than the $222 market average price in the state in 2013 for an individual policy, the chart says.</p>\r\n\r\n<p><strong>Report comes with conditions</strong></p>\r\n\r\n<p>Experts we reached agreed premiums in 2017 were up quite a bit from 2013. They also noted contrasts to take into consideration.</p>\r\n\r\n<p><a href=\"https://www.cato.org/people/michael-tanner\">Michael Tanner</a>, who studies health care reform for the libertarian-leaning Cato Institute, called HHS&rsquo;s reported percentage and other escalation estimates &quot;in the ballpark.&quot; By phone, Tanner went on: &quot;To try to pin it down to an exact percentage, that&rsquo;s why we don&rsquo;t (calculate) those numbers.&quot;</p>\r\n\r\n<p>The Cornyn-cited HHS report itself offers clarifications, including:</p>\r\n\r\n<p>--A reminder that the Obamacare law imposed coverage expectations not fully in place until 2014. &quot;The Affordable Care Act (ACA) introduced many new regulations in the market for individual health insurance,&quot; the report says. &quot;These included a number of changes to the types of insurance products that could be offered and the rules insurers could use to vary prices based on customer risk,&quot; a reference to the Obamacare law&rsquo;s mandate that insurers cover pre-existing conditions without imposing additional purchaser costs. &quot;In most states,&quot; the report says, &quot;these regulations increased insurance coverage requirements and would be expected, on average, to increase the price of ACA-compliant plans relative to pre-ACA plans all else equal.&quot;</p>\r\n\r\n<p>--&quot;This analysis,&quot; the report says, &quot;does not account for the fact that the overall populations enrolling in the individual market in 2017 are different from those enrolling in 2013. Older and less healthy people are a larger share of the individual market risk pool now than in 2013. The changing mix of enrollees and adverse selection pressure has likely been a significant cause of the large average premium increases in the individual market over this four-year period,&quot; the report says.</p>\r\n\r\n<p>--The research didn&rsquo;t consider premium changes in states including California and New York that set up their own online exchanges. &quot;To the extent that trends are different in state-based exchanges,&quot; the report says, &quot;the national average increase may differ&quot; from the report&rsquo;s results.</p>\r\n\r\n<p>--The report did not reach to checking premium changes on individual policies purchased privately, not through exchanges. In 2016, the report says, <a href=\"https://aspe.hhs.gov/\">an HHS office</a> estimated that the non-exchange individual market equaled 38 percent of total individual market enrollment.</p>\r\n\r\n<p>News accounts on the report similarly noted caveats.</p>\r\n\r\n<p>Prior to Obamacare, <em>The Washington Post</em> <a href=\"http://www.washingtonexaminer.com/premiums-have-doubled-since-before-obamacare-says-hhs-report/article/2623993\">pointed out</a>, insurers were allowed to deny coverage to people with pre-existing illnesses and states varied the types of coverage insurers could offer. &quot;At the time,&quot; the newspaper said, &quot;health insurance could be sold with fewer medical benefits. This allowed for lower premiums for healthier people, but it also put coverage out of reach for millions of others.&quot;</p>\r\n\r\n<p>A <em>New York Times </em>story on the report said &quot;the plans and the insurance pools of 2013 are not the same as those of 2017. Some plans may have been cheaper in 2013, but covered so little that they would now fail to meet the Congressional Budget Office&rsquo;s <a href=\"https://www.cbo.gov/publication/52352\">definition of insurance</a>.&quot; Most significantly, the <em>Times</em> reported, the HHS &quot;report compares two fundamentally different universes of plans: those in the entire individual market in 2013 and those only in the federal exchange in 2017.&quot;</p>\r\n\r\n<p>News reports also noted that the Obamacare law provides tax-credit subsidies to many insurance purchasers, driving down what they pay out of pocket--a point acknowledged in a report footnote. The <em>Post</em>&rsquo;s story said: &quot;But middle-class individuals and families, who make more than $48,240 or ​$98,400, respectively, often take on the full increases.&quot; Meantime, the Fact Checker at the <em>Post</em> provided additional perspective by noting the number of people directly affected by Obamacare premium increases breaks out to one-fourteenth the size of the employment-based health-insurance market.</p>\r\n\r\n<p><strong>Experts suggest other considerations</strong></p>\r\n\r\n<p>Tanner and Craig Palosky of the Kaiser Family Foundation, which studies health care, each noted a way to&nbsp;gauge changes in premiums since the Obamacare law took full effect is to look at changes in premiums for the benchmark &quot;silver&quot; health plan, the second-lowest-cost insurance offering sold on exchanges.</p>\r\n\r\n<p><a href=\"https://www.kff.org/health-reform/state-indicator/marketplace-average-benchmark-premiums/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">Kaiser&rsquo;s June 2017 analysis</a>, taking into account plans available in each state to a 40-year-old, shows the 2017 average benchmark silver U.S. premium of $371 up 32 percent from $271 in 2014, the earliest year of comparison. In Texas, per the analysis, the 2017 average benchmark silver premium of $319 was up 29 percent from $248 in 2014. By email, Brandewie of Cornyn&rsquo;s staff said we were venturing into an apples-to-oranges comparison in that Cornyn&rsquo;s claim focused on all plans sold on exchanges in 39 states and started a year earlier.</p>\r\n\r\n<p>To our inquiry, <a href=\"http://www.gailwilensky.com/\">Gail Wilensky</a>, an economist who oversaw Medicaid and Medicare during President George H.W. Bush&rsquo;s administration, said by phone that &quot;the ultimate qualification is you don&rsquo;t know what would have happened to the premiums for this particular group in the absence of the Affordable Care Act. Having said that, we, of course, know the premiums have gone up a lot.&quot;</p>\r\n\r\n<p>Experts conceded that under the Obamacare law, tax credits have eased what 80-plus percent of purchasers on the exchanges pay for coverage. Regardless, Wilensky and Tanner each said, that doesn&rsquo;t make the premium increases less real; taxpayers pick up the costs of tax credits.</p>\r\n\r\n<p>Like Wilensky, <a href=\"https://sph.tamhsc.edu/hpm/faculty/callaghan.html\">Timothy Callaghan</a>, a Texas A&amp;M University expert on health policy, said a driver behind the difference in premiums is that insurance companies initially &quot;incorrectly priced their plans during the first year of exchange operations&quot; by expecting many more younger healthier adults to sign up in contrast to older individuals more likely to be ill--and then they had to adjust. Callaghan further suggested by email that &quot;at least some of the increase in premiums in the past year has been caused by the actions of the Trump administration and Republicans in Congress and their efforts to repeal and replace the ACA and undermine it bureaucratically.&quot;</p>\r\n\r\n<p>We also asked the experts to look over data activist Charles Gaba&rsquo;s June 2017 <a href=\"http://acasignups.net/17/08/22/aspes-105-increase-report-even-more-misleading-i-thoughtand-raises-another-important-point\">web post</a>, in the wake of the HHS report, <a href=\"http://acasignups.net/17/08/22/aspes-105-increase-report-even-more-misleading-i-thoughtand-raises-another-important-point\">estimating</a> that across all 50 states, 2017 average monthly individual premiums on policies sold on exchanges were 84 percent greater than 2013 premiums on policies sold on the private market. Wilensky expressed doubts about figures Gaba relied on for New York and California while she, Tanner and Callaghan each said even an 84 percent rise over a few years seems large. Brandewie said he couldn&rsquo;t speak to Gaba&rsquo;s accuracy.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cornyn told a constituent that under the Obamacare law, health insurance &quot;premiums have increased by more than 105 percent since&quot; 2013.</p>\r\n\r\n<p>This claim traces to an admittedly incomplete federal analysis of changes in 39 states that didn&rsquo;t endeavor to research premium changes in 11 states that run their own insurance exchanges. It&rsquo;s also worth clarifying that Obamacare policies must cover pre-existing conditions without penalty and they generally provide more benefits than what was required in most states in 2013&mdash;surely factors figuring into increased premiums.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-03T19:44:54.129013", "ruling_date": "2017-10-04T12:08:30", "ruling_headline": "John Cornyn says Obamacare premiums more than doubled in a few years", "ruling_headline_slug": "john-cornyn-says-obamacare-premiums-more-doubled-f", "ruling_link_text": "Get more, pay more", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/mar/13/donald-trump/donald-trump-one-third-counties-have-only-one-insu/\">&quot;Donald Trump: One-third of counties have only one insurer on Affordable Care Act exchanges,&quot;</a> PolitiFact, March 13, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQxJ4DDm8Zfh4WZEfsvcNfC4GLby066kEPNhU5geMH-DhQb1GJUPKu6BN9IYJ7yqrm4tLDV-4gmPZ1N/pub\">Emails</a>, Drew Brandewie, communications director, U.S. Sen. John Cornyn, Sept. 27-28 and Oct. 3, 2017</p>\r\n\r\n<p>Report, <a href=\"https://aspe.hhs.gov/system/files/pdf/256751/IndividualMarketPremiumChanges.pdf\">&quot;Individual Market Premium Changes: 2013 &ndash; 2017,&quot;</a> Office of the Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services, &nbsp;May 23, 2017</p>\r\n\r\n<p>Web post, <a href=\"https://resources.ehealthinsurance.com/affordable-care-act/much-obamacare-cost-2017\">&quot;How Much Does Obamacare Cost in 2017?&quot;</a> eHealth, undated (accessed Oct. 2, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://www.washingtonexaminer.com/premiums-have-doubled-since-before-obamacare-says-hhs-report/article/2623993\">&quot;Premiums have doubled since before Obamacare, says HHS report,&quot;</a> <em>The Washington Post</em>, May 23, 2017</p>\r\n\r\n<p>News stories, <em>The New York Times</em>, <a href=\"https://www.nytimes.com/2017/06/21/us/politics/examining-mitch-mcconnells-claims-on-health-care-overhaul.html\">&quot;Examining Mitch McConnell&rsquo;s Claims on Health Care Overhaul,&quot;</a> June 21, 2017; &nbsp;&nbsp;<a href=\"https://www.nytimes.com/2017/07/03/us/politics/misleading-republican-claims-health-care.html\">&quot;Five Misleading Republican Claims About Health Care,&quot;</a> July 3, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSAE-DGrjMMTLbzNKKE9-5EoMKwJYk4K_cuvptnPGu3ZRw3ubbYC4wqPOZNFLlVoUC99klWOwekFwhK/pub\">Emails</a>, <a href=\"http://www.kff.org/person/craig-palosky/\">Craig Palosky</a>, director of communications, Kaiser Family Foundation, Sept. 26, 2017</p>\r\n\r\n<p>Web page, <a href=\"https://www.kff.org/health-reform/state-indicator/marketplace-average-benchmark-premiums/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">&quot;Marketplace Average Benchmark Premiums, 2014-2017,&quot;</a> Kaiser Family Foundation,</p>\r\n\r\n<p>Fact-check, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/06/23/trumps-claim-about-the-catastrophe-of-obamacare-premiums-increasing-204-percent-in-alaska/?utm_term=.2c6d4a841ad2\">&quot;Trump&rsquo;s claim about the &lsquo;catastrophe&rsquo; of Obamacare premiums increasing 204 percent in Alaska,&quot;</a> the Fact Checker, <em>The Washington Post</em>, June 23, 2017</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.cato.org/people/michael-tanner\">Michael Tanner</a>, senior fellow, Cato Institute, Sept. 29, 2017</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vRdEhjKnib9kUkPylqe541cJNQqtbqklHIlKSapSpXejsS3YsdDZ_zHEQG8U3nrd9MEGr7rXC-8D8I7/pub\">emails</a>, <a href=\"http://www.gailwilensky.com/\">Gail Wilensky</a>, economist and policy analyst, Project HOPE, Sept. 29 and Oct. 2, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTG_FHR2aI99i7xc0hE_QLMEH2gbAs6yl0b0dZ5Mzn9f1n_tMtduCcSQ0mTrkm5E5zGAcAeHSOrWfCJ/pub\">Emails</a>, Tim Callaghan, assistant professor, Health Policy and Management, Texas A&amp;M University, Sept. 28 and Oct. 2, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://acasignups.net/17/08/22/aspes-105-increase-report-even-more-misleading-i-thoughtand-raises-another-important-point\">&quot;ASPE&#39;s &quot;105% Increase&quot; Report even more misleading than I thought...and raises another important point,&quot;</a> ACASignups.net, June 1, 2017</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>Says that under the Obamacare law, health insurance &quot;premiums have increased by more than 105 percent since&quot; 2013.</p>\r\n", "statement_context": "a letter to a constituent", "statement_date": "2017-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "John Cornyn says Obamacare premiums in 2016 up 105 percent from what insurance was costing in 2013. MOSTLY TRUE."}