{"art": [{"brightcove": "", "caption": "Gov. Bruce Rauner made clear during his campaign that he was pro-choice. Still, he drew the ire of Illinois Republicans when he signed a controversial abortion bill.", "id": 13588, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/13588/", "title": "Bruce Rauner's pro-choice speeches", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ETjIPjKlQNE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ETjIPjKlQNE"}], "author": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "canonical_url": "/illinois/statements/2017/oct/10/bruce-rauner/rauner-consistent-start-his-pro-choice-views/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Rauner's right: He made no secret of pro-choice stance", "id": 14617, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/14617/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Gov. Bruce Rauner&rsquo;s signing of a controversial abortion bill last month triggered an <a href=\"http://www.politico.com/story/2017/10/02/illinois-republicans-rauner-governor-243385\">avalanche of protest</a> from his fellow Illinois Republicans and anti-abortion groups, who said he had betrayed them.</p>\r\n\r\n<p>The bill, <a href=\"http://www.ilga.gov/legislation/100/HB/PDF/10000HB0040lv.pdf\">House Bill 40</a>, removed a &quot;trigger provision&quot; in Illinois law that would have made abortion illegal should the U.S. Supreme Court overturn Roe vs. Wade. It also made abortion eligible for coverage under Medicaid in Illinois and under the state&rsquo;s employee health insurance plan.</p>\r\n\r\n<p>Opponents were angry that Rauner <a href=\"https://chicago.suntimes.com/chicago-politics/gov-rauner-plans-to-veto-abortion-protection-trigger-bill/\">broke a promise he made</a> five months earlier to veto the bill because of its Medicaid and insurance component, which for the first time would use state taxpayer funds to pay for abortion outside of cases of rape or incest or to protect the life of the mother. They also claimed Rauner reneged on a campaign pledge that he had &quot;no social agenda,&quot; which they interpreted as Rauner having no plans to change the state&rsquo;s abortion laws.</p>\r\n\r\n<p>In a <a href=\"http://multimedia.illinois.gov/ioci_vid/Archive/2017/WebpageOnly/GOV/092817-HB40/092817-HB40.mp4\">Sept. 28 press conference</a> in which he announced his intent to sign the bill, Rauner lamented that he could not convince Democratic lawmakers to split the legislation into separate bills, one covering the trigger provision and the other dealing with insurance coverage. But he defended his action as consistent with his pro-choice principles.</p>\r\n\r\n<p>&quot;I personally am pro-choice. I always have been. And I made no qualms about that when I was elected governor,&quot; Rauner said.</p>\r\n\r\n<p>Rauner&rsquo;s statement sent us combing through video clips, ads and news coverage of the 2014 gubernatorial election to see if he really was consistent in presenting his pro-choice stance to voters during that hotly contested race. Here&rsquo;s what we found.</p>\r\n\r\n<div class=\"pf_subheadline\">Plain talk</div>\r\n\r\n<p>Rauner, a wealthy private equity investor who had never run for elected office, sought to build his campaign solely on economic, educational and political reform issues. He stated often that he had no social agenda, and his wife, Diana, <a href=\"https://www.c-span.org/video/?c4684757/bruce-rauner-social-agenda\">appeared in a campaign ad</a> making that very statement.</p>\r\n\r\n<p>This helped Rauner avoid taking a direct stand on same-sex marriage, which was a hot topic in Illinois politics in the months preceding the 2014 GOP primary for governor. In May 2013, just before Rauner formally declared his candidacy, longtime state GOP chairman Pat Brady resigned in part because of fallout from him having declared his support for same-sex marriage.</p>\r\n\r\n<p>Rauner&rsquo;s no-social-agenda claim also proved useful when it came to navigating the political minefield of abortion. To win election in a Democratic-leaning state, Rauner needed to get votes from Democrats who support abortion rights and moderate Republicans without antagonizing social conservatives.</p>\r\n\r\n<p>&quot;My opponent is desperate for social issues to become prominent in the campaign,&quot; Rauner said in a <a href=\"https://www.youtube.com/watch?v=PvdkNE-gaqQ\">campaign appearance</a> with his running mate, Evelyn Sanguinetti, in June 2014. &quot;And I&rsquo;ve been crystal clear: I do not have a social agenda. Evelyn and I are not running on social issues. We all have our personal beliefs. We are not advocating leading on social issues, we are fine with the status quo on that.&quot;</p>\r\n\r\n<p>That said, we found several examples in which Rauner explained his position on access to abortion during the campaign.</p>\r\n\r\n<p>In an appearance before <a href=\"https://www.youtube.com/watch?v=XG7yVGmU0K4&amp;t=1325s\">Wauconda Township Republicans</a> on Oct. 2, 2013, Rauner said:</p>\r\n\r\n<p>&quot;Abortion is a tragedy. It&rsquo;s a loss of life. To me that&rsquo;s not debatable. However, I do not advocate making it illegal. I can&rsquo;t, I won&rsquo;t, I&rsquo;m not going to talk about making it illegal. I&rsquo;m going to work and support efforts to make it safe and rare. Parental notification, late-term restrictions, teaching abstinence outside of marriage and strongly encouraging adoption as a far better alternative.&quot;</p>\r\n\r\n<p>To <a href=\"https://www.youtube.com/watch?v=GO-3gQp_IKo\">residents of HeatherRidge community</a> in Gurnee on Nov. 3, 2013: &nbsp;</p>\r\n\r\n<p>&quot;The reality is the right for a woman to choose is the national law and we&rsquo;re not gonna, that ain&rsquo;t gonna change in Illinois. I think we can agree on some common-sense ways where abortion can be more rare and safe. I support parental notification. I support late-term restrictions. I strongly encourage adoption as a far better alternative to abortion. There are things we can agree on to work on to try and get done, realistically&hellip;</p>\r\n\r\n<p>&quot;I just think it&rsquo;s better for a woman and her physician and her family and her minister or priest make the decision than the government. That&rsquo;s my view. People can disagree with me. I respect that. But that&rsquo;s my view, it ain&rsquo;t gonna change.&quot;</p>\r\n\r\n<p>It came up in an interview on the &quot;<a href=\"https://www.youtube.com/watch?v=uIkIsXFenRU\">Big John and Amy Show</a>&quot; on WIND-AM 560 on March 17, 2014:</p>\r\n\r\n<p style=\"margin-left:40px\"><em>Amy Jacobson: &quot;If there was a possibility that the decision was passed from federal to state jurisdiction, what would your position be?&quot;</em></p>\r\n\r\n<p style=\"margin-left:40px\"><em>Rauner: &quot;My position would be abortion is a tragedy but it should be an issue left to a woman with her physician and her family and her minister, not the government.&quot;</em></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Diana&rsquo;s role</div>\r\n\r\n<p>It wasn&rsquo;t just the candidate himself proclaiming his &quot;pro-choice&quot; bona fides during the campaign. Diana Rauner, head of the child advocacy concern the Ounce of Prevention Fund, became a strong spokeswoman for her husband&rsquo;s no-social-agenda agenda, especially where it concerned reproductive rights.</p>\r\n\r\n<p>&quot;You can trust him that there&rsquo;s no way he will ever let anything happen to our reproductive rights,&quot; Diana Rauner <a href=\"https://www.youtube.com/watch?v=FqAJmSEvNj0\">said in an interview </a>with NBC5 political reporter Mary Ann Ahern on Sept. 26, 2014. &quot;I actually think this is a great opportunity in this race where we actually don&rsquo;t have to think about the social issues because both candidates are pro-choice.&quot;</p>\r\n\r\n<p>The campaign featured a <a href=\"https://www.c-span.org/video/?c4684757/bruce-rauner-social-agenda\">30-second TV ad </a>in which Diana, who claimed to be a Democrat, &nbsp;sought to bring Democrats to her husband&rsquo;s side by telling viewers, &quot;Bruce doesn&#39;t have a social agenda. He has an economic and educational agenda.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>After an Oct. 24, 2014, event in Chicago in which feminist icon Gloria Steinem endorsed Quinn and accused Rauner of financially supporting anti-abortion causes and candidates. &quot;In terms of money and action, he is, in fact, anti-choice,&quot; Steinem said during her appearance with Quinn.</p>\r\n\r\n<p>Diana Rauner <a href=\"http://abc7chicago.com/politics/illinois-governor-race-turns-to-support-of-women/364979/\">provided the response </a>in an interview with then ABC-7 political reporter Charles Thomas.</p>\r\n\r\n<p>&quot;Bruce has a strong history of being a supporter of reproductive rights,&quot; she said. &quot;He&rsquo;s a social moderate and he&rsquo;s committed to education and has shown that commitment over the years.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Opposition message</div>\r\n\r\n<p>Throughout the campaign, Rauner found himself in the strange position of being a Republican candidate forced to deny charges that he opposed abortion. Despite Rauner&rsquo;s many statements to the contrary, the Quinn campaign sought to portray Rauner as a major funder of anti-abortion candidates and organizations.</p>\r\n\r\n<p>The <a href=\"http://www.chicagotribune.com/business/ct-illinois-governor-race-met-1026-20141026-story.html\">Chicago Tribune</a> story on Steinem&rsquo;s appearance carried this rebuttal from Rauner&rsquo;s campaign: &quot;Rauner campaign aides said the candidate and wife Diana have donated money to abortion rights groups including Planned Parenthood and the <a href=\"https://www.aclu-il.org/en/aclu-illinois-and-roger-baldwin-foundation\">Roger Baldwin Foundation</a>.&quot; The Baldwin Foundation is a branch of the American Civil Liberties Union that litigates issues including reproductive rights.</p>\r\n\r\n<p>At the same time, however, Rauner was a heavy donor to Republican candidates and state and national Republican organizations that were firmly in the anti-abortion camp. Chicago Magazine detailed the political/ideological conflict of the Rauners in an article published the day before the 2014 election headlined, <a href=\"http://www.chicagomag.com/Chicago-Magazine/Felsenthal-Files/November-2014/Is-Bruce-Rauner-Pro-Choice-Anti-Choice-or-Just-an-Opportunist/\">&quot;Is Bruce Rauner Pro-Choice, Anti-Choice, or Just an Opportunist?&quot;</a></p>\r\n\r\n<p style=\"margin-left:40px\"><em>(I)t&rsquo;s interesting to look at the self-proclaimed Democrat, Diana, who has given in 2014 the max in the primary and/or general to several Republicans, some who are decidedly not socially moderate...<br />\r\n<br />\r\nJust a couple of examples: David McSweeney (abortion and gay marriage opponent), Mark Neerhof (against gay marriage). Diana has also given generously ($10,000 in 2012; $5,300 this time around) to the Republican Renaissance PAC of the late ultra-conservative Jack Roeser (anti abortion, anti gay marriage).<br />\r\n<br />\r\nBruce has a much more extensive record of contributions&mdash;including $27.6 million to himself, $5 million to the state Republican party, and also, along with Diana, donations to McSweeney, Neerhof, and to Roeser&rsquo;s PAC. (Roeser, who died last June, was an early Rauner backer and a member of his gubernatorial exploratory committee.)</em></p>\r\n\r\n<p>Considering the contradictory nature of the Rauners&rsquo; donations -- giving heavily to groups that support abortion rights and also to political candidates and organizations that oppose them -- it&rsquo;s reasonable to believe that some anti-abortion voters might have inferred anti-abortion leanings in candidate Rauner. But we found no evidence of Rauner himself attempting to hide his true stance.</p>\r\n\r\n<div class=\"pf_subheadline\">No status quo</div>\r\n\r\n<p>In 2014, campaigning on maintaining the status quo on abortion was a viable option. State finances were a wreck and there appeared to be little pressure either way to change the state&rsquo;s laws on abortion.</p>\r\n\r\n<p>The election of Donald Trump, who stated an intent to overturn Roe v. Wade and turn the question of abortion&rsquo;s legality back to the states, changed that overnight.</p>\r\n\r\n<p>Almost immediately, Democrats in the Illinois General Assembly <a href=\"https://chicago.suntimes.com/opinion/doubek-culture-wars-may-return-to-illinois/\">began advancing a bill </a>to both keep abortion legal should Roe v. Wade be overturned and provide insurance coverage for it under Medicaid and Illinois&rsquo; state employee health insurance.</p>\r\n\r\n<p>&quot;I look at it as an insurance parity issue. There&rsquo;s no excuse about the cost,&quot; Rep. Sara Feigenholtz, D-Chicago, said in December 2016.</p>\r\n\r\n<p>By packaging the trigger language and the expanded insurance coverage into a single bill, supporters of what became HB 40 effectively boxed Rauner by forcing the no-social-agenda governor to pick a side in the culture wars.</p>\r\n\r\n<p>He would infuriate pro-choice voters by either vetoing the bill outright or issuing an amendatory veto to strike the abortion insurance provision, the practical effect of which would be to kill the measure anyway. But signing HB 40 would be sure to antagonize much his Republican base, much of which remains passionately opposed to abortion.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>This was something Rauner had worked throughout the spring to avoid, at times sending out mixed signals about how he intended to handle the bill if lawmakers sent it to his desk. He made public statements in April promising to veto the bill as written. When he broke that promise, he <a href=\"http://www.politico.com/story/2017/10/02/illinois-republicans-rauner-governor-243385\">faced the wrath</a> of everyone from rank-and-file Republican lawmakers to Chicago Cardinal Blaise Cupich.</p>\r\n\r\n<p>Rauner, speaking haltingly and appearing physically uncomfortable, explained at his signing press conference that adding government funded insurance coverage was consistent with his pro-choice beliefs.</p>\r\n\r\n<p>&quot;I also believe that no woman should be forced to make a different decision than another woman make purely based on her income,&quot; Rauner said. &quot;I believe that a woman living with limited financial means should not be put in a position where she has to choose something different than a woman of higher income would be able to choose.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Bruce Rauner said his signing of a controversial abortion bill was consistent with his pro-choice principles and that he had never presented himself as anything but pro-choice.</p>\r\n\r\n<p>We looked through numerous campaign appearance videos, ads and news stories and found no evidence that Rauner ever tried to hide or downplay his pro-choice beliefs. In fact, his campaign touted the Rauners&rsquo; support of abortion rights groups to rebut the charge that he was not pro-choice.</p>\r\n\r\n<p>Rauner sought anti-abortion voters by assuring them that, as governor, he had no social agenda and that &quot;the right for a woman to choose is the national law and&hellip; that ain&rsquo;t gonna change in Illinois.&quot; Politically, it proved to be a smart strategy that helped gain him election in 2014. By 2017, however, it became impossible to continue finessing the issue.</p>\r\n\r\n<p>In picking a side, Rauner declared that he has been consistent in declaring his pro-choice beliefs. We rate that statement True.</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-09T22:04:52.767024", "ruling_date": "2017-10-10T04:58:00", "ruling_headline": "Rauner consistent from the start on his pro-choice views", "ruling_headline_slug": "rauner-consistent-start-his-pro-choice-views", "ruling_link_text": "Rauner had a social agenda -- and he's been consistent on it", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://multimedia.illinois.gov/ioci_vid/Archive/2017/WebpageOnly/GOV/092817-HB40/092817-HB40.mp4\">Bruce Rauner announces he will sign House Bill 40</a>, Sept. 28, 2017; accessed Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=uIkIsXFenRU\">Bruce Rauner interview</a>, John Howell and Amy Jacobson, AM560, March 17, 2014 (last 15 seconds); accessed Oct. 2, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=GO-3gQp_IKo\">Bruce Rauner speech to residents of HeatherRidge</a>, Gurnee, Ill., Nov. 3, 2013 (at 41:30); accessed Oct. 2, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=XG7yVGmU0K4&amp;t=1325s\">Bruce Rauner speech to the Wauconda Township Republican Club</a>, October 2, 2013 (at 34:12)</p>\r\n\r\n<p><a href=\"http://illinoisreview.typepad.com/.a/6a00d834515c5469e201b8d07d750d970c-pi\">Full-page ad supporting Bruce Rauner</a>, Chicago Tribune, Oct. 14, 2014; accessed Oct. 2, 2014</p>\r\n\r\n<p><a href=\"http://illinoisreview.typepad.com/illinoisreview/2014/10/diana-rauner-and-other-abortion-supporters-run-pro-rauner-ad-in-tribune-1.html\">Diana Rauner And Other Abortion Supporters Run Pro Rauner Ad In Tribune</a>, Illinois Review, Oct. 14, 2014; accessed Oct. 2, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=UiNYpHnTH0o\">Bruce Rauner: Finale</a>, Pat Quinn campaign ad, Oct. 31, 2014; accessed Oct. 2, 2017</p>\r\n\r\n<p><a href=\"http://abc7chicago.com/politics/illinois-governor-race-turns-to-support-of-women/364979/\">Illinois governor race turns to support of women</a>, ABC7 Chicago, Oct. 24, 2014; accessed Oct. 6, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/business/ct-illinois-governor-race-met-1026-20141026-story.html\">Rauner, Quinn pile up cash, compete for women voters</a>, Chicago Tribune, Oct. 24, 2014; accessed Oct. 5, 2017</p>\r\n\r\n<p><a href=\"http://www.chicagomag.com/Chicago-Magazine/Felsenthal-Files/November-2014/Is-Bruce-Rauner-Pro-Choice-Anti-Choice-or-Just-an-Opportunist/\">Is Bruce Rauner Pro-Choice, Anti-Choice, or Just an Opportunist?</a>, Chicago Magazine, Nov. 3, 2014; accessed Oct. 2, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=PvdkNE-gaqQ\">Bruce Rauner on social issues</a>, <a href=\"https://www.youtube.com/watch?v=PvdkNE-gaqQ\">Women for Rauner</a>, June 30, 2014; accessed Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=sZC04pUnhIc\">Rauner Signals To Women Voters: I&#39;m Not Scary-Conservative</a>, CBS Chicago, Oct. 31, 2014</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=2YmltiAcbMA\">Diana Rauner Interview: Part 2</a>, NBC5 Chicago, Sept. 28, 2014; accessed Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=FqAJmSEvNj0\">Diana Rauner Interview: Part 1</a>, NBC5 Chicago, Sept. 26, 2014; accessed Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://www.c-span.org/video/?c4684757/bruce-rauner-social-agenda\">2014 Diana Rauner campaign ad</a>, archived by C-SPAN; accessed Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://chicago.suntimes.com/opinion/doubek-culture-wars-may-return-to-illinois/\">Doubek: Brace for return of culture wars to Illinois</a>, Chicago Sun-Times, Dec. 12, 2016; accessed Oct. 5, 2016</p>\r\n\r\n<p><a href=\"https://chicago.suntimes.com/chicago-politics/gov-rauner-plans-to-veto-abortion-protection-trigger-bill/\">Gov. Rauner plans to veto abortion-protection, &lsquo;trigger&rsquo; bill</a>, Chicago Sun-Times, April 14, 2017; accessed Oct. 5, 2017</p>\r\n\r\n<p><a href=\"http://chicagotonight.wttw.com/2017/04/25/house-passes-abortion-bill-puts-governor-political-pickle\">House Passes &lsquo;Abortion Bill,&rsquo; Puts Governor in Political Pickle</a>, WTTW &quot;Chicago Tonight,&quot; April 25, 2017; accessed Oct. 5, 2017</p>\r\n\r\n<p><a href=\"http://www.catholicherald.co.uk/news/2017/04/24/chicago-cardinal-praises-governor-for-pledging-to-veto-abortion-bill/\">Chicago cardinal praises governor for pledging to veto abortion bill</a>, Catholic Herald, April 24, 2017; accessed Oct. 5, 2017</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/100/HB/PDF/10000HB0040lv.pdf\">House Bill 40</a>, Illinois General Assembly, Sept. 28, 2017; accessed Oct. 5, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Governor", "false_count": 6, "first_name": "Bruce", "half_true_count": 4, "home_state": "Illinois", "id": 3576, "last_name": "Rauner", "mostly_true_count": 2, "name_slug": "bruce-rauner", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Governor_Headshot.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3576/", "total_count": 24, "true_count": 3, "website": "http://www.illinois.gov/gov/Pages/default.aspx"}, "statement": "<p>&quot;I personally am pro-choice. I always have been. And I made no qualms about that when I was elected governor.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2017-09-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Rauner's right: He made no secret of pro-choice stance"}