{"art": [{"brightcove": "", "caption": "This image of children appears on the website of the Committee of Austin's Children PAC, which made a tax-rate claim about a bond proposition before Austin school district voters in November 2017.", "id": 13621, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/KIDSPICPFT.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13621/", "title": "Austin school kids 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/oct/12/committee-austins-children-pac/claim-about-proposed-austin-school-bonds-silent-in/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Proposed school bonds might require no tax-rate hike. But...", "id": 14626, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14626/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A handout urging voter support for a <a href=\"http://www.mystatesman.com/news/local-education/voters-weigh-austin-district-billion-single-proposition-bond/Q9dIo49CT7YHOaljuwtnHJ/\">proposed $1.05 billion Austin school district bond issue</a> on the November 2017 ballot singles out the need to repair and renovate schools averaging 40 years of age plus a desire to modernize or build 16 schools.</p>\r\n\r\n<p>Moreover, the handout from the Committee of Austin&rsquo;s Children PAC says: &quot;Did you know? AISD Prop. 1 bonds will require no tax rate increase,&quot; a claim the group also makes on <a href=\"https://www.ourschoolsourfuture.com/about/\">its website</a>.</p>\r\n\r\n<p>Is that rate statement accurate?</p>\r\n\r\n<p>To rehash, the handout says <a href=\"https://www.austinisd.org/bond\">the sought bonds</a> won&rsquo;t require a &quot;rate&quot; increase. It&rsquo;s silent on whether district residents will pay more in taxes if the proposition passes--which struck Austin lawyer Bill Aleshire, formerly Travis County&rsquo;s elected judge, as misleading. Aleshire, who brought the handout to our attention, said by email: &quot;No one in their right mind should believe AISD can borrow $1 billion plus interest and not have a property tax increase as a result.&quot;</p>\r\n\r\n<p>When we asked, David Butts, a consultant to the PAC, told us by phone the group based its rate claim on district presentations. Butts said: &quot;We&rsquo;ve never said that you wouldn&rsquo;t pay higher taxes,&quot; in that barring an economic recession, escalating local property values stand to drive up how much the district reaps--without the district needing a rate bump. Property taxes are tied to assessed property values which in Austin (like other prosperous cities) lately spiral nearly every year.</p>\r\n\r\n<p>In this fact-check, we&rsquo;ll share assumptions behind the no-hike scenario and unpack estimates of how much money the proposed bonds would likely cost homeowners in increased tax bills.</p>\r\n\r\n<p>It&rsquo;s also worth noting the speculative quality of tax predictions. To our inquiry, Roger Falk of the <a href=\"http://www.tctunion.com/\">Travis County Taxpayers Union</a>, which opposes the proposition, questioned anyone&rsquo;s ability to fact-check rate-related claims because, he said by phone, tax effects depend on unknowns including whether and how much total appraised property values change and if the district&rsquo;s intended debt repayment schedules and interest rates bear out.</p>\r\n\r\n<p>&quot;You cannot assume it&rsquo;s a sunny day every day,&quot; Falk said. &quot;It&rsquo;s going to rain sometime.&quot;</p>\r\n\r\n<p><strong>Austin district&rsquo;s assumptions</strong></p>\r\n\r\n<p>District leaders have said that presuming total assessed property values continue to increase and also that the district repays more than half the proposed debt within a decade, the school board will be spared from considering an increase in the district&rsquo;s total tax rate of $1.192 per $100 valuation--the bulk of which covers day-to-day maintenance and operations.</p>\r\n\r\n<p>A September 2017 <em>Austin American-Statesman</em> <a href=\"http://www.mystatesman.com/news/local-education/what-the-tax-impact-austin-school-bonds-hint-not/chgUaBiaGJv0H4cycaNIAJ/\">news story</a> elaborated: &quot;The district points to its last bond election &mdash; <a href=\"http://www.mystatesman.com/news/local-education/failure-two-school-bonds-wake-call-for-aisd/cFPNkCvK5zpgt1M2izKOgI/\">$392 million approved by voters in 2013</a> &mdash; as an example of how it can tamp down the impact on property tax bills. Those bonds were expected to raise the tax rate by 3 cents, or about $38.40 a year to the property tax bill for a $200,000 home.</p>\r\n\r\n<p>&quot;But instead,&quot; the story said, &quot;the district, buoyed by increasing property values, lowered the tax rate by 5 cents per $100 of a home&rsquo;s assessed value. Homeowners are still paying more, of course, because property values in Austin have shot up 12 percent a year, on average, for the past five years.&quot;</p>\r\n\r\n<p>Tiffany Young, a district spokeswoman, emailed us the district&rsquo;s August 2017 <a href=\"https://www.austinisd.org/sites/default/files/dept/budget/docs/investor-info/Bond_Election_Information_-_9.28.17.pdf\">&quot;tax capacity analysis&quot;</a> of the proposed bond costs, which included a summary of annual changes--of late 11-percent-plus annual increases--in total assessed property valuations in the district from 2008 through 2017:</p>\r\n\r\n<p><img alt=\"aisdvaluationchart082017.JPG\" src=\"https://lh5.googleusercontent.com/hvVOGcNEEECGKi6BXWQrkNBiDLrgI8fYNMdnx-00-Dj7HzoAYQWw5MhlA0bDDQB1GsCnduiPFarphh8lXXH0cVsMZZlQePFluXMAwqUmA_uMbf-A4SbwgUFFU4oQQQFbMubhp7Qr\" style=\"border:1px solid; float:left; height:508px; margin:2px 0px; width:463px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUVJCT2c2RUttTG8/view?usp=sharing\">Document showing tax capacity analysis of proposed bond debt</a>, Austin Independent School District, Aug. 10, 2017 (received by email from Tiffany Young, senior communication specialist, AISD, Sept. 26, 2017)</p>\r\n\r\n<p>That news story noted that the district&rsquo;s payback plan for the proposed bond package assumes an annual increase in total assessed property values of 7 percent in the first two years and 1.5 percent for each subsequent year.</p>\r\n\r\n<p>&quot;Property values actually have a 10-year average growth rate of nearly 8 percent,&quot; the story said. School leaders advised that if there&rsquo;s a flattening in property-value increases, the district could tap $46 million in reserves, or savings, to make up for lost revenue.</p>\r\n\r\n<p>Also, the story quoted Ellen Wood, who chairs the Greater Austin Chamber of Commerce&rsquo;s board of directors, calling district assumptions behind no tax-rate hike prediction &quot;conservative and appropriate.&quot; By phone, Wood told us chamber members based that judgment on talks with the district&rsquo;s chief financial officer, Nicole Conley Johnson, and a firm advising the district on the proposed issuance.</p>\r\n\r\n<p>To our inquiries, Conley Johnson reaffirmed the district&rsquo;s conclusion that the proposed bonds can be paid off without a tax-rate hike. In fact, Conley Johnson said by phone, she expects the district to land interest rates perhaps 2 percentage points less than the 5 percent rate assumed in its modeling, a decrease that would reduce repayment costs. Noting increased assessed property valuations in recent years, Conley Johnson also said it&rsquo;s reasonable to expect assessed values to surge more each year than the 1.5 percent rate assumed in the modeling past the first couple years.</p>\r\n\r\n<p>If the&nbsp;proposition fails at the polls, Conley Johnson confirmed, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdUJ6WGpEMmkzTFE/view?usp=sharing\">the school board could reduce the debt portion</a> of the district tax rate in 2021-22 by $0.0297 per $100 valuation to $0.0833 with additional reductions doable most subsequent years through 2039-40--though that scenario depends, perhaps improbably, on no additional costs accumulating in the intervening years. If the proposition passes, Conley Johnson said, in 2022, the district will need some $35.5 million to pay incremental costs on the proposed bonds. An estimated $35.5 million would be raised by from that $0.0297 per $100 valuation in tax rate, the district projects.</p>\r\n\r\n<p><strong>Worst-case scenarios?</strong></p>\r\n\r\n<p>We separately asked Conley Johnson and <a href=\"https://www.austinisd.org/sites/default/files/dept/budget/docs/investor-info/AISD_IRMA_FY18.pdf\">Chris Allen</a> of First Southwest, the firm hired by the district as financial advisers on the proposition, to lay out a worst-case scenario that might cause district officials to recommend a rate increase after all.</p>\r\n\r\n<p>&quot;You&rsquo;d have to have a major economic downturn,&quot; Allen said by phone. &quot;You&rsquo;d have to have the housing market plummet.&quot; Allen, referring to the district&rsquo;s assumed 7 percent increases in total assessed valuations in both 2019 and 2020, said: &quot;I think the 7 percent is conservative. If you look around, there are cranes everywhere. The housing&quot; and commercial &quot;market is on fire.&quot;</p>\r\n\r\n<p>Conley Johnson said by email: &quot;We estimate that if&quot; total assessed valuation &quot;growth stayed flat for the next 8 years or there was a cumulative decline in AV of 20%, we would need to consider increasing the tax rate. &nbsp;Of course.&quot; she said, &quot;these events would buck historical trends of the last 10 years where there was only year that AV declined, in 2011 due to the national recession--arguably the worst in history. &nbsp;Even still, there was subsequent growth thereafter and the decline was made-up after two years and growth doubled after that.&quot;</p>\r\n\r\n<p>Falk, the proposition foe, questioned the assumption that the district can repay the bonds at a 5 percent interest rate past this next year. &quot;There&rsquo;s no science--no way to know--past one year,&quot; Falk said. Falk called the assumed annual increases in total property valuations a &quot;best guess.&quot;</p>\r\n\r\n<p>We also asked <a href=\"http://mays.tamu.edu/directory/c-gilliland/\">Charles Gilliland</a>, a land-market expert at Texas A&amp;M University, to evaluate the no-rate-increase claim. Gilliland said by phone the district&rsquo;s post-2020 assumption that total assessed property values will increase 1.5 percent annually seems &quot;pretty conservative. The rest of the story is it&rsquo;s not going to be a nice steady increase,&quot; Gilliland said. &quot;There are going to be ups and downs.&quot;</p>\r\n\r\n<p>Generally, Gilliland said by email: &quot;Without exhaustive historical studies of the parameters of their model and an examination of the operating conditions of the district, I have no evidence to cast doubt on the assumptions underlying the&quot; district&rsquo;s analysis.</p>\r\n\r\n<p><strong>Costs to taxpayers</strong></p>\r\n\r\n<p>Falk called the tax-rate claim by itself a &quot;head fake&quot; intended to dupe voters into overlooking that each taxpayer would be paying more dollars to cover bond repayments. He also emailed us the <a href=\"https://docs.google.com/document/d/e/2PACX-1vQrfJyH0GMDDKDwcWIrlGDpbEiXRmPQoac_pU7Mg1bghtgQrzbqBOxyf7AfLuEz9ylLY-yTuAb51Wqg/pub\">taxpayer group&rsquo;s analysis</a>, which provides estimated effects on property tax bills by assuming that &nbsp;total assessed valuations within district boundaries won&rsquo;t go up or down.</p>\r\n\r\n<p>Then again, the district has acknowledged that property owners will pay more in taxes to pay debt service on the bonds, if approved.</p>\r\n\r\n<p>A June 2017 <em>American-Statesman</em> <a href=\"http://www.mystatesman.com/news/local-education/voters-weigh-austin-district-billion-single-proposition-bond/Q9dIo49CT7YHOaljuwtnHJ/\">news story</a> on school board members voting to place the proposition before voters initially noted that district officials said the tax rate would remain flat at $1.192 per $100 of assessed property value, with $1.079 designated for operations and $0.113 of the rate going toward repaying debt issued to fund capital improvements. Still: &quot;For the owner of the district&rsquo;s average taxable value home of $355,947, the school tax bills would total nearly $4,243. As properties increase in value,&quot; the story said, &quot;that same tax rate would lead to increasingly higher tax bills.&quot;</p>\r\n\r\n<p>District web pages devoted to the proposition similarly indicate property owners will likely face increases in what the district bills. We initially spotted no estimates of how much more, but estimates were provided when we asked.</p>\r\n\r\n<p>Let&rsquo;s cover those web posts, then turn to what the district gave us.</p>\r\n\r\n<p><a href=\"https://www.austinisd.org/bond/faq\">Here&rsquo;s a question on the district&rsquo;s main FAQ section about the proposition</a>: &quot;I&#39;ve heard AISD say this bond will not raise my property tax rate. How is that possible?&quot; The 202-word reply stresses the district&rsquo;s plan not to issue the sought debt all at once plus plans to draw on other funds; it doesn&rsquo;t concede additional direct-to-taxpayer bond costs.</p>\r\n\r\n<p>We saw this question on a separate district <a href=\"https://www.austinisd.org/bond/financefaq\">Finance FAQ web page</a> about the proposition: &quot;So does this mean that I won&rsquo;t have an increase in my tax bill?&quot;</p>\r\n\r\n<p>The district&rsquo;s reply opens, &quot;No.&quot; That reply otherwise says higher taxes depend on the appraised value of taxable property, &quot;which is determined by the&quot; Travis Central Appraisal District, &quot;not AISD. An increase or decrease in taxable property value, even with no change in the tax rate, would result in an increase or decrease in the actual amount of taxes paid.&quot;</p>\r\n\r\n<p>The reply goes on to note that residents who qualify for Travis County&rsquo;s over-65 homestead exemption wouldn&rsquo;t pay more in school taxes. Moreover, the reply continues, other governing entities levy property taxes including the city of Austin, Travis County, the Austin Community College District and the Travis County Health Care District. &quot;The rates for each entity are set annually by the elected or governing officials,&quot; the district says. &quot;The rate for each of the taxing entities is then applied to your home value,&quot; it says.</p>\r\n\r\n<p>We also noticed the last, 18th question on the district&rsquo;s main FAQ page for the proposition: &quot;What&#39;s the bottom line, the one thing you want voters to know?&quot; The district&rsquo;s reply: &quot;AISD needs to address facility deficiencies and is committed to creating 21st-century learning spaces for our students. We can do so without a tax rate increase.&quot;</p>\r\n\r\n<p>Conley Johnson told us that in 2021-22 (the third year of the district starting to sell and repay the bond debt being presented to voters), the cost to taxpayers of the new debt would range from $29.70 for the owner of a property with an assessed value of $100,000 up to $297 for the owner of a property with an assessed value of $1 million. <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRm9BY3dhRXJVcjg/view\">See the district&rsquo;s full chart here</a>.</p>\r\n\r\n<p>According to what Conley Johnson described as the district&rsquo;s worst-case modeling of the proposed bonds&rsquo; effect on taxes, the owner of an Austin homestead at the <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSVhkUVdjSURtOEk/view?usp=sharing\">average 2017-18 assessed value</a> ($332,103) would see the debt portion of her or his district tax bill increase from $375 in 2017-18 to $484 in 2027-28--driven by expected bumps in assessed property values.</p>\r\n\r\n<p>Absent the sought bonds or other approved debt, this modeling indicates, the 2027-28 costs to such a homeowner for district debt would total $250.57. An owner of a homestead at the 2017-18 <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMlhJdWxYOXRYZFE/view?usp=sharing\">median value </a>($262,282) would face $382.75 in district debt-tied taxes in 2027-28--up from $296 in 2017-18 and greater than the $197.89 in such taxes the homeowner would face if the district doesn&rsquo;t issue additional debt.</p>\r\n\r\n<p>There&rsquo;s more: As we made our inquiries, the district posted a <a href=\"https://www.austinisd.org/sites/default/files/dept/budget/docs/investor-info/Incremental_Tax_Informationv2.pdf\">document</a> estimating each homesteading homeowner&rsquo;s future tax payments to the district related to paying off the proposed bonds. Upshot: Starting in 2022, some $0.0297 per $100 valuation of the district&rsquo;s tax rate would generate sufficient revenue to pay debt service on the sought bonds, the document says. The share of the district&rsquo;s tax rate needed to pay that debt service will escalate in subsequent years, the document says, with that share reaching its maximum of $0.0530 per $100 valuation as of 2029.</p>\r\n\r\n<p>According to the document, the district estimates the dollar costs in annual taxes on the median-value homestead in the district--which in 2017 had an appraised value of $287,282--to be $77.90 in 2022 and $139.01 in 2029. At the upper end, the estimated annual dollar costs due to debt service on the proposed bonds to a homestead appraised at $1 million in 2017 is shown as $289.58 in 2022, $516.75 in 2029.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The PAC said the proposed Austin school district bonds &quot;will require no tax rate increase.&quot;</p>\r\n\r\n<p>Missing from this claim: Individual homeowners are expected to pay more in property taxes even if the tax rate remains the same, which looks likely thanks to rising property valuations in a hot real-estate market.</p>\r\n\r\n<p>We rate this statement, which lacks the important clarification that only the tax rate isn&rsquo;t expected to rise, Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em>&ndash;The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-11T16:33:27.435900", "ruling_date": "2017-10-12T14:35:38", "ruling_headline": "Claim about proposed Austin school bonds is silent on increased dollar costs to property taxpayers", "ruling_headline_slug": "claim-about-proposed-austin-school-bonds-silent-in", "ruling_link_text": "Property-owners would pony up more", "ruling_state": null, "source_documents": null, "sources": "<p>News stories, <em>Austin American-Statesman</em>, <a href=\"http://www.mystatesman.com/news/local-education/voters-weigh-austin-district-billion-single-proposition-bond/Q9dIo49CT7YHOaljuwtnHJ/\">&quot;Voters to weigh Austin district&rsquo;s $1.05 billion single-proposition bond,&quot;</a> June 27, 2017; <a href=\"http://www.mystatesman.com/news/local-education/homeowners-austin-district-pay-more-school-taxes/zwxVCPXi9uszIM7PizM7fJ/\">&quot;Homeowners in Austin district to pay 10% more in school taxes,&quot;</a> Aug. 29, 2017; &nbsp;<a href=\"http://www.mystatesman.com/news/local-education/what-the-tax-impact-austin-school-bonds-hint-not/chgUaBiaGJv0H4cycaNIAJ/\">&quot;What&rsquo;s the tax impact of $1B in Austin school bonds? Hint: It&rsquo;s not $0,&quot;</a> Sept. 11, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGUVJCT2c2RUttTG8/view?usp=sharing\">Document showing tax capacity analysis of proposed bond debt</a>, Austin Independent School District, Aug. 10, 2017 (received by email from Tiffany Young, senior communication specialist, AISD, Sept. 26, 2017)</p>\r\n\r\n<p>Web page, <a href=\"https://www.austinisd.org/bond/faq\">&quot;Questions and Answers about the 2017 Bond,&quot;</a> Austin Independent School District, undated (accessed Sept. 27, 2017)</p>\r\n\r\n<p>Phone interviews and <a href=\"https://docs.google.com/document/d/e/2PACX-1vRFuFBZeqD-OTdQ9b25vzp1rrP_PyO4dlsW0nYtFBwXg0CFrvbp0W5txW_YJQwTGVDqJHjXL1AJ-P7w/pub\">emails</a>, Nicole Conley Johnson, chief financial officer, AISD, Sept. 26-29 and Oct. 4, 2017</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGdUJ6WGpEMmkzTFE/view?usp=sharing\">Document indicating the effect on debt-related tax rate if bond proposition does not pass</a>, undated (received in email from Nicole Conley Johnson, Sept. 26, 2017)</p>\r\n\r\n<p>Document <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGRm9BY3dhRXJVcjg/view?usp=sharing\">presenting estimated incremental tax impact of proposed Austin school district bond at various taxable values</a>, 2021-22, undated (received in email from Nicole Conley Johnson, Sept. 27, 2017)</p>\r\n\r\n<p>Charts showing Proposition 1 bond modeling and tax impact for <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGSVhkUVdjSURtOEk/view?usp=sharing\">average taxable homestead</a>, 2017-18 and bond modeling and tax impact for <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGMlhJdWxYOXRYZFE/view?usp=sharing\">median-value taxable homestead</a>, Austin Independent School District (received in emails from Nicole Conley Johnson, Sept. 27, 2017)</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.austinisd.org/sites/default/files/dept/budget/docs/investor-info/AISD_IRMA_FY18.pdf\">Chris Allen</a>, managing director, First Southwest, Sept. 29, 2017</p>\r\n\r\n<p>Phone interviews, Roger Falk, volunteer, Travis County Taxpayers Union, Sept. 29 and Oct. 10, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQQ2DyqzHokmszx7iy90usm8q0GafWg8LhKOXvuHH19dKZSMDGs9QDDuD-Be5gMTyJMqFaU_H2L90bM/pub\">Email</a> and phone interview, <a href=\"http://mays.tamu.edu/directory/c-gilliland/\">Charles Gilliland</a>, Helen and O.N. Mitchell, Jr. Faculty Fellow in Real Estate, Mays Business School, Texas A&amp;M University, Oct. 2, 2017</p>\r\n\r\n<p>Document, <a href=\"https://www.austinisd.org/sites/default/files/dept/budget/docs/investor-info/Incremental_Tax_Informationv2.pdf\">&quot;Estimated Portion of Existing Tax Rate Required to Pay the Proposed Bond,</a>&quot; Austin school district, Oct. 2, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political Action Committee", "false_count": 0, "first_name": "Committee", "half_true_count": 0, "home_state": "Texas", "id": 4066, "last_name": "of Austin's Children PAC", "mostly_true_count": 1, "name_slug": "committee-austins-children-pac", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/childrenlogopft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4066/", "total_count": 1, "true_count": 0, "website": "https://www.ourschoolsourfuture.com/about/"}, "statement": "<p>Says a proposed $1.05 billion Austin school district bond proposition &quot;will require no tax rate increase.&quot;</p>\r\n", "statement_context": "a handout in advance of November 2017 vote on a bond proposition", "statement_date": "2017-09-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Group says proposed Austin school bonds won't entail tax-rate hike. MOSTLY TRUE."}