{"art": [{"brightcove": "", "caption": "", "id": 13617, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"33061438\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/13617/", "title": "Background check vid", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2017/oct/11/seth-moulton/have-background-checks-been-unequivocally-shown-re/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Do background checks ‘unequivocally’ reduce gun violence?", "id": 14623, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14623/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On the heels of the Las Vegas shooting, two military veterans-turned-congressmen waded into the debate over the country&rsquo;s response to gun violence.</p>\r\n\r\n<p>Rep. Seth Moulton, D-Mass., a former Marine, appeared with Rep. Scott Taylor, R-Va., a former Navy SEAL, on ABC&rsquo;s <em>This Week</em> Oct. 8 to discuss issues surrounding gun control and the Second Amendment.</p>\r\n\r\n<p>As the conversation turned toward background checks, Taylor argued the measure doesn&rsquo;t necessarily help reduce gun violence.</p>\r\n\r\n<p>&quot;Actually,&quot; Moulton countered, &quot;background checks have been unequivocally shown to reduce gun violence.&quot;</p>\r\n\r\n<p>We <a href=\"http://www.politifact.com/wisconsin/statements/2017/oct/03/chris-abele/do-90-americans-support-background-checks-all-gun-/\">previously found</a> that around 90 percent of Americans support background checks on every gun sale. While the belief that background checks reduce gun violence appears firmly ingrained, we found that proving the theory &mdash;&nbsp;especially &quot;unequivocally,&quot; which means without a doubt &mdash;&nbsp;is not so clear cut.</p>\r\n\r\n<div class=\"pf_subheadline\">Everytown for Gun Safety data</div>\r\n\r\n<p>Moulton&rsquo;s office pointed us to research by the gun control advocacy group Everytown for Gun Safety that explored the relationship between background check laws and gun violence rates.</p>\r\n\r\n<p>Under federal law, background checks are not required for private sales. But 19 states and D.C. have laws on the books that require some sort of background check on private sales of at least some types of private guns.</p>\r\n\r\n<p>Everytown for Gun Safety compared the rates of gun violence in states that require background checks for private sales to states that do not.</p>\r\n\r\n<p>They compared the fatality rates along several categories: women shot to death by intimate partners, suicides by gun and law enforcement officers shot and killed in the line of duty. The group found that states with comprehensive background checks had a roughly 50 percent lower rate in each category:</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/WWDETFDuA3s7LrK_9Pd912XGo9mw_c6djQf2WXRnRCwomcAV0ZIJpvDs3f2Na80QZa9IbLlKM204YMCTr_6ENd2bc1Di-W-VFMQis4GEOMHZiLAItiTTKIIaHl-8BAknD3lui7ru\" style=\"border:none; height:228px; width:624px\" /></p>\r\n\r\n<p>But experts told us that while stark differences between the two groups of states is noteworthy, it should not be taken as unequivocal proof that background checks reduce gun violence.</p>\r\n\r\n<p>Philip J. Cook, a professor of public policy studies at Duke University and gun control expert, said the comparisons do not control for all of the other variables that may differ between the two groups of states, like relative levels of gun ownership.</p>\r\n\r\n<p>&quot;No reasonable person could believe that universal background checks could, all by themselves, cut these rates of gun violence in half,&quot; he said.</p>\r\n\r\n<p>Daniel Webster, director of the Johns Hopkins Center for Gun Policy and Research, said that without controlling for other factors, the data is insufficient for concluding a cause-and-effect relationship about background checks and a reduced gun violence.</p>\r\n\r\n<div class=\"pf_subheadline\">Connecticut permit law study</div>\r\n\r\n<p>Moulton&rsquo;s office also pointed us to research by Webster and several colleagues. The study looked at the effects that a Connecticut law requiring handgun purchasers to get a license had on subsequent homicides.</p>\r\n\r\n<p>Under the Connecticut law, a prospective handgun buyer had to clear an application process that included a background check to obtain a 5-year license to buy handguns (the law did not not apply to rifles and shotguns). Measures such as the Connecticut law are known in academic circles as&nbsp;&quot;permit-to-purchase laws.&quot;</p>\r\n\r\n<p>Researchers found the Connecticut law was associated with a 40 percent reduction in gun homicides between 1996 and 2005.</p>\r\n\r\n<p>They determined this by comparing Connecticut&rsquo;s homicide rates after the law went into effect to rates that would have been expected if the law was never passed, an estimate referred to as &quot;Synthetic Connecticut&quot; in the graph below (we&rsquo;d note this methodology was not without some controversy). Researchers also discovered the large drop in homicides was found only in gun-related killings, not homicides caused by other means, which suggests the law was the driving force behind the reduction.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/IM74eYHJ0AWLnLZNuipvr1iyINxe-uQj1DdWWz-s5LoFXC4TV9r0H0JvbwRzPgwjh9XzC8t_SvBo9GuCF84VKLtGx2oGTV1lL3_0-zEhSSsyb2NkbQ4yCnmpdLSBLlOHp7ETtFHQ\" style=\"border:none; height:439px; width:507px\" /></p>\r\n\r\n<p>But Webster cautioned that the associated reduction in gun violence could not be attributed solely to background checks, because they were part of a larger regulatory scheme under Connecticut&rsquo;s permit-to-purchase law.</p>\r\n\r\n<p>The law required all would-be gun buyers to apply for a permit in person with the local police before making a purchase, regardless of whether the seller was a licensed dealer or private seller.</p>\r\n\r\n<p>The law also raised the legal age to buy a handgun from 18 to 21 years and obliged would-be purchasers to undergo at least eight hours in a gun safety training course. It also criminalized the sale of a handgun to anyone without a license.</p>\r\n\r\n<p>Webster said the effects of comprehensive background checks alone couldn&rsquo;t be de-coupled from the other law&rsquo;s other provisions.</p>\r\n\r\n<p>&quot;Just passing a comprehensive background check law &mdash; without other measures relevant to standards for legal gun ownership and accountability and without commitment to really enforce the comprehensive background check laws &mdash; may not be sufficient to reduce gun violence if there is not concerted effort to enforce the law,&quot; Webster said.</p>\r\n\r\n<p>&quot;Bottom line,&quot; he said, &quot;comprehensive background checks laws saved lives, but when coupled with permit-to-purchase laws.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">How strong is the evidence?</div>\r\n\r\n<p>Experts we spoke to appeared to agree Moulton was partially right, but overstated the case.</p>\r\n\r\n<p>According to his reading of the scientific literature, Webster said background checks on all gun transfers are necessary to stop prohibited people from getting guns. But it hasn&rsquo;t been established scientifically that background checks could do so alone, separate from a broader system of laws and regulations, he said.</p>\r\n\r\n<p>&quot;The best evidence for impact on mortality rates is when comprehensive background checks is coupled with permit-to-purchase law requirements,&quot; Webster said. &quot;The impact of these laws depends on the legal standards for gun ownership, systems having necessary records and whether the laws are actually enforced.&quot;</p>\r\n\r\n<p>David Hemenway, a professor of health policy at Harvard University who has written extensively about firearms policy, said he tends to agree with the general thrust of Moulton&rsquo;s claim, but believes &quot;unequivocally&quot; is too strong a word.</p>\r\n\r\n<p>&quot;Stronger gun laws and fewer guns are associated, all else equal, with lower rates of gun violence,&quot; Hemenway said. &quot;Among all the gun laws, there is probably the best evidence that background checks help reduce gun violence. A handful of studies find that they appear to reduce interpersonal firearm violence (and gun trafficking).&quot;</p>\r\n\r\n<p>Cook also said research into the relationship between background checks and gun violence is less clear cut than Moulton suggested.</p>\r\n\r\n<p>&quot;The true state of play in the scientific literature is somewhat equivocal,&quot; he said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Moulton said, &quot;Background checks have been unequivocally shown to reduce gun violence.&quot;</p>\r\n\r\n<p>Research has shown background checks to be associated with reduced gun violence, and they&rsquo;re believed to be a necessary measure to stop guns from falling into the wrong hands. But it hasn&rsquo;t been scientifically established that background checks alone could reduce violence, separate from a broader system of laws, regulations and enforcement.</p>\r\n\r\n<p>In short, the scientific literature is fuzzier than Moulton claims, experts said.</p>\r\n\r\n<p>We rate this Half True.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2017-10-11T13:25:52.653917", "ruling_date": "2017-10-11T16:27:00", "ruling_headline": "Have background checks been ‘unequivocally’ shown to reduce gun violence?", "ruling_headline_slug": "have-background-checks-been-unequivocally-shown-re", "ruling_link_text": "Somewhat equivocal", "ruling_state": null, "source_documents": null, "sources": "<p>ABC&rsquo;s <em>This Week</em>, Oct. 8, 2017</p>\r\n\r\n<p>Daniel W. Webster, director of the Johns Hopkins Center for Gun Policy &amp; Research, et al., &quot;<a href=\"http://www.taleoftwostates.com/wp-content/uploads/2015/06/Connecticut-Study-Rudolph_AJPH201411682_Final.pdf\">Association between Connecticut&rsquo;s permit-to-purchase handgun law and homicides</a>,&quot; April 6, 2015</p>\r\n\r\n<p>Johns Hopkins Center for Gun Policy and Research press release, &quot;<a href=\"https://www.jhsph.edu/news/news-releases/2015/connecticut-handgun-licensing-law-associated-with-40-percent-drop-in-gun-homicides.html\">Connecticut Handgun Licensing Law Associated With 40 Percent Drop in Gun Homicides</a>,&quot; June 11, 2015</p>\r\n\r\n<p>Everytown for Gun Safety, &quot;<a href=\"https://everytownresearch.org/background-checks-reduce-gun-violence-and-save-lives/#foot_note_1\">Background Checks Reduce Gun Violence and Save Lives</a>&quot;</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/wisconsin/statements/2017/oct/03/chris-abele/do-90-americans-support-background-checks-all-gun-/\">Do 90% of Americans support background checks for all gun sales?</a>&quot; Oct. 3, 2017</p>\r\n\r\n<p><em>The New York Times</em>, &quot;Connecticut Tightens Restrictions on Gun Owners,&quot; July 8, 1994</p>\r\n\r\n<p>Email interview with Daniel W. Webster, director of the Johns Hopkins Center for Gun Policy &amp; Research, Oct. 9-10, 2017</p>\r\n\r\n<p>Email interview with Philip J. Cook, a professor of public policy studies at Duke University and an expert on gun control, Oct. 9-10, 2017</p>\r\n\r\n<p>Email interview with David Hemenway, a professor of health policy at Harvard University who has written extensively about firearms policy, Oct. 9, 2017</p>\r\n\r\n<p>Email interview with John Donohue, a professor at Stanford Law School, Oct. 9, 2017</p>\r\n\r\n<p>Email interview with Matt Corridoni, press secretary for Rep. Seth Moulton, D-Mass., Oct. 10, 2017</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Representative", "false_count": 0, "first_name": "Seth", "half_true_count": 1, "home_state": "Massachusetts", "id": 3827, "last_name": "Moulton", "mostly_true_count": 0, "name_slug": "seth-moulton", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sethmoultonheadshot.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3827/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;Background checks have been unequivocally shown to reduce gun violence.&quot;</p>\r\n", "statement_context": "in an interview", "statement_date": "2017-10-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Do background checks ‘unequivocally’ reduce gun violence?"}