{"art": [{"brightcove": "", "caption": "Charlie Geren, a Texas legislator, posted this tweet in September 2017. We found this claim HALF TRUE.", "id": 13782, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/091817gerentweetpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13782/", "title": "Charlie Geren 9/17 voter reg tweet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jscherer@express-news.net", "first_name": "Jasper", "id": 664, "last_name": "Scherer", "name_slug": "jasper-scherer", "on_staff_page": null, "phone": "210-250-3247", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/jasp.jpg", "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/664/", "title": "staff writer", "twitter": "jaspscherer"}], "canonical_url": "/texas/statements/2017/oct/26/charlie-geren/charlie-geren-half-young-texans-registered-vote-tw/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Less than half of young Texans registered to vote?", "id": 14680, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jscherer@express-news.net", "first_name": "Jasper", "id": 664, "last_name": "Scherer", "name_slug": "jasper-scherer", "on_staff_page": null, "phone": "210-250-3247", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/jasp.jpg", "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/664/", "title": "staff writer", "twitter": "jaspscherer"}], "resource_uri": "/api/v/2/statement/14680/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>After a study found Texas high schools neglecting their legal duty to help eligible students register to vote, state Rep. Charlie Geren took to Twitter to inform his followers about Texas&rsquo; lousy youth voter registration rate.</p>\r\n\r\n<p>Geren tweeted on Sept. 18, 2017: &quot;Did you know less than half of Texans ages 18-24 are registered to vote?&quot;</p>\r\n\r\n<p>We wondered about that.</p>\r\n\r\n<p>Asked about Geren&rsquo;s basis for the claim, Payton Spreen in Geren&rsquo;s office said the Fort Worth Republican relied on a Sept. 15, 2017, <a href=\"https://www.texastribune.org/2017/09/15/principals-arent-registering-high-schoolers-vote/\">Texas Tribune news story</a>. That story says many high schools have apparently failed to help students register, &quot;and election turnout among young voters has remained chronically low &mdash; less than half of Texans age 18 through 24 are registered to vote&quot;; the story otherwise referenced U.S. Census Bureau research reflecting on voter registration and turnout in 2016.</p>\r\n\r\n<p>The story highlighted a September 2017 <a href=\"https://www.texascivilrightsproject.org/en/wp-content/uploads/2017/09/HSVR-Report.pdf\">report</a> by the Texas Civil Rights Project and the Lawyers&rsquo; Committee for Civil Rights Under Law, advocacy groups that address voter rights with a focus on racial and ethnic minorities. The groups found that despite a Texas law requiring high school officials to circulate voter registration forms to students, in 2016, just 198 of 1,428 Texas public high schools, or 14 percent, and no private schools had requested registration applications from the Texas secretary of state&rsquo;s office, which supervises elections.</p>\r\n\r\n<p>According to the report, the groups calculated those compliance rates after the 2016 elections by requesting copies of all voter registration request forms submitted to the secretary of state&rsquo;s office by high school principals.</p>\r\n\r\n<p>We&rsquo;ve <a href=\"http://www.politifact.com/texas/statements/2016/jan/29/paul-saldana/paul-saldana-says-texas-law-requires-high-school-r/\">noted before</a> that a <a href=\"http://www.statutes.legis.state.tx.us/Docs/EL/htm/EL.13.htm\">Texas law</a>--approved in 1983, a dozen years after the <a href=\"https://www.law.cornell.edu/constitution/amendmentxxvi\">26th Amendment</a> reduced the U.S. voting age to 18 from 21--says that at least twice yearly, high school administrators must distribute voter registration applications to students who are or will be 18 years old or older that year. Schools aren&rsquo;t required to collect filled-out forms though completed forms that get turned in must be forwarded to hasten registrations.</p>\r\n\r\n<p><strong>Youth voting trended down--until 2016</strong></p>\r\n\r\n<p>Nationally, the registration and turnout of young voters has bounced around, according to post-election surveys taken by the Census Bureau in even-numbered years. Texas registration rates declined every four years from 2000 through 2012, bureau results indicate, but the 2016 rate proved an improvement:<br />\r\n&nbsp;</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/qNIcS_9vtCtgrS2QYRcGyKlz6ZPUjuFfzDvBStwWVjzWVIT_xdG8PUcGZvVeqoa0XIw4UGXc85ARoF7iCvizZ8zyYFbD-IQ3YWkMC6PEiDi2OvsTMXMznHD-zMz2DHWNIzS40BAL\" style=\"border:1px solid; float:left; height:344px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><a href=\"https://www.census.gov/content/dam/Census/library/publications/2014/demo/p20-573.pdf\">According to bureau data</a>, young adults have consistently voted and registered at lower rates than others.</p>\r\n\r\n<p>We asked <a href=\"https://www.brookings.edu/experts/william-a-galston/\">William Galston</a> of the Brookings Institution&rsquo;s Governance Studies program why that&rsquo;s been the case. By phone, Galston said older Americans are more likely to register to vote and cast ballots because they essentially see the stakes as higher for themselves. &quot;As you get older and get married and rooted in the community, as that process goes along, people tend to get more connected to politics,&quot; Galston said.</p>\r\n\r\n<p>Galston pointed us to <a href=\"https://www.carnegie.org/media/filer_public/9d/0a/9d0af9f4-06af-4cc6-ae7d-71a2ae2b93d7/ccny_report_2003_civicmission.pdf\">a 2003 study</a> by the <a href=\"http://civicyouth.org/\">Center for Information and Research on Civic Learning and Engagement (CIRCLE)</a> at Tufts University and the <a href=\"https://www.carnegie.org/about/\">Carnegie Corporation of New York</a> that says young adults vote less frequently in part because high schools teach fewer civics classes than they used to. We also spotted <a href=\"http://civicyouth.org/wp-content/uploads/2013/01/What-Young-Adults-Know-Fact-Sheet-20131.pdf\">a 2013 CIRCLE study</a> that found, based on its national survey of nearly 4,500 18- to 24-year-olds, that respondents &quot;who recalled high-quality civic education experiences in high school were more likely to vote.&quot;</p>\r\n\r\n<p>Galston said of young voters: &quot;It&rsquo;s not as if you have to move a mountain to get them involved. But you have to get them over a psychological hump.&quot;</p>\r\n\r\n<p>So, was Geren right about less than half of young Texans registering to vote? To analyze his claim, we reviewed the Census Bureau&rsquo;s 2016 post-election survey results before seeking the latest registration data from a state agency. The sources, it turned out, supported conflicting conclusions.</p>\r\n\r\n<p><strong>Census Bureau&#39;s 2016 survey</strong></p>\r\n\r\n<p>The bureau gauges registration and turnout rates by supplementing its Current Population Survey (CPS), which <a href=\"https://www.census.gov/programs-surveys/cps/technical-documentation/methodology.html\">surveys a probability selected sample of roughly 60,000 households</a>. Since 1994, the survey also has inquired into citizenship data broken down since 2000 by age and state; a <a href=\"https://www.census.gov/content/dam/Census/library/publications/2014/demo/p20-573.pdf\">2014 bureau study</a> says citizen data &quot;provides a more accurate reflection of the population eligible to vote.&quot;</p>\r\n\r\n<p>Then again, Geren&rsquo;s tweet didn&rsquo;t specify that he was focused on citizens. So we sought both estimates of young registered residents, regardless of eligibility, and registered citizens.</p>\r\n\r\n<p>In the main, the bureau&rsquo;s 2016 survey results support Geren&rsquo;s claim.</p>\r\n\r\n<p>That year, according to <a href=\"https://www.census.gov/data/tables/time-series/demo/voting-and-registration/p20-580.html\">the results</a>, an estimated 1.04 million Texas 18- to 24-year-olds registered to vote, making up 40.8 percent of all Texans in the age group, plus or minus a 3.2 percentage point margin of error.</p>\r\n\r\n<p>If you focus on U.S. and Texas citizens in the age group, the results indicate that 47.6 percent reported registering to vote--again, less than half. But this specific result&rsquo;s margin of error of 3.6 percentage points makes it possible to speculate that up to 51.2 percent of Texas citizens in the age group registered to vote.</p>\r\n\r\n<p>Nationally, the survey results indicate, 50.8 percent of 18- to 24-year-olds and 55.4 percent of citizens in the age group registered to vote before the 2016 elections.</p>\r\n\r\n<p><strong>A 2017 count of registered voters</strong></p>\r\n\r\n<p>Asked about more recent registration data, a bureau spokeswoman, Julie Iriondo, told us by email the agency had nothing past those 2016 survey results.</p>\r\n\r\n<p>Closer to home, the Texas secretary of state&rsquo;s office, which oversees state elections, replied by providing the number of Texas 18- to 24-year-olds registered to vote as of the date that Geren tweeted. Spokesman Sam Taylor advised by email that 1.68 million Texas residents in the age group as of Sept. 18, 2017, had registered to vote in advance of the Nov. 7, 2017 elections.</p>\r\n\r\n<p>That number seemed high in that it&rsquo;s 62 percent greater than the comparable 1.04 million Texans estimated by the bureau after the 2016 elections. Similarly, we noticed, the <a href=\"https://www.sos.state.tx.us/elections/historical/70-92.shtml\">state says</a> that as of November 2016, 15.1 million residents were registered to vote, a figure 29 percent greater than the 11.7 million registered Texans then estimated by the bureau.</p>\r\n\r\n<p>Despite appeals to experts, we fell short of reconciling these contrasts though Taylor provided figures arguably accounting for some of the difference in young voter counts. In 2017, Taylor said, 341,635 18- to 24-year-olds registered to vote through the October registration deadline. He described another 137,641 tallied registered voters in the age bracket as on the state&rsquo;s &quot;suspense list.&quot; <a href=\"https://www.sos.state.tx.us/elections/vr/index.shtml\">According to the secretary of state&rsquo;s website</a>, individuals on the list are still registered voters, though Taylor said in a phone interview that some may no longer live in Texas. Perhaps such voters weren&rsquo;t picked up by the 2016 bureau survey.</p>\r\n\r\n<p><strong>Estimating a 2017 registration rate</strong></p>\r\n\r\n<p>Taylor told us the agency has no information on the share of young Texans registered to vote heading into the 2017 elections. We then made our own run by comparing the state&rsquo;s tally of registered voters as of mid-September 2017 to several estimates for 2017 of the total number of residents aged 18-24--one by the bureau and two by the San Antonio-based Texas Demographic Center.</p>\r\n\r\n<p>The center&rsquo;s Lila Valencia provided us with its 2017 population projections, each calculated in 2014: one assumes net migration into Texas at half the rate from 2000 to 2010 and the other assumes migration continuing at the 2000-2010 rate. The former estimate may be more precise, <a href=\"http://demographics.texas.gov/Data/TPEPP/Projections/Methodology.pdf\">the center says</a>, because Texas experienced unusually rapid growth from 2000 to 2010.</p>\r\n\r\n<p>The conservative migration projection suggests that 2.77 million 18- to 24-year-olds were living in Texas in 2017 while the less conservative estimate indicates 2.94 million Texans fell into that age group. In contrast, the bureau in 2016 estimated the state was home to 2.54 million residents in the age bracket.</p>\r\n\r\n<p>Upshot: Regardless of which of the three population estimates you consider, the state&rsquo;s September 2017 count of 1.68 million registered voters aged 18-24 breaks out to more than half of 18- through 24-year-olds being registered to vote at that time.</p>\r\n\r\n<p>We&rsquo;d caution, though. Because we mixed precise statistics and projected data to estimate youth voter registration rates, our results shouldn&rsquo;t be considered exact.</p>\r\n\r\n<p>That said, if you use the center&rsquo;s 2.77 million population estimate, it looks like 61 percent of 18- to 24-year-olds were registered to vote as of late September 2017. Comparing the state&rsquo;s count of 1.68 million registered voters aged 18-24 to the bureau&rsquo;s 2016 estimate of 2.18 million Texas U.S. citizens in the age group suggests that an even greater share of citizens were registered to vote about the time that Geren tweeted--far more than half.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Geren said less than half of Texans aged 18 through 24 are registered to vote.</p>\r\n\r\n<p>There&rsquo;s a solid basis for this claim &mdash; a federal post-election survey in which 47.6 percent of 18- to 24-year-old Texans reported registering to vote. But we found more recent data and ways to crunch figures that suggest the described registration rate might exceed 50 percent.</p>\r\n\r\n<p>We rate Geren&rsquo;s statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-26T14:26:21.331518", "ruling_date": "2017-10-26T18:13:12", "ruling_headline": "Charlie Geren says less than half of young Texans are registered to vote", "ruling_headline_slug": "charlie-geren-half-young-texans-registered-vote-tw", "ruling_link_text": "Conflicting figures", "ruling_state": null, "source_documents": null, "sources": "<p>Tweet, <a href=\"https://twitter.com/charliegeren/status/909866626010382336?refsrc=email&amp;s=11\">&quot;Did you know less than half of Texans ages 18-24 are registered to vote?,&quot;</a> Charlie Geren (@charliegeren), Sept. 18, 2017</p>\r\n\r\n<p>Study, <a href=\"https://www.texascivilrightsproject.org/en/wp-content/uploads/2017/09/HSVR-Report.pdf\">&quot;The High School Vote: How Texas fails to engage the next generation of voters,&quot;</a> Texas Civil Rights Project and the Lawyers&rsquo; Committee for Civil Rights Under Law, September 2017</p>\r\n\r\n<p>Bill history, <a href=\"http://www.lrl.state.tx.us/legis/billSearch/BillDetails.cfm?legSession=68-0&amp;billtypeDetail=HB&amp;billNumberDetail=210&amp;billSuffixDetail=&amp;startRow=1&amp;IDlist=&amp;unClicklist=&amp;number=100\">&quot;HB 210, 68th Regular Session: Relating to the designation and service of certain public school officials as deputy voter registrars,&quot;</a> Legislative Reference Library of Texas, not dated</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/local/report-most-texas-high-schools-aren-registering-students-vote/WXJ4Q4xeLdtg9GvaAQAklK/\">&quot;Report: Most Texas high schools aren&rsquo;t registering students to vote,&quot;</a> <em>Austin American-Statesman</em>, Sept. 13, 2017</p>\r\n\r\n<p>Phone interviews, <a href=\"https://www.brookings.edu/experts/william-a-galston/\">William A. Galston</a>, senior fellow, <a href=\"https://www.brookings.edu/program/governance-studies/\">Governance Studies program</a>, the Brookings Institution, Sept. 20, 2017 and Oct. 24, 2017</p>\r\n\r\n<p>Study, <a href=\"https://www.carnegie.org/media/filer_public/9d/0a/9d0af9f4-06af-4cc6-ae7d-71a2ae2b93d7/ccny_report_2003_civicmission.pdf\">&quot;The Civic Mission of Schools,&quot;</a> Carnegie Corporation of New York and The Center for Information and Research on Civic Learning and Engagement, Tufts University, 2003</p>\r\n\r\n<p>Fact sheet, <a href=\"http://civicyouth.org/wp-content/uploads/2013/01/What-Young-Adults-Know-Fact-Sheet-20131.pdf\">&quot;What do Young Adults Know about Politics? Evidence from a National Survey Conducted After the 2012 Election,&quot;</a> The Center for Information and Research on Civic Learning and Engagement, Tufts University, January 2013</p>\r\n\r\n<p>News story, <a href=\"https://www.texastribune.org/2017/09/15/principals-arent-registering-high-schoolers-vote/\">&quot;Principals aren&rsquo;t registering high schoolers to vote. Texas is turning to superintendents,&quot;</a> Texas Tribune, Sept. 15, 2017</p>\r\n\r\n<p>The Constitution, <a href=\"https://www.gpo.gov/fdsys/pkg/GPO-CONAN-2013/pdf/GPO-CONAN-2013.pdf\">centennial edition</a>, U.S. Government Publishing Office (accessed Sept. 20, 2017)</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2016/jan/29/paul-saldana/paul-saldana-says-texas-law-requires-high-school-r/\">&quot;Paul Salda&ntilde;a says Texas law requires high school registrars to make eligible students vote,&quot;</a> Politifact Texas, Jan. 29, 2016</p>\r\n\r\n<p>Texas law, <a href=\"http://www.statutes.legis.state.tx.us/Docs/EL/htm/EL.13.htm\">chapter 13 of the Texas election code including section 13.046, &quot;High School Deputy Registrars,&quot;</a> initially passed into law by the 1985 Legislature (accessed Sept. 20, 2017)</p>\r\n\r\n<p>Phone interview, Payton Spreen, chief of staff to state Rep. Charlie Geren, Sept. 20, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1gA6lQbBZ7OTNDoT7ZkWToJjE4t8NPNzHerw-osa9_Dk/edit#heading=h.36oc428pwbb7\">Emails</a>, Sam Taylor, communications director for Secretary of State Ronaldo Pablos, Oct. 5, 6 and 24, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1nr5YsOG_eNO-gtcWjt6cOBWdmnnUFV3y2em1_GqV1uQ/edit\">Email,</a> Lila Valencia, senior demographer, Texas Demographic Center, the University of Texas at San Antonio, Oct. 10, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1DMWX3uL_yoNcUiNWsXeTQNsKTiDzYt0vIcy3X-3afmg/edit\">Email,</a> Julie Iriondo, public affairs specialist, U.S. Census Bureau, Oct. 10, 2017</p>\r\n\r\n<p>Websites showing survey results, U.S. Census Bureau, <a href=\"https://www.census.gov/data/tables/2000/demo/voting-and-registration/p20-542.html\">&quot;Voting and Registration in the Election of November 2000,&quot;</a> February 2002; <a href=\"https://www.census.gov/data/tables/2004/demo/voting-and-registration/p20-556.html\">&quot;Voting and Registration in the Election of November 2004,&quot;</a> March 2006; <a href=\"https://www.census.gov/data/tables/2008/demo/voting-and-registration/p20-562-rv.html\">&quot;Voting and Registration in the Election of November 2008,&quot;</a>, July 2012; <a href=\"https://www.census.gov/data/tables/2012/demo/voting-and-registration/p20-568.html\">&quot;Voting and Registration in the Election of November 2012,&quot;</a> May 2013; <a href=\"https://www.census.gov/data/tables/time-series/demo/voting-and-registration/p20-580.html\">&quot;Voting and Registration in the Election of November 2016,&quot;</a> May 2017</p>\r\n\r\n<p>Survey data methodology, <a href=\"https://www.census.gov/programs-surveys/cps/technical-documentation/methodology.html\">Current Population Survey (CPS)</a>, Census Bureau, undated (accessed Oct. 17, 2017)</p>\r\n\r\n<p>Report, studies and a blog post, Census Bureau, <a href=\"https://www.census.gov/population/socdemo/voting/p25-406/p25-406.pdf\">&quot;Estimates of the Population of Voting Age, for States: November 1, 1968,&quot;</a> Oct. 4, 1968; &nbsp;<a href=\"https://www.census.gov/prod/2010pubs/p20-562.pdf\">&quot;Voting and Registration in the Election of November 2008: Population Characteristics,&quot;</a> July 2012; <a href=\"https://www.census.gov/content/dam/Census/library/publications/2014/demo/p20-573.pdf\">&quot;Young-Adult Voting: An Analysis of Presidential Elections, 1964&ndash;2012,&quot;</a> April 2014; &nbsp;<a href=\"https://www.census.gov/newsroom/blogs/random-samplings/2017/05/voting_in_america.html\">&quot;Voting in America: A Look at the 2016 Presidential Election&quot;</a>, May 10, 2017</p>\r\n\r\n<p>Data, <a href=\"https://www.sos.state.tx.us/elections/historical/70-92.shtml\">&quot;Turnout and Voter Registration Figures (1970-Current),&quot;</a>, Texas Secretary of State&rsquo;s Office, undated (accessed Oct. 19, 2017)</p>\r\n\r\n<p>Methodology, <a href=\"http://demographics.texas.gov/Data/TPEPP/Projections/Methodology.pdf\">&quot;Projections of the Population of Texas and Counties in Texas by Age, Sex and Race/Ethnicity for 2010-2050,&quot;</a> Texas State Data Center, November 2014</p>\r\n\r\n<p>Web page, <a href=\"https://www.sos.state.tx.us/elections/vr/index.shtml\">&quot;Voter Registration&quot; (The Suspense List)</a>, Texas Secretary of State, undated (accessed Oct. 23, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House member", "false_count": 0, "first_name": "Charlie", "half_true_count": 1, "home_state": "Texas", "id": 3908, "last_name": "Geren", "mostly_true_count": 1, "name_slug": "charlie-geren", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gerenpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3908/", "total_count": 2, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=99"}, "statement": "<p>&quot;Less than half of Texans ages 18-24 are registered to vote.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-09-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 111, "photo": null, "resource_uri": "/api/v/2/subject/111/", "subject": "Census", "subject_slug": "census", "used_in_edition": []}, {"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": "Was @charliegeren right that less than half of young Texans are registered to vote?"}