{"art": [{"brightcove": "", "caption": "West Virginia Attorney General Patrick Morrisey, a candidate for U.S. Senate, was accused of supporting abortion rights in a 2000 Congressional race.", "id": 13817, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/morrisey.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13817/", "title": "Photo Morrisey", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/oct/30/evan-jenkins/did-patrick-morrisey-once-support-abortion-rights/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Did Patrick Morrisey once support abortion rights? No", "id": 14687, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14687/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In the West Virginia primaries for U.S. Senate, the Republican candidates are lobbing accusations of being insufficiently conservative.</p>\r\n\r\n<p>West Virginia Attorney General Patrick Morrisey first attacked his opponent, U.S. Rep. Evan Jenkins, R-W.Va., on Twitter for being a political opportunist due to changes in his party affiliation. Morrisey and Jenkins are competing for the GOP nomindation&nbsp;to challenge Sen. Joe Manchin, a Democrat.</p>\r\n\r\n<p>&quot;GOP, then Dem for 20 years, then Jenkins becomes a rank political opportunist and joins GOP. Jenkins stands for nothing but himself,&quot; Morrisey tweeted.</p>\r\n\r\n<p>Jenkins responded by accusing Morrisey of supporting abortion rights in a 2000 race for U.S. Congress in New Jersey. (Morrisey moved to West Virginia in 2006.)</p>\r\n\r\n<p>&quot;Guy who ran for Congress in NJ as pro-choice and just took $100k in pill money,&quot; Jenkins said.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Both candidates have received endorsements from anti-abortion groups in recent years, and Morrisey received the endorsement from West Virginians for Life this year. So is it accurate that&nbsp;Morrisey advocated for abortion rights in a race to represent New Jersey&rsquo;s 7th District? Not exactly.</p>\r\n\r\n<p>Morrisey clearly opposes abortion. Jenkins&rsquo; claim essentially boils down to Morrisey not having opposed it enough in 2000.</p>\r\n\r\n<p>When we asked Jenkins&rsquo; campaign for evidence, they directed us to the following line in a May 15, 2000, AP story about the GOP primary race between Mike Ferguson and Morrisey:</p>\r\n\r\n<p>&quot;Ferguson has the support of state and national anti-abortion organizations and says he would support a constitutional amendment to ban abortion. The other abortion opponent in the field, Morrisey, says he would not support such an amendment,&quot; the story said.</p>\r\n\r\n<p>&quot;While Ferguson and Morrisey are against abortion, and (Tom) Kean favors abortion rights, (Joel) Weingarten says only that lawmakers should respect &lsquo;current constitutional strictures&rsquo; by not trying to overturn the 1973 Supreme Court decision, <em>Roe vs. Wade</em>, that legalized abortion,&quot; the story went on to say.</p>\r\n\r\n<p>So the same article that Jenkins says shows Morrisey supported abortion rights also referred to him twice as an abortion opponent.</p>\r\n\r\n<p>The only other evidence the Jenkins campaign provided for his claim was an April 2000 news <a href=\"http://www.goleader.com/00apr20/3.htm\">article</a> in which Morrisey and Weingarten accused Ferguson of conducting a push poll in which Morrisey was portrayed as an abortion rights advocate.</p>\r\n\r\n<p>&quot;(Morrisey) also said he is ProLife and not ProChoice on the abortion issue as he said was indicated in the Ferguson campaign poll,&quot; the story said.</p>\r\n\r\n<p>The <em>Westfield Leader</em> wrote of Morrisey&rsquo;s abortion stance two months later: &quot;The candidate said he is pro-life on the abortion issue, with exceptions for rape, incest, and when the life of the mother is in danger. He opposes partial birth abortion.&quot;</p>\r\n\r\n<p>Wanda Franz, the president of West Virginians for Life, which endorsed Morrisey for Senate, called Jenkins&rsquo; accusation inaccurate. Franz emphasized that Morrisey had been fighting against abortion since the 1990s as a lawyer on Capitol Hill. (Morrisey served as Counsel to the House Commerce Committee under Republican leadership.)</p>\r\n\r\n<p>&quot;Both of the pro-life candidates were pro-life, that&rsquo;s what it said in the article,&quot; Franz said. &quot;Simply the difference had to do with the Human Life Amendment as a constitutional effort.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Human life amendment</div>\r\n\r\n<p>The human life amendment is a pretty broad term encompassing not one but several proposals to amend the Constitution to effectively overturn <em>Roe vs. Wade</em>. Most of the proposed amendments define personhood as starting at fertilization or conception, which poses a problem to some who believe abortion should be permitted in certain cases.</p>\r\n\r\n<p>&quot;A Constitutional Human Life Amendment is the only practical action we can take to broadly prohibit abortion and permanently protect unborn human life,&quot; said Andy Sere, Jenkins&rsquo; spokesman. &quot;If a candidate for Congress says he would not support the only way to do that, then that is a pro-choice position &mdash; no matter if that politician would like to be labeled pro-choice or not.&quot;</p>\r\n\r\n<p>Just to be clear, Morrisey sent a letter to the West Virginia GOP that said he would &quot;strongly support&quot; a constitutional amendment in the U.S. Senate to overturn <em>Roe vs. Wade</em>.</p>\r\n\r\n<p>&quot;For my entire career, I have been opposed to that horrific decision,&quot; Morrisey wrote.</p>\r\n\r\n<p>So what about his stance in 2000?</p>\r\n\r\n<p>Morrisey&rsquo;s campaign did not recall the reason for Morrisey&rsquo;s opposition to a constitutional&nbsp;amendment in 2000. We were unable to gather the specifics of the amendment Morrisey opposed.</p>\r\n\r\n<p>&quot;Mike Ferguson was pro-life, no exceptions, and all the articles about Morrisey had some exceptions in the case of rape or incest,&quot; said Nachama Soloveichik, Morrisey&rsquo;s spokeswoman. &quot;It&rsquo;s possible they were talking about some specific amendment that didn&rsquo;t have exceptions.&quot;</p>\r\n\r\n<p>Charles Camosy, author of <em>Beyond the Abortion Wars</em>&nbsp;and theology professor at Fordham University, explained this was a common reason for opposition to the amendment.</p>\r\n\r\n<p>Larry Arnold, the author of the AP article in question, said Morrisey&rsquo;s position on the amendment likely came from Morrisey&rsquo;s campaign website, which the Wayback Machine showed included a link to a position paper on partial birth abortion. (We were unable to track down the paper.)</p>\r\n\r\n<p>There&rsquo;s also the chance Morrisey opposed the amendment for other reasons, like believing it was not the most effective way to push the anti-abortion agenda or that it was a decision that should be left to the states.</p>\r\n\r\n<p>Franz said that either way, opposition to the amendment by itself wouldn&rsquo;t have meant he supported access to abortion in most cases, as the practicality of a constitutional amendment has long been contested even among people pushing for abortion restrictions.</p>\r\n\r\n<p>&quot;We have not thought of the human life amendment as a viable option for decades,&quot; Franz said. &quot;We don&rsquo;t have it on our candidate questionnaires. It isn&rsquo;t an issue for us anymore because we have other strategies.&quot;</p>\r\n\r\n<p>The Susan B. Anthony List, a prominent anti-abortion group, is not focused on pushing the amendment, Camosy explained, whereas other groups such as the American Life League and the Human Life Action Center still consider it a long-term goal of the anti-abortion movement. The National Pro-Life Alliance includes the issue on their candidate questionnaire.</p>\r\n\r\n<p>&quot;There are various paths to providing legal protection for unborn children,&quot; said Carol Tobias, a spokeswoman for National Right to Life. &quot;A constitutional amendment is one. Another would be for the Supreme Court to overturn <em>Roe vs. Wade</em>, followed by action at the state level to enact pro-life measures.&quot;</p>\r\n\r\n<p>In other words, the importance of the amendment is contested among anti-abortion groups, but Carmosy agreed that equating opposition to an amendment &mdash;&nbsp;no matter the reason &mdash; to supporting abortion rights was unfair. He proposed the example of the LGBT rights movement in the 1990s.</p>\r\n\r\n<p>&quot;Was someone who, back then, was arguing only for civil unions and not a constitutional amendment about marriage not a genuine LGBT ally?&quot; Camosy said. &quot;That&#39;s ridiculous. It was a difference in political strategy.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Jenkins said Morrisey &quot;ran for Congress in NJ as pro-choice.&quot;</p>\r\n\r\n<p>We found no evidence Morrisey supported abortion rights during a New Jersey congressional race in 2000. Morrisey opposed abortion except in cases of rape, incest and when the woman&rsquo;s life is in danger.</p>\r\n\r\n<p>The Jenkins campaign cited&nbsp;a 2000 AP story that said Morrisey was opposed to a constitutional amendment to ban abortion, one of the more extreme tactics among those who oppose abortion. However, experts and anti-abortion groups told us that&nbsp;opposition to the amendment would not have made Morrisey an abortion rights advocate.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n\r\n<p><strong>Correction: </strong><em>This report initially said that both candidates had&nbsp;received endorsements from an anti-abortion group&nbsp;this year. We have corrected it to note that both candidates have received endorsements&nbsp;in recent years.&nbsp;</em></p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-30T10:01:29.399517", "ruling_date": "2017-10-30T14:04:49", "ruling_headline": "Did Patrick Morrisey once support abortion rights?", "ruling_headline_slug": "did-patrick-morrisey-once-support-abortion-rights", "ruling_link_text": "Opposed one amendment", "ruling_state": null, "source_documents": null, "sources": "<p>Evan Jenkins, <a href=\"https://twitter.com/EvanJenkinsWV/status/922638858667380736\">Tweet</a>, Oct. 23, 2017</p>\r\n\r\n<p>AP, Morrisey, Jenkins trade barbs over abortion stances, May 15, 2000</p>\r\n\r\n<p>Phone interview with Nachama Soloveichik, Patrick Morrisey spokeswoman, Oct. 25, 2017</p>\r\n\r\n<p>Phone interview with Wanda Franz, president of West Virginians for Life, Oct. 24, 2017</p>\r\n\r\n<p>Email interview with Larry Arnold, former AP reporter who covered the GOP primary congressional race in New Jersey in 2000, Oct. 24, 2017</p>\r\n\r\n<p>Phone interview with Andy Sere, spokesman for Evan Jenkins, Oct. 25, 2017</p>\r\n\r\n<p>Phone interview with Charles Camosy, author of <em>Beyond the Abortion Wars</em>&nbsp;and theology professor at Fordham University, Oct. 25, 2017</p>\r\n\r\n<p>Email interview with Carol Tobias, a spokeswoman for National Right to Life, Oct. 25, 2017</p>\r\n\r\n<p>Charleston Gazette-Mail, <a href=\"https://www.wvgazettemail.com/news/politics/morrisey-jenkins-trade-barbs-over-abortion-stances/article_34e1e0d5-d8e3-58cb-8f09-953c434360fd.html\">Morrisey, Jenkins trade barbs over abortion stances</a>, Oct. 14, 2017</p>\r\n\r\n<p>Westfield Leader, <a href=\"http://www.goleader.com/00apr20/3.htm\">Weingarten, Morrisey Accuse Ferguson of Push Polling; Candidate&rsquo;s Aides Say Poll Was Legitimate Survey Walsh, Gardner Bow</a>, April 20, 2000</p>\r\n\r\n<p>Westfield Leader, <a href=\"http://www.goleader.com/00jun01/2.htm\">Mr. Morrisey Feels Washington Experience Puts Him in Excellent Position for Upset</a>, June 1, 2000</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Evan", "half_true_count": 1, "home_state": "", "id": 4079, "last_name": "Jenkins", "mostly_true_count": 1, "name_slug": "evan-jenkins", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jenkins.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4079/", "total_count": 5, "true_count": 1, "website": ""}, "statement": "<p>Says Patrick Morrisey &quot;ran for Congress in NJ as pro-choice.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-10-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": "Did Patrick Morrisey once support abortion rights?"}