{"art": [{"brightcove": "", "caption": "This imagery appeared on a New Leadership PAC web page showing a press release talking up changes in Texas House leadership (screen shot, October 2017).", "id": 13851, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/nlppic1017pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13851/", "title": "New Leadership PAC Texas October 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/nov/01/new-leadership-pac/did-gop-activists-representing-majority-gop-voters/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Did most Republican activists vote for ousting Joe Straus?", "id": 14696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Before Texas House Speaker&nbsp;<a href=\"http://www.house.state.tx.us/members/speaker/#biography\">Joe Straus </a><a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/texas-house-speaker-straus-won-run-for-election/ZGHSTmveXNLU6G2oAnJtHJ/\">revealed</a> he won&rsquo;t seek re-election&nbsp;in 2018, a group declared that&nbsp;activists accounting for more than half the state&rsquo;s Republican electorate&nbsp;had&nbsp;called for House leaders to skedaddle.</p>\r\n\r\n<p>The New Leadership PAC introduced itself in an October 2017 <a href=\"http://nlpac.org/\">press release</a>&nbsp;stating: &quot;NLP is the culmination of discussions among a growing movement of organizations, leaders and voters across the state. Evidence of the need for NLP is illustrated by the passage of resolutions demanding changes in House leadership by 54 (and growing) of Republican party county chapters that together represent over 50 percent of Texas Republican voters.&quot;</p>\r\n\r\n<p>Voters might question whether party honchos automatically represent their wishes. Still, we wondered if resolutions demanding changes won widespread adoption as described.</p>\r\n\r\n<p>The PAC&#39;s release didn&rsquo;t single out House leaders by name. But the PAC&rsquo;s treasurer, Don Dyer of Austin, responded to our request for factual backup by emailing an <a href=\"https://docs.google.com/document/d/1aeWdrilz5j7e3vQy0c9HMiwNLYJtf_ql5kUqI7dOQD0/edit?usp=sharing\">undated document</a> listing 56 of the state&rsquo;s 254 counties under the headline, &quot;Texas County GOP&rsquo;s Voting to Oust Straus,&quot; the San Antonio Republican in his record-tying&nbsp;fifth two-year stint as speaker. House members fill the gavel-wielding leadership post from among themselves at&nbsp;the start of each regular legislative session.</p>\r\n\r\n<p>We unsuccessfully sought more information from Dyer, who told us whoever composed the list didn&rsquo;t want to be identified. Dyer also didn&rsquo;t provide copies of the referenced resolutions or the details of each proclaimed action.</p>\r\n\r\n<p><strong>Independent verification</strong></p>\r\n\r\n<p>We started our independent look into this claim by asking&nbsp;the Republican Party of Texas about such actions by local parties. By email, spokesman Jamie Bennett replied&nbsp;that county parties &quot;act autonomously and are not required to submit resolutions to the state party. Therefore, I do have any list of all relevant resolutions. The best way to get that info would be to contact county chairs individually.&quot;</p>\r\n\r\n<p>We didn&rsquo;t have the resources to check all the counties listed by Dyer. But <a href=\"https://docs.google.com/spreadsheets/d/1Ifzu2QDMTe91jKiua2IZ7jR7M76r-m3e6GocpKMep6s/edit?usp=sharing\">our reporting</a>--based on interviews of local party officials plus news stories and web posts by county parties and <a href=\"https://empowertexans.com/\">Empower Texans</a>, a group <a href=\"https://www.empowertexans.com/wp-content/uploads/2014/11/Straus-Booklet.pdf\">long intent</a> on banishing Straus for his resistance to its agenda--<a href=\"https://docs.google.com/spreadsheets/d/1uazjLB3DVq0vFbFMy7igJGWHwtfMfJOkWnerN4M8bYE/edit?usp=sharing\">showed </a>that anti-Straus resolutions were approved by executive committees of Republican parties in 19 counties including the eight counties accounting for the greatest numerical turnouts in the state&rsquo;s latest GOP primary, in March 2016: Harris, Tarrant, Dallas, Bexar, Collin, Denton, Montgomery and Travis counties.</p>\r\n\r\n<p>Also, you can make a case that the 19 parties represent more than half the state&rsquo;s Republicans. That is, <a href=\"http://elections.sos.state.tx.us/elchist273_state.htm\">state-posted election returns</a> show&nbsp;the 1,498,383 people who voted for president in those counties&nbsp;comprised 53 percent of the 2,836,488 Texans who voted for president in the party&#39;s statewide primary.&nbsp;About 1.4 million Texans <a href=\"http://elections.sos.state.tx.us/elchist233_state.htm\">voted</a> in the Texas Democratic presidential primary.</p>\r\n\r\n<p><strong>County-by-county confirmations</strong></p>\r\n\r\n<p>We turned next to confirming individual adoptions of anti-Straus resolutions.</p>\r\n\r\n<p>In July 2017, Bexar County Republicans led the way by&nbsp;<a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/bexar-gop-wants-straus-replaced-speaker-for-lack-party-fidelity/ohb1WTlQ6jq2OmI4ycnCYJ/\">adopting a resolution</a> by 36-28 <a href=\"http://www.expressnews.com/news/news_columnists/gilbert_garcia/article/Bexar-County-Republicans-formally-condemn-Speaker-11280582.php\">calling for</a> &quot;a change in leadership in the Texas House speakership.&quot; That happened, in Straus&#39;s home county,&nbsp;just before lawmakers began a special session on <a href=\"http://www.mystatesman.com/news/gov-abbott-calls-for-sweeping-special-session-conservative-goals/BvNzVVKhFENQ9JNj4nUmDK/\">20 topics</a> designated by Gov. Greg Abbott including Abbott&rsquo;s desire, successfully resisted by Straus, for a public-school bathroom law targeting transgender people.</p>\r\n\r\n<p>Like others, the Bexar County resolution says the House&rsquo;s leadership should change due to Straus&rsquo;s failure to support the party&rsquo;s platform. The&nbsp;latest <a href=\"https://www.texasgop.org/wp-content/uploads/2016/01/PERM-PLATFORM.pdf\">platform</a>, adopted by Texas GOP activists in 2016, spells out positions that nominees are expected to champion--among them, an end to the direct election of U.S. senators; abolition of about 10 federal agencies; passage of federal legislation remanding all authority over abortion to individual states--and, at the state level, &quot;enactment of legislation addressing individuals&rsquo; use of bathrooms, showers and locker rooms that correspond with their biologically determined sex.&quot;</p>\r\n\r\n<p>In a phone message, Ruth Pharis of the Comal County Republican Party confirmed that its executive committee on July 20, 2017 approved a resolution supporting a change in the House speaker. Hood County Republicans similarly acted before the special session, according to a <a href=\"https://www.empowertexans.com/wp-content/uploads/2017/07/Straus-Resolution-Hood-2017-07-17.pdf\">memo from</a> Jim Logan, the county party&rsquo;s chairman. &quot;Even though many pieces of legislation have been put forward that are in line with the Republican Party of Texas platform,&quot; the resolution says, &quot;Speaker Straus has failed to get them through the Texas House... We have no confidence going forward that he will adequately support the direction outlined by the platform and new leadership needs to be installed to effectively represent the will of the Republican Party of Texas voters and their platform.&quot;</p>\r\n\r\n<p>GOP leaders in Smith County likewise approved a resolution, though the <em>Tyler Morning Telegraph</em> <a href=\"http://www.tylerpaper.com/TP-News+Local/293702/smith-county-gop-passes-resolution-censuring-texas-house-speaker-joe-straus\">quoted</a> Brent Thompson, the county party&rsquo;s chair, calling the move &quot;symbolic&quot; and saying the resolution &quot;isn&rsquo;t going to accomplish anything more than show Speaker Straus where we stand.&quot;</p>\r\n\r\n<p>An August 2017 Empower Texans <a href=\"https://empowertexans.com/around-texas/liberty-county-republicans-pass-resolution-condemning-joe-straus/\">web post</a> says Liberty County Republicans that month approved a &quot;no confidence&quot; <a href=\"https://www.empowertexans.com/wp-content/uploads/2017/08/Resolution-5-17-Recommendation-to-Censure-Speaker-of-the-Texas-House.pdf\">resolution</a> calling for Straus to be censured by the state party&rsquo;s executive committee for &quot;his dismal failure to support&quot; the party&rsquo;s &quot;core principles.&quot; The resolution also contains passages suggesting Straus bends to Democratic wishes. Straus, unsaid, gained momentum as an aspirant for House speaker in 2009&nbsp;<a href=\"http://www.statesman.com/news/state--regional-govt--politics/speaker-natural-long-shot/UrwrTM5z4GjPhAANYvijUJ/\">thanks to backing from House Democrats and a few Republican House members</a>.</p>\r\n\r\n<p>On Aug. 7, 2017, Collin County Republicans voted 40-13 for a resolution in favor of House Republicans alone choosing the House speaker at the start of the 2019 regular session, Neal Katz, the county party&rsquo;s executive director, told us by phone.</p>\r\n\r\n<p>On Aug. 17, 2017, the executive committee of the Denton County Republican Party <a href=\"https://dentongop.org/denton-county-republican-executive-committee-passes-resolution-no-confidence-texas-house-speaker-joe-straus/\">approved a &quot;no confidence&quot; resolution</a> demanding that &quot;our elected officials in the Texas House withdraw support&quot; from Straus. &quot;We believe that it is time for new leadership in the House in order to effectively represent the will of Texas voters,&quot; the resolution says.</p>\r\n\r\n<p>Montgomery County Republican Party leaders acted similarly by a 33-11 vote, according to <a href=\"http://thegoldenhammer.net/montgomery-county-republican-executive-committee-sprints-towards-reform-calls-for-change-in-texas-house-leadership-away-from-liberal-joe-straus/\">an account</a> in the Golden Hammer, a local publication. Wally Wilkerson, the county party&rsquo;s chairman, told us by phone the vote took place with most of the local party&rsquo;s 90 executive committee members not present. Wilkerson, who&rsquo;s chaired the local party since 1964, credited conservative activists. &quot;Core elements of both parties have to have a bogeyman,&quot; Wilkerson said.</p>\r\n\r\n<p>Separately, Galveston County Republican Party leaders voted 14-2 to adopt a no-confidence resolution about Straus, Empower Texans <a href=\"https://empowertexans.com/quicktakes/galveston-county-republican-party-oust-straus/\">reported</a>&nbsp;while&nbsp;party leaders in Tom Green County adopted a resolution telling the county&rsquo;s House member to &quot;work to install&quot; a speaker who&rsquo;ll advance party platform directives, Jeff Betty, the county party&rsquo;s chairman, told us by email.</p>\r\n\r\n<p>Also in August 2017, Republican precinct chairs in Hidalgo County voted in a straw poll by 20-0, with seven abstentions, to condemn Straus, according to a <em>Rio Grande Guardian</em> <a href=\"http://riograndeguardian.com/hidalgo-county-gop-straw-poll-finds-no-confidence-in-straus/\">news story</a>, though no resolution was taken up. The story quoted Jim Barnes, a tea-party activist, calling Straus an &quot;embedded Democrat.&quot;</p>\r\n\r\n<p>Kaufman County Republicans approved a <a href=\"http://lonestarliberty.net/wp-content/uploads/2017/08/Kaufman-County-GOP-resolution.jpg\">resolution</a> calling for Straus to be removed as speaker for not heeding core platform principles, that party&rsquo;s chairman, <a href=\"http://kaufmancountygop.com/clubs/\">Jimmy Weaver</a>, confirmed by phone. In a phone message, <a href=\"http://www.greggcountygop.com/about-gregg-gop/leadership/\">Marty Rhymes</a> of the Gregg County Republican Party said its leaders approved an anti-Straus resolution. &quot;We&rsquo;re definitely excited he&rsquo;s not going to run&quot; again, Rhymes said.</p>\r\n\r\n<p>Also that month, Dallas County Republicans approved a <a href=\"https://4580-presscdn-0-3-pagely.netdna-ssl.com/wp-content/uploads/2017/08/Anti-Straus-Resolution-Dallas.pdf\">resolution</a> expressing &quot;no confidence&quot; in Straus, <a href=\"https://www.linkedin.com/in/ashleymoretti/\">Ashley Moretti</a>, the county party&rsquo;s executive director, confirmed by email.</p>\r\n\r\n<p>On Sept. 25, 2017, the executive committee of the Harris County Republican Party approved--without a voiced dissent, party spokesman <a href=\"https://twitter.com/vladdavidiuk?lang=en\">Vlad Davidiuk</a> told us by phone--a <a href=\"https://d3n8a8pro7vhmx.cloudfront.net/hcrp/pages/427/attachments/original/1508456886/HCRP_EC_Meeting_20170925-2.pdf?1508456886\">resolution</a> charging Straus with constantly obstructing the party&rsquo;s platform, &quot;resulting in a vast and deep disappointment among conservative grassroots voters.&quot; Also noted in the resolution: Straus <a href=\"http://www.expressnews.com/news/local/article/The-gloves-are-off-Straus-slams-special-session-11221040.php\">referring in June 2017</a> to Abbott&rsquo;s special-session topics as &quot;horse manure.&quot;</p>\r\n\r\n<p>Straus, the resolution says, &quot;has consistently killed conservative legislation, advanced liberal bills and remains beholden to special interests. It is a demonstrable fact that Texas House Republicans will pass conservative bills if those bills ever get a &lsquo;floor&rsquo; vote. The Speaker has consistently packed his committee chair assignments with Democrats and liberal Republicans in an effort to deliberately stall and kill conservative legislation,&quot; the resolution says.</p>\r\n\r\n<p>Separately, Tarrant County Republicans adopted a call to choose a different speaker &quot;that will be fair and apply the rules equitably to all members of the House on all bills,&quot; the <em>Fort Worth Star-Telegram</em> <a href=\"http://www.star-telegram.com/news/politics-government/state-politics/article173539106.html\">reported</a>.</p>\r\n\r\n<p>Also that month, Randall County Republican Party precinct leaders voted to tell local House members to vote against Straus for speaker, the <em>Amarillo Globe News</em> <a href=\"http://amarillo.com/local-news/news/politics/2017-10-03/republican-party-randall-county-pulls-support-joe-straus-house\">reported</a>. And by a show of hands, precinct chairs for the Travis County Republican Party approved a resolution Sept. 12, 2017 calling for a change in the House speaker due to Straus&rsquo;s &quot;non-support&quot; of the party platform, the county party <a href=\"http://www.traviscountygop.org/news/273/38/Speaker-election-reform-resolution-passes.html\">says</a> on its website. The resolution said Straus had &quot;consistently denied the House the opportunity to act decisively upon conservative policies supported by Texas voters.&quot;</p>\r\n\r\n<p>On Sept. 18, 2017, party leaders in Guadalupe County endorsed a <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGOXdfVks3RzlhTEk/view?usp=sharing\">resolution</a> recommending that Straus be censured by the state party&rsquo;s executive committee &quot;for his dismal failure to support&quot; the platform&rsquo;s &quot;core principles,&quot; Karen Hale of the county party told us by email.</p>\r\n\r\n<p>In Williamson County, in contrast, party leaders rejected an anti-Straus <a href=\"http://www.williamsoncountygop.org/wp-content/uploads/2010/06/Wilco-Resolution-2.pdf\">resolution</a> by 31-14, the party&rsquo;s chairman, Bill Fairbrother, advised by phone. Fairbrother recalled debate about whether the move would hurt the county among lawmakers. Fairbrother said of Straus, &quot;There&rsquo;s a lot of respect for him here.&quot;</p>\r\n\r\n<p>We queried Jason Embry, a Straus spokesman, about the PAC&#39;s claim. Embry replied with an <a href=\"https://docs.google.com/document/d/e/2PACX-1vTakhVlShFQtp-A5Qo-85CZC8qibTTrss4tz8ri7bNkjBuvRCkTQy0fi9tEAzhIRYKZiaD3W5DVUyO_/pub\">email</a> expressing Straus&rsquo;s gratitude for support from &quot;mainstream Republicans.&quot; The email didn&rsquo;t touch on resolutions adopted by leaders of county parties.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The PAC said county parties representing more than half the state&rsquo;s Republican voters approved resolutions demanding changes in House leadership.</p>\r\n\r\n<p>The group fell short of proving its claim. But we identified 19 counties, arguably accounting for more than half the voters in the state&rsquo;s 2016 Republican presidential primary, where local party leaders approved calls this year for Speaker Straus to go.</p>\r\n\r\n<p>We rate this claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE </strong></em>&ndash; The statement is accurate and there&rsquo;s nothing significant missing. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-10-31T17:13:06.249207", "ruling_date": "2017-11-01T11:08:33", "ruling_headline": "Did activists representing majority of Republican voters call for changes in Texas House leadership?", "ruling_headline_slug": "did-gop-activists-representing-majority-gop-voters", "ruling_link_text": "Jousting to oust Joe Straus", "ruling_state": null, "source_documents": null, "sources": "<p>Press release, <a href=\"http://nlpac.org/\">&quot;Conservative Texas Leaders Announce New Leadership PAC NLP will participate in 2018 Texas Primaries to recruit and support new House leaders,&quot;</a> New Leadership PAC, Oct. 19, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTEdUQfS_jXouA28sVjfOS8No30axXswImfAAeTRi_rKpMGJrV3vOb4j2r03xz8pJTl6po2j6bJQu61/pub\">Emails</a>, Don Dyer, treasurer, New Leadership PAC, Oct. 23, 2017</p>\r\n\r\n<p>Web page, <a href=\"http://elections.sos.state.tx.us/elchist273_state.htm\">&quot;Race Summary Report &nbsp;2016 Republican Party Primary Election,&quot;</a> Texas secretary of state, March 1, 2016 (accessed Oct. 23, 2017)</p>\r\n\r\n<p>Story, <a href=\"https://texasmonitor.org/joe-straus-new-leadership-pac/\">&quot;New PAC aims to topple Straus and his lieutenants in &lsquo;corrupt&rsquo; House,&quot;</a> the Texas Monitor, Oct. 19, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRS3L1WrxKCDdqxrhgR7SOopkH1RMdGNbTHwwlO1QaIKBpqFxlPNb_H4z4p5BqAXQG2NxIJXT2JEvWc/pub\">Email</a>, Jamie Bennett, press secretary, Republican Party of Texas, Oct. 19, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://lonestarliberty.net/ouststraus-movement-gains-momentum-texas/\">#OustStraus Movement Gains Momentum in Texas (UPDATED)</a>, Lone Star Liberty, Aug. 4, 2017 (accessed Oct. 23, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRwpx8wVyvW2vsnZ68cgjLkv7i_WQ5_gQm25X9DOmZeSUBfePCmks7eVZTogcXOhYZJVnzxsokjcsYn/pub\">Emails</a>, <a href=\"https://www.linkedin.com/in/ashleymoretti/\">Ashley Dawn Moretti</a>, executive director, Dallas County Republican Party, Oct. 25 and 27, 2017</p>\r\n\r\n<p>Web posts, Empower Texans, <a href=\"https://empowertexans.com/quicktakes/galveston-county-republican-party-oust-straus/\">&quot;LIBERTY COUNTY REPUBLICANS PASS RESOLUTION CONDEMNING JOE STRAUS,&quot;</a> Aug. 2, 2017; <a href=\"https://empowertexans.com/quicktakes/galveston-county-republican-party-oust-straus/\">&quot;GALVESTON COUNTY REPUBLICAN PARTY: &#39;OUST STRAUS,&#39;&quot;</a> Aug. 22, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.expressnews.com/news/news_columnists/gilbert_garcia/article/Bexar-County-Republicans-formally-condemn-Speaker-11280582.php\">&quot;Bexar County GOP formally denounces Speaker Straus,&quot;</a> <em>San Antonio Express-News</em>, July 11, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/bexar-gop-wants-straus-replaced-speaker-for-lack-party-fidelity/ohb1WTlQ6jq2OmI4ycnCYJ/\">&quot;Bexar GOP wants Straus replaced as speaker for lack of party fidelity,&quot;</a> <em>Austin American-Statesman</em>, July 11, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRucwBg5eB9NsNWo1PILPUcdqrghlk1M7s2S8fwUeOr8V_Gi48bKYUn2C59k_xetuJMqpEcqbdjFHPt/pub\">Email</a> and phone message, Ruth Pharis, chair, Comal County Republican Party, Oct. 27 and 31, 2017</p>\r\n\r\n<p>Document, <a href=\"https://drive.google.com/file/d/0B0kkOiAWUCUGOXdfVks3RzlhTEk/view?usp=sharing\">resolution</a> approved by Guadalupe County Republican Party, Sept. 12, 2017 (received by email from Karen Hale, chairwoman, Guadalupe County Republican Party, Oct,. 26, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://amarillo.com/local-news/news/politics/2017-10-03/republican-party-randall-county-pulls-support-joe-straus-house\">&quot;Republican Party of Randall County pulls support for Joe Straus as House Speaker,&quot;</a> <em>Amarillo Globe News</em>, Oct. 3, 2017</p>\r\n\r\n<p>Phone interview, <a href=\"https://twitter.com/vladdavidiuk?lang=en\">Vlad Davidiuk</a>, director of communications, Harris County Republican Party, Oct. 26, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.expressnews.com/news/local/article/The-gloves-are-off-Straus-slams-special-session-11221040.php\">&quot;Riffing on Reagan, Straus speaks his mind on special session agenda,&quot;</a> <em>San Antonio Express-News</em>, June 14, 2017</p>\r\n\r\n<p>Phone interview, Neal Katz, executive director, Collin County Republican Party, Oct. 30, 2017</p>\r\n\r\n<p>Story, <a href=\"http://thegoldenhammer.net/montgomery-county-republican-executive-committee-sprints-towards-reform-calls-for-change-in-texas-house-leadership-away-from-liberal-joe-straus/\">&quot;Montgomery County Republican Executive Committee Sprints Towards Reform, Calls For Change In Texas House Leadership Away From Liberal Joe Straus,&quot;</a> the Golden Hammer, Aug. 17, 2017</p>\r\n\r\n<p>Agenda document including adopted resolutions, <a href=\"https://d3n8a8pro7vhmx.cloudfront.net/hcrp/pages/427/attachments/original/1508456886/HCRP_EC_Meeting_20170925-2.pdf?1508456886\">&quot;Harris County Republican Party Quarterly Executive Committee Meeting Monday, September 25, 2017,&quot;</a> (accessed Oct. 26, 2017)</p>\r\n\r\n<p><a href=\"https://4580-presscdn-0-3-pagely.netdna-ssl.com/wp-content/uploads/2017/08/Anti-Straus-Resolution-Dallas.pdf\">Resolution</a> expressing &quot;no confidence&quot; in Texas House speaker, adopted by Dallas County Republicans, Aug. 21, 2017 (posted online by Empower Texans, Aug. 23, 2017)</p>\r\n\r\n<p>News story, <a href=\"http://www.star-telegram.com/news/politics-government/state-politics/article173539106.html\">&quot;Some Tarrant County Republicans vote no confidence in Texas House Speaker Joe Straus,&quot;</a> <em>Fort Worth Star-Telegram</em>, Sept. 15, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.houstonchronicle.com/news/houston-texas/houston/article/Republican-discontent-continues-despite-the-12243640.php\">&quot;Republican discontent continues despite the party&#39;s dominance in Texas,&quot;</a> <em>Houston Chronicle</em>, Sept. 30, 2017</p>\r\n\r\n<p>Web post, Empower Texans, <a href=\"https://empowertexans.com/around-texas/liberty-county-republicans-pass-resolution-condemning-joe-straus/\">&quot;LIBERTY COUNTY REPUBLICANS PASS RESOLUTION CONDEMNING JOE STRAUS,&quot;</a> Aug. 2, 2017</p>\r\n\r\n<p>Memo from Jim Logan, Hood County Republican Party chairman, to state Rep. Mike Lang, <a href=\"https://www.empowertexans.com/wp-content/uploads/2017/07/Straus-Resolution-Hood-2017-07-17.pdf\">&quot;Resolution of No Confidence in Speaker Joe Straus,&quot;</a> July 17, 2017 (posted online by Empower Texans)</p>\r\n\r\n<p>News story, <a href=\"http://www.tylerpaper.com/TP-News+Local/293702/smith-county-gop-passes-resolution-censuring-texas-house-speaker-joe-straus\">&quot;Smith County GOP passes resolution censuring Texas House Speaker Joe Straus,&quot;</a> <em>Tyler Morning Telegraph</em>, July 20, 2017</p>\r\n\r\n<p>Press release, <a href=\"https://dentongop.org/denton-county-republican-executive-committee-passes-resolution-no-confidence-texas-house-speaker-joe-straus/\">&quot;Denton County Republican Executive Committee Passes Resolution of No Confidence in Texas House Speaker Joe Straus,&quot;</a> Denton County Republican Party, Aug. 22, 2017</p>\r\n\r\n<p>News story, <a href=\"http://riograndeguardian.com/hidalgo-county-gop-straw-poll-finds-no-confidence-in-straus/\">&quot;Hidalgo County GOP straw poll finds &lsquo;no confidence&rsquo; in Straus,&quot;</a> <em>Rio Grande Guardian</em>, Aug. 13, 2017</p>\r\n\r\n<p>Phone interview, <a href=\"http://kaufmancountygop.com/clubs/\">Jimmy Weaver</a>, chairman, Kaufman County Republican Party, Oct. 27, 2017</p>\r\n\r\n<p>Phone message, <a href=\"http://www.greggcountygop.com/about-gregg-gop/leadership/\">Marty Rhymes</a>, vice chair, Gregg County Republican Party, Oct. 27, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://www.traviscountygop.org/news/273/38/Speaker-election-reform-resolution-passes.html\">&quot;SPEAKER ELECTION REFORM RESOLUTION PASSES,&quot;</a> Travis County Republican Party, Sept. 13, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTEVzRcM9u-DrOnM28hO4gkqOvycJZCdefGvucOk8RpJwA_z6CsvwGhNevC5HvkzhcvUaWCY8oZgIAv/pub\">Email</a>, Jeff Betty, chair, Tom Green County Republican Party, Oct. 27, 2017</p>\r\n\r\n<p>Phone interview, Wally Wilkerson, chairman, Montgomery County Republican Party, Oct. 30, 2017</p>\r\n\r\n<p>Phone interview, Bill Fairbrother, chairman, Williamson County Republican Party, Oct. 26, 2017</p>\r\n\r\n<p>Spreadsheets showing <a href=\"https://docs.google.com/spreadsheets/d/1uazjLB3DVq0vFbFMy7igJGWHwtfMfJOkWnerN4M8bYE/edit?usp=sharing\">confirmed Texas counties</a> where Republican Party chapters adopted resolutions calling for House Speaker Joe Straus to be replaced and <a href=\"https://docs.google.com/spreadsheets/d/1Ifzu2QDMTe91jKiua2IZ7jR7M76r-m3e6GocpKMep6s/edit?usp=sharing\">showing sourced reporting</a> on county Republican parties adopting resolutions, posted online Oct. 30, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTakhVlShFQtp-A5Qo-85CZC8qibTTrss4tz8ri7bNkjBuvRCkTQy0fi9tEAzhIRYKZiaD3W5DVUyO_/pub\">Email</a>, Jason Embry, communications director. Texas House Speaker Joe Embry, Oct. 31, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political Action Committee", "false_count": 0, "first_name": "New", "half_true_count": 0, "home_state": "Texas", "id": 4081, "last_name": "Leadership PAC", "mostly_true_count": 0, "name_slug": "new-leadership-pac", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anonimagepft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4081/", "total_count": 1, "true_count": 1, "website": "http://nlpac.org/"}, "statement": "<p>Says county parties representing more than half the state&rsquo;s Republican voters approved resolutions &quot;demanding changes&quot; in Texas House leadership.</p>\r\n", "statement_context": "a press release", "statement_date": "2017-10-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House speaker", "false_count": 0, "first_name": "Joe", "half_true_count": 2, "home_state": "Texas", "id": 876, "last_name": "Straus", "mostly_true_count": 1, "name_slug": "joe-straus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/straus_photo_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/876/", "total_count": 5, "true_count": 2, "website": "http://www.joestraus.org/"}], "twitter_headline": "Did Republican activists representing majority of GOP voters resolve to oust Texas House leaders?"}