{"art": [{"brightcove": "", "caption": "Florida Governor Rick Scott speaks at Creative Sign Designs June 13, 2017, in Tampa. (CHRIS URSO | Times)", "id": 13870, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/TP_411474_URSO_008_scotttou.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13870/", "title": "Rick Scott", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2017/nov/02/florida-agency-health-care-administration/ahca-oversells-gov-scotts-role-reducing-number-uni/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "AHCA oversells Gov. Scott's role in child healthcare gains", "id": 14702, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/14702/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The vast disruption of Hurricane Irma meant many families risked losing their children&rsquo;s health insurance coverage due to missed payments.</p>\r\n\r\n<p>As the board for the state&rsquo;s children&rsquo;s health insurance program prepared to meet about this issue, the Agency for Health Care Administration defended Gov. Rick Scott&rsquo;s record on insuring children.</p>\r\n\r\n<p>The agency sent out a news release with comment from Secretary Justin Senior before the meeting of Florida Healthy Kids, which operates the KidCare insurance program that provides coverage for children ages 5 through 18. Members discussed the possibility of asking the federal government for a waiver to assist families financially burdened by Hurricane Irma but ended up <a href=\"http://wusfnews.wusf.usf.edu/post/decision-delayed-kidcare-premiums#stream/0\">postponing a decision</a>.</p>\r\n\r\n<p>Through the agency, the Scott administration said it would work to ensure no children lose their insurance coverage as a result of the hurricane, touting its history of getting kids insured.</p>\r\n\r\n<p>&quot;Under Gov. Scott&rsquo;s leadership, Florida has had much success in lowering the rate of uninsured children,&quot; the Oct. 25 news release said.</p>\r\n\r\n<p>We wondered if it was fair for the administration to give Scott credit for decreases in the rate of uninsured children, given his general record against public health care expansion.</p>\r\n\r\n<div class=\"pf_subheadline\">What does the report say?</div>\r\n\r\n<p>The agency cited a September <a href=\"https://ccf.georgetown.edu/wp-content/uploads/2017/10/Florida-CHIP-brief-10-05-rev-2.pdf\">2017</a> Georgetown Health Policy Institute Center for Children and Families study about children&rsquo;s health coverage in Florida.</p>\r\n\r\n<p>According to the report, the uninsured rate has been dropping since before Scott took office in 2011. Florida cut the rate of uninsured children by more than half since 2009.</p>\r\n\r\n<p>The rate dropped from 14.8 percent in 2009 to 6.2 percent in 2016. That&rsquo;s a reduction from 601,000 uninsured children to 257,000.</p>\r\n\r\n<p>There are four sources of public coverage in Florida: the largest is Medicaid (2.2 million), followed by the Children&#39;s Health Insurance Program (almost 196,000), CHIP-funded Medicaid (about 145,000) and the federal heath care exchange (about 121,000).</p>\r\n\r\n<div class=\"pf_subheadline\">What happened?</div>\r\n\r\n<p>The report says Florida&rsquo;s progress is &quot;largely a result of public coverage eligibility expansions and improvements for children through Medicaid and the Children&rsquo;s Health Insurance Program that began decades ago.&quot;</p>\r\n\r\n<p>In addition, the report also gives credit to the Affordable Care Act signed by President Barack Obama. Its implementation &quot;solidified the gains&quot; and &quot;accelerated the positive trend for children.&quot;</p>\r\n\r\n<p>Scott was <a href=\"http://www.politifact.com/florida/promises/scott-o-meter/promise/623/will-fight-to-repeal-federal-health-care-law/\">a persistent critic</a> of Obamacare and <a href=\"http://www.politifact.com/florida/statements/2015/apr/07/rick-scott/scott-shifts-again-medicaid-expansion/\">flip-flopped</a> on whether to expand the state&rsquo;s Medicaid eligibility pool under the federal law. Scott&rsquo;s <a href=\"http://miamiherald.typepad.com/nakedpolitics/2015/04/gov-rick-scott-on-medicaid-what-we-have-now-works.html\">most recent position</a> in 2015 suggested the state Legislature should not expand Medicaid, saying it would be &quot;hard to understand how the state could take on even more <a href=\"http://miamiherald.typepad.com/nakedpolitics/2015/04/gov-rick-scott-on-medicaid-what-we-have-now-works.html\">federal programs</a>.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">How the health care law helps kids get insurance</div>\r\n\r\n<p>Mallory McManus, a&nbsp;spokeswoman for the health care agency, said &quot;the ACA actually did not alter or expand coverages for children.&quot; She noted that Florida, under Scott, reduced its children&rsquo;s uninsurance rate faster than every other state but one &mdash; faster than roughly 30 expansion states.</p>\r\n\r\n<p>McManus pointed to two strategies to reduce uninsurance taken by the Scott administration: improving the economy and reducing unemployment; and getting kids enrolled in Medicaid who are already eligible for the program &mdash; before they get sick or go to the emergency room.</p>\r\n\r\n<p>But health care experts &mdash; including the author of the report the agency cited &mdash; all said the federal law likely lowered the rate of uninsured children in Florida.</p>\r\n\r\n<p>While Medicaid and CHIP eligibility were not technically expanded for children under the ACA, health policy experts said they expected that children would gain coverage due to the new marketplaces, outreach efforts, and the expansion of coverage to parents.</p>\r\n\r\n<p>&quot;I think the Affordable Care Act has much more to do with decreasing Florida&rsquo;s uninsured rate than any actions that have come out of the Legislature and governor&rsquo;s office,&quot; said Anne Swerlick, a health policy expert at the <a href=\"http://www.fpi.institute/about-us/\">Florida Policy Institute</a>, a nonprofit that examines how policy affects the economy.</p>\r\n\r\n<p>(Swerlick said the the Florida Legislature did implement a provision allowing lawfully residing immigrant children to enroll in Medicaid and CHIP without waiting five years, which the Georgetown study includes.)</p>\r\n\r\n<p>Joan Alker, who co-authored the Georgetown study, said the ACA has clearly contributed to a sharp decline in the percent of uninsured children in Florida and nationwide.</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/t-0TvemagEK5Lk0ZYxdeHLH7OpreQL_ZVcOdodh-xPL25o8xTzVuScixtqOZCewN4bTVJG9YzjgGo7AhvyL5l5-q17pxuHYG02LKzahbDJq1Eg-_J58pW05IDiValsnGhckWGsTG\" style=\"border:none; height:341px; width:442px\" /></p>\r\n\r\n<p><em>(Chart via Georgtown study)</em></p>\r\n\r\n<p>In 2013, the year before the the federal health care law was implemented, Florida&rsquo;s uninsured rate for children was 11.1 percent, and by 2016 it had fallen considerable to 6.2 percent, she said.</p>\r\n\r\n<p>&quot;The fact that the recent decline in the uninsured rate for Florida children began abruptly in 2014 and coincided with a decline in the uninsured rate among children nationwide is consistent with that view,&quot; said Matthew Fiedler, a fellow with the Center for Health Policy in Brookings&#39; Economic Studies Program.</p>\r\n\r\n<p>One way the health care law might have helped, which Alker and Fiedler both mentioned, was the &quot;welcome mat&quot; effect.</p>\r\n\r\n<p>&quot;In general, the outreach efforts and new coverage opportunities of the ACA created a &lsquo;welcome mat&rsquo; for children who were already eligible for Medicaid and CHIP but not enrolled,&quot; Alker said.</p>\r\n\r\n<p>The ACA also increased the availability of subsidized coverage on the federal health insurance exchange, Fiedler said.</p>\r\n\r\n<p>He said that children with incomes too high to qualify for Medicaid or CHIP are eligible for subsidized coverage through the federal marketplace. As the Georgetown report states, Florida kids are only eligible for Medicaid or CHIP if family income is below 215 percent of the federal poverty level.</p>\r\n\r\n<p>By contrast, subsidized Marketplace coverage is available to families with incomes as high as <a href=\"http://www.commonwealthfund.org/publications/issue-briefs/2017/jul/marketplace-tax-credit-extension\">400 percent</a> of the federal poverty level, Fiedler said.</p>\r\n\r\n<p>And had Florida decided to expand Medicaid under the ACA, experts said that the expansion would likely improve the state&rsquo;s child uninsured rate because research has shown that when parents are covered more children get covered.</p>\r\n\r\n<p>For example, the Urban Institute found larger increases in children getting insurance in states that expanded Medicaid under the ACA, which was also <a href=\"http://www.healthaffairs.org/doi/abs/10.1377/hlthaff.2017.0347\">documented in a study</a> that found that Medicaid expansion to parents had a measurable &quot;welcome mat&quot; effect on their kids.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The state health care agency said, &quot;Under Gov. Scott&rsquo;s leadership, Florida has had much success in lowering the rate of uninsured children.&quot;</p>\r\n\r\n<p>The rate of uninsured children has declined dramatically since 2011. But the decline really was in the works since before Scott&rsquo;s term, in 2009. Also, this&nbsp;claim leaves out important context in the report as to why there&rsquo;s been a decline.</p>\r\n\r\n<p>The report credits the decline to decades of improvements for children in Medicaid and CHIP that have been in the works long before Scott took office. The report also said that the ACA solidified the state&rsquo;s gain, which Scott opposed.</p>\r\n\r\n<p>This statement is partially accurate, but gives too much credit to Scott. We rate this claim Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-11-02T10:55:46.742241", "ruling_date": "2017-11-02T10:58:55", "ruling_headline": "Florida agency oversells Gov. Rick Scott's role in reducing number of uninsured children", "ruling_headline_slug": "ahca-oversells-gov-scotts-role-reducing-number-uni", "ruling_link_text": "Scott opposed the ACA", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, Anne Swerlick, health policy expert at the Florida Policy Institute, Nov. 1</p>\r\n\r\n<p>Email exchange, Joan Alker, Georgetown University public policy professor and executive director of the Center for Children and Families, Oct. 31</p>\r\n\r\n<p>Email exchange, Matthew Fiedler, a fellow with the Center for Health Policy in Brookings&#39; Economic Studies Program, Nov. 1</p>\r\n\r\n<p>Email exchange, Jenny Haley, health policy expert at the Urban Institute, Nov. 2</p>\r\n\r\n<p>Interview, Louisa McQueeney, Florida Voices for Health Communications Director, Nov. 1</p>\r\n\r\n<p>Email exchange, Mallory McManus, spokeswoman for AHCA, Oct. 31</p>\r\n\r\n<p>Email exchange, Kerri Wyland, Governor&rsquo;s office spokeswoman, Nov. 1 and 2</p>\r\n\r\n<p>Georgetown University Center for Children and Families, <a href=\"https://ccf.georgetown.edu/wp-content/uploads/2017/10/Florida-CHIP-brief-10-05-rev-2.pdf\">Children&rsquo;s Coverage in Florida</a>:</p>\r\n\r\n<p>A Closer Look at Medicaid and the Children&rsquo;s Health Insurance Program, September 2017</p>\r\n\r\n<p><a href=\"http://www.miamiherald.com/news/state/florida/article180100901.html\">Miami Herald</a>, With 4,000 families possibly losing health insurance after Irma, state may ask for help, Oct. 20</p>\r\n\r\n<p><a href=\"http://www.miamiherald.com/news/health-care/article177195366.html\">Miami Herald</a>, State tells parents to &lsquo;pay up&rsquo; or lose kids&rsquo; insurance if Irma caused missed payment, Oct. 5, 2017</p>\r\n\r\n<p><a href=\"http://wusfnews.wusf.usf.edu/post/decision-delayed-kidcare-premiums#stream/0\">The News Service of Florida</a>, Decision Delayed On KidCare Premiums, Oct. 27</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Florida Agency for Health Care ", "half_true_count": 1, "home_state": "Florida", "id": 4083, "last_name": "Administration", "mostly_true_count": 0, "name_slug": "florida-agency-health-care-administration", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/person1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4083/", "total_count": 1, "true_count": 0, "website": "http://ahca.myflorida.com/"}, "statement": "<p>&quot;Under Gov. (Rick) Scott&rsquo;s leadership, Florida has had much success in lowering the rate of uninsured children.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a news release", "statement_date": "2017-10-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "AHCA oversells Gov. Scott's role in child healthcare gains"}