{"art": [{"brightcove": "", "caption": "A campaign ad put out by Patrick Morrisey linking Evan Jenkins to Hillary Clinton is misleading. Jenkins did not endorse or openly support Clinton in 2008.", "id": 13936, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/jenkins_hillary.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13936/", "title": "Photo Clinton Jenkins", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2017/nov/06/patrick-morrisey/do-joe-manchin-and-evan-jenkins-support-clinton-ca/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "How much do Evan Jenkins and Joe Manchin have in common?", "id": 14719, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/14719/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In the West Virginia Republican primary for U.S. Senate, West Virginia Attorney General Patrick Morrisey accused his opponent, U.S. Rep. Evan Jenkins, R-W.Va., of aligning with the Democratic incumbent.</p>\r\n\r\n<p>&quot;Jenkins has the same positions on the issues as Joe Manchin: supporting Hillary (Clinton), supporting cap-and-trade, supporting Planned Parenthood, many tax increases,&quot; Morrisey said in a <a href=\"https://soundcloud.com/user-773315583/patrick-morrisey-on-talkline-with-hoppy-kercheval-10-12-2017\">radio interview</a> on Oct. 12.</p>\r\n\r\n<p>Does Jenkins, a Republican, align with Manchin, a Democrat, on support for Clinton, cap-and-trade, Planned Parenthood and tax increases?</p>\r\n\r\n<p>First, it&rsquo;s important to note that Jenkins has changed his party affiliation multiple times. He was initially registered as a Democrat, switched to Republican, and back to Democrat when he sought a seat in the House of Delegates in Cabell-Wayne County, W.Va., in 1993. He remained a Democrat until July 2013, when he switched back to the Republican Party to successfully challenge U.S. Rep. Nick Rahall, D-W.Va.</p>\r\n\r\n<p>Manchin, on the other hand, is largely known as a <a href=\"https://www.theatlantic.com/politics/archive/2017/05/joe-manchin-bernie-sanders-primary-challenge-west-virginia-senate-2018/525918/\">conservative</a> Democrat.</p>\r\n\r\n<p>We found that Jenkins doesn&rsquo;t currently support the positions the ad mentioned, and in at least one case, Manchin didn&rsquo;t either.</p>\r\n\r\n<table>\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Support?</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Manchin</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Jenkins</strong></p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Hillary Clinton</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Yes</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>No</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Planned Parenthood</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Yes</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>No</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Cap-and-trade</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>No</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>No</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p><strong>Taxes</strong></p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Sometimes</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>No</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<div class=\"pf_subheadline\">Supporting Hillary Clinton</div>\r\n\r\n<p>In 2008, Manchin <a href=\"https://www.c-span.org/video/?c4457751/manchin-denver-2008\">endorsed</a>&nbsp;Barack Obama. He endorsed <a href=\"http://wvmetronews.com/2015/04/20/manchin-endorses-hillary-clinton-as-he-looks-ahead-to-next-white-house-occupant/\">Clinton</a> in 2016.</p>\r\n\r\n<p>Manchin even came out in Clinton&rsquo;s support following her controversial comments that she would &quot;put a lot of coal miners and coal companies out of business&quot; if elected.</p>\r\n\r\n<p>&quot;I&#39;m willing to take the flack because I believe in her,&quot; he <a href=\"https://www.youtube.com/watch?v=WVI2yBIt5HQ\">said</a> during a May 2016 roundtable. &quot;I know that&#39;s not in her heart, I know I&#39;ve got two people I can count on, Hillary and Bill.&quot;</p>\r\n\r\n<p>He took a step back in October 2017, <a href=\"http://www.washingtonexaminer.com/before-dumping-hillary-clinton-sen-joe-manchin-said-she-should-be-the-next-president/article/2638386\">calling</a> her statement &quot;very harmful and very hard to justify or say.&quot;</p>\r\n\r\n<p>&quot;It wouldn&#39;t be wise for Hillary to come to West Virginia,&quot; Manchin <a href=\"http://www.washingtonexaminer.com/before-dumping-hillary-clinton-sen-joe-manchin-said-she-should-be-the-next-president/article/2638386\">said</a>. &quot;It wouldn&#39;t be a good thing for her or for me.&quot;</p>\r\n\r\n<p>So while he took it down several notches, Manchin did support Clinton for president in 2016. Did Jenkins?</p>\r\n\r\n<p>Jenkins backed <a href=\"http://wvmetronews.com/2016/05/16/jenkins-says-voting-for-trump-meant-backing-coal-industry/\">Trump</a> in&nbsp;2016. The Morrisey campaign said Jenkins supported Clinton in 2008 as evidenced by his attendance of a rally in her support.</p>\r\n\r\n<p>On July 27, 2007, Jenkins attended an economic policy town hall Clinton hosted at West Virginia State University.</p>\r\n\r\n<p>&quot;Any time you have a presidential candidate from any party come to the state, it&#39;s a time to rally the troops and energize those involved in the political process,&quot; Jenkins, then a Democratic state senator, said in the article the Morrisey campaign cited.</p>\r\n\r\n<p>&quot;It&#39;s important not to miss an opportunity to hear a candidate speak about the issues that matter to the people in this state,&quot; Jenkins added.</p>\r\n\r\n<p>The article did not mention Jenkins&rsquo; presidential preferences.</p>\r\n\r\n<p>Jenkins &quot;simply remarks that it is good for the state, and the civic engagement of its citizenry, when presidential candidates from any party come to West Virginia to talk policy,&quot; said Andy Sere, a spokesman for Jenkins.</p>\r\n\r\n<p>Jenkins attended a similar event for Bush in 2004, as a Democrat.</p>\r\n\r\n<p>&quot;Anytime you have a president in your hometown, when we have the national spotlight on West Virginia, on Huntington, on Marshall, that&#39;s a plus,&quot; Jenkins had told the <em>Charleston Daily Mail</em>.</p>\r\n\r\n<p>Morrisey&rsquo;s campaign also said they believed Jenkins had voted for Clinton in the Democratic primary in 2008 because he had stated he didn&rsquo;t support Obama but still voted.</p>\r\n\r\n<p>&quot;Evan skipped the presidential race on the primary ballot in 2008 because he didn&rsquo;t support any of the Democratic candidates for president, which is why he voted for McCain in the general election,&quot; Sere said.</p>\r\n\r\n<p>&quot;In 2008 we had everything on the primary ballot, from the presidential primary all the way to county races,&quot; said Steven Adams, a spokesman for West Virginia Secretary of State&rsquo;s Office. &quot;Jenkins certainly could have skipped the presidential race if he wanted to.&quot;</p>\r\n\r\n<p>With no proof of having voted for Clinton or any public endorsements, we can&rsquo;t say Jenkins aligns with Manchin on support for Clinton.</p>\r\n\r\n<div class=\"pf_subheadline\">Supporting cap-and-trade</div>\r\n\r\n<p>Does Manchin support cap-and-trade policies?</p>\r\n\r\n<p>Manchin has campaigned on his opposition to cap-and-trade, appearing in a <a href=\"https://www.youtube.com/watch?v=xIJORBRpOPM&amp;feature=youtu.be\">2010 campaign ad</a> for the U.S. Senate that showed him&nbsp;shooting at the text of the cap-and-trade bill. &quot;I&rsquo;ll take dead aim at the cap-and-trade bill,&quot; he says in the video.</p>\r\n\r\n<p>But Morrisey&rsquo;s campaign pointed to the <a href=\"http://www.legis.state.wv.us/Bill_Status/bills_text.cfm?billdoc=hb103%20ENR.htm&amp;yr=2009&amp;sesstype=1X&amp;i=103\">Alternative and Renewable Energy Portfolio Act</a>, a bill Jenkins voted for and Manchin passed as governor in 2009.</p>\r\n\r\n<p>Manchin came <a href=\"https://youtu.be/jYHsyJ2AwYQ\">under fire</a> for the act by his opponent in 2010, who called the law &quot;Obama&rsquo;s cap-and-trade, West Virginia style.&quot; However, as<a href=\"http://www.factcheck.org/2010/10/dust-up-in-coal-country/\"> Factcheck.org</a> pointed out, the act has little to do with the cap-and-trade legislation debated in Washington.</p>\r\n\r\n<p>Cap-and-trade legislation sets limits on emissions and then lets companies trade emission reduction credits. Energy portfolio standards, on the other hand, require utilities to get a certain share of their energy generation from different sources. This bill represented the latter, calling for 10 percent of the electricity generated by coal plants to come from &quot;alternative and renewable energy resources&quot; by 2015, and 25 percent by 2025.</p>\r\n\r\n<p>A variety of &quot;advanced coal technology&quot; processes actually fit under this umbrella, including electricity generated from waste coal and coal gasification and liquefaction. Bill Raney, the president of the West Virginia Coal Association, which represents most of the coal producers in the state and endorsed Manchin for Senate, <a href=\"http://www.factcheck.org/2010/10/dust-up-in-coal-country/\">found no issue</a> with the law.</p>\r\n\r\n<p>When the law was repealed in 2015, the <em><a href=\"http://newslibrary.cnpapers.com/cgi-bin/texis/search/+hmeK+kKeShbtqTiwGmaAnDaMwDqroDanDnGtOapdGBhdcodaxoccqzmqwwwmFqh+XWX5hFq0eRGlnGeRRHmqwceRkHmGprveRDxxLo5eRS3t+XWXtFqwrFqw/storypage.html?id=54c222313\">Charleston Gazette</a></em> pointed out it had done little to hurt the coal industry or promote alternatives like wind energy or solar power.</p>\r\n\r\n<p>Morrisey&rsquo;s campaign also used as evidence that in 1997, Jenkins sponsored <a href=\"http://www.wvlegislature.gov/Bill_Text_HTML/1997_SESSIONS/RS/Bills/HB2476%20INTR.htm\">HB 2476</a>, a bill to create an emissions banking and trading program to incentivize better air quality.</p>\r\n\r\n<p>Patrick McGinley and James Van Nostrand, two environmental law experts at West Virginia University familiar with the law, disagreed.</p>\r\n\r\n<p>The 1997 bill lacks a cap on emissions, the critical feature of cap-and-trade legislation that generates scarcity in emission allowances, driving the market for trading emission credits.</p>\r\n\r\n<div class=\"pf_subheadline\">Supporting Planned Parenthood</div>\r\n\r\n<p>Manchin has gotten flack recently for his stance on Planned Parenthood, as he appeared in <a href=\"https://www.axios.com/joe-manchins-tightrope-on-planned-parenthood-2398587475.html\">photos</a> with constituents carrying both pro- and anti-Planned Parenthood signs. Manchin has voted both for and against defunding the group.</p>\r\n\r\n<p>Manchin <a href=\"https://www.axios.com/joe-manchins-tightrope-on-planned-parenthood-2398587475.html\">says</a> he&rsquo;s personally anti-abortion but supports federal funding for Planned Parenthood contingent on the Hyde Amendment, which blocks federal funding for most abortion services.</p>\r\n\r\n<p>Jenkins, on the other side, has cast repeated votes to defund Planned Parenthood, including the &quot;No Taxpayer Funding for Abortion Act,&quot; &quot;Defund Planned Parenthood Act&quot; and the &quot;Restoring Americans&#39; Healthcare Freedom Reconciliation Act,&quot; among others.</p>\r\n\r\n<p>The Morrisey campaign&rsquo;s evidence of Jenkins&rsquo; support for Planned Parenthood was a 2006 <a href=\"https://votesmart.org/candidate/political-courage-test/8297/evan-jenkins/#.WgC0SVtSwdW\">Project Vote Smart</a> issue survey on abortion where Jenkins did not indicate as a principle he supported prohibiting public funding of abortions and to organizations that advocate or perform abortions.</p>\r\n\r\n<p>&quot;Jenkins had an opportunity to say he did not support the taxpayer funding for abortion, just like he did with other abortion related policies &ndash; but he did not,&quot; said Nachama Soloveichik, a spokeswoman for Morrisey.</p>\r\n\r\n<p>The Jenkins campaign called the attack &quot;bogus,&quot; noting that the Project Vote Smart website itself said that a lack of response did not indicate opposition to a policy. Jenkins did not respond to the most recent survey.</p>\r\n\r\n<p>&quot;If a candidate does not select a response to any part or all of any question, it does not necessarily indicate that the candidate is opposed to that particular item,&quot; the page reads.</p>\r\n\r\n<div class=\"pf_subheadline\">Raising taxes</div>\r\n\r\n<p>Morrisey&rsquo;s campaign said Manchin had voted for higher taxes during his Senate tenure. Manchin&rsquo;s campaign declined to comment.</p>\r\n\r\n<p>We found that in 2012, Manchin voted for the &quot;Buffett Rule,&quot; which would have <a href=\"https://www.forbes.com/sites/joshbarro/2012/04/16/buffett-rule-fails-in-senate-51-45/#773e3d6a59de\">imposed</a> a minimum effective tax rate for high-income taxpayers. He also <a href=\"https://www.cbsnews.com/news/manchin-congress-wants-bowles-simpson-revival/\">supported</a> Bowles-Simpson, an attempt to balance the budget that <a href=\"https://www.cbpp.org/research/bowles-simpson-plan-commendably-puts-everything-on-the-table-but-has-major-deficiencies?fa=view&amp;id=3325\">raises </a>taxes.</p>\r\n\r\n<p>The Morrisey campaign couldn&#39;t point us to any federal tax increases that&nbsp;Jenkins had voted for&nbsp;while in Congress.</p>\r\n\r\n<p>Morrisey&rsquo;s campaign instead pointed to multiple votes against local tax cuts, for example, cuts to hotel taxes&nbsp;or ending fees on such things as real estate transfers or license renewals. Outside those categories, they found up-votes on a tax on cigarettes and on waste coal production -- but little else to show the &quot;many tax increases&quot; Morrisey described in the radio interview.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Morrisey said &quot;Jenkins has the same positions on the issues as Joe Manchin: supporting Hillary (Clinton), supporting cap-and-trade, supporting Planned Parenthood, many tax increases.&quot;</p>\r\n\r\n<p>We found that Jenkins doesn&rsquo;t support any of the positions the ad mentioned, and in at least one case, Manchin didn&rsquo;t either.</p>\r\n\r\n<p>Manchin supported Clinton in 2016, but besides attending a policy town hall Clinton hosted, we found no evidence Jenkins supported her as a candidate in 2008.</p>\r\n\r\n<p>Unlike the ad suggests, Manchin is against cap-and-trade legislation, even taking aim at the text of the cap-and-trade bill in a campaign video. Experts agreed the 2007 West Virginia bill Manchin and Jenkins supported was not in line with Obama&rsquo;s proposed cap-and-trade legislation, nor was the 1997 bill Jenkins co-sponsored.</p>\r\n\r\n<p>Manchin supports Planned Parenthood legislation as long as it doesn&rsquo;t fund abortions, whereas Jenkins has repeatedly voted against funding the group.</p>\r\n\r\n<p>Finally, we found no evidence of &quot;many tax increases&quot; by either Manchin or Jenkins, although Manchin supported two proposals that would have increased taxes.</p>\r\n\r\n<p>We rate this statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"artembed\"><strong>Correction</strong>: <em>This report originally said Manchin withheld his endorsement of Obama in 2008. Manchin endorsed Obama during the Democratic National Convention.&nbsp;An earlier version of this report also said Jenkins was initially unsuccessful in challenging Rahall. He was not.</em></div>\r\n", "ruling_comments_date": "2017-11-06T15:05:10.844070", "ruling_date": "2017-11-06T16:14:23", "ruling_headline": "Do Joe Manchin and Evan Jenkins support Clinton, cap-and-trade, Planned Parenthood and tax hikes?", "ruling_headline_slug": "do-joe-manchin-and-evan-jenkins-support-clinton-ca", "ruling_link_text": "They rarely align", "ruling_state": null, "source_documents": null, "sources": "<p>Soundcloud, <a href=\"https://soundcloud.com/user-773315583/patrick-morrisey-on-talkline-with-hoppy-kercheval-10-12-2017\">Patrick Morrisey on Talkline</a>, Oct. 12, 2017</p>\r\n\r\n<p>Phone interview with Andy Sere, Evan Jenkins spokesman, Nov. 1, 2017</p>\r\n\r\n<p>Email interview with Nachama Soloveichik, Patrick Morrisey spokeswoman, Nov. 2, 2017</p>\r\n\r\n<p>Email interview with Grant Herring, Joe Manchin spokesman, Nov. 2, 2017</p>\r\n\r\n<p>\fC-SPAN, <a href=\"https://www.c-span.org/video/?c4457751/manchin-denver-2008\">2008 Democratic Convention</a>, Aug. 26, 2008</p>\r\n\r\n<p>WV Metro News, <a href=\"http://wvmetronews.com/2015/04/20/manchin-endorses-hillary-clinton-as-he-looks-ahead-to-next-white-house-occupant/\">Manchin endorses Hillary Clinton as he looks ahead to next White House occupant</a>, &nbsp;April 20, 2015</p>\r\n\r\n<p>Youtube, <a href=\"https://www.youtube.com/watch?v=WVI2yBIt5HQ\">Coal Worker Confronts HRC On Putting Coal &quot;Out Of Business,&quot;</a> May 2, 2016</p>\r\n\r\n<p>The Herald-Dispatch, &quot;Cabell Dems ready for visit,&quot; July 27, 2007</p>\r\n\r\n<p>The Charleston Daily Mail, &quot;A treasured note from Johnie: Dear Ken ..., Mingo boss,&quot; April 05, 2004</p>\r\n\r\n<p>Email interview with &nbsp;Steven Adams, a spokesman for West Virginia Secretary of State&rsquo;s Office, Nov. 1, 2017</p>\r\n\r\n<p>VoteSmart.org, <a href=\"https://votesmart.org/candidate/political-courage-test/8297/evan-jenkins/#.WgCnnVtSwdV\">Evan Jenkins&#39; Issue Positions (Political Courage Test)</a>, accessed Nov. 1, 2017</p>\r\n\r\n<p>Axios, <a href=\"https://www.axios.com/joe-manchins-tightrope-on-planned-parenthood-2398587475.html\">Joe Manchin&#39;s tightrope on Planned Parenthood</a>, May 8, 2017</p>\r\n\r\n<p>Youtube, <a href=\"https://www.youtube.com/watch?v=xIJORBRpOPM&amp;feature=youtu.be\">Dead Aim - Joe Manchin for West Virginia TV Ad</a>, Oct. 9, 2010</p>\r\n\r\n<p>35th PAC, <a href=\"https://35thpac.com/wp-content/uploads/2017/04/CapandTradeEnergyBill.pdf\">Alternative and Renewable Energy Portfolio Act</a></p>\r\n\r\n<p>Factcheck.org, <a href=\"http://www.factcheck.org/2010/10/dust-up-in-coal-country/\">Dust-Up in Coal Country</a>, Oct. 1, 2010</p>\r\n\r\n<p>VoteSmart.org, <a href=\"https://votesmart.org/bill/20653/54632/8297/a-joint-resolution-providing-for-congressional-disapproval-under-chapter-8-of-title-5-united-states-code-of-a-rule-submitted-by-the-environmental-protection-agency-relating-to-carbon-pollution-emission-guidelines-for-existing-stationary-sources-electric-utility-generating-units#.WgCmZFtSwdW\">S J Res 24</a>, accessed Nov. 2, 2017</p>\r\n\r\n<p>Charleston Gazette, <a href=\"http://newslibrary.cnpapers.com/cgi-bin/texis/search/+hmeK+kKeShbtqTiwGmaAnDaMwDqroDanDnGtOapdGBhdcodaxoccqzmqwwwmFqh+XWX5hFq0eRGlnGeRRHmqwceRkHmGprveRDxxLo5eRS3t+XWXtFqwrFqw/storypage.html?id=54c222313\">Inaction on energy diversity spotlighted</a>, Jan. 22, 2015</p>\r\n\r\n<p>WVLegislature.gov, <a href=\"http://www.wvlegislature.gov/Bill_Text_HTML/1997_SESSIONS/RS/Bills/HB2476%20INTR.htm\">HB 2476</a>, &nbsp;March 11, 1997</p>\r\n\r\n<p>Email interview with James Van Nostrand, West Virginia University law professor, Nov. 2</p>\r\n\r\n<p>Email interview with Patrick McGinley, West Virginia University law professor, Nov. 2</p>\r\n\r\n<p>Email interview with Robert Stavins, director of Harvard Environmental Economics Program, Nov. 2, 2017</p>\r\n\r\n<p>Slate, <a href=\"http://www.slate.com/blogs/moneybox/2011/11/21/do_simpson_bowles_fans_know_what_s_in_it_.html\">Do Simpson-Bowles Fans Know What&#39;s In It?</a>, Nov. 21, 2011</p>\r\n\r\n<p>Center on Budget and Policy Priorities, <a href=\"https://www.cbpp.org/research/bowles-simpson-plan-commendably-puts-everything-on-the-table-but-has-major-deficiencies?fa=view&amp;id=3325\">Bowles-Simpson Plan Commendably Puts Everything on the Table But Has Major Deficiencies Because It Lacks an Appropriate Balance Between Program Cuts and Revenue Increases</a>, Nov. 17, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "Patrick", "half_true_count": 3, "home_state": "", "id": 4088, "last_name": "Morrisey", "mostly_true_count": 3, "name_slug": "patrick-morrisey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/morrisey_photo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/morrisey_photo.jpg", "resource_uri": "/api/v/2/person/4088/", "total_count": 13, "true_count": 2, "website": ""}, "statement": "<p>Says Evan &quot;Jenkins has the same positions on the issues as Joe Manchin: supporting Hillary (Clinton), supporting cap-and-trade, supporting Planned Parenthood, many tax increases.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2017-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Evan", "half_true_count": 1, "home_state": "", "id": 4079, "last_name": "Jenkins", "mostly_true_count": 1, "name_slug": "evan-jenkins", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jenkins.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4079/", "total_count": 5, "true_count": 1, "website": ""}], "twitter_headline": "Do Joe Manchin and Evan Jenkins support Clinton, cap-and-trade, Planned Parenthood and tax hikes?"}