{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/10/nancy-pelosi/pelosi-touts-democrats-revival-pay-you-go-budget-r/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1475, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1475/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In recent months, the two parties have sparred over federal spending, with Republicans charging that Democrats have spent taxpayer dollars too freely and Democrats countering that they've made efforts to curb the nation's rising deficits.<br />&nbsp;<br />One of the Democrats' main arguments about their record of fiscal responsibility is their advocacy of \"pay-as-you-go\" (or \"PAYGO\") policies. These policies have existed in several different forms over the years, but the general principle that binds them all together is that they require new spending to be paid for by making sure that the new costs are balanced by spending cuts, revenue increases or a combination of the two.<br />&nbsp;<br />President Barack Obama has often praised PAYGO, though <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/may/07/barack-obama/obama-exaggerates-role-pay-you-go-balancing-federa/\" target=\"_blank\">PolitiFact ruled</a> that his April 2009 claim that PAYGO \"helped transform large deficits into surpluses in the 1990s\" was an exaggeration and Half True.<br />&nbsp;<br />More recently, House Speaker Nancy Pelosi, D-Calif., made a point of praising PAYGO. Her comments, in a Feb. 4, 2010, press conference, came on the heels of House passage of a bill that did two things -- it raised the limit on how far into debt the United States can go, and it established a PAYGO law.<br />&nbsp;<br />Pelosi said, \"When I became speaker of the House ... our majority made PAYGO the rule of the House -- that if you wanted to have an investment, an entitlement, etc., you had to pay for it. There was no open-ended spending.\"<br />&nbsp;<br />We decided to see whether Pelosi was accurately describing what her majority did.<br />&nbsp;<br />The PAYGO that Pelosi's comment refers to -- the one instituted in 2007 -- was a House rule that governs how bills are taken up in the House. (This rule is distinct from the law that is expected to be signed by the president, although the two are broadly similar, differing mainly in operational details.)<br />&nbsp;<br />The rule approved in 2007 -- and still in force -- effectively bars the House from taking up a bill if it would, on balance, increase projected deficits. So, a bill that cut taxes by $10 billion would need to be offset by a mix of spending cuts and revenue increases that equaled $10 billion. Similarly, a bill that added $10 billion in spending would have to be offset by cuts elsewhere or tax increases totaling $10 billion. A bill does not have to be \"deficit neutral\" in every year; rather, it has to be deficit-neutral over a defined \"budget window\" going forward.<br />&nbsp;<br />The rule states that if any House member believes that a bill or an amendment being brought to the floor violates PAYGO, that lawmaker can raise an objection. If the presiding officer determines that the bill does indeed violate PAYGO, it effectively kills the bill.<br />&nbsp;<br />However, as a practical matter, it rarely happens that way. Either a bill brought up for consideration will comply with PAYGO, or else it will be in violation of PAYGO but with the majority leadership's support for waiving the PAYGO requirement. Most commonly, the leadership will push a waiver through the House Rules Committee, which historically is an instrument of the leadership. The Rules Committee would write a rule that effectively overrides PAYGO for the bill in question. Once the committee passes that rule -- which is almost a certainty -- the majority party only needs to corral a simple majority of the chamber to pass it, which in turn paves the way for passage of the PAYGO-waived bill itself.<br />&nbsp;<br />Those who say the benefits of PAYGO have been oversold have focused on two concerns. The first is that the PAYGO rule doesn't touch a number of important types of federal spending. And the second is that House Democrats have been too quick to waive PAYGO.<br />&nbsp;<br />On the first point, several types of spending are exempt from PAYGO. A big one is discretionary spending, which includes everything from defense and homeland security to education, housing and transportation. \"Congress could triple the discretionary budget tomorrow without triggering PAYGO,\" writes Brian Riedl, a budget scholar with the Heritage Foundation. \"That's quite a loophole.\" While spending on these programs is supposed to be controlled by annual targets set in congressional budget plans, PAYGO itself has no effect on them. So, to the extent that \"an investment,\" to use Pelosi's words, is undertaken using discretionary spending, it's not affected by PAYGO. That's one misleading part of her statement.<br />&nbsp;<br />Meanwhile, any spending increases currently scheduled under the law are also exempt. That means that even as the costs of programs like Social Security, Medicare and Medicaid grow, policymakers are not required to make changes to finance these costs. PAYGO kicks in only if lawmakers seek to create a new entitlement, or to expand or increase existing entitlement benefits beyond what the current formula says.<br />&nbsp;<br />\"Total entitlement spending can continue growing 6 percent annually without triggering PAYGO,\" Riedl writes. \"Social Security, Medicare and Medicaid can continue down their path to swallow up the entire federal budget.\"<br />&nbsp;<br />The new law now awaiting the president's signature would implement additional exemptions from PAYGO, some permanent, some temporary. According to the newsletter <em>CongressDaily</em>, the measure includes \"an unlimited exemption for extending the 2001 and 2003 tax cuts for the middle class,\" plus two-year exemptions for updates to the Alternative Minimum Tax (AMT) and reductions to estate taxes, as well as a five-year exemption for bills that delay Medicare reimbursement cuts for physicians.</p>\r\n<p>The critics' second complaint concerns the waiver process. Even on bills for which PAYGO would be in effect, they say, the House Democratic majority has been willing to use waivers to sidestep their own rule.<br />&nbsp;<br />\"Congress waived PAYGO every time it proved even slightly inconvenient,\" Riedl writes. \"The lawmakers waived it to extend unemployment benefits. They waived it to create a $63 billion veterans' entitlement. They waived it for the $787 billion 'stimulus' bill. [Pelosi] suggested that PAYGO be waived for any bill she feels will help the economy. Even when PAYGO wasn't waived, Congress resorted to gimmicks for compliance.\"</p>\r\n<p>Nadeam Elshami, a spokesman for Pelosi, defends the Democratic record on PAYGO. He said that PAYGO waivers have only been used on \"emergencies\" -- such as the stimulus -- and for \"the extension of current policies,\" such as the AMT update and the Medicare reimbursement increase. In the case of the AMT, Elshami added, the House initially passed a version that complied with PAYGO but could not convince the Senate to go along. <br />&nbsp;<br />In addition, Elshami said, \"viewing PAYGO's efficacy by only looking at the exceptions doesn&rsquo;t present a complete picture of how the House has dealt with its rules regarding PAYGO. Many of the major acts under Democrats were PAYGO-compliant.\" He specifically cited the House version of the health care reform bill, the farm bill and the expansion of the State Children's Health Insurance Program. <br />&nbsp;<br />Elshami also fired back at the Republicans' record on the deficit, noting that party leaders essentially waived PAYGO when they passed the 2001 and 2003 rounds of tax cuts and that they created the Medicare drug benefit in 2003 after the prior incarnation of PAYGO had lapsed -- bills that added hundreds of billions of dollars to the federal deficit.<br />&nbsp;<br />Outside experts agree that PAYGO has had some impact. \"I think it has changed the culture,\" said Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, a centrist think tank. \"I do see a lot of bills proposed with offsets. The rule has caused Congress to think more carefully about the costs of what they pass.\"<br />&nbsp;<br />Still, Goldwein said that critics have a fair point that the Democratic majority has been quick to waive PAYGO when it faced tough choices.<br />&nbsp;<br />\"It sounds like what Speaker Pelosi said was technically true, that they instituted PAYGO, but what is implied is false -- that they paid for all their new spending and tax cuts,\" Goldwein said.<br />&nbsp;<br />So let's look back at Pelosi's statement. It's an undeniable fact that the new Democratic majority in 2007 \"made PAYGO the rule of the House,\" as she said. But the second part of her statement -- \"if you wanted to have an investment, an entitlement, etc., you had to pay for it\" -- contains some aspects that are misleading. Investments made with discretionary spending, from highway-building to elementary school aid, were never supposed to be subject to PAYGO. Nor were ordinary increases in entitlements. In addition, even for key bills that should have been subject to PAYGO, Democratic leaders have acted to waive the rule on several occasions. So we rate Pelosi's statement Half True.</p>", "ruling_comments_date": "2010-02-10T14:22:18.861528", "ruling_date": "2010-02-10T17:58:39", "ruling_headline": "Pelosi touts Democrats' revival of 'pay-as-you-go' budget rules", "ruling_headline_slug": "pelosi-touts-democrats-revival-pay-you-go-budget-r", "ruling_link_text": "Except for the exemptions and waivers", "ruling_state": null, "source_documents": null, "sources": "<p>Nancy Pelosi, <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/newsmaker/111/newsmakertranscripts111-000003291175.html@committees&amp;metapub=CQ-TRANSCRIPTS&amp;searchIndex=0&amp;seqNum=36\" target=\"_blank\">transcript</a> of her weekly press conference, Feb. 4, 2010&nbsp;<br />&nbsp;<br />Richard Kogan, \"The New Pay-As-You-Go Rule in The House of Representatives\" (Center on Budget and Policy Priorities <a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=848\" target=\"_blank\">briefing paper</a>), Jan. 12, 2007<br />&nbsp;<br />Brian Riedl, \"PAYGO is an unworkable gimmick\" (Heritage Foundation <a href=\"http://www.heritage.org/Press/Commentary/ed070209e.cfm\" target=\"_blank\">commentary</a>), July 2, 2009<br />&nbsp;<br /><em>CongressDaily</em>, \"<a href=\"http://www.govexec.com/story_page.cfm?articleid=44547&amp;oref=todaysnews\" target=\"_blank\">House sends debt limit increase, pay/go to White House</a>,\" Feb. 5, 2010<br />&nbsp;<br />Barack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/statement-president-house-passage-paygo\" target=\"_blank\">statement</a> from the president on House passage of PAYGO, Feb. 4, 2010<br />&nbsp;<br />Interview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, Feb. 9, 2010<br />&nbsp;<br />E-mail interview with Brian Riedl, budget analyst at the Heritage Foundation, Feb. 8, 2010<br />&nbsp;<br />E-mail interview with Don Wolfensberger, director of the Congress Project at the Woodrow Wilson Center, Feb. 10, 2010<br />&nbsp;<br />E-mail interview with Nadeam Elshami, spokesman for House Speaker Nancy Pelosi, Feb. 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>The House passed a pay-as-you-go rule that said, \"If you wanted to have an investment, an entitlement, etc., you had to pay for it.\"</p>", "statement_context": "a press conference", "statement_date": "2010-02-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}