{"art": [{"brightcove": "", "caption": "Mike Collier, Democratic aspirant for lieutenant governor of Texas, stumps in Round Rock Texas on June 17, 2017. Collier later made a HALF TRUE claim about Republicans snatching retiree benefits (PHOTO: Ricardo Brazziell, Austin American-Statesman).", "id": 14080, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/colliercampaigns2017.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14080/", "title": "Mike Collier stumping 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/nov/17/mike-collier/mike-collier-leaves-out-context-claim-dan-patrick-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Mike Collier: Dan Patrick 'snatched' retiree benefits ", "id": 14767, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14767/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a Halloween email blast, a Democrat hoping to deny Dan Patrick a second term as Texas lieutenant governor charged Patrick and his fellow Republicans with harming Texas teachers.</p>\r\n\r\n<p>Mike Collier of Houston <a href=\"https://www.collierfortexas.com/2017/10/30/only-dan-patrick-would-lose-24-billion-find-it-aga/\">said:</a> &quot;Earlier this year, Dan Patrick and Republican leadership snatched millions of dollars in benefits from retired teachers, claiming that they couldn&#39;t afford to pay for the benefits they&#39;d promised.&quot;</p>\r\n\r\n<p>Were millions in benefits taken away?</p>\r\n\r\n<p>We asked Collier for his factual backup. By email, a campaign adviser, Chaille Jolink, pointed to news stories describing actions by the 2017 Texas Legislature expected to leave more than 260,000 retired educators and dependents with fewer health plan choices and greater out-of-pocket costs.</p>\r\n\r\n<p>That result--fewer health plan choices and higher costs starting in January 2018--remains undisputed, we found. Before the legislative actions, for instance, retiree health care premiums, deductibles and other benefits had been frozen, at legislative direction, since 2005. A June 2017 <em>Houston Chronicle</em> news story quoted state Sen. Joan Huffman, R-Houston, saying, &quot;There&#39;s no getting around that there&#39;s an increased cost to the retirees. I can only say that we&#39;ll continue to watch it and continue to hope there&#39;s a solution that will drive down the costs.&quot;</p>\r\n\r\n<p>Then again, lawmakers did not take back any benefits in place for all of 2017 and the spending and other steps they ultimately approved, by bipartisan unanimous votes and with the backing of a group representing retirees, may have spared the <a href=\"https://www.trs.texas.gov/Pages/healthcare_trscare_health_benefits.aspx\">TRS-Care</a> program from shuttering for lack of funds.</p>\r\n\r\n<p><strong>Interim report warned of collapse</strong></p>\r\n\r\n<p>Before lawmakers came together in 2017, an interim Senate-House committee said inaction wasn&rsquo;t a reasonable option. The panel&rsquo;s November 2016 <a href=\"http://www.senate.state.tx.us/cmtes/84/c965/c965.InterimReport2016.pdf\">report</a> noted that several times since the 1985 Legislature created state-supported health coverage for public school retirees, legislators had shored up TRS-Care. The health plans, overseen by the <a href=\"https://www.trs.texas.gov/\">Teacher Retirement System of Texas</a>, draw funding from retiree premiums and percentages of active-employee payrolls contributed by the state, school districts and existing school employees.</p>\r\n\r\n<p>The interim report went on to say lawmakers had yet to find a permanent way to sustain the health care benefits in the face of escalating medical costs and the addition of about 20,000 participants a year--including more costly retirees not yet 65 and eligible for Medicare. &quot;As of April 2016, the TRS-Care shortfall is projected to be from $1.3 (billion) to $1.5 billion for the 2018-2019 biennium,&quot; the report said. &quot;Even more alarming, the shortfall for the following biennium is expected to range from $4 (billion) to $6 billion.</p>\r\n\r\n<p>Absent &quot;drastic&quot; steps, the report said, the TRS board would be forced to cover the projected shortfalls by driving up retiree premiums, copayments, deductibles and other out-of-pocket expenses--moves likely to lead retirees to flock to the system&rsquo;s zero-premium catastrophic health plan, which had 28,964 enrollees as of December 2016. The report said that such a shift in enrollment, in turn, would reduce needed revenues and ultimately lead the TRS board to close the TRS-Care plan and start phasing out participants.</p>\r\n\r\n<p><strong>Retirement system confirms risks of inaction</strong></p>\r\n\r\n<p>In November 2017, we asked the TRS if a shutdown of TRS-Care seemed likely in the event of legislative inaction. By email, Merita Zoga told us the system had testified as much with nearly all presentations indicating that without legislated changes or additional funding, TRS-Care &quot;would have quickly become unsustainable.&quot;</p>\r\n\r\n<p>Zoga pointed us to a January 2017 <a href=\"https://drive.google.com/file/d/11KtcNr5KwzRxwGm2bzSN9huHJhEB9Bj6/view?usp=sharing\">TRS presentation</a> to legislators showing possible cost ripples for retirees if legislators didn&rsquo;t act. For a retiree alone, that chart suggests, monthly premiums for two TRS-Care plans offering more than basic coverage would escalate by 43 percent to 337 percent. Some greater increases are indicated for a retiree and spouse; a retiree and child; or a retiree and family.</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/n-N3zmrzjN8ZdVH9epcUr3LIU55Ty6EazntMgaT5tkqxyTLGlYyniNal6cBROn4x3lwkpDSdGXJiPIv7jOOG-hEunV883jOettIgf19VYrmMtrDxyYSIof4zMNGG7wEhP5OOhnBg\" style=\"border:1px solid; float:left; height:354px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://drive.google.com/file/d/11KtcNr5KwzRxwGm2bzSN9huHJhEB9Bj6/view?usp=sharing\">Presentation</a> to Texas Senate Finance Committee, Teacher Retirement System of Texas, Jan. 24, 2017 (received by email from Merita Zoga, director of governmental relations, TRS, Nov. 14, 2017)</p>\r\n\r\n<p>Zoga said TRS did not project other out-of-pocket expenses (such as deductibles and copayments) because actual expenditures would depend on how often a person draws on the coverage.</p>\r\n\r\n<p><strong>Legislators spent more, authorized insurance changes</strong></p>\r\n\r\n<p>Next, legislators in the 2017 regular session agreed to spend more on TRS-Care in the state budget, Senate Bill 1, in part by inching up the state&rsquo;s contribution to the program to 1.25 percent of active school workers&rsquo; payroll and school districts&rsquo; contribution to 0.75 percent of active employees&rsquo; payroll. The budget also includes another $182.6 million in what&rsquo;s described as a one-time appropriation to shore up the program. Together, the streams of funding generated $483.9 million in additional TRS-Care funding for 2018-19.</p>\r\n\r\n<p>Members also advanced, by unanimous floor votes, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=HB3976\">House Bill 3976,</a> also <a href=\"http://www.journals.house.state.tx.us/hjrnl/85r/pdf/85RDAY85FINAL.PDF#page=24\">signed into law</a> by Gov. Greg Abbott. In part, that measure ended the&nbsp;longstanding requirement that TRS offer retirees the zero-premium basic catastrophic health plan known as TRS-Care 1. It also directed the system to start offering a high-deductible plan for retirees not yet 65. The action further&nbsp;enabled TRS to pare available health care plans from three plans to one for each age group--retirees 65 or older and retirees younger than 65.</p>\r\n\r\n<p><strong>Legislators softened increases ahead</strong></p>\r\n\r\n<p>After the session, the predicted higher costs for reduced offerings touched off an outcry from retirees, perhaps leading Abbott to <a href=\"http://www.lrl.state.tx.us/scanned/govdocs/Greg%20Abbott/2017/proc07202017.pdf\">fold improved TRS-Care benefits into his July 20, 2017, expansion of the agenda of a summer special session</a>. Legislators <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/special-session-what-happened-with-each-gov-abbott-issues/Buh1weE27pv5XRu9MVkCdM/\">subsequently sent</a> for Abbott&rsquo;s signature two measures, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=851&amp;Bill=HB21\">HB 21</a> and <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=851&amp;Bill=HB30\">HB 30</a>. The measures provided another $212 million in 2018-19 supplemental funding intended, <a href=\"http://www.legis.state.tx.us/tlodocs/851/fiscalnotes/html/HB00021F.htm\">in part,</a> to reduce the TRS-Care cost hikes for retirees, including spending on premiums, deductibles and prescription drugs set in motion during the regular session. One upshot, <a href=\"https://www.trs.texas.gov/TRS%20Documents/trta_district_fall_presentation.pdf\">TRS said</a>, is the 2019 Legislature could face a projected 2020-21 TRS-Care shortfall of $500 million to $700 million.</p>\r\n\r\n<p>By all accounts, the summer actions lessened the pending pinch on retirees. According to a <a href=\"https://drive.google.com/file/d/1L3TiRZfWhe5RE0_VFAMjtBTAwB9fIKt_/view?usp=sharing\">fall 2017 TRS presentation to retirees</a>, the legislative intent was to reduce deductibles and out-of-pocket costs from what they would have been through 2019. An example from the presentation: Retirees not on Medicare would newly face an annual deductible for family coverage of $3,000, compared to $6,000 before the summer session, while such retirees would face maximum out-of-pocket deductibles of $11,300 compared to $13,300 before the actions.</p>\r\n\r\n<p>A chart in the presentation shows retiree premium costs before the changes and after (the middle column revealing expected premiums before legislators acted in the special session):</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/RUVWeWROGePyS4WLYWQXtQdqZc2OFkI6c-kf5xHXMAe9Uup0tRPDXbmemM57apu01XdK2rSDTqha93W58zzlZuUbNJ3ZR0lAm62GsLVaF6FoM-Lmor7CFKv5wyAMY57_XMEoc2XD\" style=\"border:none; height:316px; width:660px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://www.trs.texas.gov/TRS%20Documents/trta_district_fall_presentation.pdf\">Presentation</a> to Texas Retired Teachers Association fall meeting, Teacher Retirement System of Texas, undated (accessed Nov. 14, 2017)</p>\r\n\r\n<p><strong>Consulting a retired teachers advocate</strong></p>\r\n\r\n<p>To our inquiry about Collier&#39;s claim,&nbsp;Tim Lee of the retired teachers association told us by phone that he hadn&rsquo;t characterized any benefits as &quot;snatched&quot; but also didn&rsquo;t know if that&rsquo;s the wrong descriptive.</p>\r\n\r\n<p>&quot;These are benefits these people had before that are not there now,&quot; Lee said, adding by email that &quot; &quot;the benefits went down, the costs went up, and the plan is still on shaky ground.&quot; Lee also said the group endorsed the legislative actions and remains&nbsp;grateful that a state-supported health plan will survive.</p>\r\n\r\n<p><strong>Gauging effects for retirees not yet 65</strong></p>\r\n\r\n<p>Asked to be specific, Lee said by email that retirees not yet 65 would no longer have a zero-premium plan. Zoga, of the TRS, confirmed that contrast, though she noted by email that the zero-premium plan that&rsquo;s soon to be history carries a $5,250 deductible; as of 2018, retirees not yet 65 will pay a $200 monthly premium and have a $1,500 deductible.</p>\r\n\r\n<p>Lee said too that retirees younger than 65 have counted on traditional benefits including copays for medical and pharmaceutical coverage. Zoga agreed copays will no longer be offered though she said that once such a retiree fulfills her or his deductible, the&nbsp;plan will pay 80 percent of subsequent costs, the retiree 20 percent.</p>\r\n\r\n<p><strong>Checking effects for retirees 65 and older</strong></p>\r\n\r\n<p>Retirees 65 and older, Lee wrote, &quot;have lost access to a traditional Medicare supplement plan under TRS. They will now have access to a Medicare Advantage plan only.&quot;</p>\r\n\r\n<p>Lee called the new offering a reasonable plan though he said it will impose &quot;markedly higher premiums, deductibles and out-of-pocket costs.&quot; Zoga confirmed that most retirees will see an increase in premiums though she said a few will pay less than before. Retirees in one of the current TRS-Care plans, she said, would see an $800 decrease in their deductible for 2018 to $500.</p>\r\n\r\n<p>Lee also told us that many medical providers say they&rsquo;ll refuse to accept the new plan and retirees are weighing whether to commit to the new TRS plan or shop for a plan accepted by their provider. Zoga didn&rsquo;t confirm that many doctors have said they won&rsquo;t take the new plan. By one analysis, she said, 96 percent of existing TRS-Care providers had at least already billed the insurer that will be providing the new plan.</p>\r\n\r\n<p>In addition, Lee said, retirees 65 or older are seeing costs for coverage for spouses nearly doubling. &quot;Many retirees simply cannot afford the $394/month for spousal coverage,&quot; Lee wrote. &quot;Again, the Legislature&rsquo;s actions in the special session did provide more help to these retirees by lowering the new premium amounts (about a $50 reduction for spousal premium),&quot; a figure confirmed by Zoga.</p>\r\n\r\n<p>Still, Lee said, &quot;these amounts are still a heavy burden as the average TRS pension is $2,000/month. And, many do not receive any Social Security.&quot; Zoga advised that 95 percent of retired Texas school workers didn&rsquo;t qualify for Social Security retirement checks.</p>\r\n\r\n<p><strong>What was Dan Patrick&rsquo;s role?</strong></p>\r\n\r\n<p>Lee, asked about Patrick&rsquo;s role in driving the changes, said: &quot;During the special session, he took a strong personal interest in trying to make the situation better.&quot; We also shared Collier&rsquo;s claim with Patrick, who oversees the Texas Senate, and didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Collier said Patrick and Republican leadership this year &quot;snatched millions of dollars in benefits from retired teachers.&quot;</p>\r\n\r\n<p>Benefits are shrinking: Starting in 2018, retirees enrolled in TRS-Care will have access to fewer health plans and they&rsquo;ll mostly face greater costs.</p>\r\n\r\n<p>But this claim leaves out details and vital context. That is, legislators agreed to this course across party lines. In addition, inaction could have left TRS to phase out retiree health plans entirely. Meantime,&nbsp;TRS forecasts&nbsp;another funding shortfall likely demanding legislative attention in 2019.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n", "ruling_comments_date": "2017-11-17T11:54:54.899532", "ruling_date": "2017-11-17T19:03:37", "ruling_headline": "Mike Collier leaves out context in claim that Dan Patrick, Republicans snatched retiree benefits", "ruling_headline_slug": "mike-collier-leaves-out-context-claim-dan-patrick-", "ruling_link_text": "Unanimous votes across party lines", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTH03ISiS0eEUwfmWtrzyCi9vlMQWbGhdmp5KZeQLqOVnMLYxv9L87W-CwBeJSPdnjurIUkw_SuV5z_/pub\">Email</a> including web links to news stories about changes in teacher retiree health plans, Chaille Jolink, senior adviser, Mike Collier campaign, Nov. 2, 2017</p>\r\n\r\n<p>News stories, <em>Dallas Morning News</em>, <a href=\"https://www.dallasnews.com/news/texas-legislature/2017/05/02/texas-retired-teachers-face-death-spiral-health-insurance-unless-lawmakers-help-add-money\">&quot;Retired teachers could get squeezed,&quot;</a> May 2, 2017; <a href=\"https://www.dallasnews.com/news/texas-legislature/2017/05/24/house-sends-governor-bill-bailing-wobbly-health-care-plan-retired-texas-teachers\">&quot;Retired teachers&rsquo; health care bill OK&rsquo;d,&quot;</a> May 24, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.houstonchronicle.com/news/education/article/Retired-teachers-feel-pinch-of-health-plan-changes-11251538.php\">&quot;Retired teachers feel pinch of health plan changes,&quot;</a> <em>Houston Chronicle</em>, June 27, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/special-session-what-happened-with-each-gov-abbott-issues/Buh1weE27pv5XRu9MVkCdM/\">&quot;SPECIAL SESSION: What happened with each of Gov. Abbott&rsquo;s 20 issues,&quot;</a> <em>Austin American-Statesman</em>, posted Aug. 12, 2017, updated Aug. 16, 2017</p>\r\n\r\n<p>Phone interview, Brian Guthrie, executive director, Teacher Retirement System of Texas, Nov. 9, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTKYl_63GTjrq_s5X9U1UM1OCYFAvWtU_zYIw7WCQ6uPpN1LHvweSxVCsZwd_ZdvufGGGdcJYdnyflJ/pub\">Emails</a>, Merita Zoga, director of governmental relations, TRS, Nov. 9 and 14, 16 and 17, 2017</p>\r\n\r\n<p>Report, <a href=\"http://www.senate.state.tx.us/cmtes/84/c965/c965.InterimReport2016.pdf\">&quot;Report to the 85th Legislature,</a>&quot; Joint Interim Committee to Study TRS Health Benefit Plans, Nov. 7, 2016</p>\r\n\r\n<p>Legislation, <a href=\"http://www.legis.state.tx.us/tlodocs/85R/fiscalnotes/html/HB03976F.htm\">fiscal note</a> and <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=85R&amp;Bill=HB3976\">legislative actions</a> including floor votes, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=85R&amp;Bill=HB3976\">House Bill 3976</a>, 2017 regular legislative session, Texas Legislature (accessed Nov. 14, 2017)</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/11KtcNr5KwzRxwGm2bzSN9huHJhEB9Bj6/view?usp=sharing\">Presentation</a> to Texas Senate Finance Committee, TRS, Jan. 24, 2017 (received by email from Merita Zoga, Nov. 14, 2017)</p>\r\n\r\n<p>Legislation including <a href=\"http://www.legis.state.tx.us/tlodocs/851/fiscalnotes/html/HB00021F.htm\">fiscal note</a> for <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=851&amp;Bill=HB21\">House Bill 21</a>, passed into law during a summer 2017 session of Texas Legislature (accessed Nov. 14, 2017)</p>\r\n\r\n<p>Legislation including <a href=\"http://www.legis.state.tx.us/tlodocs/851/fiscalnotes/html/HB00030F.htm\">fiscal note</a> for <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=851&amp;Bill=HB30\">House Bill 30</a>, passed into law during a summer 2017 session of Texas Legislature (accessed Nov. 14, 2017)</p>\r\n\r\n<p><a href=\"https://www.trs.texas.gov/TRS%20Documents/trta_district_fall_presentation.pdf\">Presentation</a> to Texas Retired Teachers Association fall meeting, TRS, undated (accessed Nov. 14, 2017)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vSEQSHhM0ffDSpC3p2J5WCTpKWib8mLT4O6YLSwbYc3NYxetkm6u7WGs3b-IT83HT2luj9fAGcnSyRW/pub\">emails</a>, <a href=\"http://www.trta.org/about-us/tim-lee-executive-director/\">Tim Lee</a>, executive director, TRTA, Nov. 13-16, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Mike", "half_true_count": 1, "home_state": "Texas", "id": 2704, "last_name": "Collier", "mostly_true_count": 0, "name_slug": "mike-collier", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mikecolliersq.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2704/", "total_count": 4, "true_count": 1, "website": "http://www.collierfortexas.com/"}, "statement": "<p>&quot;Earlier this year, Dan Patrick and Republican leadership snatched millions of dollars in benefits from retired teachers.&quot;</p>\r\n", "statement_context": "an email blast", "statement_date": "2017-10-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 326, "photo": null, "resource_uri": "/api/v/2/subject/326/", "subject": "State government spending ", "subject_slug": "state-government-spending", "used_in_edition": ["/api/v/2/edition/61/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Lieutenant governor-elect", "false_count": 4, "first_name": "Dan", "half_true_count": 4, "home_state": "Texas", "id": 1030, "last_name": "Patrick", "mostly_true_count": 6, "name_slug": "dan-patrick", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ColorPatrick80-01-08pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1030/", "total_count": 32, "true_count": 5, "website": "http://www.danpatrick.org/"}], "twitter_headline": "Mike Collier says Dan Patrick, Republicans snatched teacher retiree benefits in 2017. HALF TRUE."}