{"art": [{"brightcove": "", "caption": "Texas House member Eddie Rodriguez, D-Austin, shown here at a June 2017 press conference, later made a statement linking domestic violence and mass shooters. PolitiFact Texas found the claim False (Photo: Ralph Barrera, Austin American-Statesman).", "id": 14190, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/eddierodriguez2017pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14190/", "title": "Eddie Rodriguez of Texas, 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/dec/02/eddie-rodriguez/domestic-violence-not-confirmed-precursor-mass-sho/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Do half of mass shooters have history of domestic violence?", "id": 14803, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14803/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>An Austin legislator&rsquo;s imperfect citation of a study led us to gauge whether domestic violence can reasonably be considered a predictor of mass shootings.</p>\r\n\r\n<p>Answer: No.</p>\r\n\r\n<p>In a Nov. 9, 2017, <a href=\"http://mailchi.mp/eddiefortexas.com/notes-y-noticias-11-09-17?e=1f6405d725\">email blast</a> to constituents, Democratic state Rep. Eddie Rodriguez noted that the shooter at the church in Sutherland Springs, Texas, leaving 26 people dead, <a href=\"https://www.washingtonpost.com/news/post-nation/wp/2017/11/07/as-texas-town-mourns-details-emerge-on-gunmans-methodical-tactics-in-church-massacre/?utm_term=.73a943d10d63\">had been convicted</a> years before of beating his then-wife and young stepson. According to news accounts, Devin P. Kelley subsequently served a year in a Navy brig.</p>\r\n\r\n<p>Rodriguez&rsquo;s email blast said the Texas shootings led him to suggest steps &quot;we can take,&quot; among them: &quot;Strengthening existing laws and ensuring they&rsquo;re implemented correctly to keep guns out of the hands of criminals.&quot; Parenthetically, Rodriguez said next that &quot;<a href=\"https://everytownresearch.org/issue/domestic-violence/\">perpetrators of domestic violence accounted for 54% of mass shootings between 2009 and 2016</a>, according to the advocacy group <a href=\"https://everytownresearch.org/issue/domestic-violence/\">Everytown for Gun Safety</a>.&quot;</p>\r\n\r\n<p><strong>Domestic violence and mass shootings</strong></p>\r\n\r\n<p>Rodriguez&rsquo;s linkage made us wonder, in part because Everytown&rsquo;s research drew wide mention after the Texas shootings.</p>\r\n\r\n<p>A Nov. 6, 2017, <em>New York Times</em> <a href=\"https://www.nytimes.com/2017/11/06/us/politics/domestic-abuse-guns-texas-air-force.html?_r=1\">news story</a> quoted Billy Rosen, the group&rsquo;s deputy legal director, saying: &quot;We have seen over and over this pattern where in these notorious mass shootings, it is a very common thread where the person had a particular history of domestic violence. A history of this particular kind of conduct may really demonstrate that someone has dangerous propensities and should not be allowed to have guns.&quot;</p>\r\n\r\n<p>Time magazine&nbsp;similarly quoted the group&rsquo;s Sarah Tofte saying: &quot;You could think of domestic violence as a canary in the coal mine for future violence. We may not know everything we need to know about why and when it reverberates outside the home, but we know that it does, and we&rsquo;ve seen it over and over again.&quot;</p>\r\n\r\n<p>However, the relevant <a href=\"https://everytownresearch.org/reports/mass-shootings-analysis/\">April 2017 report</a> from the Everytown group doesn&rsquo;t offer data linking past domestic violence to the likelihood of anyone becoming a mass shooter. Rather, the report says that &quot;in 54 percent of mass shootings, the shooters killed intimate partners or other family members.&quot;</p>\r\n\r\n<p>We asked Rodriguez about this contrast. In reply, he conceded in <a href=\"https://docs.google.com/document/d/1p7BO7GozIyPAsajXyi58jzRCAelNFpreG2uHMpx0d_4/edit?usp=sharing\">a letter</a> that his email blast lacked clarity.</p>\r\n\r\n<p>&quot;As I read your question,&quot; Rodriguez wrote, &quot;I can understand how my language could inadvertently imply that 54% of mass shooters also had a history of domestic violence, as opposed to the analysis&#39; findings that 54% of the incidents were directly related to domestic violence.</p>\r\n\r\n<p>&quot;I agree that my language was unclear,&quot; Rodriguez wrote, &quot;as &lsquo;perpetrators of domestic violence&rsquo; could be read as shooters who had committed domestic violence in the past or, as I meant it, as shooters who perpetrated domestic violence when they &lsquo;shot a current or former intimate or family member.&rsquo; While grammatically vague, I had no intention of misrepresenting the group&#39;s findings.&quot;</p>\r\n\r\n<p>The legislator&rsquo;s claim and clarification made us wonder what data actually show about mass shooters having domestic violence backgrounds.</p>\r\n\r\n<p><strong>April 2017 report</strong></p>\r\n\r\n<p>The Everytown report says the group drew on news stories, FBI figures and police and court records (in 76 instances) to identify 156 mass shootings in the study period--including 85 (54.5 percent) in which the perpetrator &quot;shot a current or former intimate partner or family member.&quot; <a href=\"http://www.politifact.com/california/article/2017/oct/04/mass-shooting-what-does-it-mean/\">Mass shootings can be defined in different ways</a>. The Everytown group tallied shootings involving four or more victims, not counting the shooter.</p>\r\n\r\n<p>In the report&rsquo;s <a href=\"https://everytownresearch.org/documents/2017/03/appendix-mass-shootings-united-states-2009-2016.pdf\">appendix</a>, which summarizes each identified shooting, we spotted 13, or 8 percent, that occurred after a domestic dispute or in which the shooter had previously been charged with or linked to domestic violence.</p>\r\n\r\n<p>Around the same time, though, criminologist <a href=\"https://web.northeastern.edu/jfox/\">James Alan Fox</a>, a Northeastern University professor, found more domestic violence links to the shootings catalogued by the group. Fox said in a USA Today <a href=\"https://www.usatoday.com/story/opinion/2017/11/15/domestic-violence-tragedy-not-predictor-mass-murder-james-alan-fox-column/863033001/\">commentary</a> published after Rodriguez sent out his email blast that of Everytown&rsquo;s 85 listed shootings in which a person shot a family member, 41 percent were preceded by other acts of domestic violence. More broadly, Fox wrote, 25 percent of all the men listed as committing mass shootings showed &quot;any indication of prior domestic violence.&quot;</p>\r\n\r\n<p>We asked Fox to share the specifics behind his percentages. By email, he said we&rsquo;d need to get the spreadsheet directly from the Everytown group. Its spokeswoman, Phoebe Kilgour, had earlier emailed us a sheet lacking entries specifying prior domestic violence charges or convictions. Kilgour, asked for more detail, said the limited information was &quot;what we&#39;re comfortable sharing at this point.&quot;</p>\r\n\r\n<p>Separately, <a href=\"https://sps.boisestate.edu/criminaljustice/faculty-staff/lisa-growette-bostaph-ph-d/\">Lisa Growette Bostaph</a>, a Boise State University criminologist, responded to our inquiry by saying that her review of Everytown&rsquo;s information delivered domestic-violence counts matching what Fox reported; she also provided <a href=\"https://drive.google.com/file/d/1rhRwLKNuh6IlxwY8y1D24t30-GOo1bTi/view?usp=sharing\">her annotated review</a> of what Everytown listed.</p>\r\n\r\n<p>By email, Bostaph also cautioned against dwelling on whether mass shooters have documented backgrounds of domestic violence, writing:</p>\r\n\r\n<p style=\"margin-left:40.5pt\">Parsing &quot;out whether or not a protection order was granted or a criminal charge resulted in a conviction is ignoring everything that we know about domestic violence: that victims are often manipulated and controlled by fear to rescind requests for protection and criminal charges; that victims are often silent about the domestic violence out of fear of involving others who may later be threatened or hurt; fear of angering the perpetrator and risking further violence for &quot;bringing others into our business&quot;; fear that the perpetrator may lose their job and the victim cannot provide for their children on their own; fear that, by leaving their abuser, they could be risking their abuser having custody or unsupervised visitation with their children who are often witnesses to the violence and/or abused themselves. This means that, if the domestic violence victim is also a victim in the mass shooting, we may never know if there was a history of domestic violence. But, does that really matter, when the end result of that relationship was the ultimate act of domestic and/or family violence?&quot;</p>\r\n\r\n<p><strong>A &lsquo;mass killing&rsquo; compilation</strong></p>\r\n\r\n<p>Fox otherwise alerted us to an ongoing <em>USA Today</em>&nbsp;<a href=\"http://www.gannett-cdn.com/GDContent/mass-killings/index.html#explore\">compilation of U.S. mass killings</a>, drawing from FBI figures plus police and news reports. When we examined it in November 2017, it showed 271 mass shootings of four or more victims from 2006 through Nov. 5, 2017. We sorted those figures to find that 129 of the shootings, or 48 percent, involved family killings including 13 of 23 Texas mass shootings. The day that we looked, the latest listed Texas mass shooting involving family had occurred in Houston in April 2017; a single mother shot and killed four people including her mother and sister.</p>\r\n\r\n<p>That compilation doesn&rsquo;t filter out shootings involving a shooter with a domestic violence history.</p>\r\n\r\n<p>But Fox connected us with Emma Fridel, a Northeastern doctoral student who&rsquo;s conducted more detailed research rooted in <em>USA Today</em>&rsquo;s compilation. To our inquiry, Fridel summarized her findings in an email stating that from 2006 through 2016, the country experienced 205 solved mass murders exclusively involving firearms. Of those, Fridel said, she found that 41, or 20 percent, involved one or more perpetrators with a history of domestic violence. (See Fridel&rsquo;s full analysis, published in early November 2017, <a href=\"http://journals.sagepub.com/eprint/SR858HKfMs9n5exGqATW/full\">here</a>.)</p>\r\n\r\n<p>Fox, summing up, said: &quot;You could certainly say about half the cases of mass shootings are extreme incidents of domestic violence,&quot; which in itself persists as &quot;a serious problem,&quot; Fox said. &quot;But it&rsquo;s not generally a precursor to mass murder,&quot; he said.</p>\r\n\r\n<p><strong>Report: Domestic disputes precipitated a fifth of &lsquo;mass public shootings&rsquo;</strong></p>\r\n\r\n<p>Separately, Time&#39;s story after the Texas shootings led us to experts including <a href=\"http://www.ucdmc.ucdavis.edu/publish/facultybio/search/faculty/242\">Garen Wintemute</a>, director of the Violence Prevention Research Program at the University of California, Davis, who by email pointed us to a 2015 <a href=\"https://fas.org/sgp/crs/misc/R44126.pdf\">report</a> on U.S. mass murders by the nonpartisan Congressional Research Service.</p>\r\n\r\n<p>According to the CRS report, in the 15 years from 1999 through 2013, the United States saw about 8.5 familicide mass shootings per year on average. From another vantage point, the report says, a domestic dispute of some type was allegedly a precipitating factor in roughly a fifth (21.2%) of &quot;mass public shootings,&quot; or at least 14 of 66 such incidents. Four other mass public shooting incidents could also be characterized as familicides, the report says, in that a spouse or former intimate partner murdered four or more family members--in each case in a public space.</p>\r\n\r\n<p>Time&rsquo;s article also drew us to interview <a href=\"http://www.ortnercenter.org/people/faculty-investigators/susan-sorenson\">Susan B. Sorenson</a>, who directs the Evelyn Jacobs Ortner Center on Family Violence at the University of Pennsylvania. By phone, Sorenson endorsed Everytown&rsquo;s statistic--that 54 percent of its catalogued mass shootings were acts of domestic violence. Sorenson also told us there&rsquo;s not research cementing a cause-and-effect link between someone committing domestic violence and later shooting and killing four or more people. &quot;That&rsquo;s all speculative,&quot; Sorenson said. &quot;We just don&rsquo;t have that information.&quot;</p>\r\n\r\n<p>From a public health perspective, Sorenson commented, the focus should be on reducing gun violence. She said there are angry men &quot;who abuse women all over the globe. What makes us different is the guns.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Rodriguez wrote that according to an Everytown study, &quot;perpetrators of domestic violence accounted for 54% of mass shootings between 2009 and 2016.&quot;</p>\r\n\r\n<p>Rodriguez&rsquo;s statement incorrectly suggests that domestic violence was a precursor to 54 percent of mass shootings. The research he cited did not confirm as much. Rather, it says 54 percent of such shootings involved a person shooting multiple family members.</p>\r\n\r\n<p>Other research suggests that about 20 percent of individuals who committed such shootings from 2006 through 2016 had a history of domestic violence.</p>\r\n\r\n<p>We rate Rodriguez&rsquo;s claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-12-01T12:21:15.280279", "ruling_date": "2017-12-02T19:41:02", "ruling_headline": "Domestic violence not confirmed as consistent predictor of mass shootings", "ruling_headline_slug": "domestic-violence-not-confirmed-precursor-mass-sho", "ruling_link_text": "Maybe 20 percent", "ruling_state": null, "source_documents": null, "sources": "<p>News stories, <a href=\"https://www.washingtonpost.com/news/checkpoint/wp/2017/11/06/the-air-force-says-it-failed-to-follow-procedures-allowing-texas-church-shooter-to-obtain-firearms/?hpid=hp_rhp-top-table-main_texasmilitary\">&quot;The Air Force says it failed to follow procedures, allowing Texas church shooter to obtain firearms,&quot;</a> &nbsp;<a href=\"https://www.washingtonpost.com/news/post-nation/wp/2017/11/07/as-texas-town-mourns-details-emerge-on-gunmans-methodical-tactics-in-church-massacre/\">&quot;Post Nation Texas church gunman escaped mental health facility in 2012 after threatening military superiors,&quot;</a> <em>The Washington Post</em>, Nov. 7, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1p7BO7GozIyPAsajXyi58jzRCAelNFpreG2uHMpx0d_4/edit?usp=sharing\">Letter</a> from state Rep. Eddie Rodriguez responding to PolitiFact Texas, Nov. 15, 2017</p>\r\n\r\n<p>Story, <a href=\"http://www.politifact.com/california/article/2017/oct/04/mass-shooting-what-does-it-mean/\">&quot;How is a &lsquo;mass shooting&rsquo; defined?,&quot;</a> PolitiFact California, Oct. 4, 2017</p>\r\n\r\n<p>Report and detailed <a href=\"https://everytownresearch.org/documents/2017/03/appendix-mass-shootings-united-states-2009-2016.pdf\">appendix</a>, <a href=\"https://everytownresearch.org/reports/mass-shootings-analysis/\">&quot;Mass Shootings in the United States: 2009-2016,&quot;</a> Everytown for Gun Safety, April 11, 2017 (downloaded Nov. 20, 2017)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSkCUPTL3KdsskBNLmuuzLD8v55T8haeqRAbcKsrnUHprXGv5AADhEFuIiYD1zz8SXYbfFnmvU1SXu4/pub\">Emails</a>, Phoebe Kilgour, press secretary, Everytown for Gun Safety, Nov. 16 and 20, 2017</p>\r\n\r\n<p>News story, <a href=\"http://time.com/5012632/texas-church-shooting-domestic-violence/\">&quot;Domestic Violence is the &#39;Canary in the Coal Mine&#39; for Mass Shootings,&quot;</a> &nbsp;Time, Nov. 7, 2017</p>\r\n\r\n<p>Commentary, <a href=\"https://www.usatoday.com/story/opinion/2017/11/15/domestic-violence-tragedy-not-predictor-mass-murder-james-alan-fox-column/863033001/\">&quot;Domestic violence is a tragedy. It&#39;s not a predictor of mass murder,&quot;</a> <a href=\"https://web.northeastern.edu/jfox/\">James Alan Fox</a>, Lipman Professor of Criminology, Law and Public Policy at Northeastern University, Nov. 15, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSoF6TWIDsZ9jggtywupGtQdg1ctfPnEePhCBi3ynwg-f3C1bOXI3YO4VKA7ABwCOO_i2d8WJDztqQf/pub\">Emails</a> and phone interview, James Alan Fox, Nov. 20-21, 2017</p>\r\n\r\n<p>Online database of U.S. mass killings, 2006 to present, <a href=\"http://www.gannett-cdn.com/GDContent/mass-killings/index.html#explore\">&quot;Behind the Bloodshed,&quot;</a> USA Today, originally posted Dec. 3, 2013 (accessed Nov. 21, 2017)</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.ortnercenter.org/people/faculty-investigators/susan-sorenson\">Susan B. Sorenson</a>, professor of social policy, professor of health &amp; societies director, The Evelyn Jacobs Ortner Center on Family Violence, University of Pennsylvania, Oct. 21, 2017</p>\r\n\r\n<p>Report, <a href=\"https://fas.org/sgp/crs/misc/R44126.pdf\">&quot;Mass Murder with Firearms: Incidents and Victims, 1999-2013,&quot;</a> Congressional Research Service, July 30, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRcdMZhzxE-Jr9hDGBcTacmSsGecBsTiyccxpcWl6DWvFJUFi7_ORN9b86KV6yBdrG-dApYbABdLNO7/pub\">Emails</a>, <a href=\"https://sps.boisestate.edu/criminaljustice/faculty-staff/lisa-growette-bostaph-ph-d/\">Lisa Growette Bostaph</a>, Ph.D.. associate professor, Department of Criminal Justice, Boise State University, Nov. 20 and 27, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSXSqiJo-uU9rHorJXXfqG_tWTs1Ict2xhXig--7Rkza2zUAR2ESFYoomrsevpxIA9GWvS6DfBisc1w/pub\">Email</a>, Emma E. Fridel, doctoral student, Northeastern University School of Criminology and Criminal Justice. Nov. 27, 2017</p>\r\n\r\n<p>Research article, Emma E. Fridel, <a href=\"http://journals.sagepub.com/eprint/SR858HKfMs9n5exGqATW/full\">&quot;A Multivariate Comparison of Family, Felony, and Public Mass Murders in the United States,&quot;</a> Journal of Interpersonal Violence, Nov. 8, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 2, "first_name": "Eddie", "half_true_count": 0, "home_state": "Texas", "id": 1085, "last_name": "Rodriguez", "mostly_true_count": 1, "name_slug": "eddie-rodriguez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eddie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1085/", "total_count": 4, "true_count": 1, "website": "http://www.house.state.tx.us/members/member-page/?district=51"}, "statement": "<p>Says that &quot;perpetrators of domestic violence accounted for 54% of mass shootings between 2009 and 2016, according to the advocacy group Everytown for Gun Safety.&quot;</p>\r\n", "statement_context": "an email blast", "statement_date": "2017-11-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Austin's @EddieforTexas says perpetrators of domestic violence accounted for half of U.S. mass shootings. FALSE."}