{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/11/glenn-beck/beck-claims-obama-has-outspent-even-franklin-roose/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1480, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1480/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In the Feb. 8, 2010, edition of Fox News Channel&#39;s <em>Glenn Beck Program</em>, host Glenn Beck compared two Democratic presidents -- Franklin D. Roosevelt and Barack Obama -- on how much they spent on the federal government.<br />\r\n&nbsp;<br />\r\n&quot;When you look back in history, who do you think of when I say huge government programs?&quot; Beck told viewers. &quot;Hey, I know, how about FDR? Let me show you FDR spending compared to our GDP. Here&#39;s what FDR did. You see 10.7 [percent], 1934, OK? That&#39;s when FDR first said, &#39;Hey, we got to change everything because Hoover, he is stunk on ice.&#39; The lowest was 7.7. The highest, if you see, in 1941, you might remember that date because it&#39;s supposed to live in infamy. 1941, 12 percent of GDP. Got it?</p>\r\n\r\n<p>&quot;All right. Now, let me take a look at President Obama&#39;s spending. This is what Obama is planning on spending. Whoa! Remember -- highest, 1941, was 12 percent. Here&#39;s the lowest at 22.8 percent.&quot;</p>\r\n\r\n<p>We thought we&#39;d check the comparison.</p>\r\n\r\n<p>We located the federal statistical table from which Beck appears to have taken his numbers. It&#39;s a historical table in the president&#39;s proposed budget for fiscal year 2011, which was released in early February. Specifically, it&#39;s &quot;Table 1.2 -- Summary of Receipts, Outlays, and Surpluses or Deficits (-) as Percentages of GDP: 1930&ndash;2015.&quot;</p>\r\n\r\n<p>We can quickly confirm Beck&#39;s figures for Obama. Between 2009 and 2015, the percentage of GDP accounted for by federal spending (that is, the figures in the column &quot;total outlays&quot;) is expected to hover between a maximum of 25.4 percent (for 2010) and minimum of 22.8 percent (for 2013). The only caveat is that the figures for 2010 through 2015 are projections. However, the projections from the president&#39;s budget are widely considered credible, so we have no quibble with them.</p>\r\n\r\n<p>The statistics in the table also jibe with many of Beck&#39;s numbers, including the 12 percent of GDP that Beck said FDR spent on the federal government in 1941. But take note: A viewer looking at Beck&#39;s chart on TV would see Roosevelt&#39;s numbers running from 1934 to 1941. If that was the extent of Roosevelt&#39;s presidency, Beck would be absoutely correct about his spending pattern.</p>\r\n\r\n<p>But contrary to the chart Beck showed viewers, Roosevelt served in the White House until his death in 1945. And the figures for 1942 to 1945 pose a problem for Beck&#39;s theory that Obama is spending more, proportionately, than Roosevelt did.</p>\r\n\r\n<p>Between 1941 and 1942, Roosevelt doubled what the federal government spent, reaching 24.3 percent of GDP for 1942. And it didn&#39;t stop there. For both 1943 and 1944, federal spending represented 43.6 percent of GDP. And for 1945 (a year when both Roosevelt and Harry Truman served as president) it was 41.9 percent.</p>\r\n\r\n<p>There&#39;s an obvious caveat: The United States&#39; involvement in World War II began on Dec. 7, 1941, so the big rise in government spending primarily had to do with the costs of fighting a two-front world war.</p>\r\n\r\n<p>Still, we see problems with Beck&#39;s approach.</p>\r\n\r\n<p>First, Beck doesn&#39;t note for the viewer that he&#39;s only using pre-World War II statistics -- much less justify that decision. He simply shows a chart covering eight of the 12 years FDR spent in the White House.</p>\r\n\r\n<p>Second, while there&#39;s an argument to be made for excluding the years of World War II -- it was a singular, and singularly expensive, federal undertaking -- the contrast between Roosevelt&#39;s situation and Obama&#39;s is not black-and-white. Obama, too, is a wartime president, winding down a war in Iraq and expanding one in Afghanistan.</p>\r\n\r\n<p>There are additional reasons to be skeptical of a comparison of spending under Roosevelt and Obama.</p>\r\n\r\n<p>For instance, while the government has expanded greatly since Roosevelt&#39;s time, much of the increase has come from entitlements like Social Security, a program that was established under Roosevelt and has been driven more by demographics than individual presidents&#39; policy choices. In fact, under conservative icon Ronald Reagan, federal outlays as a percentage of GDP ranged between 21.3 percent and 23.5 percent -- in the same ballpark as the rates projected for Obama&#39;s presidency.</p>\r\n\r\n<p>Also, Dean Baker, a liberal economist who co-directs the Center for Economic and Policy Research, noted that Roosevelt increased government&#39;s share of the economy at a much faster rate than Obama has. When Herbert Hoover was president in 1930 -- three budgets before Roosevelt&#39;s first -- the federal share of GDP was 3.4 percent. By 1934 -- when Roosevelt assembled his second budget in the midst of the Great Depression -- it had risen to 10.7 percent, or more than triple its level just four years earlier.</p>\r\n\r\n<p>By contrast, the equivalent comparison between President George W. Bush and Obama is much more modest. In 2006, under Bush, the federal government share of GDP was 20.1 percent. In Obama&#39;s second year, 2010, it&#39;s projected to be 25.4 percent, an increase of about one-quarter -- far smaller than the change under Roosevelt.</p>\r\n\r\n<p>&quot;The rate of change matters,&quot; Baker said. &quot;Imagine [the reaction if] Obama took the government to 40 percent of GDP&quot; or beyond.</p>\r\n\r\n<p>So there are a number of problems with Beck&#39;s comparison.</p>\r\n\r\n<p>But let&#39;s look again at what he said -- that federal spending under FDR peaked at 12 percent of GDP and under Obama it is projected to not drop below 22.8 percent. On Obama, he is correct. But Beck undermines his claim on FDR by his too-convenient framing of the statistics. If he had been transparent about excluding the World War II years, we might have given him the benefit of the doubt. Instead, he pulled a fast one on viewers. Beck&#39;s end date excluded rates of federal spending that were twice as high as what Obama is on pace to spend. So we rate his statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-02-11T13:59:13.281527", "ruling_date": "2010-02-11T17:25:36", "ruling_headline": "Beck claims Obama has outspent even Franklin Roosevelt as a percent of GDP", "ruling_headline_slug": "beck-claims-obama-has-outspent-even-franklin-roose", "ruling_link_text": "Only if you eliminate the final third of FDR's presidency", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck, <em><a href=\"http://video.foxnews.com/v/4008646/the-one-thing-28\" target=\"_blank\">The Glenn Beck Program</a></em>, Feb. 8, 2010<br />\r\n&nbsp;<br />\r\nOffice of Management and Budget, <em>The President&#39;s Budget, Fiscal Year 2011</em> (&quot;<a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/hist01z2.xls\" target=\"_blank\">Table 1.2</a> -- Summary of Receipts, Outlays, and Surpluses or Deficits (-) as Percentages of GDP: 1930&ndash;2015), accessed Feb. 11, 2010</p>\r\n\r\n<p>E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Feb. 11, 2010</p>\r\n\r\n<p>E-mail interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, Feb. 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Franklin Roosevelt never allocated more than 12 percent of GDP to federal spending, while the percentage for Barack Obama is not projected to drop below 22.8 percent.</p>\r\n", "statement_context": "a commentary on Fox News Channel's 'Glenn Beck Program'", "statement_date": "2010-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}