{"art": [{"brightcove": "", "caption": "Is the FBI like a secret police? We took a closer look.", "id": 14263, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"33333414\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/14263/", "title": "Secret police Inform video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2017/dec/08/gregg-jarrett/has-fbi-become-americas-secret-police/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Has the FBI 'become America's secret police'?", "id": 14829, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/14829/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A Fox News legal commentator argued the FBI has become the new KGB, the Soviet-era secret police, during a segment of <em>Hannity</em>.</p>\r\n\r\n<p>Here&rsquo;s the <a href=\"http://www.foxnews.com/transcript/2017/12/06/gop-lawmakers-call-out-double-standards-within-fbi.html\">exchange</a> between Gregg Jarrett and the show&rsquo;s host, Sean Hannity, during the Dec. 6, 2017, edition:</p>\r\n\r\n<p style=\"margin-left:40px\"><em><strong>Jarrett</strong>: &quot;I think we now know that the (Robert) Mueller investigation is illegitimate and corrupt. And Mueller has been using the FBI as a political weapon. And the FBI has become America&#39;s secret police. Secret surveillance, wiretapping, intimidation, harassment and threats. It&#39;s like the old KGB that comes for you in the dark of the night banging through your door.&quot;</em></p>\r\n\r\n<p style=\"margin-left:40px\"><em><strong>Hannity</strong>: &quot;By the way, this is not a game. This is not hyperbole you are using here.&quot;</em></p>\r\n\r\n<p style=\"margin-left:40px\"><em><strong>Jarrett</strong>: &quot;No. Ask Paul Manafort, they came for him and broke through his front door.&quot;</em></p>\r\n\r\n<p style=\"margin-left:40px\"><em><strong>Hannity</strong>: &quot;And if it can happen to him, Gregg&hellip;.&quot;</em></p>\r\n\r\n<p style=\"margin-left:40px\">Jarrett: &quot;It can happen to all of us. Absolutely. The FBI is a shadow government now.&quot;</p>\r\n\r\n<p>Are today&rsquo;s FBI and yesterday&rsquo;s KGB really interchangeable? Jarrett and Hannity said it wasn&rsquo;t hyperbole.</p>\r\n\r\n<p>We checked with a range of experts in the history of both agencies, and even those who are no fans of past and present FBI practices say the comparison is wrongheaded.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p><em>Fox News legal analyst Gregg Jarrett</em></p>\r\n\r\n<p>The statement &quot;is over the top and ridiculous,&quot; said Douglas Charles, a historian at Penn State University Greater Allegheny and author of three books on the FBI, including <em>J. Edgar Hoover and the Anti-interventionists: FBI Political Surveillance and the Rise of the Domestic Security State</em>. &quot;And I say this as an FBI historian who has long been critical of the bureau&#39;s history, its political surveillance, its use of illegal wiretaps, its harassment of the LGBT community, and its promotion of &lsquo;morality&rsquo; issues.&quot;</p>\r\n\r\n<p>To be sure, some of the tactics Jarrett cited are used by the FBI, or more broadly by law enforcement agencies in the United States.</p>\r\n\r\n<p>The pre-dawn, break-down-the-door raid ordered at a house owned by Manafort -- President Donald Trump&rsquo;s former campaign chairman now <a href=\"https://www.cnbc.com/2017/10/30/heres-what-the-charges-against-manafort-and-gates-mean.html\">under indictment</a> on several counts involving his foreign lobbying business -- is not especially unusual. Such raids are more common in drug investigations than in white collar crime, <a href=\"https://www.washingtonpost.com/news/the-watch/wp/2017/08/10/no-knock-raids-like-the-one-against-paul-manafort-are-more-common-than-you-think/?utm_term=.fed31e0aab8d\">according to</a> Radley Balko, a criminal justice blogger for the <em>Washington Post</em> and author of Rise of the <em>Warrior Cop: The Militarization of America&#39;s Police Forces</em>.</p>\r\n\r\n<p>Meanwhile, law enforcement has the ability to <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/180/end-warrantless-wiretaps/\">conduct warrantless wiretaps</a> under certain circumstances, despite the longstanding opposition of civil liberties groups.</p>\r\n\r\n<p>A category of subpoena called a &quot;national security letter&quot; provides &quot;a law-enforcement officer with broad discretion or authority to search and seize unspecified places or persons,&quot; said John Pike, director of globalsecurity.org.</p>\r\n\r\n<p>National security letters have been used to trawl through &quot;customer records held by banks, telephone companies, Internet service providers, and others,&quot; who are then prevented from telling anyone about these searches, <a href=\"https://epic.org/privacy/nsl/\">according to the Electronic Privacy Information Center</a>.</p>\r\n\r\n<p>However, the use of such tools does not make the FBI, or any other U.S. law enforcement agency, the same as a secret police agency such as the old KGB. For one thing, those tactics sometimes may be needed.</p>\r\n\r\n<p>&quot;Breaking down front doors in the dark of night is a bit melodramatic, but it is probably necessary to avoid destruction of evidence,&quot; Pike said. (Preventing destruction of evidence was the <a href=\"https://www.nytimes.com/2017/09/18/us/politics/mueller-russia-investigation.html\">reported justification</a> for the Manafort raid.)</p>\r\n\r\n<p>&quot;Legitimate concerns about the increase in law enforcement&rsquo;s surveillance capacity over the last decade or so are de-legitimized by such a specious pairing of agencies,&quot; said Victor E. Kappeler, a criminologist at Eastern Kentucky University and co-author of <em>Policing in America</em> and <em>Homeland Security</em>.</p>\r\n\r\n<p>Here are some of the reasons why any comparison between the two agencies is problematic.</p>\r\n\r\n<p>&bull; <strong>Just because the FBI sometimes operates in secret does not mean that it&rsquo;s a &quot;secret police.&quot;</strong></p>\r\n\r\n<p>&quot;By &#39;secret police,&#39; we do not mean &#39;police activity that is secret&#39; any more than by &#39;public interest&#39; we mean &#39;what the public is interested in,&#39; &quot; said Anthony Glees, director of the Center for Security and Intelligence Studies at the University of Buckingham and the author of <em>The Stasi Files: The UK Operations of the East German Intelligence and Security Service</em>.</p>\r\n\r\n<p>Indeed, the very fact that a legal analyst can criticize the FBI on a national television broadcast is a significant departure from anything that would be possible in a country with a true secret police.</p>\r\n\r\n<p>&bull; <strong>The FBI is run by laws, not by whim.</strong> The KGB -- which translates from the Russian acronym for Committee for State Security -- answered to and served the interests of the Communist Party, not any system of law.</p>\r\n\r\n<p>Put simply, &quot;the FBI is subject to the laws limiting police powers,&quot; said Joseph Wippl, a former clandestine Central Intelligence Agency officer who now teaches at Boston University. &quot;These laws were passed by a Congress elected by the U.S. population. These laws can be changed, either restricting or expanding police powers.&quot;</p>\r\n\r\n<p>Robert Mueller, the special counsel, &quot;needs to work within an independent judicial system to get search warrants and to indict suspects, whereas in the Soviet Union, there was generally no meaningful judicial oversight of the secret police,&quot; said Edward Cohn, a Grinnell College historian and author of <em>The High Title of a Communist</em>. &quot;And KGB efforts at intimidation and surveillance often went beyond anything the FBI is accused of doing.&quot;</p>\r\n\r\n<p>Simon Ball, the chair of international history and politics at the University of Leeds and author of <em>The Cold War: An International History 1947-1991</em>, agreed. &quot;The contemporary U.S. political system and the Soviet political system of 1954, when the KGB was formed, are not comparable in any sensible analytical scheme,&quot; he said.</p>\r\n\r\n<p>&bull; <strong>The FBI doesn&rsquo;t torture or carry out extrajudicial executions.</strong> &quot;The KGB carried out the repression of a totalitarian state that murdered tens of millions of innocent people in the name of a political ideology,&quot; said Gregory Feifer a journalist and author of <em>Russians: The People Behind the Power</em>. &quot;Whatever one thinks about the FBI &mdash; with its many faults and occasional moves toward KGB-like surveillance of government critics over the years &mdash; it is an integral part of our rule-of-law society.&quot;</p>\r\n\r\n<p>A secret police like the KGB operates &quot;through the institutionalised use of torture,&quot; Glees said. By contrast, &quot;any use of unnecessary violence, let alone torture, would be met with the full force of the criminal law.&quot;</p>\r\n\r\n<p>Even as bad as the Hoover-era FBI was about civil liberties and abuse of power, Charles said, &quot;it was still no KGB-like organization coming for people in the dead of night who were then &lsquo;disappeared.&rsquo; &quot; Indeed, he said, the excesses of Hoover&rsquo;s tenure were, to a large extent, curbed after his death by the ordinary workings of the democratic process.</p>\r\n\r\n<p>Pike of globalsecurity.org said that, while there&rsquo;s a need for vigilance, &quot;there does seem to have been a remarkable absence of abuses of these far-reaching powers.&quot;</p>\r\n\r\n<p>He added, &quot;Whatever happens to you down at the J.Edgar Hoover building, you are pretty confident it will not entail a bullet to the back of the head.&quot;</p>\r\n\r\n<p>A Fox News representative did not respond to an inquiry for this article.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Jarrett said that &quot;the FBI has become America&#39;s secret police &hellip; &quot;The FBI has become America&#39;s secret police &hellip; &nbsp;like the old KGB.&quot; He also agreed with Hannity that the statement was not an exaggeration.</p>\r\n\r\n<p>Numerous historians of the FBI and the KGB say the comparison is ridiculous. The KGB implemented the goals of the Communist Party leadership, including countless examples of tortures and summary executions. The FBI, by contrast, is subject to the rule of law and is democratically accountable. We rate the statement Pants on Fire.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-12-08T15:47:37.870018", "ruling_date": "2017-12-08T16:36:49", "ruling_headline": "Has the FBI 'become America's secret police,' like the KGB?", "ruling_headline_slug": "has-fbi-become-americas-secret-police", "ruling_link_text": "FBI does not equal KGB", "ruling_state": null, "source_documents": null, "sources": "<p>Gregg Jarrett, <a href=\"http://www.foxnews.com/transcript/2017/12/06/gop-lawmakers-call-out-double-standards-within-fbi.html\">remarks</a> on Hannity, Dec. 6, 2017</p>\r\n\r\n<p>Radley Balko, &quot;<a href=\"https://www.washingtonpost.com/news/the-watch/wp/2017/08/10/no-knock-raids-like-the-one-against-paul-manafort-are-more-common-than-you-think/?utm_term=.fed31e0aab8d\">No-knock raids like the one against Paul Manafort are more common than you think</a>,&quot; Aug. 10, 2017</p>\r\n\r\n<p>CNBC, &quot;<a href=\"https://www.cnbc.com/2017/10/30/heres-what-the-charges-against-manafort-and-gates-mean.html\">Here&#39;s what the charges against Manafort and Gates mean</a>,&quot; Oct. 30, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/09/18/us/politics/mueller-russia-investigation.html\">With a Picked Lock and a Threatened Indictment, Mueller&rsquo;s Inquiry Sets a Tone</a>,&quot; Sept. 18, 2017</p>\r\n\r\n<p>Electronic Privacy Information Center, <a href=\"https://epic.org/privacy/nsl/\">National Security Letters index page</a>, accessed Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Douglas Charles, historian at Penn State University Greater Allegheny and author of three books on the FBI, including <em>J. Edgar Hoover and the Anti-interventionists: FBI Political Surveillance and the Rise of the Domestic Security State</em>, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with John Pike, director of globalsecurity.org, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Victor E. Kappeler, criminologist at Eastern Kentucky University and co-author of <em>Policing in America </em>and <em>Homeland Security</em>, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Anthony Glees, director of the Center for Security and Intelligence Studies at the University of Buckingham and the author of <em>The Stasi Files: The UK Operations of the East German Intelligence and Security Service</em>, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Joseph Wippl, former clandestine Central Intelligence Agency officer who now teaches at Boston University, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Edward Cohn, Grinnell College historian and author of <em>The High Title of a Communist</em>, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Simon Ball, chair of international history and politics at the University of Leeds and author of <em>The Cold War: An International History 1947-1991</em>, Dec. 8, 2017</p>\r\n\r\n<p>Email interview with Gregory Feifer, journalist and author of <em>Russians: The People Behind the Power</em>, Dec. 8, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Gregg", "half_true_count": 0, "home_state": "", "id": 3954, "last_name": "Jarrett", "mostly_true_count": 0, "name_slug": "gregg-jarrett", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jarrett_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3954/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;The FBI has become America&#39;s secret police&nbsp;&hellip; &nbsp;like the old KGB.&quot;</p>\r\n", "statement_context": "an interview on \"Hannity\"", "statement_date": "2017-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "Has the FBI 'become America's secret police'?"}