{"art": [{"brightcove": "", "caption": "", "id": 14248, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"33330732\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/14248/", "title": "Concealed carry vid", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2017/dec/07/brendan-boyle/no-gop-concealed-carry-bill-does-not-block-states-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Concealed carry bill lets states regulate guns in schools", "id": 14824, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14824/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The House passed a bill Dec. 6 that would make permits to carry a concealed weapon issued in one state valid in all other states, similarly to how driver&rsquo;s licenses are recognized across state lines.</p>\r\n\r\n<p>Republicans attached the concealed carry measure to a bipartisan bill to strengthen the national background check system, causing House Democrats to sour on the legislative package.</p>\r\n\r\n<p>On the eve of the vote, one&nbsp;Democratic lawmaker warned the expansion of concealed-carry rights would prevent states from keeping guns away from schools.</p>\r\n\r\n<p>&quot;There are 12 states that don&rsquo;t require permits for carrying guns. Under #HR38, someone from one of those states could travel to your community and walk right into a school zone with a loaded weapon, no matter what local laws say,&quot; Rep. Brendan Boyle, D-Pa., tweeted Dec. 5, referring to House Resolution 38. &quot;This bill is a nightmare. #StopCCR.&quot;</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n\r\n<p>As the House-passed bill moves to the Senate, we decided to look at whether Boyle&rsquo;s claim about the effects on state gun laws was correct. It turns out his read on the bill is misleading.</p>\r\n\r\n<div class=\"pf_subheadline\">Concealed-carry reciprocity</div>\r\n\r\n<p>Historically, each state has determined its own scheme for regulating concealed carry, which led to the current patchwork of varying laws and standards across the country.</p>\r\n\r\n<p>Thirty-eight states require gun owners to obtain a state-issued permit before than can lawfully carry a concealed weapon in public. A dozen states &mdash; as Boyle noted &mdash; require no permit.</p>\r\n\r\n<p>Traditionally, states have decided for themselves whether to honor out-of-state permits, a legal concept known as &quot;reciprocity.&quot;</p>\r\n\r\n<p>Under the broad strokes of the House-passed Concealed Carry Reciprocity Act, having a concealed-carry permit issued by one state makes it legal to carry in any state.</p>\r\n\r\n<p>And according to Boyle, the Republican measure would supersede state and local laws concerning the carry of concealed weapons in school zones.</p>\r\n\r\n<p>But a close reading of the interplay between the House-passed bill and state gun laws shows that&rsquo;s not the case.</p>\r\n\r\n<div class=\"pf_subheadline\">The Gun-Free School Zones Act</div>\r\n\r\n<p>Before discussing what Boyle gets wrong, it&rsquo;s worth noting that his claim would have been more accurate if he&rsquo;d taken aim at federal law, not state law.</p>\r\n\r\n<p>The federal Gun-Free School Zones Act generally prohibits concealed carry in a school zone, which is defined as a distance of 1,000 feet from the grounds of a public, parochial or private school.</p>\r\n\r\n<p>But the law makes an exception for people who hold a concealed carry permit from the state in which the school zone is located, according to David Kopel, a policy analyst at the libertarian Cato Institute.</p>\r\n\r\n<p>So under the Gun-Free School Zones Act, a permit issued by State A would allow you to legally carry in a school zone located in State A, but not a school zone in State B, Kopel said.</p>\r\n\r\n<p>But the bill the House voted on says that people with concealed-carry permits aren&rsquo;t subject to the restrictions in the Gun-Free School Zones Act.</p>\r\n\r\n<p>In other words, Kopel said, if you had a permit from State A, and carried a gun into a school zone in State B, you would face no penalty under the Gun-Free School Zones Act.</p>\r\n\r\n<p>So Boyle would have been accurate to say the Concealed Carry Reciprocity Act overrides <em>federal </em>law concerning the carry of concealed weapons in a school zone. But his claim was about state and local laws.</p>\r\n\r\n<div class=\"pf_subheadline\">Bill does not supersede state law</div>\r\n\r\n<p>Boyle specifically said the bill would allow residents of one of the dozen states that allow permitless concealed carry to &quot;walk right into a school zone with a loaded weapon, no matter what local laws say.&quot;</p>\r\n\r\n<p>A large majority of states prohibit non-school employees from carrying in schools, even with a concealed carry permit. So if Boyle were correct, the House bill would stand to cancel out a great deal of gun regulation at the state level.</p>\r\n\r\n<p>But the Concealed Carry Reciprocity Act clearly states that it does not supersede state law &mdash; the opposite of Boyle&#39;s claim.</p>\r\n\r\n<p>Under the bill, permit-holders would still be subject to any state or local laws that restrict the carry of a gun in a school or a designated zone around it. The bill reads:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;This section shall not be construed to supersede or limit the laws of any state that permit private persons or entities to prohibit or restrict the possession of concealed firearms on their property, or prohibit or restrict the possession of firearms on any state or local government property, installation, building, base, or park.&quot;</p>\r\n\r\n<p>So if the bill becomes law, states would still be free to ban the carry of guns in school zones &mdash; and the federal law would also yield to any future laws passed by the minority of states that now generally allow concealed-carry permit holders to carry in schools.</p>\r\n\r\n<p>&quot;That&rsquo;s precisely the opposite of Boyle&rsquo;s point, which was local laws are irrelevant,&quot; said Adam Winkler, law professor at the University of California, Los Angeles.</p>\r\n\r\n<p>Joseph Blocher, a law professor at Duke University who specializes in federal and state constitutional law, agreed that Boyle&rsquo;s statement is misleading.</p>\r\n\r\n<p>&quot;If the Concealed Carry Reciprocity Act passes, someone from a permitless state could walk into a school zone without violating any federal law, since HR 38 basically rescinds the Gun Free School Zones Act,&quot; he said. &quot;But the part about &lsquo;no matter what local laws say&rsquo; isn&rsquo;t right.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Boyle said the concealed carry bill would allow residents of certain states to &quot;travel to your community and walk right into a school zone with a loaded weapon, no matter what local laws say.&quot;</p>\r\n\r\n<p>While the Concealed Carry Reciprocity Act would override a federal law concerning the carry of concealed weapons in a school zone, Boyle is wrong about how the bill would affect state and local gun laws.</p>\r\n\r\n<p>Concealed carry permit-holders &mdash; and residents of the dozen states that allow permitless concealed carry &mdash; would still be subject to any state or local laws that prohibit or restrict the carry of a gun in a school or a designated zone around it.</p>\r\n\r\n<p>We rate this False.</p>\r\n\r\n<p>See Figure 2 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2017-12-07T14:42:27.313601", "ruling_date": "2017-12-07T16:42:28", "ruling_headline": "No, the GOP concealed carry bill does not block states from keeping guns out of schools", "ruling_headline_slug": "no-gop-concealed-carry-bill-does-not-block-states-", "ruling_link_text": "States can keep school zones gun-free", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.congress.gov/bill/115th-congress/house-bill/38/text\">Text</a> of H.R. 38: Concealed Carry Reciprocity Act of 2017</p>\r\n\r\n<p>Interview with David Kopel, a policy analyst at the libertarian Cato Institute and <a href=\"https://www.amazon.com/David-B.-Kopel/e/B000AP88JA\">author</a> of several books on gun control, Dec. 7, 2017</p>\r\n\r\n<p>Email interview with Joseph Blocher, a law professor at Duke University, Dec. 7, 2017</p>\r\n\r\n<p>Email interview with Adam Winkler, law professor at the University of California, Los Angeles, Dec. 6, 2017</p>\r\n\r\n<p>Email interview with Daniel W. Webster, director of the Johns Hopkins Center for Gun Policy &amp; Research, Dec. 7, 2017</p>\r\n\r\n<p>Email interview with Kevin Michalowski, executive editor of Concealed Carry Magazine, Dec. 6, 2017</p>\r\n\r\n<p>Email interview with Sean Tobin, communications director for Rep. Brendan Boyle, D-Pa., Dec. 5-6</p>\r\n\r\n<p>Email interview with Tatum Gibson, communications director for Rep. Richard Hudson, R-N.C., Dec. 5, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Brendan", "half_true_count": 0, "home_state": "Pennsylvania", "id": 4129, "last_name": "Boyle", "mostly_true_count": 0, "name_slug": "brendan-boyle", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Untitled2.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4129/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says the concealed carry bill would allow residents of certain states to &quot;travel to your community and walk right into a school zone with a loaded weapon, no matter what local laws say.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Concealed carry bill lets states regulate guns in schools"}