{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/12/barack-obama/obama-claims-bush-administration-got-190-terrorism/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1484, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1484/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As the debate rages over whether Guantanamo detainees ought to be tried in federal court, a lot of numbers are flying around that may appear confusing or conflicting.<br /><br />Often, the numbers are attached to one of two positions: You've got the Obama administration arguing that many of the detainees held at Guantanamo Bay, Cuba, ought to be tried in federal courts on American soil; while Republicans generally argue that the detainees ought to be treated as enemy combatants and tried in military courts in Guantanamo.</p>\r\n<p>The debate has put one statistic front and center: Just how many terrorists have been tried and successfully convicted in federal courts in recent years? It's a more difficult number to track than you might think.</p>\r\n<p>Consider these citations:</p>\r\n<p>&bull; \"We know that we can prosecute terrorists in our federal courts safely and securely because we have been doing so for years. There are more than 300 convicted international and domestic terrorists currently in Bureau of Prisons custody including those responsible for the 1993 World Trade Center bombing and the attacks on embassies in Africa.\" -- Attorney General Eric Holder before a Senate Judiciary Committee on Nov. 18, 2009.</p>\r\n<p>&bull; \"Since the Sept. 11 attacks, and as of Aug. 31, 2006, 288 defendants have been convicted or have pleaded guilty in terrorism or terrorism-related cases arising from investigations conducted primarily after Sept. 11, 2001.\" -- a September 2006 Justice Department \"Terror Fact Sheet.\"</p>\r\n<p>&bull; \"Since 9/11, more than two dozen terrorists and supporters have been convicted in the United States of terrorism-related crimes.\" -- \"Fact Sheet\" issued by President George W. Bush on Sept. 10, 2008.</p>\r\n<p>And then this from President Barack Obama in a Feb. 7, 2010, pre-Super Bowl interview with Katie Couric, who asked if he had ruled out trying confessed 9/11 mastermind Khalid Sheikh Muhammad in New York City.</p>\r\n<p>\"I have not ruled it out, but I think it's important for us to take into account the practical, logistical issues involved,\" Obama said. \"I mean, if you've got a city that is saying no, and a police department that's saying no, and a mayor that's saying no, that makes it difficult. But I think that the most important thing for the public to understand is we're not handling any of these cases any different than the Bush administration handled them all through 9/11.</p>\r\n<p>\"They prosecuted the 190 folks in these Article III (federal) courts,\" Obama said. \"Got convictions. And those folks are in maximum security prisons right now.\"</p>\r\n<p>So 300, \"two dozen,\" 190. How many Islamic-extremist&nbsp;terrorists have been convicted in federal courts?</p>\r\n<p>\"Everyone is cherry-picking their numbers,\" said Karen Greenberg, executive director of New York University's Center on Law and Security, which has compiled a comprehensive study of terrorism-related cases.</p>\r\n<p>It depends, for example, if you are talking about domestic and international terrorists; whether terrorism-related cases should include only charges of terrorism or also terrorism-related crimes that might include financing a terrorist organization or immigration fraud; or whether you're talking only about Islamic jihadist terrorists. In other words, there are a lot of ways to slice the numbers.</p>\r\n<p>For the purposes of this fact-check, we are specifically looking at Obama's statement. And while there are several organizations that track terrorism cases, administration officials said Obama got his 190 figure from a report by Human Rights First, a nonpartisan international human rights organization based in New York and Washington, D.C. The report, issued in July 2009, analyzes \"criminal cases arising from terrorism that is associated &mdash; organizationally, financially, or ideologically &mdash; with self-described 'jihadist' or Islamic-extremist groups like al-Qaida\" and concludes that 195 people who fit that description have been convicted in federal courts since 9/11.</p>\r\n<p>The report concludes that \"federal courts, while not perfect, are a fit and flexible resource that should be used along with other government resources &mdash; including military force, intelligence gathering, diplomatic efforts and cultural and economic initiatives &mdash; as an important part of a multipronged counter-terrorism strategy.\"</p>\r\n<p>That figure of 195 jihadist terrorism convictions has been vociferously challenged as overinflated &mdash; particularly when compared to Guantanamo detainees &mdash; by Dana M. Perino, a former press secretary to President George W. Bush, and Bill Burck, a former federal prosecutor and deputy counsel to President Bush. It has also been picked apart in a series of stories from Andrew McCarthy of <em>National Review</em>.</p>\r\n<p>The Human Rights First report explains that it includes \"prosecutions that seek criminal sanctions for acts of terrorism, attempts or conspiracies to commit terrorism, or providing aid and support to those engaged in terrorism. We have also sought to identify and include prosecutions intended to disrupt and deter terrorism through other means, for example, through charges under 'alternative' statutes such as false statements, financial fraud and immigration fraud.\"</p>\r\n<p>Those kinds of parameters, McCarthy notes, take in a lot of cases that aren't international terrorists, but often are would-be terrorists who have, for example, been convicted of relatively minor offenses such as immigration fraud or giving false information to federal authorities, or who have helped to finance a terrorist organization. Those may be important prosecutions in combating terrorism, but they aren't on the order of Guantanamo detainees.</p>\r\n<p>Human Rights First isn't the only group tracking terrorism cases.</p>\r\n<p>New York University's Center on Law and Security has been tracking such cases for years and throws a wide net. In its \"Terrorist Trial Report Card: September 11, 2001-September 11, 2009,\" it finds that the Department of Justice has indicted 828 defendants on terrorism-related charges. Of the 593 that have been resolved, 523 were convicted on some charge either at trial or by plea.</p>\r\n<p>Terrorism-related can be a broad definition, though, and can include immigration violations, giving false statements and other relatively minor charges. And so the report breaks out cases in which defendants are charged under core terrorism or national security statutes. Those are bona fide, serious charges. Now you're talking about 174 people convicted under those statutes; plus another 24 charged with those statutes, but convicted on lesser crimes. That also gets to the president's figure.</p>\r\n<p>But it's misleading for Obama to cite that 190 number as if the cases are equivalent to those faced by Guantanamo detainees, said Greenberg, editor of the report.</p>\r\n<p>There are probably less than a dozen cases against people in the Islamic jihadist framework who have been convicted in federal court of serious terrorism-related crimes comparable to many of the Guantanamo detainees, Greenberg said.</p>\r\n<p>Nonetheless, there are some, she said, including Richard Reid, the \"shoe bomber\"; Bryant Neal Vinas, an American convicted of supporting al-Qaida plots in Afghanistan and the United States; Mohammed Jabarah, a Canadian who was active in al-Qaida and convicted of terrorism-related offenses; Shahawar Matin Siraj, a Pakistani-American who plotted to bomb Herald Square in New York; and Mohammed Junaid Babar, a Pakistani-American convicted of terrorist-related offenses in New York, and who testified in 2006 against a group of men accused of plotting bomb attacks in London.</p>\r\n<p>These cases, although far fewer than those cited by Obama, provide powerful evidence that federal courts can appropriately handle many cases involving Guantanamo detainees, Greenberg said.</p>\r\n<p>\"The trend lines demonstrate convincingly that federal courts are capable of trying alleged terrorists and securing high rates of conviction,\" Greenberg wrote in the report. \"Federal prosecution has demonstrably become a powerful tool in many hundreds of cases, not only for incapacitating terrorists but also for intelligence gathering. Much of the government&rsquo;s knowledge of terrorist groups has come from testimony and evidence produced in grand jury investigations, including information provided by cooperators, and in the resulting trials.\"</p>\r\n<p>In summary, Obama cited a legitimate figure for terrorism-related convictions in federal court. And we note that Bush administration officials cited even bigger numbers in some of their reports at the time. But when Obama cites this number in the same breath as Guantanamo detainees, it's not an apples-to-apples comparison. We agree with Greenberg that only a fraction of those 190 cases cited by Obama could rightly be equated to the Guantanamo detainees. And while even that much smaller number might provide a powerful argument for Obama, that's not the number he used. And so we rate his statement Barely True.</p>\r\n<p><em>Update, Feb. 18, 2010: This story was updated, removing an inaccurately paraphrased quote attributed to Karen Greenberg. The Center on Law and Security report is comprised of mostly Islamic terrorism cases, but includes other groups as the Revolutionary Armed Forces of Colombia, or FARC, a group of Marxist guerrillas. The Human Rights First report&nbsp; focuses specifically on radical Islamic or Jihadist terrorist organizations.<br /></em></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-02-12T18:34:16.231527", "ruling_date": "2010-02-12T19:36:50", "ruling_headline": "Obama claims Bush administration got 190 terrorism convictions in federal court", "ruling_headline_slug": "obama-claims-bush-administration-got-190-terrorism", "ruling_link_text": "Few of those are on par with Guantanamo detainees", "ruling_state": null, "source_documents": null, "sources": "<p>Chicago Sun-Times, <a href=\"http://blogs.suntimes.com/sweet/2010/02/katie_couric_super_bowl_obama.html\" target=\"_blank\">Video and transcript of Katie Couric Super Bowl Obama interview</a>, Feb. 7, 2010</p>\r\n<p>Human Rights First, <a href=\"http://www.humanrightsfirst.org/pdf/090723-LS-in-pursuit-justice-09-update.pdf\" target=\"_blank\">\"In Pursuit of Justice: Prosecuting Terrorism Cases in the Federal Courts 2009,\"</a> by&nbsp; Richard B. Zabel and James J. Benjamin, Jr., July 2009</p>\r\n<p>New York University's Center on Law and Security, <a href=\"http://www.lawandsecurity.org/publications/TTRCFinalJan14.pdf\" target=\"_blank\">\"Terrorist Trial Report Card: September 11, 2001-September 11, 2009,\"</a> January 2010</p>\r\n<p>U.S. Department of Justice, <a href=\"http://www.justice.gov/jmd/2009summary/html/004_budget_highlights.htm\" target=\"_blank\">Budget Request 2008</a></p>\r\n<p>U.S. Department of Justice, <a href=\"http://www.justice.gov/opa/pr/2006/September/06_opa_590.html\" target=\"_blank\">Fact Sheet: Department of Justice Anti-Terrorism Efforts Since Sept. 11, 2001</a>, Sept. 5, 2006</p>\r\n<p>White House Web site (under George W. Bush), <a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2008/09/20080910-5.html\" target=\"_blank\">Fact Sheet: The Seventh Anniversary of 9/11</a>, Sept. 10, 2008</p>\r\n<p>National Review Online, <a href=\"http://corner.nationalreview.com/post/?q=MmI0ZjY2NDgyNDQ2NDAzZThkNDJiMjIxOWY5YTBhYjM=\" target=\"_blank\">\"About Those 300 Terrorists We've Convicted, Or Was It 195 . . . Or, Make That 39,\"</a> by Andy McCarthy, Feb. 2, 2010</p>\r\n<p>National Review Online, <a href=\"http://article.nationalreview.com/423463/rigging-the-numbers/andrew-c-mccarthy\" target=\"_blank\">\"Rigging the Numbers,\" </a>by Andy McCarthy, Feb. 1, 2010</p>\r\n<p>National Review Online, <a href=\"http://corner.nationalreview.com/post/?q=OTBjNGNkM2YxNzk5MjFkZjU5YjgwY2MwOWFhM2M4YzY=\" target=\"_blank\">\"Will Congress Challenge the Justice Department on Those Bogus 'Terrorist' Conviction Numbers,\"</a> by Andy McCarthy, Feb. 1, 2010</p>\r\n<p>Department of Justice, <a href=\"http://blogs.usdoj.gov/blog/archives/541\" target=\"_blank\">\"The Criminal Justice System as a Counterterrorism Tool: A Fact Sheet,\" </a>by Tracy Russo, Jan. 26, 2010</p>\r\n<p>Fox News, <a href=\"http://liveshots.blogs.foxnews.com/2010/02/08/why-does-doj-say-300-terrorists-convicted/?test=latestnews\" target=\"_blank\">\"Why Does DOJ Say 300+ Terrorists Convicted,\"</a> by Mike Levine, Feb. 8, 2010</p>\r\n<p>Interview with Karen Greenberg, executive director of New York University's Center on Law and Security, Feb. 12, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>The Bush administration prosecuted 190 suspected terrorists in federal courts.</p>", "statement_context": "an interview on CBS", "statement_date": "2010-02-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": null}