{"art": [{"brightcove": "", "caption": "Jerry Patterson, a Republican running for state land commissioner, says incumbent George P. Bush, shown here at a December 2017 hearing, has overseen only two home repairs since Hurricane Harvey (STEPHEN SPILLMAN/for Austin American-Statesman).", "id": 14416, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/BUSHPFT1217.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14416/", "title": "George P. Bush, 12/17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/dec/21/jerry-patterson/charge-george-p-bush-led-agency-has-repaired-two-h/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Has Texas repaired only two homes since Hurricane Harvey?", "id": 14869, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14869/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p><a href=\"https://www.votepatterson.com/\">Jerry Patterson</a> says the fellow Republican who succeeded him as Texas land commissioner, <a href=\"http://www.georgepfortexas.org/\">George P. Bush</a>, fixed very few homes in the months since Hurricane Harvey slapped ashore in August 2017.</p>\r\n\r\n<p>Patterson, otherwise confirming his 2018 candidacy for land commissioner, a post <a href=\"https://www.texastribune.org/directory/jerry-patterson/\">he previously held for 12 years</a>, <a href=\"http://www.statesman.com/news/state--regional-govt--politics/jerry-patterson-challenge-george-bush-for-land-commissioner/U7UDmHORhkPUooCBQk26aP/\">said</a> in a recent interview that the Bush-led General Land Office hadn&rsquo;t accomplished much in the way of hurricane relief.</p>\r\n\r\n<p>On Dec. 8, 2017, Patterson said to Austin American-Statesman commentator Ken Herman: &quot;I mean, who the hell&rsquo;s in charge here? And now we have tens of thousands of Texans who are essentially homeless and the land office has repaired two--two homes. And we&rsquo;ve got folks waking up that have been sleeping in tents and they got snow this morning. People are still sleeping in tents.&quot;</p>\r\n\r\n<p>Patterson&rsquo;s comment seemed potent given that the GLO <a href=\"http://www.glo.texas.gov/the-glo/news/press-releases/2017/september/texas-glo-signs-agreement-negotiated-for-disaster-assistance-with-fema.pdf\">announced in September 2017 it was teaming</a> with the Federal Emergency Management Agency to hasten post-Harvey recovery in part by helping eligible survivors begin to patch up their homes--though full rebuilds weren&rsquo;t in the mix.</p>\r\n\r\n<p>Bush said at the time: &quot;With the magnitude of the damage from Hurricane Harvey, there is no doubt this will require a long recovery. This agreement marks the beginning of a new model for simplifying and expediting the transition out of sheltering to short-term and long-term housing recovery efforts.&quot;</p>\r\n\r\n<p>We focused this fact-check on Patterson&rsquo;s insistence the GLO had only repaired two homes.</p>\r\n\r\n<p><strong>Homeless--and tents?</strong></p>\r\n\r\n<p>But Patterson&rsquo;s other pokes also got our attention.</p>\r\n\r\n<p>How many Texans remain homeless due to the hurricane is hard to pin, we <a href=\"http://www.politifact.com/texas/statements/2017/dec/08/ryan-sitton/ryan-sitton-errantly-says-12-million-people-left-w/\">recently found</a>. But a University of Texas expert, <a href=\"https://www.csr.utexas.edu/about-csr/faculty-and-staff/\">Gordon Wells</a>, has estimated, based on flood insurance claims and satellite imagery, that at the least, more than 1 million Texas homes sustained flood damage though he told us that count could exceed 1.7 million.</p>\r\n\r\n<p>After Patterson spoke, we queried government officials about survivors in tents. By phone, the GLO&rsquo;s Pete Phillips said some Aransas County residents, resistant to options such as out-of-town hotels, were residing in tents. Similarly, Bob Howard of FEMA&rsquo;s Harvey response team responded by email: &quot;Every effort is made to ensure survivors are aware of available local, state and federal resources. Thus far, all tent-dwellers found by the field team have indicated they prefer to remain in their current status or are not eligible for federal disaster assistance.&quot;</p>\r\n\r\n<p>Now let&rsquo;s turn to Patterson&rsquo;s focus on homes repaired with government help since Harvey and related rains flooded much of Southeast Texas.</p>\r\n\r\n<p><strong>Patterson points to federal program</strong></p>\r\n\r\n<p>We asked Patterson&nbsp;the basis of his numerical claim; he told us by phone that he was referring to two homes repaired as of early December 2017 through the federal Direct Assistance for Limited Home Repair (DALHR) program.</p>\r\n\r\n<p>Patterson, who said he&rsquo;d drawn his tally of two from state-enlisted contractors and others he declined to identify, urged us to seek insight from elected leaders in counties hit by Harvey.</p>\r\n\r\n<p>We heard back from elected officials in two counties.</p>\r\n\r\n<p>Galveston County&rsquo;s county judge, <a href=\"http://www.galvestoncountytx.gov/CJ/Pages/default.aspx\">Mark Henry</a>, said by phone that flooding due to Harvey had flooded 22,000 to 24,000 local homes with water an inch to eight feet deep. Henry, who volunteered that he&rsquo;s a longtime friend to Patterson, said his office daily fields calls from residents awaiting help. Calling delayed &nbsp;repairs &quot;frustrating,&quot; Henry said: &quot;As far as the why&quot; repairs have been delayed, Henry said, &quot;I don&rsquo;t know and I don&rsquo;t care. I want it to get done.&quot;</p>\r\n\r\n<p>By email, a GLO spokeswoman, &nbsp;Brittany Eck, specified that as of mid-December 2017, the agency along with FEMA had housed 56 Galveston County &quot;applicant households and 446 are in the process of receiving a direct housing solution.&quot;</p>\r\n\r\n<p>Also by phone, <a href=\"http://www.nuecesco.com/commissioners-court/judge-neal\">Loyd Neal</a>, Nueces County&rsquo;s judge, expressed chagrin that no agency advanced dollars enabling the <a href=\"http://www.cbcog98.org/\">Coastal Bend Council of Governments</a> to hire individuals to consider applicants for short-term housing help.</p>\r\n\r\n<p>By email, Eck countered that the GLO had guaranteed up to $200,000 in reimbursed administrative costs to the regional councils asked to help administer post-Harvey housing assistance. Eck said that after the Coastal Bend council declined to participate, GLO employees were carrying out the program in that region.</p>\r\n\r\n<p>Neal told us that nearly four months since Harvey&rsquo;s arrival, FEMA-funded housing including trailers or manufactured homes had yet to be brought into Port Aransas, the island tourist town where, Neal elaborated, more than two-thirds of local hurricane-damaged condominiums had yet to reopen. &quot;It&rsquo;s an absolute disgrace,&quot; Neal said, &quot;that the state of Texas and the federal government and whoever else is in charge of this have not responded. It&rsquo;s the greatest bureaucratic buck-passing I&rsquo;ve ever seen.&quot;</p>\r\n\r\n<p>By email, Eck said that per FEMA in December 2017, 52 Nueces County households were in need of direct housing assistance.</p>\r\n\r\n<p><strong>Correct count, but&hellip;</strong></p>\r\n\r\n<p>We confirmed Patterson&rsquo;s count of two homes whose DALHR repair projects had been completed&nbsp;with Eck and Phillips, a land office administrator.</p>\r\n\r\n<p>But those&nbsp;officials said Patterson&rsquo;s claim gave short shrift to everything Harvey-related that Bush and the land office have undertaken and, Phillips said, to FEMA&rsquo;s supervisory governing role.</p>\r\n\r\n<p>&quot;He is oversimplifying what is going on,&quot; Phillips said, and &quot;cherry-picking&quot; given that the federal government supports housing options including thousands of hotel rooms, two types of home repair and possibly temporary apartments or trailers or manufactured homes.</p>\r\n\r\n<p>At the state level too, Phillips elaborated, &quot;we&rsquo;re always at the mercy of FEMA. They control the triage process&quot; including, Eck said, confidential lists of homeowners for GLO to contact about their possibly seeking partial repairs backed by federal aid.</p>\r\n\r\n<p>Patterson, commenting on&nbsp;Phillips&rsquo; general assessment of his claim, said by email that &quot;to be clear, I made a statement, and it turned out to be 100% factually accurate. None of the &lsquo;context&rsquo; or &lsquo;cherry-picking&rsquo; BS need apply.&quot;</p>\r\n\r\n<p><strong>DALHR in Texas</strong></p>\r\n\r\n<p>In November 2017, Bush <a href=\"http://www.glo.texas.gov/the-glo/news/press-releases/2017/november/cmr-george-p-bush-glo-announces-completion-of-first-direct-assistance-for-limited-home-repair-project.html\">announced</a> the completion of the first DALHR home-repair project in Dickinson, in Galveston County. A GLO press release said the project included electrical and plumbing repairs, wall insulation, sheet rock, siding repair and replacing kitchen and bathroom sinks and a bathtub.</p>\r\n\r\n<p>That release said DALHR &quot;provides permanent repairs for homeowners with moderate damages who lack available housing resources.&quot; But not everybody qualifies, the release made clear, in that beneficiaries must have sustained a FEMA-verified loss of $17,000 or more after 18 inches of interior flooding or more--though Phillips told us the GLO later encouraged FEMA to drop the 18-inch requirement, a change that qualified an additional 2,600 homes for consideration.</p>\r\n\r\n<p>According to the release, interested homeowners had to clear another half dozen hurdles such as&nbsp;a lack of other applicable insurance coverage and that eligible damages wouldn&#39;t exceed $60,000 or half the pre-hurricane taxable assessed value of the home. Then again, Eck told us by email, the latter limit was subsequently relaxed to allow awards to pay for up to half of a home&rsquo;s replacement value.</p>\r\n\r\n<p>The November release also said that funded repairs under DALHR &quot;are limited to real property components such as heating, plumbing, ventilation and air conditioning, walls, floors and ceilings,&quot; leaving our structural or engineering needs or any items covered by other aid.</p>\r\n\r\n<p><strong>Varied aid offerings</strong></p>\r\n\r\n<p>Let&rsquo;s walk through some more of what the GLO and FEMA described as the programs they&rsquo;re steering to Harvey survivors.</p>\r\n\r\n<p>Notably, Phillips said, and FEMA&rsquo;s Howard confirmed, the teaming of the state agency with FEMA to coordinate short-term housing aid marked the first time a state agency had been given that front-line role.</p>\r\n\r\n<p>Eck said Gov. Greg Abbott &quot;tapped the GLO to help FEMA implement these programs three weeks after the storm, in part due to the enormity of the affected area. In all cases, the applicant must be approved for eligibility by FEMA and, if interested, agree to the terms of FEMA&rsquo;s regulations. The GLO is processing eligible applicants for short-term housing programs as FEMA is making their information available to the agency,&quot; Eck wrote.</p>\r\n\r\n<p>By email, Eck wrote that individuals displaced by the hurricane and its aftermath were offered federally funded hotel stays by FEMA while they looked for longer-term housing. &quot;This program is currently housing 15,027 individuals in 1,334 hotels,&quot; Eck said.</p>\r\n\r\n<p>&quot;None of the programs provided by FEMA are designed to be a permanent home replacement or complete repair program,&quot; Eck added. &quot;The programs are designed to be short-term (up to 18 months) stopgap solutions while individuals work on long-term solutions.&quot;</p>\r\n\r\n<p>Starting Nov. 18, 2017, Eck wrote, the agency through early December 2017 had contacted 664 households judged by FEMA to be potentially qualified for the program. She said those contacts led to 290 expressions of interest and 182 DALHR home inspections--with 67 homes pre-qualified for repairs and 13 work orders issued for builders to start.</p>\r\n\r\n<p>&quot;To date, two homes have had the work completed,&quot; Eck wrote. By email. FEMA&rsquo;s Howard wrote: &quot;We believe it is two projects at this point.&quot;</p>\r\n\r\n<p>Phillips said by phone that his DALHR goal was to complete more than 100 home projects by 2018; he said 36 builders were standing by ready to do the &quot;re-work&quot; on homes.</p>\r\n\r\n<p>Meantme, Phillips said, over 670 Texas families had received direct housing help by landing a trailer or manufactured home. At our request, FEMA&rsquo;s Howard emailed us that agency&rsquo;s daily <a href=\"https://docs.google.com/document/d/1Vr-u2U_5WmaHOIfiv0FLLrAVcpHufLifY2lGptKK3XU/edit#heading=h.gjdgxs\">Harvey fact sheet</a> from the date that Patterson made his claim stating that 638 Texas families by then had been provided a trailer or manufactured home. As of mid-December, Howard told us by email, 8,057 Harvey survivors in the state still showed a need for a trailer or manufactured home and, he said, 2,600 of them remained under review for DAHLR aid.</p>\r\n\r\n<p>Otherwise, Phillips said, the GLO helped make available 40 apartment units in Wharton and also found 120 units of &nbsp;&quot;corporate housing&quot; to be made available in Conroe, in both cases under FEMA-backed programs.</p>\r\n\r\n<p>Howard said that generally by Dec. 14, 2017, 894,606 Texas residents had registered for Harvey-tired FEMA assistance of one kind or another.</p>\r\n\r\n<p><strong>Another Patterson-cited program</strong></p>\r\n\r\n<p>Patterson further told us the GLO had failed to help Texans benefit from another FEMA offering, the Partial Repair and Essential Power for Sheltering (PREPS) program, which provides up to $20,000 enabling homeowners to shelter in their homes thanks to limited repairs and the restoration of power.</p>\r\n\r\n<p>Eck said by email that PREPS aid was being offered by FEMA separately in that beneficiaries need a local government to provide a 10 percent match for an award to be made. By phone, meantime, Phillips said GLO officials had judged PREPS to be of limited value because families getting awards end up practically camping at home. The DALHR program, Phillips said, gets families &quot;close to being whole.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Patterson said that since Hurricane Harvey, the agency helmed by Bush has done just two home repairs.</p>\r\n\r\n<p>Patterson&rsquo;s figure, confirmed by GLO, was accurate. However, this claim leaves out ample significant information such as FEMA&rsquo;s overriding control of the complicated DALHR program, which isn&#39;t open to every homeowner and only funds partial repairs. Notably too, additional&nbsp; homes were poised to qualify for or get repairs through DALHR at the time that Patterson spoke.</p>\r\n\r\n<p>We rate this statement Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-12-21T17:23:27.623565", "ruling_date": "2017-12-21T17:31:23", "ruling_headline": "Charge that George P. Bush-led agency has repaired two homes since Hurricane Harvey oversimplifies", "ruling_headline_slug": "charge-george-p-bush-led-agency-has-repaired-two-h", "ruling_link_text": "More in pipeline?", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.statesman.com/news/state--regional-govt--politics/jerry-patterson-challenge-george-bush-for-land-commissioner/U7UDmHORhkPUooCBQk26aP/\">&quot;Jerry Patterson to challenge George P. Bush for land commissioner,&quot;</a> <em>Austin American-Statesman</em>, Dec. 8, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTUWrvOg-XFAJqJqJw0ZlYF4wFLugejRQ3DPAl3VPehYjp28ct2jwZzv47Qbr2jwYPiTL4HA9EcfxNc/pub\">Transcript</a>, phone interview of Jerry Patterson by Ken Herman, commentator, <em>American-Statesma</em>n, Dec. 8, 2017 (received by email from Herman, Dec. 8, 2017)</p>\r\n\r\n<p>Press releases, Texas General Land Office, <a href=\"http://www.glo.texas.gov/the-glo/news/press-releases/2017/september/texas-glo-signs-agreement-negotiated-for-disaster-assistance-with-fema.pdf\">&quot;Texas GLO signs agreement negotiated for disaster assistance with FEMA,&quot;</a> Sept. 22, 2017; &nbsp;<a href=\"http://www.glo.texas.gov/the-glo/news/press-releases/2017/november/cmr-george-p-bush-glo-announces-completion-of-first-direct-assistance-for-limited-home-repair-project.html\">&quot;CMR. GEORGE P. BUSH: GLO ANNOUNCES COMPLETION OF FIRST DIRECT ASSISTANCE FOR LIMITED HOME REPAIR PROJECT,&quot;</a> Nov. 10, 2017</p>\r\n\r\n<p>Fact-check, <a href=\"http://www.politifact.com/texas/statements/2017/dec/08/ryan-sitton/ryan-sitton-errantly-says-12-million-people-left-w/\">&quot;Ryan Sitton inaccurately says 12 million people left without homes by Hurricane Harvey,&quot;</a> PolitiFact Texas, Dec. 8, 2017</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTEzGZO7NWXW8ecmy8sfHtbUuryJ8IfQIi8ObRGeVPSDfVVr9D308-4omh01PgNrEuPsRMQf02Ryxhq/pub\">email</a>, Jerry Patterson, Dec. 8 and 13, 2017</p>\r\n\r\n<p>Phone interview, Loyd Neal, Nueces County judge, Dec. 14, 2017</p>\r\n\r\n<p>Phone interview, Mark Henry, Galveston County judge, Dec. 18, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQs_qhin-Mf8-UwRGZnMMKMQ2ULN7qWpmkXy1EgCII0ZrwL676JpGfPZlFsY2lHVIAkle2f5aTxAD5I/pub\">Emails</a>, Brittany Eck, press secretary, Texas Land Commissioner George P. Bush, Dec. 11, 15 and 19, 2017</p>\r\n\r\n<p>Phone interview, Brittany Eck and Pete Phillips, senior deputy director of Community Development and Revitalization; Dec. 11, 2017</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/e/2PACX-1vS3TIhip3II6ZSkZnDi_JdfUmeV5lEu5OL186HR1OjdcUm1sLQdlV5Z4wjAJNrthVDgQ9tcPfKQZTOn/pub\">responses to PolitiFact Texas and Austin American-Statesman</a>, Bob Howard, media relations manager, Hurricane Harvey, Federal Emergency Management Agency, Dec. 15, 2017</p>\r\n\r\n<p>Document, <a href=\"https://docs.google.com/document/d/1Vr-u2U_5WmaHOIfiv0FLLrAVcpHufLifY2lGptKK3XU/edit?usp=sharing\">&quot;Hurricane Harvey Daily Fact Sheet, Day 106,&quot;</a> Austin Joint Field Office, FEMA, Dec. 8, 2017 (received by email, Bob Howard, FEMA, Dec. 18, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "former state land commissioner", "false_count": 1, "first_name": "Jerry", "half_true_count": 1, "home_state": "Texas", "id": 394, "last_name": "Patterson", "mostly_true_count": 4, "name_slug": "jerry-patterson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pattersonaas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/394/", "total_count": 10, "true_count": 3, "website": "http://www.votepatterson.com/"}, "statement": "<p>Says the Texas General Land Office led by George P. Bush has repaired just two homes since Hurricane Harvey.</p>\r\n", "statement_context": "an interview with Austin American-Statesman commentator Ken Herman", "statement_date": "2017-12-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}, {"description": "", "id": 312, "photo": null, "resource_uri": "/api/v/2/subject/312/", "subject": "Natural Disasters ", "subject_slug": "natural-disasters", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Vice president, Charter Holdings real estate investment partnership", "false_count": 2, "first_name": "George P.", "half_true_count": 1, "home_state": "Texas", "id": 2143, "last_name": "Bush", "mostly_true_count": 1, "name_slug": "george-p-bush", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/apgpbushpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2143/", "total_count": 5, "true_count": 0, "website": "http://www.georgebushfoundation.org/page.aspx?pid=260"}], "twitter_headline": "Jerry Patterson says George P. Bush-led agency has repaired two homes since Hurricane Harvey. MOSTLY TRUE."}