{"art": [{"brightcove": "", "caption": "Democratic gubernatorial hopeful Lupe Valdez, shown here at a January 2017 Texas Tribune event, said unauthorized immigrants account for 1.6 percent of crime--a claim we rated HALF TRUE (Reshma Kirpalani/Austin American-Statesman photo).", "id": 14419, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/lupevaldez0117pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14419/", "title": "Lupe Valdez in 1/17", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2017/dec/21/lupe-valdez/lupe-valdez-says-unauthorized-immigrants-account-1/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Do unauthorized immigrants account for 1.6 percent of crime?", "id": 14870, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}, {"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/14870/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Long before Democrat <a href=\"https://www.lupevaldez.com/\">Lupe Valdez</a> declared her candidacy for governor, she differed with Republican incumbent <a href=\"https://www.gregabbott.com/\">Greg Abbott</a> over the change in law put in place by Texas lawmakers this year to bar local communities from harboring immigrants living in the country illegally.</p>\r\n\r\n<p>The state&rsquo;s sanctuary cities bar, which as of December 2017 <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/sanctuary-cities-ban-hearing-focuses-the-extent-ice-reach/tHvFxbQvJMIYALQ6rlmjkJ/\">remained partially blocked</a> by a federal judge&rsquo;s ruling under state appeal, empowers local police officers to inquire into a person&rsquo;s immigration status during routine encounters such as traffic stops. The law also requires local law enforcement to cooperate with federal immigration agents and to go along with detention requests placed on inmates suspected of illegal immigration. <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=85R&amp;Bill=SB4\">Senate Bill 4</a> imposes stiff fines and criminal charges on government officials who choose to ignore it.</p>\r\n\r\n<p>In July 2017, according to a <em>Dallas Morning News</em> <a href=\"https://www.dallasnews.com/news/texas-legislature/2017/07/31/greg-abbott-defends-sanctuary-cities-law-texas-sheriffs-meeting\">story</a>, Abbott defended the law before the Sheriff&rsquo;s Association of Texas, saying it &quot;would remove from the streets dangerous criminals, not detain hardworking families and innocent children. I&nbsp;appreciate the strong support the law has received from so many sheriffs across Texas,&quot; Abbott said.</p>\r\n\r\n<p>That story also quoted Valdez, then Dallas County&rsquo;s fourth-term sheriff, calling the law a political tool to attack vulnerable Texans. &quot;Throughout history, we&#39;ve had a vulnerable group to pick on,&quot; Valdez said. &quot;Now it seems to be Hispanics,&quot; Valdez said.</p>\r\n\r\n<p>Valdez further said that Texas Department of Public Safety numbers show that only 1.6 percent of crime is committed by unauthorized immigrants, according to the story.</p>\r\n\r\n<p>National research suggests that residents living in the U.S. without legal permission don&rsquo;t account for a lot of crime. But we fell short of eliciting a full unpacking from Valdez about how she reached the 1.6 percent statistic nor did we independently&nbsp;find a way to confidently settle on a specific percentage.</p>\r\n\r\n<p><strong>Seeking Valdez&#39;s factual backup</strong></p>\r\n\r\n<p>After Valdez resigned as sheriff to <a href=\"http://www.mystatesman.com/news/democrats-get-front-runner-for-governor-lupe-valdez/JccNJQR9Vy1GWPUs3vDjhM/\">launch her bid for governor</a>, we asked how she reached the 1.6 percent figure.</p>\r\n\r\n<p>By email, a campaign aide, Kiefer Odell, pointed us to Valdez&rsquo;s Dec. 10, 2015 testimony before the Texas House Committee on State Affairs.</p>\r\n\r\n<p>At Odell&rsquo;s nudge, we watched the Texas Legislative Council&rsquo;s <a href=\"http://tlchouse.granicus.com/MediaPlayer.php?view_id=37&amp;clip_id=11657\">video</a> of the hearing, which opened with the panel chairman, Rep. Byron Cook, R-Corsicana, saying that according to the DPS, &quot;there are over 176,000 criminal immigrants that have been booked into our local Texas jails between 2011 and 2015&quot; on almost 500,000 criminal charges, Cook said, including homicide, sexual assault, kidnapping, burglary, theft and robbery &quot;and,&quot; Cook said, &quot;these are only those that are reported crimes.</p>\r\n\r\n<p>&quot;Clearly this presents a public safety crisis in our state,&quot; Cook said before going on to say that legislators would focus in advance of the 2017 session on legislation to restrict sanctuary cities.</p>\r\n\r\n<p>Valdez challenged the need for such&nbsp;legislation while stressing that the Dallas County sheriff&rsquo;s office was complying with individual federal requests to detain individuals suspected of living in the country without permission.</p>\r\n\r\n<p>&quot;Jails should be for people we&rsquo;re afraid of,&quot; Valdez testified, &quot;not for people we&rsquo;re upset with.&quot; &nbsp;She also said: &quot;The undocumenteds are no more likely to commit crimes than our native-born citizens.&quot;</p>\r\n\r\n<p>A legislator asked Valdez to speak to her foundation for the latter statement. The sheriff replied: &quot;Well, as you heard before, the director said 170,000 crimes were committed by undocumenteds in four years. That&rsquo;s out of 11 million 100,000 and something. And when you bring that right down, it came out to 1.76 percent, and we rounded off to 1.8 percent of the crimes committed in Texas during the same time period.</p>\r\n\r\n<p>&quot;So under 2 percent of the crimes were committed, that we have record of, for all, either documented or undocumented, it was 2 percent of the actual crimes,&quot; Valdez said.</p>\r\n\r\n<p>We asked Odell to share the source and significance of the 11.1 million figure offered by Valdez toward reaching her conclusion that less than 2 percent of Texas crimes from 2011-15 could be attributed to unauthorized residents. We didn&rsquo;t hear back on that.</p>\r\n\r\n<p><strong>DPS spokesman points to a web page</strong></p>\r\n\r\n<p>We also&nbsp;queried the DPS about Valdez&rsquo;s &quot;1.6 percent&quot; claim; spokesman Tom Vinger offered no comment though he pointed by email to an undated DPS web page, <a href=\"http://www.dps.texas.gov/administration/crime_records/pages/txCriminalAlienStatistics.htm\">&quot;Texas Criminal Alien Arrest Data,&quot;</a> lacking in information that in itself would confirm or invalidate Valdez&rsquo;s claim.</p>\r\n\r\n<p>As of December 2017, the page said that more than 238,000 &nbsp;&quot;criminal aliens&quot; had been booked into Texas county jails from June 2011 through November 2017 and those booked individuals had, in their respective lives, accumulated 632,000 criminal charges. There was no data on the DPS web page about other arrested or convicted residents and no estimate of the share of arrests accumulated by unauthorized U.S. residents.</p>\r\n\r\n<p>A cautionary note about the DPS&nbsp;presentation: A &quot;criminal alien,&quot; the Government Accountability Office <a href=\"https://www.gao.gov/assets/320/316959.pdf\">notes</a>, is a non-citizen convicted of a crime who may be lawfully or unlawfully living in the country. This definition makes it likely that not everyone described in the DPS summary was living in the U.S. illegally, which makes it hard to decipher what to make of the counts on the page.</p>\r\n\r\n<p><strong>Rough calculations</strong></p>\r\n\r\n<p>Hoping for other insights into the share of people living here illegally who commit crimes, we reached out to other criminal justice experts.</p>\r\n\r\n<p>By email, Austin-based <a href=\"http://csgjusticecenter.org/mental-health/media-clips/leader-spotlight-dr-tony-fabelo/\">Tony Fabelo</a>, a researcher for the Council of State Governments Justice Center, offered a back-of-the-envelope approach to gauging Valdez&rsquo;s claim using the posted DPS numbers. Fabelo wrote that annualizing DPS&rsquo;s tally of more than 238,000 &quot;criminal aliens&quot; booked into jails over six-plus years, as posted as of December 2017, suggests a rate of 39,000 such bookings a year.</p>\r\n\r\n<p>&quot;Not all arrests lead to a jail booking, but let us assume they do,&quot; Fabelo said. That in mind, he went on, the DPS for 2016 separately <a href=\"http://www.dps.texas.gov/crimereports/15/citCh9.pdf\">reported</a> more than 758,000 adult arrests for criminal offenses in the state. So, Fabelo said, bookings of unauthorized residents may have accounted for about 5 percent of all such adult arrests--a figure exceeding Valdez&rsquo;s declared percentage (though this rough figure, we noticed, also couldn&rsquo;t account for the fact that not all &quot;criminal aliens&quot; are living in the country without legal permission).</p>\r\n\r\n<p>Next, we applied the same methodology to a figure that Valdez noted in her 2015 testimony.</p>\r\n\r\n<p>In the five years from 2011 through 2015, annual DPS crime reports indicate there were 4,389,998 adults arrested in Texas for criminal offenses--making it possible to say, we calculated, that the 170,000 Cook-described arrests of &quot;criminal immigrants&quot; amounted to about 4 percent of all the adult arrests in the state. Now if Cook was referring only to arrests from 2011 to 2015--his comment at the hearing was unclear on the timeframe--then we calculated that the 170,000 &quot;criminal immigrants&quot; may have accounted for 4.7 percent of 3,613,691 total adult arrests from 2011 through 2014. But absent expert analysis, we wouldn&#39;t brandish these conclusions as facts.</p>\r\n\r\n<p><strong>National research</strong></p>\r\n\r\n<p>Precise percentages aside, PolitiFact researchers have found that unauthorized residents don&rsquo;t account for more crime than other residents. In August 2017, most recently, PolitiFact California followed on a 2016 <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/14/gary-johnson/mexican-immigrants-more-law-abiding/\">PolitiFact fact-check</a> and <a href=\"http://www.politifact.com/california/statements/2017/aug/03/antonio-villaraigosa/mostly-true-undocumented-immigrants-less-likely-co/\">found Mostly True</a> a claim that undocumented immigrants commit less crime than native Americans.</p>\r\n\r\n<p>That fact-check noted a 2015 <a href=\"https://www.nap.edu/read/21746/chapter/9#328\">National Academy of Sciences study</a> that cited another outfit&rsquo;s report including, we noticed, a 1.6 percent reference, though the figure in this instance reflected on male immigrants only.</p>\r\n\r\n<p>Let&rsquo;s revisit it. The July 2015 <a href=\"https://www.americanimmigrationcouncil.org/research/criminalization-immigration-united-states\">report</a> from the American Immigration Council, a <a href=\"https://www.americanimmigrationcouncil.org/about/our-mission\">pro-immigrant nonprofit</a>, generally states that U.S. Census Bureau data support the conclusion that immigrants are less likely than native-born Americans to be behind bars, though the report doesn&rsquo;t present figures limited to unauthorized residents.</p>\r\n\r\n<p>&quot;According to an original analysis of data from the 2010 American Community Survey (ACS) conducted by the authors of this report, roughly 1.6 percent of immigrant males age 18-39 are incarcerated, compared to 3.3 percent of the native-born,&quot; the report says. &quot;This disparity in incarceration rates has existed for decades, as evidenced by data from the 1980, 1990, and 2000 decennial censuses. In each of those years, the incarceration rates of the native-born were anywhere from two to five times higher than that of immigrants.&quot;</p>\r\n\r\n<p>The report also delves into crime in Texas cities:</p>\r\n\r\n<p style=\"margin-left:99pt\">&quot;The most thoroughly studied aspect of this phenomenon has been the drop in rates of violent crime since the early 1990s in cities that have long been &lsquo;gateways&rsquo; for immigrants entering the United States, such as Miami, Chicago, El Paso, San Antonio, and San Diego. However, the inverse relationship between immigration and crime is also apparent in &lsquo;new&rsquo; immigrant gateways, such as Austin, where rates of both violent crime and serious property crime have declined despite high levels of new immigration. Declining rates of property crime have also been documented in metropolitan areas across the country. Some scholars suggest that new immigrants may revitalize dilapidated urban areas, ultimately reducing violent crime rates.&quot;</p>\r\n\r\n<p><a href=\"https://www.americanimmigrationcouncil.org/staff/walter-ewing\">Walter A. Ewing</a>, a senior researcher for the council, told PolitiFact in 2016 that immigrants come to the U.S. to build better lives for themselves and their children. &quot;They are very motivated to not blow that opportunity by getting in trouble with the police,&quot; Ewing said. &quot;This is especially so for unauthorized immigrants, who can be deported at any time for unlawful presence.&quot;</p>\r\n\r\n<p>We asked Ewing to speak to Valdez&rsquo;s 1.6 percent claim. By email, Ewing said he didn&rsquo;t know &quot;of any source of information that would allow that precise of an estimate of the share of crime attributable to undocumented immigrants. If there is a solid source for those numbers, I&rsquo;d love to know what it is,&quot; Ewing wrote.</p>\r\n\r\n<p>The council&rsquo;s conclusion was echoed in a <a href=\"https://www.cato.org/publications/immigration-reform-bulletin/criminal-immigrants-their-numbers-demographics-countries#full\">2017 report</a> from the libertarian Cato Institute stating, in part, that U.S. &quot;immigrants are less likely to be incarcerated than natives relative to their shares of the population. Even illegal immigrants are less likely to be incarcerated than native-born Americans,&quot; Cato said. To be specific, the report said that in 2014, per Cato&rsquo;s analysis rooted in the ACS, illegal immigrants aged 18 to 54 were 44 percent less likely to be incarcerated than natives in the age group.</p>\r\n\r\n<p>That report also took note of a February 2016 Texas Tribune <a href=\"https://www.texastribune.org/2016/02/19/ice-records-reveal-makeup-undocumented-prison-popu/\">news story</a> that drew on information obtained from the Texas Department of Criminal Justice to estimate that 4.6 percent of Texas inmates were illegal immigrants upon whom federal authorities had placed detainer requests. At about that time, the story said, an estimated 1.7 million illegal immigrants comprised 6.3 percent of the state&rsquo;s population.</p>\r\n\r\n<p>We also asked Cato analyst <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a> to review Valdez&rsquo;s claim. By phone, Nowrasteh said it looked to him like some figures may have gotten confused. The 11.1 million number Valdez offered at the House committee hearing, Nowrasteh said, might trace to a <a href=\"http://www.pewresearch.org/fact-tank/2017/04/27/5-facts-about-illegal-immigration-in-the-u-s/\">widely-cited estimate</a> of 11 million illegal immigrants living in the U.S. in 2015, which was down from an estimated 11.3 million in 2009.</p>\r\n\r\n<p>Generally, Nowrasteh said, &quot;the government has been stingy about releasing facts about immigrants and crime. There&rsquo;s no excuse for not releasing all the facts and data. It should be easy for the public to look up.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Valdez said DPS numbers show that 1.6 percent of crime is committed by unauthorized immigrants.</p>\r\n\r\n<p>We didn&rsquo;t find DPS figures or an understandable methodology to support a specific&nbsp;&quot;1.6 percent&quot; conclusion--nor did we work up what we&rsquo;d consider a solid alternate estimate. Relevant data seems to be unavailable. Still, national research supports Valdez&#39;s&nbsp;point&nbsp;that people living in the U.S. illegally account for little crime.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2017-12-21T18:51:05.332817", "ruling_date": "2017-12-21T19:18:04", "ruling_headline": "Unauthorized immigrants account for few crimes, but precise percentage seems elusive", "ruling_headline_slug": "lupe-valdez-says-unauthorized-immigrants-account-1", "ruling_link_text": "How little crime? Data seems scarce", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.mystatesman.com/news/state--regional-govt--politics/sanctuary-cities-ban-hearing-focuses-the-extent-ice-reach/tHvFxbQvJMIYALQ6rlmjkJ/\">&quot;&lsquo;Sanctuary cities&rsquo; ban SB 4 hearing focuses on the extent of ICE&rsquo;s reach,&quot;</a> Austin American-Statesman, Nov. 7, 2017</p>\r\n\r\n<p>News stories, <em>Dallas Morning News</em>, <a href=\"https://www.dallasnews.com/news/texas-legislature/2017/07/31/greg-abbott-defends-sanctuary-cities-law-texas-sheriffs-meeting\">&quot;Greg Abbott defends sanctuary cities law at Texas sheriffs&#39; meeting,&quot;</a> July 31, 2017; <a href=\"https://www.dallasnews.com/news/politics/2017/11/06/dallas-county-sheriff-lupe-valdez-explores-possible-race-governor-greg-abbott-immigration-sparring-partner\">&quot;Valdez considers governor&#39;s race,&quot;</a> Nov. 6, 2017; <a href=\"https://www.dallasnews.com/news/texas-politics/2017/12/06/dallas-county-sheriff-lupe-valdez-resign-wednesday-run-governor\">&quot;&#39;I&#39;m stepping up. Estoy obligada,&rsquo;&quot;</a> Dec. 6, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSjBENvtXjTRaV0UGIIis_13bjUik_gwt7O_nL-vwybNAHpGd_5pcZFlKpTZBFdBUWubCWZxXQCOTK9/pub\">Email</a>, Kiefer Odell, aide, Lupe Valdez campaign, Dec. 16, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTZ6ZW298LMhtcQ3id66LtWlat-xgXtNZ9d1I4jRTba_WzOdWuFADE42tY6VvycMt-ccntwru-xjDmI/pub\">Email</a>, Tom Vinger, press secretary, Texas Department of Public Safety, Dec. 7, 2017</p>\r\n\r\n<p>Report, <a href=\"https://www.gao.gov/assets/320/316959.pdf\">&quot;CRIMINAL ALIEN STATISTICS Information on Incarcerations, Arrests, and Costs,&quot;</a> U.S. Government Accountability Office, March 2011</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTODbO7FOV9LNZgMszM7uY6Obgy8E0gZuLpKdGaJu9gtogdDhbT2KzpiR99JC9jJZuRIme-L8lljtHX/pub\">Email</a>, Tony Fabelo, deputy director, The Council of State Governments Justice Center, Dec. 15, 2017</p>\r\n\r\n<p>Charts showing total Texas adult arrests for criminal offenses, <a href=\"http://www.dps.texas.gov/crimereports/11/citCh9.pdf\">2011</a>, <a href=\"http://www.dps.texas.gov/crimereports/12/citCh9.pdf\">2012</a>, <a href=\"http://www.dps.texas.gov/crimereports/13/citCh9.pdf\">2013</a>, <a href=\"http://www.dps.texas.gov/crimereports/14/citCh9.pdf\">2014</a>, <a href=\"http://www.dps.texas.gov/crimereports/15/citCh9.pdf\">2015</a>, <a href=\"http://www.dps.texas.gov/crimereports/16/citCh9.pdf\">2016</a>, in annual reports on crime in Texas, from website, <a href=\"http://www.dps.texas.gov/administration/crime_records/pages/crimestatistics.htm\">&quot;Crime in Texas,&quot;</a> Texas DPS, undated (accessed Dec. 15 and 19, 2017)</p>\r\n\r\n<p>Fact-checks, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/14/gary-johnson/mexican-immigrants-more-law-abiding/\">&quot;Libertarian candidate says Mexican immigrants more law-abiding than U.S. citizens,&quot;</a> PolitiFact, July 14, 2016; <a href=\"http://www.politifact.com/california/statements/2017/aug/03/antonio-villaraigosa/mostly-true-undocumented-immigrants-less-likely-co/\">&quot;MOSTLY TRUE: Undocumented immigrants less likely to commit crimes than U.S. citizens,&quot;</a> PolitiFact California, Aug. 3, 2017</p>\r\n\r\n<p>Study, &quot;<a href=\"https://www.nap.edu/read/21746/chapter/9\">The Integration of Immigrants into American Society</a>,&quot; National Academies of Sciences, Engineering, and Medicine, 2015</p>\r\n\r\n<p>Report, <a href=\"https://www.americanimmigrationcouncil.org/research/criminalization-immigration-united-states\">&quot;The Criminalization of Immigration in the United States,&quot;</a> American Immigration Council, July 13, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQSQFLMv2JYI4ntfJnUf62xN4Auu-EuhWMXTgA57Pc2XdLn3xK0KKG5xK0ceo0S9yVruGE0EnKDimbL/pub\">Emails</a>, Maria E. Frausto, senior communications manager, Walter A. Ewing, senior researcher, American Immigration Council, Dec. 14, 2017</p>\r\n\r\n<p>Report, &quot;<a href=\"https://www.cato.org/publications/immigration-reform-bulletin/criminal-immigrants-their-numbers-demographics-countries\">Criminal Immigrants: Their Numbers, Demographics, and Countries of Origin</a>,&quot; Cato Institute, March 15, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.texastribune.org/2016/02/19/ice-records-reveal-makeup-undocumented-prison-popu/\">&quot;Less Than 5 Percent of Texas Prison Inmates are Undocumented,&quot;</a> Texas Tribune, Feb. 19, 2016</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a>, immigration policy analyst, Center for Global Liberty and Prosperity, Cato Institute, Dec. 19, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://www.pewresearch.org/fact-tank/2017/04/27/5-facts-about-illegal-immigration-in-the-u-s/\">&quot;5 facts about illegal immigration in the U.S.,&quot;</a> Pew Research Center, April 27, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former sheriff, Dallas County", "false_count": 1, "first_name": "Lupe", "half_true_count": 1, "home_state": "Texas", "id": 4128, "last_name": "Valdez", "mostly_true_count": 3, "name_slug": "lupe-valdez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lupevaldezmugpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4128/", "total_count": 5, "true_count": 0, "website": "http://www.lupevaldez.com"}, "statement": "<p>Says Texas Department of Public Safety numbers show that 1.6 percent of crime is committed by unauthorized immigrants.</p>\r\n", "statement_context": "a Dallas Morning News news story", "statement_date": "2017-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Lupe Valdez said unauthorized immigrants account for 1.6 percent of crime. Relevant data seems scarce."}