{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/feb/16/joe-biden/two-three-convicted-military-commissions-released/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1488, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1488/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>The current and former vice presidents -- Joe Biden and Dick Cheney -- battled it out on separate Sunday morning talk shows on Feb. 14, 2010, debating the Obama administration's policies on bringing accused terrorists to justice.<br /><br />At times, their debate seemed more like a philosophical argument: Should terrorists be treated like vanquished military opponents or common criminals? If you believe the former, you would support trying the accused in front of military commissions at the Guantanamo Bay detention center. If you believe the latter, you would favor trying them in U.S. courts. <br /><br />Biden offered a full-throated defense of Obama administration plans to try Khalid Sheik Mohammed in U.S. courts, even though the administration supports commissions for some cases. <br /><br />One of Biden's arguments was that U.S. courts work better and result in tougher sentences.<br /><br />\"Let me put this in perspective,\" Biden said on <em>Face the Nation</em>. \"There have been three people tried and convicted by the last administration in military courts. Two are walking the street right now. There have been over 300 tried in federal courts by the last administration and by us. They're all in jail now. None of them are out seeing the light of day.\"<br /><br />We're looking into Biden's assertion that more than 300 people have been tried in federal courts and will post our findings soon.<br /><br />Here, we are examining Biden's assertion that three people were tried and convicted by the last administration in military commissions, and that two of three have been released.<br /><br />After consulting news reports and military documents, we discovered that Biden was correct. We also checked with experts who both support and oppose military commissions for various reasons, and no one disputed Biden's numbers.<br /><br />Before we summarize the three cases, we should point out a few things about military commissions, which Congress authorized in laws passed in 2006 and 2009. The commissions operate under rules that are more favorable to the government than the rules typically found in federal courts, and the jurors are all members of the military. But that doesn't mean prosecutors always get what they want. In some cases, juries refuse to convict, and a military judge can allow or exclude evidence. <br /><br />Here are the details on the three cases:<br /><br />&bull; David Hicks of Australia was the first person convicted by a military commission under the Military Commissions Act of 2006, according to the Department of Defense. A native Australian, Hicks was a convert to Islam who was in Afghanistan before Sept. 11, 2001, and was picked up by U.S. forces in December of that year. The government said he had trained in al-Qaida camps. Hicks' case gained prominence in Australia, with members of the public urging his release. In a plea deal, Hicks pleaded guilty in March 2007 to one charge of providing material support to terrorism, an offense with a maximum sentence of life in prison. The commission sentenced Hicks to seven years, though most of that was suspended in an agreement that sent Hicks back to Australia to serve out his sentence. Hicks left an Australian prison and returned home in December 2007. On his release, Hicks issued a statement saying he intended to honor a plea deal not to talk to the media for one year, though he did add, \"I would like to recognize the huge debt of gratitude that I owe the Australian public for getting me home.\" Hicks married in 2009 and is reportedly writing a book. <br /><br />&bull; Salim Hamdan was Osama bin Laden's driver. Prosecutors argued he was a dangerous terrorist, while his defense attorneys said he was a low-level aide. The military commission's jury found him guilty of providing material support for terrorism in August 2008, but sentenced him to little more than time served. The Bush administration sent him back to Yemen in November 2008. Reuters reported that the Yemeni government released him from jail in January 2009. (Hamdan was the petitioner in <em>Hamdan vs. Rumsfeld</em>, the U.S. Supreme Court case that overturned initial Bush administration efforts at setting up military commissions.) In August, he was living with his wife and two daughters in Sana'a, Yemen.<br /><br />&bull; Ali Hamza al Bahlul made propaganda videos at the direction of Osama bin Laden. In November 2009, a military commission jury convicted him of 35 counts of conspiracy, solicitation to commit murder and providing material support for terrorism. Not only did Bahlul not allow his attorneys to put on a defense, but he also told the jury he volunteered for the 9/11 terrorist attacks and that bin Laden turned him down, according to press reports. The jury sentenced him to life in prison, and Bahlul remains in the Guantanamo Bay detention facility.<br /><br />To be fair, we asked a supporter of military commissions about Biden's point, that there haven't been many convictions through military tribunals. Andrew McCarthy, a former assistant U.S. attorney and a national security commentator for the conservative <em>National Review</em>, said that the commissions have been constantly challenged by liberal attorneys, which has hampered their progress. <br /><br />\"It is more than a little rich for the very people who moved heaven and earth to prevent the commissions from being completed now complain that we didn't complete very many commissions,\" McCarthy said.<br /><br />In the interview on <em>Face the Nation</em>, Biden said he believed traditional federal courts would provide the longest sentences to terrorists, based on their track record of convictions. Of Khalid Sheik Mohammed, Biden said, \"Looking at the evidence that's been made available to me as part of, in a generic sense, the executive branch and the prosecuting team, I am absolutely convinced he will be put away for a long, long time.\"<br /><br />The debate on military commissions versus federal courts will no doubt continue. Here, we're checking Biden's statement that three people had been tried and convicted by the last administration in military courts, and that two are \"walking the street right now.\" The facts support that, and we rate his statement True.</p>", "ruling_comments_date": "2010-02-16T18:52:26.141527", "ruling_date": "2010-02-16T18:56:19", "ruling_headline": "Two of three convicted in military commissions have been released", "ruling_headline_slug": "two-three-convicted-military-commissions-released", "ruling_link_text": "Two have been released to foreign countries", "ruling_state": null, "source_documents": null, "sources": "<p>This Week, <a href=\"http://abcnews.go.com/print?id=9818034\" target=\"_blank\">transcript</a> of interview with Dick Cheney, Feb. 14, 2010<br /><br />Face the Nation, transcript of interview with Joe Biden, Feb. 14, 2010, accessed via Nexis<br /><br />U.S. Department of Defense, <a href=\"http://www.defense.gov/releases/release.aspx?releaseid=10678\" target=\"_blank\" title=\"Detainee Convicted of Terrorism Charge at Guantanamo Trial\">Detainee Convicted of Terrorism Charge at Guantanamo Trial</a>, March 30, 2007<br /><br />U.S. Department of Defense, <a href=\"http://www.defense.gov/news/commissionsHicks.html\" target=\"_blank\" title=\"Military Commissions: David M. Hicks\">Military Commissions: David M. Hicks</a>, accessed Feb. 16, 2010<br /><br />ABC News (Australia), <a href=\"http://www.abc.net.au/news/stories/2007/12/29/2128664.htm\" target=\"_blank\" title=\"Hicks released from prison\">Hicks released from prison</a>, Dec. 29, 2007<br /><br />The Age, <a href=\"http://www.theage.com.au/news/national/david-hicks-smile-of-freedom/2007/12/29/1198778767680.html\" target=\"_blank\" title=\"David Hicks: smile of freedom\">David Hicks: smile of freedom</a>, Dec. 30, 2007<br /><br />News.com, <a href=\"http://www.news.com.au/david-hicks-marries-in-secret-ceremony/story-0-1225757233312\" target=\"_blank\" title=\"David Hicks marries in secret ceremony\">David Hicks marries in secret ceremony</a>, Aug. 2, 2009<br /><br />U.S. Department of Defense, <a href=\"http://www.defense.gov/news/commissionsHamdan.html\" target=\"_blank\" title=\"Military Commissions: David M. Hicks\">Military Commissions: Salim Ahmed Hamdan</a>, accessed Feb. 16, 2010<br /><br />U.S. Supreme Court, <a href=\"http://www.supremecourtus.gov/opinions/05pdf/05-184.pdf\" target=\"_blank\" title=\"Hamdan vs. Rumsfeld\">Hamdan v. Rumsfeld</a>, June 29, 2006<br /><br />Toronto Star, <a href=\"http://www.thestar.com/news/world/article/682069\" target=\"_blank\" title=\"Bin Laden's driver talks\">Bin Laden's driver talks</a>, Aug. 17, 2009<br /><br />U.S. Department of Defense, <a href=\"http://www.defense.gov/news/commissionsBahul.html\" target=\"_blank\" title=\"Military Commissions: David M. Hicks\">Military Commissions: Ali Hamza al Bahlul</a>, accessed Feb. 16, 2010 (Note: Documents on this Web page were not available on the date of access. This page is listed for future reference purposes.)<br /><br />The Miami Herald, <a href=\"http://www.miamiherald.com/news/americas/guantanamo/story/753980.html?storylink=mirelated\" target=\"_blank\" title=\"Bin Laden propagandist convicted\">Bin Laden propagandist convicted</a>, Nov. 3, 2008<br /><br />E-mail interview with Andrew McCarthy of the Foundation for Defense of Democracy<br /><br />E-mail interview with Sarah Mendelson of the Center for Strategic and International Studies</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\"There have been three people tried and convicted by the last administration in military courts. Two are walking the street right now.\"</p>", "statement_context": "an interview on \"Face the Nation\"", "statement_date": "2010-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": null}