{"art": [{"brightcove": "", "caption": "NC state Sen. Phil Berger acknowledges a question from a reporter at the legislature in Raleigh on May 31, 2016. Berger recently accused Gov. Roy Cooper and Josh Stein, the attorney general, of imposing a de-facto moratorium on the death penalty.", "id": 14478, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/BergerdeathpenaltyPF.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14478/", "title": "BergerDeathPenaltyPic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "canonical_url": "/north-carolina/statements/2018/jan/03/phil-berger/top-nc-republican-accuses-democratic-governor-halt/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "dbarkin@newsobserver.com", "first_name": "Dan", "id": 550, "last_name": "Barkin", "name_slug": "dan-barkin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/550/", "title": "Deputy editor", "twitter": null}, {"email_address": "jschrader@newsobserver.com", "first_name": "Jordan", "id": 667, "last_name": "Schrader", "name_slug": "jordan-schrader", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/667/", "title": "N&O politics editor", "twitter": ""}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "NC Republican accuses Cooper, Stein of halting executions", "id": 14892, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "resource_uri": "/api/v/2/statement/14892/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A North Carolina prosecutor announced recently that he&rsquo;ll seek the death penalty for inmates who killed four people during an attempted prison escape.</p>\r\n\r\n<p>According to Republican state Sen. Phil Berger, the Senate leader, and Tim Moore, the state House speaker, the state&rsquo;s top Democrats are standing in the way of the state serving justice to the prison employees who died in the October attacks.</p>\r\n\r\n<p>Capital punishment is on the law books in North Carolina and Berger says there are currently 143 inmates on death row. However, there hasn&rsquo;t been an execution since 2006.</p>\r\n\r\n<p>Berger and Moore contend that&rsquo;s because Gov. Roy Cooper, the former attorney general, and Josh Stein, who was elected attorney general in 2016, have failed to take legal action to counter court cases that are blocking executions. They released a joint statement on Dec. 8.</p>\r\n\r\n<p>Berger, specifically, was quoted as saying: &quot;For over a decade, death penalty opponents like Roy Cooper and Josh Stein have imposed a de-facto moratorium on capital punishment in North Carolina, using every legal trick possible &ndash; including inaction &ndash; to delay death sentences handed down by juries and deny justice to victims.&quot;</p>\r\n\r\n<p>He continued: &quot;No matter what they say, Cooper&rsquo;s and Stein&rsquo;s indifference and failure to fight the moratorium endangers the lives of prison employees in close proximity to hardened murderers with nothing left to lose, who see no possibility they will face execution for killing again.&quot;</p>\r\n\r\n<p>Do Cooper and Stein oppose the death penalty? Are they using the legal system to block executions, as Berger and Moore imply?</p>\r\n\r\n<p><strong>What&rsquo;s the holdup?</strong></p>\r\n\r\n<p>The last execution in North Carolina, in 2006, put to death Samuel Flippen, a 36-year-old who was convicted in the beating death of his 2-year-old stepdaughter 12 years prior to his execution.</p>\r\n\r\n<p>Since then, North Carolina has been one of several states that&rsquo;s in a holding pattern while the courts consider legal arguments against death penalty practices. Raleigh-based television station <a href=\"http://www.wral.com/ten-years-after-nc-s-last-execution-ag-candidates-concur-death-penalty-should-stay-law/15912008/\">WRAL</a> reported last year that that North Carolina is &quot;caught in morass of various state and federal court rulings.&quot;</p>\r\n\r\n<p>One legal challenge relates to the protocol for lethal injections and whether they&rsquo;re cruel and unusual. While that lawsuit makes its way through the courts, Wake County Superior Court Judge Donald Stephens in 2014 blocked the use of lethal injection in the state. Stephens later retired, and the case remains unresolved.</p>\r\n\r\n<p>&quot;That litigation is in the trial court and the injunction remains in place until the Court approves a new protocol and all appeals are exhausted,&quot; said Laura Brewer, a Stein spokeswoman.</p>\r\n\r\n<p>The other legal challenges stem from the Racial Justice Act, a short-lived law that allowed inmates to use local and statewide statistics in claims that racial bias played a role in their cases. The act was adopted in 2009, largely along party lines, and was rewritten in 2012 and then repealed in 2013 after Republicans won majorities in the General Assembly.</p>\r\n\r\n<p>Some of the cases are in active litigation, Brewer said. &quot;Some have been fully briefed by the parties (including by the AG&rsquo;s office for the State) and are awaiting argument at the North Carolina Supreme Court,&quot; she wrote in an email. &quot;The Supreme Court has not set an argument date.&quot;</p>\r\n\r\n<p><strong>What Cooper, Stein say</strong></p>\r\n\r\n<p>Cooper served as attorney general for 16 years, from 2001 to 2016. We contacted Cooper&rsquo;s office about his stance on the death penalty. Despite the fact that much of his party&rsquo;s base opposes the death penalty, Cooper spokeswoman Noelle Talley pointed to his record as proof he supports it.</p>\r\n\r\n<p>&quot;As Attorney General, Gov. Cooper did his duty to uphold capital punishment sentences handed down by juries in accordance with the law, and 27 executions were carried out in North Carolina during his time as AG before court orders prevented executions,&quot; Talley wrote in an email.</p>\r\n\r\n<p>She provided a link to the <a href=\"https://www.ncdps.gov/Adult-Corrections/Prisons/Death-Penalty/List-of-persons-executed/Executions-1984-2006\">online list</a> of the executions provided on the N.C. Department of Public Safety website.</p>\r\n\r\n<p>Stein was elected last year and he doesn&rsquo;t have much of a record with death penalty cases, so we looked through news reports to see what he said on the campaign trail last year. Stein told <a href=\"http://www.wral.com/ten-years-after-nc-s-last-execution-ag-candidates-concur-death-penalty-should-stay-law/15912008/\">WRAL</a> in August 2016 that he backs the death penalty.</p>\r\n\r\n<p>&quot;I support the death penalty because I believe that certain crimes are so heinous that it is the appropriate punishment,&quot; Stein said. But he emphasized that &quot;the state needs to take care to avoid racial bias that has contributed to a de facto moratorium (on executions) in the state.&quot;</p>\r\n\r\n<p>Stein took the same position during a debate in Asheboro last September, The News &amp; Observer <a href=\"http://www.newsobserver.com/news/politics-government/election/article103066392.html\">reported</a>.</p>\r\n\r\n<p>To conclude the first part of our fact check, Cooper has a record of enforcing the death penalty and Stein is on the record supporting it &ndash; despite the fact that it&rsquo;s unpopular with many Democrats. So at this point, it would seem like a stretch to describe them as death penalty opponents.</p>\r\n\r\n<p><strong>But what have they done?</strong></p>\r\n\r\n<p>Berger and Moore&rsquo;s statement suggests that Cooper and Stein have used their powers to further prolong the moratorium. Berger said Cooper and Stein used &quot;every trick possible&quot; to impose the moratorium.</p>\r\n\r\n<p>Brewer, Stein&rsquo;s spokeswoman, said the attorney general&rsquo;s office has opposed claims by Racial Justice Act defendants.</p>\r\n\r\n<p>&quot;Stein and then-Attorney General Cooper have made numerous pleadings on the state&rsquo;s behalf in these cases opposing the claims&quot; regarding both the Racial Justice Act and the lethal injection case.</p>\r\n\r\n<p>&quot;Neither Attorney General Stein nor then-Attorney General Cooper have filed pleadings supporting the claims,&quot; she said.</p>\r\n\r\n<p>And a <a href=\"http://www.wral.com/news/local/story/1178738/?comment_order=forward\">WRAL story from 2007</a> quotes attorneys for Cooper, then the attorney general, arguing against attempts to block executions until the state resolved a case related to the presence of physicians at executions.</p>\r\n\r\n<p>Cooper and Stein didn&rsquo;t file the lawsuits delaying executions or take the side of those who did. Have they used other, more subtle legal strategies for keeping the cases stuck in court?</p>\r\n\r\n<p><strong>&lsquo;Not the roadblock&rsquo;</strong></p>\r\n\r\n<p>Two death penalty opponents said they&rsquo;re unaware of any action Cooper has taken at any point in his career to block executions.</p>\r\n\r\n<p>Kristin Collins, associate director of public information at the Durham-based Center for Death Penalty Litigation, described Cooper as &quot;very aggressive in capital prosecutions&quot; when he was attorney general.</p>\r\n\r\n<p>Collins added that Cooper &quot;certainly opposed the stay when it was requested by the inmates&quot; in the cases that have halted executions. And with the Racial Justice Act, &quot;the attorney general is the only one actively involved in these lawsuits and they&rsquo;ve done nothing besides fight for the case of the state, which argues that these death sentences should be carried out.&quot;</p>\r\n\r\n<p>James Coleman, a Duke University professor and director of the Center for Criminal Justice and Professional Responsibility, said neither Cooper nor Stein is in a position now to affect the outcome of the legal challenges.</p>\r\n\r\n<p>&quot;We&rsquo;re not at a place where the governor or attorney general could do anything even if they wanted to resume executions,&quot; Coleman said. &quot;They&rsquo;re not the roadblock.&quot;</p>\r\n\r\n<p>Bob Orr, who served from 1995 to 2004 as a justice on the N.C. Supreme Court, said he&rsquo;s not familiar with Stein&rsquo;s position but said Cooper&rsquo;s staff fought to uphold the law.</p>\r\n\r\n<p>&quot;I was on the Supreme Court for 10 years. A number of executions took place. We handled a substantial number of death penalty appeals. It&rsquo;s the singular most difficult part of the job,&quot; Orr said.</p>\r\n\r\n<p>&quot;I never heard (Cooper) say that he&rsquo;s personally opposed to the death penalty and certainly members of his staff aggressively opposed appeals (of executions),&quot; Orr said.</p>\r\n\r\n<p><strong>A &lsquo;back-door attempt&rsquo;</strong></p>\r\n\r\n<p>PolitiFact asked Berger&rsquo;s office for proof that Cooper and Stein prolonged court reviews of the legal challenges.</p>\r\n\r\n<p>They provided none. On the day we emailed to say we&rsquo;d found no evidence of Cooper or Stein supporting challenges to the court cases, Berger and Moore released a new statement once again criticizing Cooper and Stein for their inaction.</p>\r\n\r\n<p>Auth, Berger&rsquo;s spokesperson, also followed up with an email to PolitiFact. She said Cooper and Stein could use the attorney general&rsquo;s office to fight injunctions against state laws. She also argued that Stein, in 2009 as a state senator, contributed to the execution stoppage by voting for the Racial Justice Act.</p>\r\n\r\n<p>Supporters of the act said it was needed because statistics showed the death penalty was used disproportionately against black defendants. A Michigan State University <a href=\"http://www.newsobserver.com/news/local/crime/article82611572.html\">study</a> of capital cases in North Carolina between 1990 and 2010 shows that qualified black jurors were more than twice as likely as whites to be removed from juries by prosecutors.</p>\r\n\r\n<p>Many Republicans viewed the legislation as a &quot;back-door attempt to get rid of the death penalty,&quot; as former state Sen. Thom Goolsby said at the time. Goolsby later led the repeal of the act.</p>\r\n\r\n<p>Former state Rep. Paul &quot;Skip&quot; Stam of Apex, an attorney, echoed that sentiment.</p>\r\n\r\n<p>&quot;Any knowledgeable public lawyer would have realized that the RJA would be an indefinite moratorium on the death penalty for first degree murderers,&quot; Stam said in a recent email.</p>\r\n\r\n<p>&quot;By 2012, it was clear as the nose on your face that the RJA was an indefinite moratorium on the death penalty and irrational to boot (all the white murderers on death row claimed racial discrimination and filed petitions to stop their executions - so far successfully),&quot; Stam continued. &quot;And yet, Sen. Josh Stein voted against the 2012 legislation to effectively do away with these aspects of the RJA.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In the Dec. 8 joint statement with Moore, Berger said Cooper and Stein oppose the death penalty and have used &quot;every legal trick possible &ndash; including inaction &ndash; to delay death sentences.&quot; Berger&rsquo;s office provided no evidence showing that Cooper and Stein have sided with death penalty opponents in court. Rather, Berger pointed to Stein&rsquo;s vote on one bill and, in a vague claim, said the duo should&rsquo;ve pressured the courts to expedite their review of death penalty cases.</p>\r\n\r\n<p>It&rsquo;s fair to criticize how Cooper and Stein spend their resources and tie Stein to the Racial Justice Act. But those arguments alone don&rsquo;t prove that they oppose the death penalty or have used legal &quot;tricks&quot; to delay executions. We rate this claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-01-03T17:49:26.196764", "ruling_date": "2018-01-03T17:57:11", "ruling_headline": "Top NC Republican accuses Democratic governor of halting the death penalty", "ruling_headline_slug": "top-nc-republican-accuses-democratic-governor-halt", "ruling_link_text": "They actually support the death penalty", "ruling_state": null, "source_documents": null, "sources": "<p>Email correspondence with Amy Auth, spokeswoman for state Sen. Phil Berger.</p>\r\n\r\n<p>Email correspondence with Noelle Talley, spokeswoman for Gov. Roy Cooper.</p>\r\n\r\n<p>Email correspondence with Laura Brewer, spokeswoman for Attorney General Josh Stein.</p>\r\n\r\n<p>A list of executions in North Carolina on the N.C. Department of Public Safety <a href=\"https://www.ncdps.gov/Adult-Corrections/Prisons/Death-Penalty/List-of-persons-executed/Executions-1984-2006\">website</a>.</p>\r\n\r\n<p>Phone conversation with James Coleman, a Duke University professor and director of the Center for Criminal Justice and Professional Responsibility.</p>\r\n\r\n<p>Email and phone correspondence with Kristin Collins, associate director of public information at the Durham-based Center for Death Penalty Litigation.</p>\r\n\r\n<p>Email and phone correspondence with former N.C. Rep. Paul Stam, a Republican and attorney.</p>\r\n\r\n<p>Phone conversation with Bob Orr, former N.C. Supreme Court justice.</p>\r\n\r\n<p>Stories by Raleigh-based WRAL, &quot;<a href=\"http://www.wral.com/ten-years-after-nc-s-last-execution-ag-candidates-concur-death-penalty-should-stay-law/15912008/\">Ten years after NC&#39;s last execution, AG candidates concur death penalty should stay law</a>,&quot; published Aug. 12, 2016; &quot;<a href=\"http://www.wral.com/news/local/story/1178738/?comment_order=forward\">N.C. Executions on Hold, Await New Rules</a>,&quot; published January 25, 2007.</p>\r\n\r\n<p>Stories by The News &amp; Observer in Raleigh: &quot;<a href=\"http://www.newsobserver.com/news/politics-government/election/article103066392.html\">NC attorney general hopefuls debate: When is it OK not to defend a state law?</a>&quot; published Sept. 20, 2016; &quot;<a href=\"http://www.newsobserver.com/news/local/crime/article82611572.html\">Racial Justice Act back on the docket in Cumberland County</a>,&quot; published June 8, 2016; and &quot;Deal leaves Racial Justice Act in limbo,&quot; published Jan. 5, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "N.C. Senate president pro tem", "false_count": 1, "first_name": "Phil", "half_true_count": 1, "home_state": "North Carolina", "id": 3459, "last_name": "Berger", "mostly_true_count": 0, "name_slug": "phil-berger", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PhilBergerPF2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3459/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>&quot;Death penalty opponents like Roy Cooper and Josh Stein have imposed a de-facto moratorium on capital punishment.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2017-12-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 321, "photo": null, "resource_uri": "/api/v/2/subject/321/", "subject": "Death Penalty", "subject_slug": "death-penalty", "used_in_edition": ["/api/v/2/edition/49/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Governor of North Carolina", "false_count": 0, "first_name": "Roy", "half_true_count": 5, "home_state": "North Carolina", "id": 3423, "last_name": "Cooper", "mostly_true_count": 3, "name_slug": "roy-cooper", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GovRoyCooperPF.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3423/", "total_count": 11, "true_count": 0, "website": ""}, {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney General", "false_count": 0, "first_name": "Josh", "half_true_count": 0, "home_state": "North Carolina", "id": 4162, "last_name": "Stein", "mostly_true_count": 0, "name_slug": "josh-stein", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JoshSteinPFmug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4162/", "total_count": 0, "true_count": 0, "website": "http://www.joshstein.org/meet-josh"}], "twitter_headline": "Top NC Republican accuses Cooper, Stein of halting executions"}