{"art": [{"brightcove": "", "caption": "Julián Castro, shown here talking in August 2017 about joining the faculty of the LBJ School of Public Affairs, later made a Mostly True claim about DACA recipients mostly having jobs or going to school (Austin American-Statesman, RICARDO B. BRAZZIELL).", "id": 14566, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/castroaaspft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14566/", "title": "Julian Castro, August 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jscherer@express-news.net", "first_name": "Jasper", "id": 664, "last_name": "Scherer", "name_slug": "jasper-scherer", "on_staff_page": null, "phone": "210-250-3247", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/jasp.jpg", "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/664/", "title": "staff writer", "twitter": "jaspscherer"}], "canonical_url": "/texas/statements/2018/jan/10/julian-castro/julian-castro-daca-recipients-employed-school-mili/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Checking Julián Castro's '91 percent' DACA claim", "id": 14913, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jscherer@express-news.net", "first_name": "Jasper", "id": 664, "last_name": "Scherer", "name_slug": "jasper-scherer", "on_staff_page": null, "phone": "210-250-3247", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/jasp.jpg", "publication": {"id": 61, "publication_name": "San Antonio Express-News", "resource_uri": "/api/v/2/publication/61/"}, "resource_uri": "/api/v/2/staffer/664/", "title": "staff writer", "twitter": "jaspscherer"}], "resource_uri": "/api/v/2/statement/14913/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Calling out Republicans, Juli&aacute;n Castro of Texas said research shows that nearly every young immigrant at risk of losing federal protection from deportation is employed, in school or serving in the military.</p>\r\n\r\n<p>According to an October 2017 web post, the former Housing and Urban Development secretary was generally urging the Republican-led Congress to change federal law by offering a pathway to citizenship for undocumented immigrants brought to the U.S. illegally as children or those who overstayed their visas.</p>\r\n\r\n<p>The <a href=\"https://pjmedia.com/news-and-politics/undocumented-unafraid-says-daca-beneficiary-declaring-trump-coward/\">post</a>&nbsp;on the conservative blog <a href=\"https://pjmedia.com/\">PJ Media</a> says that in a conference call organized by an advocacy group, Castro specified that a &quot;recent analysis&quot; showed that 91 percent of Deferred Action for Childhood Arrivals (DACA) recipients, sometimes called &quot;Dreamers,&quot; are employed, in school or serving in the military. Critics, conversely, sometimes characterize the program as an <a href=\"http://www.nationalreview.com/article/450080/obamas-illegal-amnesty-trump-should-end-daca\">illegal amnesty that harms the working class</a>.</p>\r\n\r\n<p>Castro, the former San Antonio mayor and 2020 <a href=\"https://www.mysanantonio.com/news/politics/texas/article/Julian-Castro-tells-crowd-I-might-run-for-12333481.php\">Democratic presidential prospect</a>, directed his call for DACA action at U.S. Rep. Will Hurd, R-San Antonio, as well as John Cornyn of Texas, the Senate majority whip, who, Castro said, &quot;should make sure Congress passes a DREAM Act soon.&quot;</p>\r\n\r\n<p>Castro, who <a href=\"https://lbj.utexas.edu/former-hud-secretary-mayor-san-antonio-julian-castro-joins-lbj-school-ut-austin\">joined the faculty</a> of the University of Texas Lyndon B. Johnson School of Public Affairs in 2017, was otherwise quoted in the post criticizing President Donald Trump for <a href=\"https://www.whitehouse.gov/briefings-statements/statement-president-donald-j-trump-7/\">declaring</a> the month before that his administration would discontinue DACA, which President Barack Obama launched through a <a href=\"https://www.dhs.gov/xlibrary/assets/s1-exercising-prosecutorial-discretion-individuals-who-came-to-us-as-children.pdf\">2012 memo</a>, unless Congress authorized a program by changing federal laws. In a September 2017 <a href=\"https://twitter.com/realDonaldTrump/status/905228667336499200\">tweet</a>, Trump said both that Congress should &quot;legalize DACA&quot; and that in the event of inaction, he&rsquo;d &quot;revisit this issue.&quot;</p>\r\n\r\n<p><strong>Castro cites online survey results</strong></p>\r\n\r\n<p>So, was Castro right about DACA recipients nearly all being in school, employed or in the military?</p>\r\n\r\n<p>Castro, asked the basis of his claim, told Josh Baugh of the <em>San Antonio Express-News</em> by text that he drew his data points from an August 2017 <a href=\"https://www.americanprogress.org/issues/immigration/news/2017/08/28/437956/daca-recipients-economic-educational-gains-continue-grow/\">web post</a> by the left-leaning <a href=\"https://www.americanprogress.org/\">Center for American Progress</a> about a national DACA survey.</p>\r\n\r\n<p>That survey, we found, asked if DACA recipients had jobs or were in school. It didn&rsquo;t ask if respondents were in the military.</p>\r\n\r\n<p>The center&rsquo;s post summarizing the results said <a href=\"https://polisci.ucsd.edu/about-our-people/faculty/faculty-directory/currently-active-faculty/wong-profile.html\">Tom Wong</a>, a political scientist at the University of California, San Diego, led the August 2017 <a href=\"https://cdn.americanprogress.org/content/uploads/2017/11/02125251/2017_DACA_study_economic_report_updated.pdf\">survey</a> of 3,063 DACA recipients. All told, the post says, the survey reached DACA recipients in 46 states including Texas, where 17 percent of respondents said they were living, according to the center&rsquo;s separate <a href=\"https://cdn.americanprogress.org/content/uploads/2017/11/02125251/2017_DACA_study_economic_report_updated.pdf\">post of the survey&rsquo;s 22 questions and tallied results</a>.</p>\r\n\r\n<p>Let&rsquo;s check on whether the results back up Castro&rsquo;s claim before turning to the survey methodology and other efforts to gauge how DACA recipients spend their lives.</p>\r\n\r\n<p><strong>Survey results</strong></p>\r\n\r\n<p>Asked if they were &quot;currently employed,&quot; 91.4 percent answered affirmatively, according to the results, with 55.9 percent of those respondents saying they hadn&rsquo;t been employed &quot;before DACA.&quot; Another question asked if the respondent was currently in school; 44.9 percent responded affirmatively with 55 percent saying not, according to the results.</p>\r\n\r\n<p>Wong told us by email that an additional sort of the &quot;in school&quot; and &quot;currently employed&quot; responses showed 97 percent of all respondents reporting being employed or enrolled in school &mdash; with 71.5 percent of those saying that they were in school reportedly pursuing a bachelor&rsquo;s degree or higher.</p>\r\n\r\n<p><strong>Methodology</strong></p>\r\n\r\n<p>The center said in its post that the results drew on the largest sampling of DACA recipients to date. Some perspective: the 3,000-plus respondents would have amounted to about 4/10ths of 1 percent of some 690,000 <a href=\"https://www.uscis.gov/sites/default/files/USCIS/Resources/Reports%20and%20Studies/Immigration%20Forms%20Data/All%20Form%20Types/DACA/daca_population_data.pdf\">active DACA recipients</a> reported at about that time by U.S. Citizenship and Immigration Services.</p>\r\n\r\n<p>Wong conducted the survey in collaboration with the center and advocacy groups <a href=\"https://unitedwedream.org/\">United We Dream</a> and the <a href=\"https://www.nilc.org/\">National Immigration Law Center</a>. At the survey&rsquo;s release, that teaming drew criticism on the right-leaning Breitbart blog, where writer Neil Munro <a href=\"http://www.breitbart.com/big-government/2017/08/28/left-uses-fake-news-study-tout-daca/\">underscored</a> an acknowledgment in the survey&rsquo;s methodology section that &quot;it is not possible to construct a valid margin of error&quot; for the results because &quot;there is no phone book of undocumented immigrants.&quot; Munro counted this as an admission that the data was unreliable.</p>\r\n\r\n<p>In the same vein, we wondered how Wong&rsquo;s team confirmed that respondents were signed up for DACA; best we could tell, beneficiaries are not revealed by the government.</p>\r\n\r\n<p>By phone, Wong reaffirmed the methodology described in the center&rsquo;s post about the survey including that the partnering entities recruited the recipients surveyed online. Specifically, Wong said, the partners sent a web link to the survey to individuals on their respective email lists, also employing Facebook ads to ensure that self-identified DACA recipients from all over the country could participate.</p>\r\n\r\n<p>Recognizing that non-DACA recipients could potentially click through the survey, the researchers reported taking steps to eliminate bias and other factors that might skew the results.</p>\r\n\r\n<p>In the write-up posted by the center, Wong and his co-authors said that to prevent people from submitting multiple responses, they used a survey platform that prevented an IP address from submitting multiple responses.</p>\r\n\r\n<p>Wong said he used another tactic to stop people from gaming the study: Near the beginning of the survey, each respondent was asked to say at which age she or he came to the U.S. Close to the end, the survey requested the year the respondent came to the U.S. If the age provided toward the survey&rsquo;s start matched the year offered later, the results stayed in. If off by more than a year, Wong said, he threw out the response. In the end, he said, the responses of 3,063 people were tallied--with approximately 6,000 respondents&rsquo; surveys getting set aside for one reason or another.</p>\r\n\r\n<p>We asked Wong to provide more detail perhaps enabling us to confirm the percentages in the results. Wong told us <a href=\"https://docs.google.com/document/d/1UwGUdddXXJAh1OlC3t7foe4ccis8tdu3T4TrRH8a4LM/edit#\">by email</a> that he hadn&rsquo;t talked to the study&rsquo;s outreach partners &quot;about what data can and can&rsquo;t be released.&quot; Wong also said he plans to write a book analyzing the first four years of his survey results, at which point the data he analyzes for the book will be made publicly available. &quot;I know talk isn&rsquo;t worth much, but I analyzed all of the data myself and stand by the results,&quot; Wong wrote.</p>\r\n\r\n<p><strong>Solid research, expert says</strong></p>\r\n\r\n<p>We separately asked <a href=\"https://www.american.edu/cas/faculty/ernesto.cfm\">Ernesto Casta&ntilde;eda</a>, an American University expert on <a href=\"http://www.ernestocastaneda.com/publications.html\">migration research</a>, if he considers the Wong-led results to be valid.</p>\r\n\r\n<p>Casta&ntilde;eda&rsquo;s answer: Yes. Wong and his colleagues &quot;carried out a valid study on a hard-to-reach population,&quot; Casta&ntilde;eda said <a href=\"https://docs.google.com/document/d/1JbwoHhnHaGPRA2CuLon6Fmsz-_dUYfOn-pHPdbaqgus/edit#\">by email</a>. &quot;With more than three thousand respondents, this is an exceptionally large sample size.&quot; Casta&ntilde;eda further said that researchers cannot always calculate margins of error for &quot;unknown populations&quot; like homeless and undocumented people, adding that the authors &quot;took a number of steps to avoid duplicates or dubious data.&quot;</p>\r\n\r\n<p>Casta&ntilde;eda told us too that the study&rsquo;s results appeared to be consistent with ethnographic research on DACA recipients and <a href=\"https://www.americanprogress.org/issues/immigration/reports/2017/06/22/434822/taking-giant-leaps-forward/\">survey and interview research</a> through 2016 by <a href=\"https://www.gse.harvard.edu/faculty/roberto-gonzales\">Roberto Gonzales</a>, a Harvard University expert on immigration and social inequality, suggesting that DACA recipients made gains after getting that designation.</p>\r\n\r\n<p>Wong and Gonzales each found DACA beneficiaries finding educational and career opportunities that had been closed to them before they entered the program. According to <a href=\"https://cdn.americanprogress.org/content/uploads/2017/06/21142115/DACAat5-brief2.pdf\">Gonzales&rsquo; study</a>, posted by the center in June 2017, &quot;DACA beneficiaries told the authors that they were able to match their education and training with work that was meaningful to them&mdash;&lsquo;an occupation that they could be proud of and that did not carry the stigma of &lsquo;immigrant work.&rsquo; &quot; Wong told us a result from his 2017 study stood out to him: 54.2 percent of respondents reported getting a job &quot;that better fits my education and training.&quot;</p>\r\n\r\n<p>In the Breitbart post critical of Wong&rsquo;s work, Munro wrote that the study was &quot;based on a skewed sample of relatively successful DACA illegals who were identified by advocacy groups.&quot;</p>\r\n\r\n<p>To Munro&rsquo;s point, 35.5 percent of respondents 25 and older reported having bachelor&rsquo;s degrees or higher. Seemingly in contrast, Munro noted, an August 2017 Migration Policy Institute <a href=\"https://www.migrationpolicy.org/research/education-and-work-profiles-daca-population\">study</a> found only 5 percent of the &quot;immediately eligible DACA population&quot; holding a bachelor&rsquo;s degree or higher. The institute, a think tank that says it <a href=\"http://www.migrationpolicy.org/about/mission\">believes in the benefits of well-managed immigration</a>, reached its &quot;5 percent&quot; figure by drawing on responses to the U.S. Census Bureau&rsquo;s 2014 American Community Survey.</p>\r\n\r\n<p>Wong, asked about the possibly too-high education levels suggested by his results, pointed out that the 35.5 percent of survey-indicated DACA recipients with bachelor&rsquo;s degrees came out only slightly greater than what&rsquo;s lately shown for naturalized American citizens. According to <a href=\"https://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_16_1YR_S0501&amp;prodType=table\">bureau data</a> from 2016, 35.2 percent of naturalized citizens &mdash; those who obtained citizenship after being born as non-citizens &mdash; reported having a bachelor&rsquo;s, graduate or professional degree.</p>\r\n\r\n<p>DACA recipients&rsquo; high education levels make sense, Wong said, because the program <a href=\"https://www.uscis.gov/archive/frequently-asked-questions\">requires</a> applicants to be currently in school, have graduated from high school, have obtained a General Education Development (GED) certificate, or be an honorably discharged Coast Guard or military veteran.</p>\r\n\r\n<p>&quot;We&rsquo;re actually requiring them to be more educated than the general population,&quot; Wong said, adding: &quot;Now that the DACA population is getting older, we&rsquo;re talking about a pretty sizable number of college-educated individuals who are just beginning to hit their strides in their careers.&quot;</p>\r\n\r\n<p>Casta&ntilde;eda suggested <a href=\"https://docs.google.com/document/d/1JbwoHhnHaGPRA2CuLon6Fmsz-_dUYfOn-pHPdbaqgus/edit#\">by email</a> that Wong&rsquo;s survey provided more meaningful results than the MPI study, which was concerned with many more residents including individuals unlikely to seek DACA status. Casta&ntilde;eda wrote: &quot;DACA recipients are by definition positively self-selected since they have to apply to the program, deal with the complex application process and requirements, and pay application fees.&quot;</p>\r\n\r\n<p><strong>Another view</strong></p>\r\n\r\n<p>We also asked Jessica Vaughan of the conservative-leaning Center for Immigration Studies to evaluate the survey cited by Castro.</p>\r\n\r\n<p>By phone, Vaughan told us that she would not be surprised that DACA recipients participate in the labor force at high rates because for many, employment was likely &quot;a motivating factor to apply for DACA.&quot; Vaughan speculated, though, that the survey overstated the employment and education rates of DACA recipients simply by being administered online and, she suggested, drawing from people with regular online access as well as individuals with the &quot;time and inclination to fill out such a survey.&quot; It&rsquo;s reasonable, she said, to suppose that the same people would be more likely employed and well-educated.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Castro said a &quot;recent analysis&quot; showed that 91 percent of DACA recipients are employed, in school or serving in the military.</p>\r\n\r\n<p>Some 97 percent of respondents to an August 2017 online survey reported being employed or in school. However, the researchers asked no questions about military service.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE </strong></em>&ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-01-09T18:40:41.802725", "ruling_date": "2018-01-10T14:01:18", "ruling_headline": "Julián Castro says nearly all DACA recipients employed, in school or serving in military", "ruling_headline_slug": "julian-castro-daca-recipients-employed-school-mili", "ruling_link_text": "Military service not checked", "ruling_state": null, "source_documents": null, "sources": "<p>Web post, <a href=\"https://pjmedia.com/news-and-politics/undocumented-unafraid-says-daca-beneficiary-declaring-trump-coward/\">&quot;&#39;I am Undocumented and Unafraid,&#39; Says DACA Beneficiary Declaring Trump a &#39;Coward,&#39;&quot;</a> PJ Media, Oct. 29, 2017</p>\r\n\r\n<p>Web post, <a href=\"http://www.nationalreview.com/article/450080/obamas-illegal-amnesty-trump-should-end-daca\">&quot;Time to End DACA,&quot;</a> National Review, Aug. 3, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.mysanantonio.com/news/politics/texas/article/Julian-Castro-tells-crowd-I-might-run-for-12333481.php\">&quot;Texas Democrat Julian Castro tells crowd &lsquo;I might&rsquo; run for president,&quot;</a> mysanantonio.com/<em>San Antonio Express-News</em>, Nov. 6, 2017</p>\r\n\r\n<p>Web post, <a href=\"https://lbj.utexas.edu/former-hud-secretary-mayor-san-antonio-julian-castro-joins-lbj-school-ut-austin\">&quot;Former HUD Secretary, Mayor of San Antonio Juli&aacute;n Castro Joins LBJ School at UT Austin,&quot;</a> The University of Texas at Austin Lyndon B. Johnson School of Public Affairs, Aug. 29, 2017</p>\r\n\r\n<p>Web post, <a href=\"https://www.whitehouse.gov/briefings-statements/statement-president-donald-j-trump-7/\">&quot;Statement from President Donald J. Trump,&quot;</a>&nbsp;the White House, Sept. 5, 2017</p>\r\n\r\n<p>Memo, <a href=\"https://www.dhs.gov/xlibrary/assets/s1-exercising-prosecutorial-discretion-individuals-who-came-to-us-as-children.pdf\">&quot;Exercising Prosecutorial Discretion with Respect to Individuals Who Came to the United States as Children,&quot;</a> U.S. Department of Homeland Security, June 15, 2012</p>\r\n\r\n<p>Tweet, <a href=\"https://twitter.com/realDonaldTrump/status/905228667336499200\">&quot;Congress now has 6 months to legalize DACA (something the Obama Administration was unable to do). If they can&#39;t, I will revisit this issue!&quot;</a> Donald Trump (@realDonaldTrump)</p>\r\n\r\n<p>Text message from Julian Castro to Josh Baugh, Nov. 16, 2017</p>\r\n\r\n<p>Web post, <a href=\"https://www.americanprogress.org/issues/immigration/news/2017/08/28/437956/daca-recipients-economic-educational-gains-continue-grow/\">&quot;DACA Recipients&rsquo; Economic and Educational Gains Continue to Grow,&quot;</a> Center for American Progress, Aug. 28, 2017</p>\r\n\r\n<p>Study, <a href=\"https://cdn.americanprogress.org/content/uploads/2017/11/02125251/2017_DACA_study_economic_report_updated.pdf\">&quot;Results from Tom K. Wong et al.,2017 National DACA Study,&quot;</a> Tom K. Wong et al., last updated October 2017 (accessed Nov. 29, 2017)</p>\r\n\r\n<p>Web pages,&nbsp;U.S. Citizenship and Immigration Services,&nbsp;<a href=\"https://www.uscis.gov/sites/default/files/USCIS/Resources/Reports%20and%20Studies/Immigration%20Forms%20Data/All%20Form%20Types/DACA/daca_population_data.pdf\">&quot;Approximate Active DACA Recipients: Country of Birth,&quot;</a>&nbsp;as of Sept. 4, 2017; <a href=\"https://www.uscis.gov/archive/frequently-asked-questions\">&quot;Frequently asked questions,&quot;</a> last updated Oct. 6, 2017;&nbsp;<a href=\"https://www.uscis.gov/sites/default/files/USCIS/Resources/Reports%20and%20Studies/Immigration%20Forms%20Data/All%20Form%20Types/DACA/daca_performancedata_fy2017_qtr2.pdf\">&quot;Consideration of Deferred Action for Childhood Arrivals, by Fiscal Year, Quarter, Intake, Biometrics and Case Status Fiscal Year 2012-2017,&quot;</a> March 2017 (accessed Dec. 18 and 20, 2017)</p>\r\n\r\n<p>Web post, <a href=\"http://www.breitbart.com/big-government/2017/08/28/left-uses-fake-news-study-tout-daca/\">&quot;Left Uses &lsquo;Fake News&rsquo; Study To Tout DACA,&quot;</a> Breitbart, Aug. 28, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1UwGUdddXXJAh1OlC3t7foe4ccis8tdu3T4TrRH8a4LM/edit\">Emails</a> and phone interviews, <a href=\"http://polisci.ucsd.edu/about-our-people/faculty/faculty-directory/currently-active-faculty/wong-profile.html\">Tom Wong</a>, associate professor of political science, University of California, San Diego, Dec. 14, 20 and 21, 2017, Jan. 7, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1JbwoHhnHaGPRA2CuLon6Fmsz-_dUYfOn-pHPdbaqgus/edit#\">Emails</a>, Ernesto Casta&ntilde;eda, <a href=\"https://www.american.edu/cas/faculty/ernesto.cfm\">assistant professor of sociology, American University</a></p>\r\n\r\n<p>Web post, Center for American Progress, <a href=\"https://www.americanprogress.org/issues/immigration/reports/2017/06/22/434822/taking-giant-leaps-forward/\">&quot;Taking Giant Leaps Forward,&quot;</a> June 22, 2017 (accessed Dec. 20, 2017)</p>\r\n\r\n<p>Study, <a href=\"https://www.migrationpolicy.org/research/education-and-work-profiles-daca-population\">&quot;The Education and Work Profiles of the DACA Population,&quot;</a> Migration Policy Institute, August 2017 (accessed Dec. 21, 2017)</p>\r\n\r\n<p>Web page, <a href=\"https://www.migrationpolicy.org/about/mission\">&quot;Mission,&quot;</a> Migration Policy Institute, undated</p>\r\n\r\n<p>Phone interviews, <a href=\"http://www.migrationpolicy.org/about/staff/michelle-mittelstadt\">Michelle Mittelstadt,</a> director of communications and public affairs, MPI, Jan. 4 and 9, 2018</p>\r\n\r\n<p>Data, 2016 American Community Survey, U.S. Census Bureau&nbsp;<a href=\"https://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_16_1YR_S0501&amp;prodType=table\">&quot;Selected characteristics of the native and foreign-born populations,&quot;</a> &nbsp;2016 (accessed Jan. 9, 2017)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Mayor, San Antonio", "false_count": 0, "first_name": "Julián", "half_true_count": 3, "home_state": "Texas", "id": 1896, "last_name": "Castro", "mostly_true_count": 4, "name_slug": "julian-castro", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/juliancastromugsquare.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1896/", "total_count": 13, "true_count": 6, "website": "http://mayorcastro.com/bio.php"}, "statement": "<p>Says a &quot;recent analysis&quot; showed that 91 percent of Deferred Action for Childhood Arrivals (DACA) recipients are employed, in school or serving in the military.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a conference call reported in a PJ Media web post", "statement_date": "2017-10-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "Julián Castro says survey shows 91 percent of DACA recipients going to school, working or serving in military."}