{"art": [{"brightcove": "", "caption": "A sheriff said nearly half of Texas auto thefts involve keys left in vehicles. We put that claim to the PolitiFact Texas Truth-O-Meter (2014 photo, Ralph Barrera, Austin American-Statesman).", "id": 14583, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/2014trafficpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14583/", "title": "Austin traffic 2014", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/jan/12/robert-chody/nearly-half-texas-vehicle-thefts-keys-left-inside-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "How often are keys left inside stolen Texas vehicles?", "id": 14919, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14919/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A Central Texas sheriff posted a warning that led us to check--and find faulty--key facts.</p>\r\n\r\n<p>Republican Robert Chody, <a href=\"http://www.statesman.com/news/local/constable-robert-chody-wins-williamson-county-sheriff-race/buWVZtW0i2Qdx8YsRqC2XK/\">elected</a> the sheriff of Williamson County in 2016, said in a Dec. 27, 2017, <a href=\"https://twitter.com/SheriffChody/status/946032668269010944\">tweet</a>: &quot;65,000 vehicles stolen in Texas each year. Almost half of all vehicles stolen in Texas each year had keys left inside. That&rsquo;s a lot of preventable thefts #TakeKeysWithYou #LockDoors,&quot; his tweet said.</p>\r\n\r\n<p>Chody made us wonder about the share of vehicles stolen in Texas that have had keys left inside. Our inquiries didn&rsquo;t prove out the claim and the responsible state agency removed the &quot;almost half&quot; statement from its website.</p>\r\n\r\n<p><strong>Sheriff cites state agency</strong></p>\r\n\r\n<p>For starters, Chody told us in a Twitter message that he drew his claim from a web page overseen by the Texas Department of Motor Vehicles. That page, &quot;Auto Burglary and Theft Prevention Authority,&quot; <a href=\"https://drive.google.com/file/d/1FqROyB42nTweck-Y2JHGhg6zT2UlxFS5/view?usp=sharing\">said toward the top</a>: &quot;It doesn&#39;t matter what kind of car you drive, all vehicles are a potential target of theft. Nearly 65,000 cars and trucks are stolen in the state of Texas each year, and thousands more are burglarized. Almost half of all vehicles stolen had the keys left inside.&quot;</p>\r\n\r\n<p>When we asked TxDMV about the basis of its &quot;almost half&quot; finding, spokesman Adam Shaivitz provided statements by email from the anti-theft authority&rsquo;s director, Bryan Wilson, who noted first that according to information collected <a href=\"http://www.dps.texas.gov/crimereports/16/citCh10a.pdf\">and posted</a> by the Texas Department of Public Safety, more than 65,000 motor vehicle thefts were reported each year from 2013 through 2016, when the agency noted 68,461 such thefts.</p>\r\n\r\n<p>Wilson also shared a National Highway Traffic Safety Administration publication, &quot;<a href=\"https://drive.google.com/file/d/1W5tinPgUFW1uLl-t5yGRiRaogXilUdwM/view?usp=sharing\">Vehicle Theft Prevention: What Consumers Should Know</a>,&quot; attributing 40 percent to 50 percent of vehicle thefts nationally &quot;to driver error, which includes leaving vehicle doors unlocked and leaving keys in the ignition or on the seats,&quot; the publication says.</p>\r\n\r\n<p>Also, Wilson pointed out, the <a href=\"https://www.nicb.org/\">National Insurance Crime Bureau</a>, an Illinois-based nonprofit that <a href=\"https://www.nicb.org/about-nicb\">says</a> it&rsquo;s dedicated to fighting insurance fraud and crime, published an <a href=\"https://drive.google.com/file/d/1HcXRGxwHaK375BBAFiJmnPWu-uwqonIM/view?usp=sharing\">October 2016 report</a> stating that over several years, Texas ranked second only to California by having 11,003 vehicle thefts with keys inside--a figure drawn from the bureau&rsquo;s review of theft reports compiled by the federal <a href=\"https://www.fbi.gov/services/cjis/ncic\">National Crime Information Center</a>. The bureau&rsquo;s report says: &quot;Vehicle thefts with keys were identified by using the NCIC text fields available to NICB. Terms indicating the vehicle was stolen with the keys were used as search criteria.&quot;</p>\r\n\r\n<p>Wilson, asked about relevant statewide data, said there hasn&rsquo;t been a systemwide &quot;science-based empirical study to measure the sometimes surreptitious activity of leaving keys in the car or doors unlocked.&quot;</p>\r\n\r\n<p><strong>A rough calculation</strong></p>\r\n\r\n<p>We made our own run at gauging the prevalence of Texans leaving keys in stolen vehicles by dividing the 11,003 Texas vehicle thefts with keys inside as noted by the crime bureau into the 200,503 vehicle thefts in Texas tallied by the DPS through the study period. That comparison suggests that 5.5 percent of vehicle thefts in the state from 2013 through 2015 involved keys left inside.</p>\r\n\r\n<p>Next, we sought to fine-tune our results by asking the bureau to sort its count of Texas vehicles stolen with keys left inside by each of the years.</p>\r\n\r\n<p>A spokesman, Frank Scafidi, emailed us a chart indicating 3,079 Texas vehicle thefts with keys left inside in 2013; 3,547 in 2014; and 4,377 in 2015. We compared those counts with total vehicle thefts tallied by the DPS for each of the years--an indication the share of stolen vehicles with keys left inside ranged from 4.7 percent in 2013 to 6.5 percent in 2015.</p>\r\n\r\n<p>Scafidi also offered a caution by telling us to consider the bureau&rsquo;s counts of thefts with keys left inside to be on the low end of what likely occurred because &quot;we have to rely on reporting officers indicating keys were a factor in the text field of each NCIC record. They don&rsquo;t always provide that extra bit of information,&quot; he wrote.</p>\r\n\r\n<p>By phone, meantime, Scafidi expressed skepticism at the idea of nearly half of Texas thefts involving keys left in vehicles. Scafidi further noted by email that the bureau does not make that kind of claim in its <a href=\"https://drive.google.com/file/d/1Sy47xwtWNL2Sz2y7uapyiMHcnmOmlD7F/view?usp=sharing\">handout about auto theft </a>that&rsquo;s made available to police departments.</p>\r\n\r\n<p>We also asked NHTSA and the FBI about available national data showing how often victims of vehicle theft leave a key in place. In emails, Jose Ucles of NHTSA and Stephen Fischer of the FBI each told us his agency didn&rsquo;t have such data.</p>\r\n\r\n<p><strong>Local police agencies</strong></p>\r\n\r\n<p>Shaivitz separately told us the authority&rsquo;s tracking of vehicle thefts with keys left inside came from reports submitted by <a href=\"http://www.txdmv.gov/abtpa-grantees?tab=List-of-grantees\">24 regional task forces or local police agencies</a> awarded grants by the authority to combat vehicle thefts and burglaries. Shaivitz also provided a December 2017 <a href=\"https://drive.google.com/file/d/1PFSR4fxwUPKsD0PmYO5MfZ5Q9iK6HQCj/view?usp=sharing\">press release</a> from the Amarillo Police Department stating that 762 of the 922 cars and trucks reported stolen locally from December 2016 through Dec. 21, 2017, had the keys left in them--a figure confirmed by the department&rsquo;s Cpl. Jeb Hilton, who told us by phone that he couldn&rsquo;t guess why so many motorists had left keys in their vehicles.</p>\r\n\r\n<p>Shaivitz also forwarded an email from Austin Police Department Sgt. Chris Vetrano stating that 51 percent of locally reported vehicle thefts in December 2017 involved keys left in vehicles. We asked the Austin department to elaborate. By email, Anna Sabana advised that through 2017, approximately 32 percent of vehicle thefts reported to the department &quot;had keys available&quot; when the thefts occurred--compared with about 41 percent the year before.</p>\r\n\r\n<p>Broadly, Shaivitz said, more than half the authority&rsquo;s grantees said a major factor in vehicle burglary and theft cases is &quot;people leaving their vehicles unsecured and leaving keys in the interior, although they don&rsquo;t all report percentages.&quot; He specified that authorities in Paris reported that 80 percent to 90 percent of stolen vehicles were due to keys being left inside or available and Potter County officials said 90 percent &nbsp;of stolen vehicles had the keys left in them and the Victoria Police Department reported that in the last quarter of 2017, 69 percent of local vehicle thefts involved keys left inside.</p>\r\n\r\n<p><strong>Claim removed</strong></p>\r\n\r\n<p>While we were researching this fact-check, Shaivitz told us the TxDMV had amended the authority&rsquo;s anti-theft web page by removing the declaration that almost half of vehicles stolen in Texas had keys left inside. <a href=\"http://www.txdmv.gov/motorists/consumer-protection/auto-theft-prevention\">Revised text</a> on the web page says: &quot;Many jurisdictions report that keys left inside and doors unlocked are major factors in stolen and burglarized vehicles.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Chody said that almost half of all vehicles stolen in Texas each year have the keys left inside.</p>\r\n\r\n<p>Surely some instances of keys left in stolen vehicles go unreported. Yet we identified no statewide data supporting this &quot;almost half&quot; assessment while our calculations rooted in a national group&rsquo;s research indicate that less than 1 in 10 reported Texas vehicle thefts from 2013 through 2015 involved keys left in vehicles.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-01-11T12:10:43.044361", "ruling_date": "2018-01-12T14:48:40", "ruling_headline": "Little gas behind claim that every year, keys left inside nearly half of stolen Texas vehicles", "ruling_headline_slug": "nearly-half-texas-vehicle-thefts-keys-left-inside-", "ruling_link_text": "Dead end", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://drive.google.com/file/d/1FqROyB42nTweck-Y2JHGhg6zT2UlxFS5/view?usp=sharing\">Partial screen grab</a> of web page, <a href=\"http://www.txdmv.gov/motorists/consumer-protection/auto-theft-prevention\">&quot;Auto Burglary and Theft Prevention Authority,&quot;</a> Texas Department of Motor Vehicles, undated (accessed Jan. 4, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQtHLdRZua7BoLpaoR01HXItspqERKd5kR1vWEDrT3gK_-Fz5HL4S-iYdKi8MSZZ1MWBEu0FMkAUgvL/pub\">Emails</a>, Adam Shaivitz, public information officer, Government &amp; Strategic Communications Division, Texas Department of Motor Vehicles, Jan. 3-10, 2018</p>\r\n\r\n<p>Chapter of report, <a href=\"http://www.dps.texas.gov/crimereports/16/citCh10a.pdf\">&quot;Texas Crime Summary,&quot;</a> showing reported Texas motor vehicle thefts for 2015 and 2016, Texas Department of Public Safety, undated (accessed Jan. 5, 2018)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTW06ZWpcy7dPFyEVtaxZOs2cN49YR9c4A77ZJESrbMeuk2ziQlrDInDgQFMIMfa4tkrxTa5gxcJjrj/pub\">email</a>, Frank Scafidi, director of public affairs, National Insurance Crime Bureau, Jan. 4 and 11, 2018</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/1PFSR4fxwUPKsD0PmYO5MfZ5Q9iK6HQCj/view?usp=sharing\">Press release,</a> Amarillo Police Department, Dec. 29, 2017 (received by email from Adam Shaivitz, Jan. 5, 2018)</p>\r\n\r\n<p>Revised web page, <a href=\"http://www.txdmv.gov/motorists/consumer-protection/auto-theft-prevention\">&quot;Auto Burglary and Theft Prevention Authority,&quot;</a> undated (accessed Jan. 5, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQR06zModIgyRH2XSMJRrWsDXsJJOzH5lehKyhPEtLVFN1kPtDP884WmPm2xyTdmea580E3L03DJ5e3/pub\">Email</a>, Jose Ucles, public affairs specialist, National Highway Transportation Safety Administration, Jan. 10, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQC8ItC5UTFgyAsfK88w-_APgm0xjyGafZ3fKJuRrZVtJoEFcrfSoGV6AFfFufq8NMKfQ52Fhx0297_/pub\">Email</a>, Anna Sabana, public information and marketing manager, Austin Police Department, Jan. 10, 2018</p>\r\n\r\n<p>Phone interview, Cpl. Jeb Hilton, crime prevention unit, Amarillo Police Department, Jan. 11, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTAc0BOftuTSdNBIi_Ql5hHjWimTFHxTqtTeHn3HkDld0MvoFBV1Diw9xYElGDpyxztB8-376cYmSQP/pub\">Email</a>, Stephen G. Fischer Jr., chief, Multimedia Productions, Criminal Justice Information Services Division, FBI, Jan. 11, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Williamson County sheriff", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "Texas", "id": 4169, "last_name": "Chody", "mostly_true_count": 0, "name_slug": "robert-chody", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/robertchodypft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4169/", "total_count": 1, "true_count": 0, "website": "https://www.facebook.com/SheriffChody/"}, "statement": "<p>&quot;Almost half of all vehicles stolen in Texas each year had keys left inside.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2017-12-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Sheriff: Keys left in vehicles fuel nearly half of Texas vehicle thefts."}