{"art": [{"brightcove": "", "caption": "This video, posted in 2018 by U.S. Customs and Border Protection, suggests a 1993 change in enforcement strategy near El Paso fed decreases in apprehensions of people crossing the  border illegally (YouTube video).", "id": 14684, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/14684/", "title": "US Customs and Border Protection video, title says October 2017", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/jRihEaftS0M?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "jRihEaftS0M"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/jan/22/paul-sperry/commentator-el-paso-fencing-2010-drove-down-violen/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Did El Paso fencing make all the difference there?", "id": 14941, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/14941/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Conservative <a href=\"http://sperryfiles.com/about.shtml\">Paul Sperry</a> highlighted fencing erected near El Paso a decade ago as evidence that President Donald Trump&rsquo;s proposed border wall could enhance security.</p>\r\n\r\n<p>Sperry wrote in a January 2018 <a href=\"https://nypost.com/2018/01/13/we-already-have-a-border-wall-and-it-works/\">New York Post commentary</a> that the fencing, described as completed in 2010, explains a dramatic decrease in violent crime in the West Texas city and plummets in illegal crossings and drug smuggling.</p>\r\n\r\n<p>We wondered about that after Sarah Huckabee Sanders, the White House press secretary, <a href=\"https://twitter.com/PressSec/status/953073126442749953\">promoted Sperry&rsquo;s commentary</a> on Twitter and Bob Moore, former executive editor of the El Paso Times, asserted in <a href=\"https://twitter.com/BobMooreNews/status/953078923520348160\">his own tweet</a> that El Paso had low violent crime rates as far back as 2005 while illegal border crossings, Moore wrote, decreased for varied reasons around 2010 including the Great Recession.</p>\r\n\r\n<p>Sperry, whom we emailed without hearing back, wrote that once the fencing went up, illegal crossings and levels of violent crime and drug smuggling rapidly subsided and that since then, El Paso has consistently topped rankings for cities of 500,000 residents or more with low crime rates, based on FBI-collected statistics.</p>\r\n\r\n<p>We&#39;d suggest that claims about any&nbsp;city&rsquo;s safety rank&nbsp;be considered with caution. Such rankings are oft tied to FBI statistics that the agency <a href=\"https://ucr.fbi.gov/ucr-statistics-their-proper-use\">counsels against</a> using to rank or compare communities. We&rsquo;ve also done <a href=\"http://www.politifact.com/texas/statements/2011/oct/11/jose-rodriguez/jose-rodriguez-says-el-paso-was-named-safest-large/\">several</a> <a href=\"http://www.politifact.com/texas/statements/2013/may/30/veronica-escobar/el-paso-leader-says-el-paso-safest-city-its-size-c/\">separate</a> <a href=\"http://www.politifact.com/texas/statements/2017/apr/14/beto-orourke/beto-orourke-relies-disputed-rankings-calling-el-p/\">fact-checks </a>noting flaws in claims about El Paso&rsquo;s safety standing.</p>\r\n\r\n<p>On another front, it appears the fencing touted by Sperry was not finished in 2010. Ramiro Cordero, a spokesman for the Border Patrol&rsquo;s El Paso sector, which takes in New Mexico, El Paso County and part of adjoining Hudspeth County, advised by email that from 2007 to approximately 2014, two types of fencing got built near the El Paso metro area: double-layered mesh 18 feet tall and mesh on movable barriers going up 22 feet.</p>\r\n\r\n<p>In 2009, David Aguilar of the Border Patrol specified at a U.S. Senate hearing that 626 miles of congressionally ordered fencing had been completed along the border. When fully built, Aguilar said, the additions would cover 661 miles from Texas into California, counting 115 miles each in New Mexico and Texas.</p>\r\n\r\n<p><strong>Decreased &lsquo;illegal alien&rsquo; apprehensions</strong></p>\r\n\r\n<p>We explored&nbsp;each part of Sperry&rsquo;s statement separately, starting with whether the new fencing greatly diminished border crossings.</p>\r\n\r\n<p>All along the southwestern border, it&rsquo;s worth noting, apprehensions by the Border Patrol peaked in 2000 at 1.6 million (yearly total) and later generally declined starting around the time of the 2008-09 recession, Michelle Mittelstadt of the Migration Policy Institute, a nonpartisan think tank that studies worldwide immigration, has noted. <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/25/donald-trump/illegal-immigration-lowest-17-years-trump-said/\">Mittelstadt told PolitiFact</a> in April 2017 that factors in Mexico had contributed to the drop-offs including lower birth rates, increased educational levels and an improved economy.</p>\r\n\r\n<p>In his commentary, Sperry wrote that according to Homeland Security data, &quot;the number of deportable illegal immigrants located by the U.S. Border Patrol plummeted by more than 89 percent over the five-year period during which&quot; the fencing between El Paso and neighboring Ciudad Juarez, Mexico, was completed.</p>\r\n\r\n<p>Sperry said that when the El Paso fencing project &quot;started in 2006, illegal crossings totaled 122,261, but by 2010, when the 131-mile fence was completed from one end of El Paso out into the New Mexico desert, immigrant crossings shrank to just 12,251. They hit a low of 9,678 in 2012, before slowly ticking back up to a total of 25,193 last year. But they&rsquo;re still well below pre-fence levels, and the Border Patrol credits the fortified barrier dividing El Paso from Mexico for the reduction in illegal flows,&quot; Sperry wrote.</p>\r\n\r\n<p>We found that he accurately recapped government-posted <a href=\"https://www.cbp.gov/sites/default/files/assets/documents/2017-Dec/BP%20Southwest%20Border%20Sector%20Apps%20FY1960%20-%20FY2017.pdf\">tallies of &quot;illegal alien apprehensions,&quot;</a> which are generally used as a metric to measure illegal immigration. An exception: When we checked, the Border Patrol was reporting a slightly greater number of apprehensions in 2006, 122,656 making the 9,678 apprehensions in the sector in 2012 92 percent less than apprehensions in 2006.</p>\r\n\r\n<p>Unaddressed by Sperry: All along the nation&rsquo;s southern border, according to the Border Patrol, apprehensions decreased each year from 2007 through 2011. That is, the agency&rsquo;s pre-2017 low of 327,577 apprehensions in 2011 was down 69 percent from 1,071,972 apprehensions in 2006 and down 72 percent from 1,171,396 apprehensions in 2005.</p>\r\n\r\n<p><strong>Border Patrol video singles out change in tactics</strong></p>\r\n\r\n<p>Next, we reached out to the Border Patrol to ask about the fencing alone driving down apprehensions.</p>\r\n\r\n<p>We fielded no comment from Carlos A. Diaz, the agency&rsquo;s Southwest Border branch chief, though he pointed us by email to a 2017 <a href=\"https://www.youtube.com/watch?v=jRihEaftS0M\">Customs and Border Protection video</a> describing enforcement actions from 1992 through 2016 to stem illegal crossings. The El Paso portion of the video doesn&rsquo;t mention fencing. Rather, it singles out the 285,000 apprehensions made in the El Paso sector in 1993--which a narrator says was the year that the Border Patrol implemented <a href=\"https://www.cbp.gov/border-security/along-us-borders/history\">Operation Hold the Line</a> at El Paso calling for the &quot;forward deployment of agents and technology to high-traffic areas.</p>\r\n\r\n<p>&quot;Focusing on prevention through deterrence,&quot; the narrator continues, &quot;the strategy proved successful and apprehensions decreased over 70 percent&quot; in the sector in one year &quot;and in 2015, 14,495 apprehensions were made in the El Paso sector.&quot;</p>\r\n\r\n<p>That snippet led us to revisit federal tallies of apprehensions, which show both a post-1986 high of 285,981 apprehensions in the sector in 1993 and a 72 percent plummet to 79,688 apprehensions in 1994 though apprehensions increased the next two years, reaching 145,929 in 1996. In subsequent years through September 2017, the sector reported decreased apprehensions in 13 years and increased apprehensions in eight years; its 25,193 apprehensions in 2017 amounted to the sector&rsquo;s third-most in a decade, possibly a reminder that economic conditions on both sides of the border, or <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/mar/22/donald-trump/trump-says-illegal-immigration-down-61-percent-ele/\">unsafe conditions in parts of Central America</a>, also can sway decisions to cross the Rio Grande.</p>\r\n\r\n<p><strong>Other Border Patrol views</strong></p>\r\n\r\n<p>When we asked, a couple of Border Patrol officers credited the El Paso fencing with enhancing&nbsp;enforcement.</p>\r\n\r\n<p>Doug Mosier, a Customs and Border Protection spokesman, said he&rsquo;s worked as an El Paso-based agency public affairs officer since 1986. By email, Mosier said Operation Hold The Line &quot;revolutionized the way that border security was conducted in terms of federal law enforcement prevention efforts.&quot;</p>\r\n\r\n<p>Mosier said <a href=\"http://history.house.gov/People/Detail/20297\">Silvestre Reyes</a>, later elected to the U.S. House, &quot;had tried a similar strategy on a smaller scale when he was a Border Patrol chief in McAllen, Texas, and it worked well for that community.&quot;</p>\r\n\r\n<p>According to a 2013 <em>El Paso Times</em> <a href=\"http://nfap.com/pdf/El%20Paso%20Times.September%2029,%202013.pdf\">news story</a>, the approach instigated by Reyes, described as still in place, &quot;called for the deployment of every available Border Patrol agent to different sites along 20 miles of the El Paso-Juarez border, roughly from Sunland Park, N.M., to the Zaragoza port of entry.&quot;</p>\r\n\r\n<p>Mosier elaborated to us:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;So, as the chief of El Paso Sector in 1993, he essentially positioned as many U.S. Border Patrol agents as he could spare (approximately 250 agents) along a primary 20-mile stretch of border separating El Paso/Juarez, over a three-week period. The result was astounding, since illegal apprehensions immediately dropped by approximately 80-percent overnight. Crime and loitering also fell by the wayside in the downtown district, which was later substantiated in several surveys and polls taken by the El Paso Times, and the then--El Paso Herald Post.</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;At first the border community was in shock, but that soon gave way to widespread support which manifested in improved living conditions for residents in El Paso, and in some areas of N.M.&quot;</p>\r\n\r\n<p>The <em>Times</em> story said that after Hold the Line was implemented, Reyes went on to urge more strategic fencing.</p>\r\n\r\n<p>Mosier, asked to assess the effects of the fencing, said that when &quot;primary pedestrian fencing (18-feet) was implemented in 2008, it provided effective infrastructure in much-needed areas of the border. It also improved USBP effectiveness by better directing illegal immigration into areas where Border Patrol had more resources to monitor traffic via technology, aircraft, combined with increased agent personnel. We said at that time, and still say today, that those combined resources, our strong working relationship with law enforcement partners, and the support by residents in El Paso were essential to the success of El Paso border security efforts,&quot; Mosier said.</p>\r\n\r\n<p>Cordero, who also told us he&rsquo;s worked for the agency in the sector for 18 years, agreed the fencing helped reduce apprehensions but, he said, other enforcement activities and cooperation between law agencies and with Mexican authorities also mattered.</p>\r\n\r\n<p><a href=\"http://clhb.utep.edu/people/staff\">Victor Manjarrez Jr.</a> of the University of Texas at El Paso told us he was the sector chief when the fencing went up. By email, Manjarrez deemed the fencing a factor in driving down apprehensions along with increased Border Patrol personnel, expanded technology and infrastructure including lights and roads.</p>\r\n\r\n<p>&quot;Although the pedestrian wall had a huge impact,&quot; Manjarrez said, &quot;so did the increase in Border Patrol agents&quot; driven by a 2004 congressional directive to beef up the agency. &quot;I would disagree that the wall was the sole reason for the decline in criminal activity, but&quot; it &quot;was a MAJOR factor in improving the quality of life.&quot;</p>\r\n\r\n<p><strong>El Paso crime</strong></p>\r\n\r\n<p>Sperry wrote that FBI crime-rate information shows the fencing drove down crime in El Paso. In fact, Sperry wrote, El Paso before 2010 &quot;was mired in violent crime and drug smuggling, thanks in large part to illicit activities spilling over from the Mexican side. Once the fence went up, however, things changed almost overnight.&quot;</p>\r\n\r\n<p>His commentary also said: &quot;According to FBI tables, property crimes in El Paso have plunged more than 37 percent to 12,357 from their pre-fence peak of 19,702 a year, while violent crimes have dropped more than 6 percent to 2,682 from a peak of 2,861 a year.&quot;</p>\r\n\r\n<p>Moore countered in a post-publication <a href=\"https://twitter.com/BobMooreNews/status/953464129116934144\">tweet</a> that El Paso&rsquo;s violent crime rate was on the slide long before the fencing got built. Our search of the Nexis news database showed too that the El Paso County sheriff, Richard Wiles, told a U.S. Senate committee in 2009 that by that year, El Paso had been considered one of the country&rsquo;s safest cities for a dozen years, &quot;long before the new fence was built,&quot; Wiles testified.</p>\r\n\r\n<p>Moore, answering our request for more information, emailed us his <a href=\"https://docs.google.com/spreadsheets/d/16cv30BZ9C3O4K3CmBd5qjcgOdzbbKAmh-kmqCPGmA0Y/edit?usp=sharing\">spreadsheet</a> suggesting that each year from 2000 through 2016, El Paso&rsquo;s violent crime rate based on FBI data far trailed the average violent crime rate for like cities of 500,000 to 1 million residents.</p>\r\n\r\n<p>The FBI&rsquo;s posted figures enabled us to confirm that El Paso&rsquo;s violent crime rate trailed the national average for cities of 500,000 to 1 million residents from 1985 through 2016. The city&rsquo;s rate also mostly decreased year to year, the figures indicate, though the city still saw 11 year-to-year increases with the biggest rate bump, 10 percent, occurring in 2008. Conversely, El Paso&rsquo;s rate sank 10 percent or more 10 times in the 30 years including 1994, 1995, 1998, 2000, 2002, 2003, 2005 and 2006--all before the new fencing was mandated or fully installed--with the other big drops occurring in 1987 and 2013.</p>\r\n\r\n<p><strong>Drug smuggling</strong></p>\r\n\r\n<p>Sperry wrote that drug smuggling at the El Paso &quot;border entry point has also fallen dramatically. In fact, since the fence was completed, the volume of marijuana and cocaine coming through El Paso and seized by Border Patrol agents has been cut in half.&quot;</p>\r\n\r\n<p>&quot;The year before the wall was fully built in 2010,&quot; Sperry went on, &quot;the volume of illegal drugs confiscated by the feds along the El Paso border hit 87,725 pounds. The year after, the amount of drug seizures plummeted to 43,783 pounds. Last year, they dropped even further to a total of 34,329, according to Border Patrol reports obtained by The Post.&quot;</p>\r\n\r\n<p>We found slightly different figures. Regardless, a chart provided by Cordero showed that the dollar amount of illegal drug seizures in the El Paso sector substantially declined from 2007 through 2014, when the agency&rsquo;s $35.2 million in seizures was more than 400 percent less than the nearly $151 million in seizures in 2006. While seizures escalated in 2015 and 2016, reaching $54 million, they declined to $39 million in 2017, the agency&rsquo;s chart says.</p>\r\n\r\n<p>Drug Seizures, El Paso Sector, U.S. Border Patrol, Fiscal 2006 though Fiscal 2017</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/5RCdzx0ZRAa-Ewbc0TijU1ThfP40dUYaCarHkUoy1nzKYDSDEn3HiioZPwY_StafxKjpfb4pZxIZ3Fx-g2Pl7RR7-o0s0ZO8t6_JSPZjBF_Egi6TSIpSt-dbrsSDmn7m4eHmNNO3\" style=\"border:1px solid; float:left; height:388px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Email, Ramiro Cordero, agent, U.S, Border Patrol, El Paso sector, Jan. 18, 2018</p>\r\n\r\n<p>We later ran these mostly reduced interdictions of illegal drugs past <a href=\"http://www.ips-dc.org/ips-authors/sanho-tree/\">Sanho Tree</a>, director of the Drug Policy Project at the Institute for Policy Studies, which <a href=\"http://www.ips-dc.org/about/\">calls itself</a> &quot;Washington&rsquo;s first progressive multi-issue think tank.&quot; Tree said by phone he wasn&rsquo;t aware of research on the effect of the El Paso fencing on drug smuggling. Yet generally, Tree said, declines in captured drugs don&rsquo;t necessarily signal fall-offs in smuggling, which relies on frequent shifts in methodology extending to drones, tunnels, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/sep/27/donald-trump/trump-largely-accurate-claim-about-drugs-catapulte/\">even catapults</a>. &quot;What you interdict shows you what you&rsquo;re catching, it doesn&rsquo;t show what you&rsquo;re not catching,&quot; Tree said, adding that it&rsquo;s hard to model the effects on smuggling of particular law enforcement tacks.</p>\r\n\r\n<p>Local police agencies didn&rsquo;t engage with&nbsp;this fact-check. Sgt. Enrique Carrillo of the El Paso Police Department replied by email: &quot;We are not commenting on this.&quot; Our requests to interview Sheriff Wiles went unfulfilled.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Sperry wrote that the fencing finished near El Paso in 2010 dramatically curtailed illegal crossings, local crime and drug smuggling.</p>\r\n\r\n<p>Such crossings evidently plunged after the fencing was built (though they later rebounded a bit) and it could be that drug smuggling fell off as well. Yet this claim fails to account for El Paso&#39;s violent crime rate trending down long before the fencing went up nor does it acknowledge other factors affecting security including a&nbsp;pre-1995 shift in enforcement strategy and stepped-up Border Patrol staffing.</p>\r\n\r\n<p>We give the fencing some, not all, credit and&nbsp;rate this statement Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-01-19T17:35:33.155053", "ruling_date": "2018-01-22T12:29:28", "ruling_headline": "Commentator: El Paso fencing in 2010 drove down violent crime, illegal crossings and drug smuggling", "ruling_headline_slug": "commentator-el-paso-fencing-2010-drove-down-violen", "ruling_link_text": "More to it", "ruling_state": null, "source_documents": null, "sources": "<p>Commentary, Paul Sperry, <a href=\"https://nypost.com/2018/01/13/we-already-have-a-border-wall-and-it-works/\">&quot;This town is proof that Trump&rsquo;s wall can work,&quot;</a> <em>New York Post</em>, Jan. 13, 2018</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact Texas and PolitiFact, <a href=\"http://www.politifact.com/texas/statements/2011/oct/11/jose-rodriguez/jose-rodriguez-says-el-paso-was-named-safest-large/\">&quot;Jos&eacute; Rodr&iacute;guez says El Paso was named &#39;Safest Large City,&#39;&quot;</a>Oct. 11, 2001; <a href=\"http://www.politifact.com/texas/statements/2013/may/30/veronica-escobar/el-paso-leader-says-el-paso-safest-city-its-size-c/\">&quot;El Paso leader says El Paso &#39;safest&#39; city of its size in country,&quot;</a> May 30, 2013; <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/mar/22/donald-trump/trump-says-illegal-immigration-down-61-percent-ele/\">&quot;Trump says illegal immigration at southern border is down 61 percent since Election Day,&quot;</a> March 22, 2017; <a href=\"http://www.politifact.com/texas/statements/2017/apr/14/beto-orourke/beto-orourke-relies-disputed-rankings-calling-el-p/\">&quot;Beto O&#39;Rourke relies on disputed rankings to call El Paso America&#39;s safest city,&quot;</a> April 14, 2017; <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/25/donald-trump/illegal-immigration-lowest-17-years-trump-said/\">&quot;Is illegal immigration the lowest in 17 years, as Trump said?,&quot;</a> April 25, 2017</p>\r\n\r\n<p>Document, <a href=\"https://www.cbp.gov/sites/default/files/assets/documents/2017-Dec/BP%20Southwest%20Border%20Sector%20Apps%20FY1960%20-%20FY2017.pdf\">&quot;Southwest Border Sectors &nbsp;Total Illegal Alien Apprehensions By Fiscal Year (Oct. 1st through Sept. 30th),&quot;</a> 1960-2017, U.S. Border Patrol, undated (accessed Jan. 17, 2018)</p>\r\n\r\n<p>YouTube video, <a href=\"https://www.youtube.com/watch?v=jRihEaftS0M\">&quot;The Shift-October Edition,&quot;</a> U.S. Customs and Border Patrol, posted Feb. 17, 2017 (viewed Jan. 17, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/16cv30BZ9C3O4K3CmBd5qjcgOdzbbKAmh-kmqCPGmA0Y/edit?usp=sharing\">Spreadsheet</a> citing violent crime rates for El Paso attributed to the FBI, 2000 through 2016 (received by email from Bob Moore, El Paso resident, Jan. 17, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQKvPgQpJtnc6QgI2zLzr862oPGYlefdZfQQAoT9gjdZFX8sne7LWO-Wbv3anGH5ubRUNk_2SN1ZBel/pub\">Emails</a>, Doug Mosier, public affairs officer, U.S. Customs and Border Protection, El Paso sector, Jan. 17, 2018</p>\r\n\r\n<p>News story, <a href=\"http://nfap.com/pdf/El%20Paso%20Times.September%2029,%202013.pdf\">&quot;Hold the Line: El Paso operation changed enforcement method along US-Mexico border,&quot;</a> El Paso Times, Sept. 29, 2013 (initially found in a Nexis news search)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRG0OuuF0HbkCt8SUcDvRXdHnYV6_SvV78s53uxjW6pEzNE2-noZLm4BBC9Do80lPazZxLk4CIhaWw4/pub\">Email</a>, Sgt. Enrique Carrillo, Public Affairs/Media Relations, El Paso Police Department, Jan. 17, 2018</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vSvE1Pyz5RLNBEgcfO0pINvBuNGUUAlMOXwza2OUQPSS5xANeJfTmwMU2hgdXr1iZgjY-0lx_CPspwj/pub\">emails</a>, Ramiro E. Cordero, special operations supervisor, Communications, El Paso sector, U.S. Border Patrol, Jan. 18, 2018</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vS2wERcTPQtPQRhZ9UM6d-_TheVHhjPz0EMscIg-8EeMt3l_5uQ_GDm4XGDpROjZpIQM-T2HP1V6Fdb/pub\">email</a>, <a href=\"http://clhb.utep.edu/people/staff\">Victor M. Manjarrez, Jr.,</a> associate director, The Center for Law and Human Behavior, The University of Texas at El Paso, Jan. 18, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.ips-dc.org/ips-authors/sanho-tree/\">Sanho Tree</a>, director, Drug Policy Project, Institute for Policy Studies, Jan. 18, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQIcA5ec-RG-flGU-wiMfP2mI1d9igH8PLg0tVxl4bJkdtoAmgg7_I56QOeSArNnQGbRPHxSc5y7mnx/pub\">Email</a>, Stephen G. Fischer Jr., chief - Multimedia Productions, Criminal Justice Information Services, Division, FBI, Jan. 19, 2018</p>\r\n\r\n<p>Interactive website and web page, FBI, Uniform Crime Reporting Statistics Online, <a href=\"https://www.ucrdatatool.gov/Search/Crime/Crime.cfm\">&quot;Reported crime by locality (city, county), state, and nation,&quot;</a> last revised Jan. 26, 2017; <a href=\"https://ucr.fbi.gov/ucr-publications\">&quot;UCR Publications, Crime in the United States,&quot;</a> undated (accessed Jan. 19, 2018)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Writer, commentator", "false_count": 0, "first_name": "Paul", "half_true_count": 1, "home_state": "District of Columbia", "id": 4174, "last_name": "Sperry", "mostly_true_count": 0, "name_slug": "paul-sperry", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/nypostpft2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4174/", "total_count": 1, "true_count": 0, "website": "http://sperryfiles.com/"}, "statement": "<p>Says border fencing finished near El Paso in 2010 dramatically curtailed illegal crossings, local crime and drug smuggling.</p>\r\n", "statement_context": "a commentary", "statement_date": "2018-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "@paulsperry_ says El Paso fencing shriveled local violent crime, border crossings and drug smuggling"}