{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/punditfact/statements/2018/jan/26/heartland-institute/do-work-requirements-lead-self-sufficiency/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Do work requirements lead to self-sufficiency?", "id": 14963, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/14963/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Trump administration has opened the door for states to require that able-bodied Medicaid recipients work to keep their coverage.</p>\r\n\r\n<p>The Heartland Institute, a conservative think tank, thinks that&rsquo;s a good idea.</p>\r\n\r\n<p>&quot;Work requirements are an essential tool all states should utilize,&quot; the institute&rsquo;s Justin Haskins wrote in a <a href=\"http://thehill.com/opinion/healthcare/369798-five-democratic-myths-on-medicaid-are-designed-to-kill-reform\">Jan. 22 op-ed</a>. &quot;They have been proven to help impoverished families move from dependency to self-sufficiency.&quot;</p>\r\n\r\n<p>We wanted to take a closer look at Haskin&rsquo;s point that making people work for benefits has been proven to help them move to self-sufficiency.</p>\r\n\r\n<p>Haskins told us a number of studies back him up. Most of the analysis focused on welfare reform, with some recent attention given to applying work requirements to food stamps.</p>\r\n\r\n<p>Teasing out the impact of the work requirement in and of itself is a complicated business, so we&rsquo;ll spend most of our time looking at welfare reform, where there&rsquo;s much more research.</p>\r\n\r\n<p>The pivotal year for making work mandatory was 1996, when Congress passed welfare reform. Welfare became a block grant program called Temporary Aid to Needy Families, or TANF, and federal cash benefits came with a lifetime limit of five years. Regarding work participation, Washington set targets for the states and gave them a measure of flexibility in defining what would qualify as work. It didn&rsquo;t need to be a job. It could be community service, job training or something else.</p>\r\n\r\n<p>(Important for the Medicaid debate is TANF came with hefty sums to pay for child care, training and other things beyond cash benefits. The administration&rsquo;s policy provides no new money for those services.)</p>\r\n\r\n<p>Overall, we found that work requirements weren&rsquo;t the proven panacea that the op-ed suggests.</p>\r\n\r\n<div class=\"pf_subheadline\">The impact of requiring work</div>\r\n\r\n<p>Haskins highlighted several articles and studies about TANF to support his claim.</p>\r\n\r\n<p>The <a href=\"http://www.aei.org/publication/tanf-has-been-a-success-lets-make-it-better/\">American Enterprise Institute</a>, a market-oriented think tank, wrote in 2015 that &quot;the program&rsquo;s robust work requirement, accountability of state performance, and expanded administrative flexibility all helped raise the labor force participation of never-married mothers from 59.5 percent in 1995 to 73.8 percent in 2001 and reduce their poverty rate from 51 percent to 38.5 percent over the same time period.&quot;</p>\r\n\r\n<p>A <a href=\"https://waysandmeans.house.gov/data-show-welfare-reform-has-been-overwhelmingly-successful/\">2012 House Republican summary</a>, citing federal data, said &quot;earnings in female-headed families remained higher in 2009 than in 1996 despite various shifts in the economic climate since TANF&rsquo;s enactment.&quot;</p>\r\n\r\n<p>The <a href=\"https://thefga.org/wp-content/uploads/2017/07/Work-Requirements-are-Working-for-Kansas-Families.pdf\">Foundation for Government Accountability</a>, a free-market think tank, described gains in Kansas after 2011 when then-Gov. Sam Brownback introduced a strict work requirement. Those who failed to meet it were banned from the program for periods ranging from three months to 10 years. The state also cut the lifetime limit from five years to three.</p>\r\n\r\n<p>&quot;Incomes continued to climb each year for those removed (from the rolls), eventually more than tripling &mdash; increasing by 247 percent within four years,&quot; the 2017 report said. &quot;Over that same period, these families saw an estimated $48 million increase in wages.&quot;</p>\r\n\r\n<p>The report cautioned that other changes that took place at the same time meant work requirements alone couldn&rsquo;t be held responsible for those improvements.</p>\r\n\r\n<p>Still, the authors said, &quot;Kansas&rsquo; new emphasis on work certainly played a large part.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">It&rsquo;s more complicated than work</div>\r\n\r\n<p>Broad compilations of the many studies done since 1996 offer a more restrained assessment of the impact of work requirements.</p>\r\n\r\n<p>The Congressional Research Service explored a range of sanctions used to encourage financial independence in a <a href=\"https://greenbook-waysandmeans.house.gov/sites/greenbook.waysandmeans.house.gov/files/R43400_gb.pdf\">2014 report</a>.</p>\r\n\r\n<p>It found that these measures were effective at cutting welfare rolls and produced a &quot;relatively modest&quot; rise in employment. But they fell short in making people self-sufficient.</p>\r\n\r\n<p>&quot;The earnings of welfare leavers were typically low, and employment was often not steady,&quot; the report said. &quot;Additionally, a high proportion of welfare leavers continued to receive SNAP (food stamps) after leaving cash assistance.&quot;</p>\r\n\r\n<p>A <a href=\"http://www.familywelfare.umaryland.edu/reports1/trajectories.pdf\">study of welfare recipients in Maryland</a> by the University of Maryland School of Social Work reported that after five years, 22 percent ended up in stable employment, while 18 percent faced unemployment.</p>\r\n\r\n<p>Over the decades, Washington has commissioned studies by RAND, a policy research group, where economist Lynn Karoly specializes in welfare research.</p>\r\n\r\n<p>Karoly told us that <a href=\"https://drive.google.com/open?id=0BwiJbAWhwPe_bFR6M3hTUFA1c25PQnVLd3hrZE1QbkpNelJv\">multiple</a> reviews of the <a href=\"https://www.rand.org/pubs/testimonies/CT185.html\">research</a> revealed that work requirements &quot;show little effect on family income or income relative to poverty.&quot;</p>\r\n\r\n<p>The problem, she explained, is that &quot;the increased earnings are mostly offset by the reduction in cash aid, so that families are no better off in terms of total income.&quot;</p>\r\n\r\n<p>Karoly said many factors drove employment and lower welfare rolls over the years. She noted that after 1996, the economy expanded and the federal government introduced several key programs that helped the working poor, including the Earned Income Tax Credit and the Children&rsquo;s Health Insurance Program. These forces, she said, drove improvements at least as much as welfare reform.</p>\r\n\r\n<p>One study that looked at changes <a href=\"http://www.nber.org/papers/w21038.pdf#page=59\">between 1992 and 1999</a> found that a growing demand for jobs accounted for nearly half of the employment gains among welfare recipients. Work requirements accounted for less than 6 percent.</p>\r\n\r\n<p>A <a href=\"http://www.nber.org/papers/w21038.pdf\">2015 landmark analysis</a> by University of Kentucky economist James Ziliak determined that &quot;the weight of research evidence seems to indicate that welfare reform reduced participation in the TANF program, increased employment and earnings, and decreased total after-tax and transfer incomes, at least in the lower half of the income distribution of single mothers.&quot;</p>\r\n\r\n<p>Overall, Ziliak told us that &quot;there is no compelling, rigorous evidence to suggest that work requirements help families move from dependency to self-sufficiency.&quot;</p>\r\n\r\n<p>A key hurdle, Ziliak said, is that even if people gain work, they still don&rsquo;t make enough to get by without some form of government assistance. As the Congressional Research Service put it, &quot;while work or work-based benefits are usually necessary to avoid poverty, work alone is not always sufficient to do so.&quot;</p>\r\n\r\n<p>Ziliak and Karoly told us that average results can be misleading. While some families might be better off, &quot;if anything welfare reform as a whole left those most dependent worse off financially,&quot; Ziliak said.</p>\r\n\r\n<p>They also flagged that a major problem with many studies is the failure to include non-cash benefits, such as subsidized day care and Medicaid. The Kansas researchers faced this issue.</p>\r\n\r\n<p>Without knowing the other government aid people continue to use, it is impossible to conclude that they have achieved self-sufficiency.</p>\r\n\r\n<p>We raised this issue with Haskins, and he said there&rsquo;s more value to work than just the income. A person earning some money is better off than someone who isn&rsquo;t.</p>\r\n\r\n<p>&quot;If you&#39;re working, however, even in a low-wage job, you&#39;re building a resume and creating more long-term economic opportunities,&quot; he said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Heartland Institute said that work requirements &quot;have been proven to help impoverished families move from dependency to self-sufficiency.&quot;</p>\r\n\r\n<p>Moving up the economic ladder is a complicated matter that hinges on the individual, the strength of the job market and a number of government policies&nbsp;that help make work pay.</p>\r\n\r\n<p>Work requirements might help in some instances, but the data also show that they leave some families worse off. The Heartland op-ed casts the policy as an unalloyed boost towards financial independence and that often is not the case.</p>\r\n\r\n<p>There&rsquo;s an element of truth in the statement, but the research overall doesn&rsquo;t back it up.</p>\r\n\r\n<p>The most inclusive, long-term research shows that requiring work in order to get government benefits reduces the use of benefits and increases employment. It does not, however, reliably produce enough income gains to lift people out of poverty or free them from reliance on other government assistance.</p>\r\n\r\n<p>We rate this claim Mostly False.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-01-25T16:34:20.997595", "ruling_date": "2018-01-26T10:00:00", "ruling_headline": "Do work requirements lead to self-sufficiency?", "ruling_headline_slug": "do-work-requirements-lead-self-sufficiency", "ruling_link_text": "Research says ... unproven", "ruling_state": null, "source_documents": null, "sources": "<p><em>The Hill</em>, <a href=\"http://thehill.com/opinion/healthcare/369798-five-democratic-myths-on-medicaid-are-designed-to-kill-reform\">Five Democratic myths on Medicaid are designed to kill reform</a>, Jan. 22, 2018</p>\r\n\r\n<p>Foundation for Government Accountability, <a href=\"https://thefga.org/wp-content/uploads/2017/07/Work-Requirements-are-Working-for-Kansas-Families.pdf\">Work Requirements are Working for Kansas Families</a>, July 31, 2017</p>\r\n\r\n<p>U.S. House Committee on Ways and Means, <a href=\"https://waysandmeans.house.gov/data-show-welfare-reform-has-been-overwhelmingly-successful/\">Data Show Welfare Reform Has Been Overwhelmingly Successful</a>, July 17, 2012</p>\r\n\r\n<p>American Enterprise Institute, <a href=\"http://www.aei.org/publication/tanf-has-been-a-success-lets-make-it-better/\">TANF has been a success &ndash; Let&rsquo;s make it better</a>, Sept. 29, 2015</p>\r\n\r\n<p>Forbes, <a href=\"https://www.forbes.com/sites/theapothecary/2016/05/19/new-report-proves-maines-welfare-reforms-are-working/#597fe1bb3f6a\">New Report Proves Maine&#39;s Welfare Reforms Are Working</a>, May 19, 2016</p>\r\n\r\n<p>Congressional Research Service, <a href=\"https://greenbook-waysandmeans.house.gov/sites/greenbook.waysandmeans.house.gov/files/R43400_gb.pdf\">Work requirements, time limits, and work incentives in TANF, SNAP, and housing assistance</a>, Feb. 12, 2014</p>\r\n\r\n<p>RAND, <a href=\"https://www.rand.org/pubs/testimonies/CT185.html\">Estimating the Effect of Work Requirements on Welfare Recipients</a>, Oct. 16, 2001</p>\r\n\r\n<p>National Bureau of Economic Research, <a href=\"http://www.nber.org/papers/w21038\">Temporary assistance for needy families</a>, March 2015</p>\r\n\r\n<p>Journal of Policy Analysis and Management, <a href=\"https://drive.google.com/open?id=0BwiJbAWhwPe_bFR6M3hTUFA1c25PQnVLd3hrZE1QbkpNelJv\">Intended and unintended effects of the War on Poverty: What research tells us and implications for policy</a>, 2015</p>\r\n\r\n<p>U.S. Administration for Children and Families, <a href=\"https://www.acf.hhs.gov/ofa/resource/state-tanf-spending-2015-factsheet\">State TANF Spending in FY 2015</a>, Aug. 15, 2016</p>\r\n\r\n<p>U.S. Administration for Children and Families, <a href=\"https://www.acf.hhs.gov/ofa/resource/work-participation-rates-fiscal-year-2016\">Work Participation Rates - Fiscal Year 2016</a>, Sept. 7, 2017</p>\r\n\r\n<p>University of Maryland School of Social Work, <a href=\"http://www.familywelfare.umaryland.edu/reports1/trajectories.pdf\">Climbing the ladder? Patterns in employment and earnings after leaving welfare</a>, October 2015</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"https://www.kff.org/medicaid/issue-brief/medicaid-and-work-requirements-new-guidance-state-waiver-details-and-key-issues/\">Medicaid and Work Requirements: New Guidance, State Waiver Details and Key Issues</a>, Jan. 16, 2018</p>\r\n\r\n<p>Urban Institute, <a href=\"https://www.urban.org/research/publication/work-requirements-social-safety-net-programs-status-report-work-requirements-tanf-snap-housing-assistance-and-medicaid\">Work Requirements in Social Safety Net Programs: A Status Report of Work Requirements in TANF, SNAP, Housing Assistance, and Medicaid</a>, Dec. 22, 2017</p>\r\n\r\n<p>Center for Law and Social Policy, <a href=\"https://www.clasp.org/blog/kansas-time-limit-snap-are-people-really-better\">Kansas Time Limit on SNAP: Are People Really Better Off?</a>, March 2, 2016</p>\r\n\r\n<p>Heritage Foundation, <a href=\"https://www.heritage.org/health-care-reform/commentary/work-requirements-medicaid-wont-work-heres-serious-alternative\">Work Requirements in Medicaid Won&rsquo;t Work. Here&rsquo;s a Serious Alternative</a>, March 19, 2017</p>\r\n\r\n<p>Center for Budget and Policy Priorities, <a href=\"https://www.cbpp.org/research/poverty-and-inequality/work-requirements-dont-cut-poverty-evidence-shows\">Work Requirements Don&rsquo;t Cut Poverty, Evidence Shows</a>, June 17, 2016</p>\r\n\r\n<p>Email interview, Justin Haskins, executive editor, Heartland Institute, Jan. 24, 2018</p>\r\n\r\n<p>Email interview, Jonathan Ingram, vice president of research, Foundation for Government Accountability, Jan. 24, 2018</p>\r\n\r\n<p>Email interview, Lynn Karoly, senior economist, RAND, Jan. 24, 2018</p>\r\n\r\n<p>Email interview, James Ziliak, director, Center for Poverty Research, University of Kentucky, Jan. 25, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Heartland", "half_true_count": 0, "home_state": "", "id": 4177, "last_name": "Institute", "mostly_true_count": 0, "name_slug": "heartland-institute", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Heartland.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4177/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Work requirements &quot;have been proven to help impoverished families move from dependency to self-sufficiency.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "an op-ed in The Hill", "statement_date": "2018-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Do work requirements lead to self-sufficiency?"}