{"art": [], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2018/feb/01/john-calipari/college-basketball-graduation-rate-all-time-high-j/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Are college basketball graduation rates at an all-time high?", "id": 14971, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/14971/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>College basketball has been in the midst of soul-searching since federal investigators uncovered an alleged black market for top high school prospects and college players.</p>\r\n\r\n<p>The federal probe into bribery and corruption, which led to 10 arrests in 2017, raised fresh questions about a system where young men generate billions in television and marketing revenues but are prohibited from being paid.</p>\r\n\r\n<p>The NCAA &mdash; college sports&rsquo; regulatory body &mdash; has long maintained that compensating players would undermine its goal of placing education ahead of athletics.</p>\r\n\r\n<p>&quot;In the collegiate model of sports,&quot; the NCAA <a href=\"http://www.ncaa.org/amateurism\">states</a>, &quot;the young men and women competing on the field or court are students first, athletes second.&quot;</p>\r\n\r\n<p>In theory here&rsquo;s the basic bargain: College athletes, especially Division I football and men&rsquo;s basketball players, collectively form a highly profitable commercial enterprise, and in exchange they receive a quality education.</p>\r\n\r\n<p>In a recent interview, John Calipari, who coaches the powerhouse University of Kentucky men&rsquo;s basketball team, defended the NCAA model by emphasizing that student-athletes are earning college degrees at historically high rates.</p>\r\n\r\n<p>&quot;I go back to this: We have the highest graduation rate of basketball players in the history of the NCAA,&quot; Calipari said during a Jan. 20 broadcast of ESPN&#39;s <em>College Gameday</em>. &quot;We have the highest graduation rate of African-American basketball players in the history of the NCAA in basketball.&quot;</p>\r\n\r\n<p>The NCAA&#39;s official numbers back up Calipari&#39;s claim, but those numbers are manipulated to make graduation rates appear more positive. Meanwhile, a debate rages about whether college basketball players get a quality education from the current system, or if academics for big-time athletes are a distant priority.</p>\r\n\r\n<div class=\"pf_subheadline\">Not historic highs based on federal data</div>\r\n\r\n<p>One of the ways the NCAA monitors the academic outcomes of college athletes is by looking at the graduation data colleges report each year to the federal government.</p>\r\n\r\n<p>In general, a graduation rate is found by taking the number of graduates in a cohort and dividing it by the total number of students in that cohort.</p>\r\n\r\n<p>The federal graduation rate for the 2014-17 cohort of Division I men&rsquo;s basketball players is 47 percent, according to the NCAA&rsquo;s 2017 <a href=\"http://www.ncaa.org/sites/default/files/2017D1RES_Grad_Rate_Trends_FINAL_20171108.pdf\">report</a>. That&rsquo;s just shy of the 48 percent rate of the <a href=\"http://www.ncaa.org/sites/default/files/2012+GSR+and+Fed+Trends.pdf\">2001-04 cohort</a>.</p>\r\n\r\n<p>The NCAA did not respond to our request for a broad sample of its federal dataset. But we found six NCAA reports of Division I men&rsquo;s basketball graduation rates from the last 14 years. The eight years for which we were unable to find data are left blank in the chart below.</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/JeieOvx77H8kAOB1rW7T0LD8JevHFXrfuVt5-g_IJ84vAL2sZS1YvBBZRlksRaTr6aTCyQ7Ck7rNUkkMMYkusxPHvQUWOIEBNNeq1WoS0mutE6PCz5yoYvjI8KmNnqF7xxTZmoko\" style=\"border:none; height:624px; width:550px\" /></p>\r\n\r\n<p>According to the available data, the rate appears to have been stagnant for some time. It&rsquo;s also not the highest it&rsquo;s ever been.</p>\r\n\r\n<div class=\"pf_subheadline\">All-time highs under NCAA&rsquo;s &lsquo;graduation success rate&rsquo;</div>\r\n\r\n<p>An aide to Calipari indicated that the coach based his claim on a different measurement known as the &quot;graduation success rate&quot; &mdash; an alternative formula developed by the NCAA.</p>\r\n\r\n<p>The NCAA&rsquo;s model differs significantly from the federal graduation rate, and paints a sharply contrasting portrait of student-athletes&rsquo; academic achievement. Specifically, the two measurements take very different approaches to students who leave school before graduating.</p>\r\n\r\n<p>Under the federal formula, when a student leaves college for any reason they are counted negatively against a school&rsquo;s graduation rate. That&rsquo;s the case even if the student ultimately transfers and graduates from another college.</p>\r\n\r\n<p>The NCAA has long complained the federal calculation understates the true graduation rate of athletes, and that it takes an overly rigid approach to its handling of transfer students.</p>\r\n\r\n<p>&quot;It only measures persistence at a student&rsquo;s first school when approximately one-third of all students nationwide transfer at some point in college,&quot; said Meghan Durham, an assistant director of public and media relations at the NCAA.</p>\r\n\r\n<p>The NCAA&rsquo;s formula makes an entirely different accounting of students who leave school before graduating. &nbsp;&nbsp;</p>\r\n\r\n<p>Student-athletes who leave in poor academic standing (typically below a 2.0 grade-point average) are counted negatively against a school&rsquo;s graduation rate. But players who leave school in good academic standing are simply removed from the NCAA&rsquo;s graduation rate calculation.</p>\r\n\r\n<p>Because of their good academic standing, this latter group is considered still eligible to play college sports at the time they leave school, hence they&rsquo;re referred to as &quot;left eligibles&quot; in NCAA parlance.</p>\r\n\r\n<p>In effect, when left eligibles depart college for any number of reasons &mdash; whether to pursue an NBA career, or because they were cut from a team and lost their scholarship &mdash; the NCAA simply drops them from their graduation rate tally.</p>\r\n\r\n<p>&quot;They are treated as neither a success nor a failure but rather as if they were never in that school&rsquo;s cohort,&quot; reads an NCAA explainer titled &quot;<a href=\"http://www.ncaa.org/about/resources/research/why-gsr-better-methodology\">Why the GSR is a Better Methodology</a>.&quot;</p>\r\n\r\n<p>For its part, the NCAA says its treatment of left eligibles is fair. According to the NCAA&rsquo;s estimate, the vast majority end up transferring elsewhere.&nbsp;</p>\r\n\r\n<p>But watchdogs note the NCAA does not track left eligibles after they leave school, so their academic outcomes are unknown, including the number of college dropouts who never graduate. While the NCAA does&nbsp;include&nbsp;incoming transfers&nbsp;in its graduation rate, this number is consistently far below the number who leave.</p>\r\n\r\n<p>&quot;Thus, the NCAA system is not held accountable for a significant number of recruited athletes,&quot; &nbsp;wrote the authors of a recent article titled &quot;The Hoax of NCAA Graduation Rates.&quot; &quot;Even for those included in the GSR cohort as transfers, the original recruiting school is absolved of responsibility for failing to retain them.&quot;</p>\r\n\r\n<p>Using its alternative measure, the NCAA&rsquo;s rates are currently at all-time highs for Division I men&#39;s basketball (82 percent) and African-American players in particular (78 percent), since this accounting method was introduced in 2002.&nbsp;</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/oxXQ51DNiddu7Y6_vz7ZXtbmjuRynuTs4kTxM2V9qedXn5lG7iLsuLl25mJvh3FLD8TVs-4tkwk5fLxt-XM8U2pwlkOW4JXcLwZlkRgeWtWbWu3PFvvsl3DPknhZ-KD7SiPws6t2\" style=\"border:none; height:556px; width:550px\" /></p>\r\n\r\n<p>&quot;In the sport of men&rsquo;s basketball, the overall rate increased 2 percentage points to 82 percent. The rates for African-American student-athletes in the sport rose 1 percentage points to 78,&quot; the NCAA <a href=\"http://www.ncaa.org/sites/default/files/2017D1RES_Grad_Rate_Trends_FINAL_20171108.pdf\">wrote</a> in its latest graduation trends report. &quot;Both of these rates represent all-time highs.&quot;</p>\r\n\r\n<p>Woody Eckard, an economics professor at the University of Colorado Denver and an expert on student-athlete graduation data, said the steep climb of the NCAA&rsquo;s rate could be the result of more left eligibles, instead of an actual graduation rate increase. But so long as the NCAA&#39;s data is not publically available, he said, this hypothesis cannot be tested.</p>\r\n\r\n<div class=\"pf_subheadline\">Issues with both models</div>\r\n\r\n<p>Eckard said both the federal and NCAA models have a flawed approach to players who leave before graduating.</p>\r\n\r\n<p>The federal rate understates the true graduation rate, because it effectively assumes none of the athletes who leave school before graduating will transfer and graduate from another school. But the NCAA&rsquo;s formula makes the opposite error, he said.</p>\r\n\r\n<p>&quot;The federal rate undershoots, and the NCAA&rsquo;s rate overshoots,&quot; he said. &quot;The truth lies somewhere in the middle, between the two.&quot;</p>\r\n\r\n<p>Richard Southall heads up the University of South Carolina&rsquo;s College Sport Research Institute, one of the more vocal critics of the NCAA&rsquo;s graduation success rate. He contends the NCAA inflates graduation rates by removing left eligibles, or &quot;eligible dropouts,&quot; from its calculation.</p>\r\n\r\n<p>&quot;If you remove all the eligible dropouts, who else is left in your athlete graduation cohort? Really those who make it to their senior year,&quot; Southall said. &quot;If the sample &mdash; after removing these eligible-dropouts/transfers &mdash; only includes athletes who make it to their senior year, then the &lsquo;graduation success rate&rsquo; really measures how many athletes left school ineligible or flunked out, which should not be very many.&quot;</p>\r\n\r\n<p>Eckard and Southall are among several NCAA critics who say the graduation success rate was engineered to deflect public scrutiny of consistently low federal graduation rates among Division I football and men&rsquo;s basketball players.</p>\r\n\r\n<p>In 1984, for example, the graduation rate of men&rsquo;s basketball overall was 38 percent, and 29 percent for African-American male players, which clashed with the NCAA&rsquo;s preferred image as an institution with a dedicated educational mission.</p>\r\n\r\n<p>&quot;Athletes were increasingly viewed as commercial chattel, whose value was based on their ability to produce revenue for universities and provide entertainment for fans,&quot; Eckard, Southall and Gerry Gurney of the University of Oklahoma wrote in their article &quot;The Hoax of NCAA Graduation Rates.&quot;</p>\r\n\r\n<p>In response to mounting pressure, the authors argue, the NCAA launched a decades-long rebranding strategy to discredit federal graduation rates while holding up its own graduation success rate as a superior methodology.</p>\r\n\r\n<p>&quot;More likely, however, the NCAA&rsquo;s rates are &lsquo;alternative facts&rsquo; (i.e., propaganda) designed to obfuscate its members&rsquo; exploitation of their most valuable assets: big-time football and men&rsquo;s basketball players, and deflect attention from a shameful litany of academic-fraud scandals,&quot; the authors wrote.</p>\r\n\r\n<div class=\"pf_subheadline\">Another metric paints a different picture</div>\r\n\r\n<p>The College Sport Research Institute proposed its own model for tracking the academic outcomes of student-athletes.</p>\r\n\r\n<p>Their formula is based on federal data, but differs from the federal graduation rate in one significant way.</p>\r\n\r\n<p>The federal formula lumps together full-time students and part-time students. This causes trouble when comparing the graduation rate of the student body as a whole to that of a cohort of student-athletes, because virtually all athletes are full-time students.</p>\r\n\r\n<p>Take the NCAA&rsquo;s latest <a href=\"http://www.ncaa.org/sites/default/files/2017D1RES_Grad_Rate_Trends_FINAL_20171108.pdf\">report</a> on Division I graduation trends, for example. It suggests black male basketball players graduated at a 9 percent higher rate than the African-American male student population at large.</p>\r\n\r\n<p>But the College Sport Research Institute&rsquo;s formula paints a very different picture.</p>\r\n\r\n<p>Their calculation, known as the adjusted graduation gap, filters out part-time students, which they say allows a more accurate comparison of full-time students to their full-time student-athlete peers. While this data doesn&rsquo;t exactly contradict the NCAA, it certainly tells another story.</p>\r\n\r\n<p>The institute&rsquo;s most recent data shows graduation rates for men&rsquo;s Division I basketball players lag behind those of full-time male students, with African-American players showing substantial gaps.</p>\r\n\r\n<p>In major conferences, the full-time all-male graduation rate was 78 percent. The rate for African-Americans was 41&nbsp;percent, a 37 percentage point gap. (Major conferences include the American Athletic, Atlantic 10, Atlantic Coast, Big 12, Big East, Big Ten, Conference USA, Mountain West, Pacific-12, and Southeastern conferences.)</p>\r\n\r\n<p>Southall said the biggest gaps exist at schools in the &quot;Power Five&quot; conferences (the Atlantic Coast, Big Ten, Big 12, Pac-12 and Southeastern ), which he described as the &quot;premier&nbsp;academic and athletic conferences.&quot;</p>\r\n\r\n<p>He noted that it&rsquo;s easy to overlook that athletes in big-time sports programs are essentially working full-time jobs &mdash; spending 40 hours a week or more on their sport &mdash; while also trying to go to school full-time at rigorous academic universities.</p>\r\n\r\n<p>&quot;The NCAA was aware of the problem in the late 1980s,&quot; Southall said. &quot;But instead of addressing the problem, they created the &lsquo;graduation success rate&rsquo; to rebrand academic success.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">&lsquo;Eligibility is not education&rsquo;</div>\r\n\r\n<p>Critics say a singular focus on graduation rates masks serious concerns about the quality of education players receive.</p>\r\n\r\n<p>Mark S. Nagel, a professor of sport and entertainment at the University of South Carolina, said schools with big-time sports programs commonly make less rigorous classes available to athletes.</p>\r\n\r\n<p>&quot;To keep the athlete&rsquo;s mind focused almost exclusively on sports, easier classes and majors are selected, and &lsquo;friendly faculty&rsquo; are targeted,&quot; Nagel said. &quot;There is no doubt that in the age of &lsquo;graduation means everything,&rsquo; many schools have &lsquo;easy&rsquo; paths to graduate.&quot;</p>\r\n\r\n<p>Academic advisers are often assigned to make sure athletes who play on revenue-generating teams remain eligible, and in some cases advising turns into &quot;doing the work for the athlete,&quot; said Nagel, who is an associate director at the College Sport Research Institute.</p>\r\n\r\n<p>&quot;Most advisers are not evaluated by the post-college enrollment outcomes for former players; they are evaluated on if the current athletes are eligible to compete,&quot; he said. &quot;In theory, having these academic resources for athletes is helpful, but it can easily spin out of control.&quot;</p>\r\n\r\n<p>At the University of North Carolina Chapel Hill, for example, around 1,500 athletes were enrolled in and got credit for so-called &quot;phantom classes&quot; between 1993 and 2011. According to a report the university released in 2014 following an internal review, the classes &quot;had played a large role in keeping underprepared and/or unmotivated players eligible to play.&quot;</p>\r\n\r\n<p>When schools funnel athletes into easier majors and classes in order to keep them eligible, their graduation rates exaggerate the educational value their athletes received, said Eckard of University of Colorado Denver.</p>\r\n\r\n<p>&quot;I worked in college athletics for years and many &lsquo;graduated&rsquo; without requisite skills and many could barely read &mdash; but they stayed eligible,&quot; said B. David Ridpath, professor of sports business at Ohio University. &quot;Eligibility is not education.&quot;</p>\r\n\r\n<p>Ridpath is a member of the Drake Group, an NCAA watchdog, which has called on big-time sports programs to disclose student-athletes&rsquo; entrance exam scores, majors, professors, advisers and post-graduation employment.</p>\r\n\r\n<p>&quot;Considering most institutions guard these things like state secrets and claim privacy, I don&rsquo;t think what Calipari is saying is remotely close to the truth,&quot; Ridpath said.</p>\r\n\r\n<p>Not everyone believes academic skullduggery at big-time sports schools is a problem, at least when it comes to college athletes bound for the pros.</p>\r\n\r\n<p>&quot;Some students, especially elite athletes, are not interested in an education,&quot; said Warren K. Zola, a professor at Boston College University and sports law expert. &quot;Rather, they use the NCAA or their institution as a means by which they can play in the NBA.&quot;</p>\r\n\r\n<p>&quot;If one accepts the premise that the purpose of college is to help students enter the workforce,&quot; he added, &quot;then students who play for one year and then progress into the NBA could be considered a success.&quot;</p>\r\n\r\n<p>But a relatively small share of college athletes end up going pro. Some argue that to the extent there&rsquo;s exploitation in college basketball, the vast majority of cases cut in favor of schools and against players, particularly African-Americans.</p>\r\n\r\n<p>&quot;It&rsquo;s simple,&quot; said Victor Kidd, a doctoral student who works with Southall and Nagel at the University of South Carolina. &quot;Black players are being taken advantage of. Period.&quot;</p>\r\n\r\n<p>Maureen Weston, co-director of the Entertainment Media &amp; Sports Law Program and a law professor at Pepperdine University, said schools are under intense pressure to track grades, academic progress and graduation success rates. But she believes most schools are diligent about educating student-athletes, even if some fall short.</p>\r\n\r\n<p>&quot;My experience with student athletes in the classroom is excellent,&quot; she said. &quot;I&rsquo;m convinced the discipline it takes to excel at sports transfers to the classroom in most cases.&quot;</p>\r\n\r\n<p>&quot;But the pressures to win and meet standards with jobs and funding on the line can cause &nbsp;temptations to fudge numbers,&quot; she added.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Calipari said, &quot;I go back to this: We have the highest graduation rate of basketball players in the history of the NCAA. We have the highest graduation rate of African-American basketball players in the history of the NCAA in basketball.&quot;</p>\r\n\r\n<p>According to available data, the federal graduation rate appears to have been stagnant for some time. It&rsquo;s also not the highest it&rsquo;s ever been.</p>\r\n\r\n<p>The NCAA&rsquo;s own formula shows remarkable growth in graduation rates since 2002 when its metric was introduced. Indeed, under the NCAA&rsquo;s measure, graduation rates are at an all-time high.</p>\r\n\r\n<p>However, experts we spoke to believe these numbers are exaggerated. Some believe the growth is due to an increase in transfer students, not a higher rate of graduates.</p>\r\n\r\n<p>For context, we looked at an independent metric that compares the graduation rates of full-time men&rsquo;s Division I basketball players to those of other full-time students. Under this measure, student-athletes graduate at lower rates, and have lost ground to their non-athlete counterparts since 2011.</p>\r\n\r\n<p>Critics also note that an overemphasis on athletes&rsquo; graduation rates as a mark of academic achievement masks serious concerns about the quality of education players receive.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-01-29T17:47:21.804594", "ruling_date": "2018-02-01T11:23:47", "ruling_headline": "Are college basketball graduation rates at an all-time high, as John Calipari said?", "ruling_headline_slug": "college-basketball-graduation-rate-all-time-high-j", "ruling_link_text": "Spin move", "ruling_state": null, "source_documents": null, "sources": "<p>ESPN <em>College Gameday</em>, Jan. 20, 2017</p>\r\n\r\n<p>Gerry Gurney, Woodrow Eckard and Richard Southall, &quot;The Hoax of NCAA Graduation Rates&quot;</p>\r\n\r\n<p>College Sports Research Institute, &quot;<a href=\"http://csri-sc.org/wp-content/uploads/2017/04/2017-Basketball-AGG-Report.pdf\">2017 Adjusted Graduation Gap Report: NCAA Division-I Basketball</a>&quot;</p>\r\n\r\n<p>NCAA, &quot;<a href=\"https://www.ncaa.org/sites/default/files/How%20is%20grad%20rate%20calculated_nov_2015.pdf\">How are NCAA Graduation Rates Calculated?</a>&quot; November 2015</p>\r\n\r\n<p>NCAA, &quot;<a href=\"http://www.ncaa.org/about/resources/research/why-gsr-better-methodology\">Why the GSR is a Better Methodology</a>,&quot; Oct. 28, 2014</p>\r\n\r\n<p>NCAA, &quot;Trends in Graduation Success Rates and Federal Graduation Rates at NCAA Division I Institutions,&quot; November 2017</p>\r\n\r\n<p>NCAA, &quot;<a href=\"http://www.ncaa.org/about/resources/media-center/news/di-african-american-student-athletes-graduate-record-rates\">DI African-American student-athletes graduate at record rates</a>,&quot; Nov. 8, 2017</p>\r\n\r\n<p>NCAA, &quot;<a href=\"http://www.ncaa.org/amateurism\">Amateurism</a>&quot;</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/10/11/sports/ncaa-college-basketball-reform.html\">Amid Scandal, N.C.A.A. Forms Commission to Reform Men&rsquo;s Basketball</a>,&quot; Oct. 11, 2017</p>\r\n\r\n<p>Senate hearing, &quot;<a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-113shrg96246/html/CHRG-113shrg96246.htm\">Promoting the Well-Being and Academic Success of College Athletes</a>,&quot; July 9, 2014</p>\r\n\r\n<p>Interview with Mark S. Nagel, professor of sport and entertainment at the University of South Carolina, Jan. 23, 2018</p>\r\n\r\n<p>Interview with Woody Eckard, professor of economics at the University of Colorado Denver, Jan. 24, 2018</p>\r\n\r\n<p>Email interview with B. David Ridpath, professor of sports business at Ohio University, Jan. 23, 2018</p>\r\n\r\n<p>Email interview with Richard M. Southall, director of the College Sport Research Institute and professor of sport and entertainment management at the University of South Carolina, Jan. 23, 2018</p>\r\n\r\n<p>Email interview with Maureen Weston, co-director of the Entertainment Media &amp; Sports Law Program and law professor at Pepperdine University, Jan. 23, 2018</p>\r\n\r\n<p>Email interview with Victor D. Kidd, doctoral student in the Department of Sport and Entertainment Management at the University of South Carolina, Jan. 23, 2018</p>\r\n\r\n<p>Email interview with Warren K. Zola, a professor at Boston College University and sports law expert, Jan. 25, 2017</p>\r\n\r\n<p>Email interview with Meghan Durham, assistant director of public and media relations at NCAA, Jan. 23, 2018</p>\r\n\r\n<p>Email interview with Eric Lindsey, spokesman for the University of Kentucky athletics department, Jan. 22, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "College Basketball Coach", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "", "id": 4183, "last_name": "Calipari", "mostly_true_count": 0, "name_slug": "john-calipari", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Untitled.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4183/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;We have the highest graduation rate of basketball players in the history of the NCAA. We have the highest graduation rate of African-American basketball players in the history of the NCAA in basketball.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2018-01-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": "Are college basketball graduation rates at an all-time high?"}