{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/feb/20/eve-schatelowitz-alcantar/judicial-aspirant-eve-schatelowitz-alcantar-says-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1497, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1497/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Deep inside a voters guide  circulated in the Austin area by the League of Women Voters of Texas, a  judicial candidate makes a sit-up-quick claim.<br /><br />Eve  Schatelowitz Alcantar, seeking the Democratic nod for Travis  County&rsquo;s 299th District Court, says: &ldquo;In this judicial race, special  interest groups have demanded money from me, in exchange for endorsement  and support.&rdquo;<br /><br />Demanded? That got our attention.</p>\r\n<p>Schatelowitz Alcantar  told us her claim traces to the first question asked of candidates on a  written survey distributed before a Jan. 28 forum at which Austin  Democratic groups weighed endorsements.<br /><br />Such  endorsements can be pivotal; they're touted by candidates in their  advertising. Schatelowitz Alcantar said she didn't get any at the forum, which  involved more than half a dozen Democratic clubs.<br /><br />In  the question singled out by Schatelowitz Alcantar, the Travis County Democratic Party  notes that the party pays for a coordinated campaign benefiting the  Democratic ticket on the November ballot. It doesn't pussy-foot in  asking candidates to pitch in, saying the party &ldquo;would like to know if  you, a 2010 Democratic primary candidate, will be willing to fully  contribute to the coordinated campaign and if you are willing to make  that pledge right now. This is a yes or no question.&rdquo;</p>\r\n<p>The amounts  sought, per office, range from $2,500 for justice-of-the-peace  candidates up to $7,500 for candidates for district judge and county  judge.<br /><br />Schatelowitz Alcantar conceded the survey question made no  direct link between a candidate's commitment to give money and  endorsements from Democratic clubs.<br /><br />&ldquo;There is  nothing explicit,&rdquo; she said. &ldquo;But let me ask you this: Why do you think  they ask that question in the first place?... The purpose of asking that  question was to gain the endorsements of those clubs.&rdquo;<br /><br />We  didn't find any clubs that acknowledged such a quid pro quo at work. <br /><br />Natomi  Austin, president of the Black Austin Democrats, said answers to the  question did not affect her club's endorsements. \"When it comes to  asking for money, people always consider it to be heavy handed,\" Austin  said.<br /><br />Fred Cantu, president of the Austin  Tejano Democrats, said the only complaints he heard about the question  came from \"people who had never participated in the process or had never  contributed.... Schatelowitz Alcantar is maybe a little na&iuml;ve about the process, if  anything. If she was to get nominated and she had a Republican opponent,  I guarantee she&rsquo;d feel very different in the fall.\"<br /><br />Schatelowitz Alcantar  said two other candidates for state district judgeships were appalled  by the question: William Gammon and Keith Lauerman. Both reported  getting no endorsements at the forum.<br /><br />Gammon said he  found the donation question heavy-handed, but didn&rsquo;t assume his negative  reply would drive endorsement decisions. &ldquo;The implication is you either  pony up or nobody&rsquo;s going to like you,&rdquo; Gammon said. &ldquo;It wasn&rsquo;t a  demand. That would be overstating it.&rdquo;<br /><br />Lauerman said the  question initially confused him because he thought it meant he was  expected to donate before knowing if he&rsquo;d won the March primary. He said  he agreed to the pledge after a consultant assured him otherwise.<br /><br />Austin  lawyer Andy Brown, who chairs the Travis County Democratic Party, said  candidates' answers to the question don't affect the party's support:  &ldquo;There&rsquo;s no action we&rsquo;re expecting because of it. The bottom line is we  (the countywide party) don&rsquo;t endorse in the primary.\"<br /><br />Brown  noted that in 2008 about one third of some $560,000 raised by the party  was donated by candidates.<br /><br />&ldquo;The goal here is for  people to realize that the campaign in the fall does not run itself,\"  Brown said. \"Travis County is not inherently a Democratic county unless  we put a lot of resources into getting the vote out this fall.\"<br /><br />Neither  Brown's predecessor as party chairman, Austin lawyer Chris Elliott, nor  leaders of several of the Democratic clubs that made endorsements in  connection with the forum, saw anything inappropriate in asking  candidates if they'd pledge to pitch in for the fall campaign.</p>\r\n<p>Elliott  said: \"Maybe that's a good way to get people committed.\"<br /><br />Clearly,  Schatelowitz Alcantar didn't soft-pedal her objections to the way the Democratic  Party's question puts a squeeze on candidates to contribute to the fall  campaign.<br /><br />But Schatelowitz Alcantar overreached in saying the query was a  demand for money in return for endorsements. No one we  contacted--including the judicial aspirants recommended by  Schatelowitz Alcantar--shared her interpretation.<br /><br />We rate  Schatelowitz Alcantar's statement as False.<br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /></p>", "ruling_comments_date": "2010-02-19T16:52:52.581528", "ruling_date": "2010-02-20T21:33:00", "ruling_headline": "Judicial aspirant Eve Schatelowitz Alcantar says Democratic special interests demanded money for support", "ruling_headline_slug": "judicial-aspirant-eve-schatelowitz-alcantar-says-d", "ruling_link_text": "Strongly worded question doesn't amount to demand", "ruling_state": null, "source_documents": null, "sources": "<p>E-mail,  Eve Schatelowitz Alcantar, candidate for judge, 299th state district  court, Feb. 17, 2010<br /> <br /> Interviews, Eve Schatelowitz  Alcantar, Feb. 16 and 17, 2010<br /> <br /> Interview, Natomi Austin,  president, Austin Black Democrats, Feb. 18, 2010<br /> <br /> Interview,  Andy Brown, chairman, Travis County Democratic Party, Feb. 17, 2010<br /> <br /> Interview,  Fred Cantu, president, Austin Tejano Democrats, Feb. 18, 2010<br /> <br /> Interview,  Chris Elliott, past chairman, Travis County Democratic Party, Feb. 18,  2010<br /> <br /> Interview, William Gammon, candidate for judge,  147th state district court, Feb. 17, 2010<br /> <br /> Interview,  Keith Lauerman, candidate for judge, 331st state district court, Feb.  17, 2010<br /> <br /> League of Women Voters of Texas,<a href=\"http://alt.coxnewsweb.com/statesman/politifact/02102010_lwvguideaus.pdf\" target=\"_blank\" title=\"LWV voter guide, Austin area\"> Voter  Guide, </a>February 2010<br /> <br /> Travis  County Democratic Party, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01282010_traviscountydemq\" target=\"_blank\" title=\"Question 1 on Democratic candidate survey\">question on candidate survey</a>, Jan. 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 1, "first_name": "Eve", "half_true_count": 0, "home_state": "Texas", "id": 317, "last_name": "Schatelowitz Alcantar", "mostly_true_count": 0, "name_slug": "eve-schatelowitz-alcantar", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eve.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/317/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&ldquo;In this judicial race, special  interest groups have demanded  money from me, in exchange for  endorsement and support.&rdquo;</p>", "statement_context": "a response to League of Women Voters of Texas.", "statement_date": "2010-01-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}