{"art": [{"brightcove": "", "caption": "Trey Blocker says Sid Miller, the Texas agriculture commissioner shown here on the Texas House floor in January 2017, was slow to reveal a computer hack releasing personal data for more than 700 students (photo: Jay Janner, Austin American-Statesman).", "id": 14828, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sidmiller011017pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14828/", "title": "Sid Miller of Texas, Jan 2017", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/feb/05/trey-blocker/challenger-says-sid-miller-was-slow-reveal-compute/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Was agency slow to reveal hack releasing personal data?", "id": 15000, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15000/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>An activist challenging <a href=\"http://www.millerfortexas.com/\">Sid Miller</a> for the 2018 Republican nomination for Texas agriculture commissioner says the first-term incumbent muffed by not alerting child-victims of a personally exploitative computer hack for more than a month.</p>\r\n\r\n<p><a href=\"https://treyblocker.com/\">Trey Blocker</a>, a lawyer and former legislative aide who&rsquo;s worked as a lobbyist, said in a January 2018 <a href=\"http://www.oaoa.com/editorial/columns/guest_columns/article_2daac45e-00ac-11e8-a9f5-3fe516d5a3fd.html\">commentary</a> for the <em>Odessa American</em> that in October 2017, a Texas Department of Agriculture &quot;employee&rsquo;s laptop was attacked by ransomware, releasing critical personal information for over 700 Texas students and their families.</p>\r\n\r\n<p>&quot;The hack,&quot; Blocker wrote, &quot;resulted in a loss of the most personal of information &mdash; names, Social Security numbers, birth dates, home addresses, and more &mdash; for Texas students and their families in almost 40 school districts. For reasons unknown, TDA did not notify the families affected until November 22, 2017 &mdash; 32 days after the breach.&quot;</p>\r\n\r\n<p>Blocker opined: &quot;Though no organization is immune to cybersecurity attacks, this unnecessary delay in notification shows once again the failed leadership of Sid Miller. This is a matter of trust.&quot;</p>\r\n\r\n<p>We don&rsquo;t judge leadership. But did Blocker accurately recap the computer hack and timing of notices?</p>\r\n\r\n<p><strong>Candidate cites news story</strong></p>\r\n\r\n<p>To our emailed inquiry, Blocker pointed us to a December 2017 <em>Denton Record-Chronicle</em> <a href=\"http://www.dentonrc.com/news/news/2017/12/07/five-denton-county-schools-impacted-state-agency-data-breach\">news story</a> stating the Agriculture Department had notified districts about Nov. 22, 2017 &mdash; or 27 days (or 19 business days)&nbsp;after the Oct. 26, 2017, &quot;malware attack&quot; on an employee&rsquo;s computer resulting in a data breach exposing the personal information of students in 39 school districts.</p>\r\n\r\n<p>The newspaper said the districts, mostly in North and East Texas, ranged in size from the 138-student Karnack district near Louisiana to the 15,185-student Crowley district near Fort Worth. The Agriculture Department, the story said, &quot;oversees the federal nutrition program that provides school breakfasts and lunches. Because of that, the agency identified more than 700 students whose personal information might have been stolen by an unauthorized person. Officials said that information could include names, home addresses, birth dates, phone numbers and Social Security numbers of students and their families,&quot; the story said.</p>\r\n\r\n<p>A TDA spokesman, Mark Loeffler, told the newspaper: &quot;We have no indication right now that any of this information has been misused. We wanted to make sure we knew exactly what the scope was and how many pieces of personal information were compromised before we sent anything out. We had to go through a manual process to confirm that.&quot;</p>\r\n\r\n<p>Our search of the Nexis news database for coverage of the incident led us to learn that the <em>Longview News-Journal</em> was the first news organization to report the incident. Its Nov. 30, 2017, <a href=\"https://www.news-journal.com/news/2017/nov/30/state-ag-dept-east-texas-school-districts-among-th/\">story</a> was accompanied by a <a href=\"https://drive.google.com/file/d/1jo_k8ngj6nya3g65QjN0AWayU-6dvIOA/view\">two-page statement</a> from Miller summarizing the &quot;attack incident&quot; and providing a chart specifying the districts at risk.</p>\r\n\r\n<p><strong>Agency&rsquo;s response</strong></p>\r\n\r\n<p>When we queried TDA, Loeffler noted that state law doesn&rsquo;t set a hard deadline for notifying individuals affected by a computer breach. <a href=\"http://www.statutes.legis.state.tx.us/Docs/BC/htm/BC.521.htm\">Section 521.053</a> of the Texas business and commerce code states the disclosure of a breach &quot;to any individual whose sensitive personal information was, or is reasonably believed to have been, acquired by an unauthorized person&quot; shall occur &quot;as quickly as possible.&quot;</p>\r\n\r\n<p>And why did it take nearly a month for the agency to notify districts? &quot;It took a substantial amount of time to identify what happened,&quot; Loeffler said in January 2018. &quot;We&rsquo;re still putting the pieces together.&quot; Loeffler said the notification of districts &quot;was made out of an abundance of caution. Commissioner Miller made the decision to notify even though we had no information that any data had left the system.&quot;</p>\r\n\r\n<p>Loeffler&nbsp;said further that it continues to look like no information was illicitly taken from the laptop, which he said was actually probed by malware--not ransomware, which implies an outside party seeking a payment to unfreeze a computer--after the worker clicked on a dangerous link.</p>\r\n\r\n<p>&quot;This is a very human error. This is the same mistake millions of people make every day,&quot; Loeffler said. Also, he said by email that while the forensic analysis continues, &quot;TDA fully expects that no data ever left the device.&quot;</p>\r\n\r\n<p>After the fateful afternoon click, Loeffler said, TDA shortly heard from the Texas Department of Information Resources that malware had been introduced.</p>\r\n\r\n<p>Elliott Sprehe of the DIR separately told us by email that the agency&rsquo;s Network Security Operating Center &quot;inspects and potentially blocks malicious internet traffic going to and from state agencies. In this case, Sprehe said,&nbsp;the NSOC&rsquo;s tools saw what was potentially malware on a TDA computer&quot; on Oct. 26, 2017, and at about 4:30 p.m. that day alerted TDA staff to investigate and resolve the issue.</p>\r\n\r\n<p>Sprehe said: &quot;The traffic pattern DIR reported was indicative of either ransomware or hidden&quot; click fraud activity, which dictionary.com <a href=\"http://www.dictionary.com/browse/click-fraud?s=t\">defines</a> as the &quot;fraudulent practice of clicking many times on an online advertisement to generate the small fee charged to the advertiser per click, thereby harming the advertiser or benefiting the host website.&quot;</p>\r\n\r\n<p>Loeffler estimated to us that the laptop was open to malicious probes on the day in question for about an hour before it was shut down with a copy of its hard drive subsequently made in Austin for &quot;digital forensic review.&quot;</p>\r\n\r\n<p>Most recently, Loeffler advised, TDA determined through a file by file review that out of some 5,000 items on the laptop, less than 200 &quot;could have had any combination of personal identifying &nbsp;information that would matter to anybody who wanted to use it maliciously. Of the 200,&quot; Loeffler said, probably less than 50 contained the &quot;perfect storm&quot; of someone&rsquo;s date of birth, social security number and name.</p>\r\n\r\n<p><strong>Notice to districts</strong></p>\r\n\r\n<p>We also scrolled TDA web pages devoted to the federally funded free- and reduced-price school meal programs. That&rsquo;s where we spotted an undated statement headlined <a href=\"http://www.squaremeals.org/News/WhatsNew/tabid/1898/Article/2842/SECURITY-NOTICE.aspx\">&quot;Security Notice&quot;</a> stating that after the employee&rsquo;s laptop was compromised by the attack, &quot;some students in school districts throughout Texas may have been potentially impacted by the breach.&quot;</p>\r\n\r\n<p>The statement also says:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;The information exposed on the employee&#39;s laptop included names, social security numbers, home addresses, birth dates, and personal phone numbers of the affected students and their families. &nbsp;To date, TDA&#39;s Information Security Officer (ISO) has identified more than 700 students whose sensitive personal information was, or is reasonably believed to have been, exposed to acquisition by an unauthorized person.</p>\r\n\r\n<p style=\"margin-left:67.5pt\"><strong>&quot;It is important to note that, to date, TDA&rsquo;s ISO has not discovered any evidence to suggest misuse of the information that was compromised by the ransomware exploit. </strong>TDA recognizes the implications of this breach and continually evaluates agency processes and protocols to reduce future occurrences.&quot;</p>\r\n\r\n<p>Finally, the&nbsp;statement urges potentially affected individuals to contact three major U.S. credit bureaus to activate free fraud alerts on behalf of affected students.</p>\r\n\r\n<p><strong>Time lag?</strong></p>\r\n\r\n<p>We asked Sprehe if it typically takes about a month to alert possible victims of malware attacks. Sprehe replied: &quot;Due to the complexity and uniqueness of each security incident, there is no way to approximate this.&quot;</p>\r\n\r\n<p>Sprehe and Loeffler each mentioned&nbsp;the <a href=\"https://www.cisecurity.org/ms-isac/\">Multi-State Information Sharing and Analysis Center</a>, authorized by the Department of Homeland Security. Loeffler specified that the center was handling the forensic review of the TDA laptop&rsquo;s hard drive.</p>\r\n\r\n<p>When we followed up, the center declined to comment on its review of the TDA incident.</p>\r\n\r\n<p>But generally, a center vice president&nbsp;told us the center annually conducts 150 to 200 post-incident reviews for state and local agencies. Those reviews, Brian Calkin said, typically take two to four weeks to complete--making the TDA&rsquo;s notification timeline ordinary. &quot;You&rsquo;ve got to allow time for them to see what occurred,&quot; Calkin said.</p>\r\n\r\n<p>We also heard back about the timing of the notifications to districts from <a href=\"https://www.ischool.utexas.edu/people/person_details?PersonID=108\">Lance Hayden</a>, a computer security expert who teaches in the University of Texas School of Information. By email, Hayden told us that according to <a href=\"https://iapp.org/news/a/from-incident-to-discovery-to-breach-notification-average-timeframes/\">data/analysis</a> from the <a href=\"https://iapp.org/\">International Association of Privacy Professionals</a>, &quot;the average time from an organization discovering a breach to when they report it runs at about 30 days. Using that metric, the TDA&rsquo;s notification at 27-32 days would be very typical of this sort of incident,&quot; Hayden wrote.</p>\r\n\r\n<p>We told Blocker that the agency had yet to find that any personal data was misused in the wake of the attack. Blocker replied by email that possible victims still should have been informed as soon as possible. &quot;That is the responsible thing to do given the potential harm that could come to these students and their families,&quot; &nbsp;he wrote.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Blocker said the department led by Miller didn&rsquo;t notify more than 700 Texas students about a computer hack releasing critical personal information including Social Security numbers until 32 days after the breach.</p>\r\n\r\n<p>This claim has an element of truth in that the agency&nbsp;alerted districts to a malware attack exposing&nbsp;personal information nearly a month after the attack--though that time lag wasn&#39;t&nbsp;unusual, experts told us. Most significantly, the agency says it hasn&#39;t confirmed the capture or misuse of any personal information from the laptop.&nbsp;As a result, we found no support for Blocker&#39;s claim that the incident &quot;resulted in a loss of the most personal of information.&quot;</p>\r\n\r\n<p>On balance, we rate Blocker&rsquo;s statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-02-01T17:23:23.180561", "ruling_date": "2018-02-05T10:44:31", "ruling_headline": "Was Sid Miller slow to reveal a laptop hack that released students' personal data?", "ruling_headline_slug": "challenger-says-sid-miller-was-slow-reveal-compute", "ruling_link_text": "No confirmed release of data", "ruling_state": null, "source_documents": null, "sources": "<p>Trey Blocker commentary, <a href=\"http://www.oaoa.com/editorial/columns/guest_columns/article_2daac45e-00ac-11e8-a9f5-3fe516d5a3fd.html\">&quot;Data breach raises serious questions about Miller&rsquo;s management,&quot;</a> Jan. 24, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSpd-g2hnSil-qe-Yv9KSbuzMperKQYb9crxNQ9L5aTFe4QzDEmUGnIwFW70b1AR7ETGNsub4ZEpYL0/pub\">Emails</a>, Trey Blocker, Jan. 26, 2018</p>\r\n\r\n<p>News story, <a href=\"https://www.news-journal.com/news/2017/nov/30/state-ag-dept-east-texas-school-districts-among-th/\">&quot;State Ag Dept.: East Texas school districts among those affected by ransomware,&quot;</a> <em>Longview News-Journal</em>, Nov. 30, 2017</p>\r\n\r\n<p>News story, <a href=\"http://www.dentonrc.com/news/news/2017/12/07/five-denton-county-schools-impacted-state-agency-data-breach\">&quot;Five Denton County schools impacted by state agency data breach,&quot;</a> <em>Denton Record-Chronicle</em>, Dec. 7, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.dallasnews.com/news/education/2017/12/08/data-breach-exposes-social-security-numbers-birth-dates-ofhundreds-texas-students\">&quot;Data breach exposes social security numbers, birth dates of hundreds of Texas students,&quot;</a> <em>Dallas Morning News</em>, Dec. 8, 2017 (Nexis search)</p>\r\n\r\n<p>News story, <a href=\"http://www.cleburnetimesreview.com/news/local-districts-affected-by-tda-ransomware-attack/article_1387d622-dec2-11e7-bccb-0be1c5de0957.html\">&quot;Local districts affected by TDA ransomware attack,&quot;</a> <em>Cleburne Times-Review</em>, Dec. 12, 2017</p>\r\n\r\n<p>Web post, Texas Department of Agriculture, <a href=\"http://www.squaremeals.org/News/WhatsNew/tabid/1898/Article/2842/SECURITY-NOTICE.aspx\">&quot;SECURITY NOTICE,&quot;</a> November 2017 (accessed Jan. 26, 2018)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTHO9c_44-ShQi4EdwNSeQdosamCuCRkjwup4uiFBLfdyREUFT42VT1FG-lSREiauPhdpeuAMnlq2tU/pub\">email</a>, Mark Loeffler, communications director, TDA, Jan. 29-30, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQjB4mQudUHF2kc2BEhT7_W5U_mH-V-LC64IeWhkza7ktXpYJTfZKu9RRYmy7Pk5ArN2uabpiZHmBoR/pub\">Email</a>, Elliott Sprehe, press secretary, Texas Department of Information Resources, Jan. 29 and 31, 2018</p>\r\n\r\n<p>State laws, Texas Business and Commerce Code, <a href=\"http://www.statutes.legis.state.tx.us/Docs/BC/htm/BC.521.htm\">&quot;UNAUTHORIZED USE OF IDENTIFYING INFORMATION,&quot;</a> Texas Legislature Online, Texas Legislative Council, undated (accessed Jan. 29, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQl1KhX6WL7huZ6gtRPsdEUbk4Qw10EheBzAo83kMHhGN3ircPsUfdUg1DqpeAIqwiLHIdXc9bkNivb/pub\">Email</a>, Cassie Alvarado, director of development and alumni relations, School of Information, University of Texas at Austin, providing replies from <a href=\"https://www.ischool.utexas.edu/people/person_details?PersonID=108\">Lance Hayden</a>, adjunct assistant professor, School of Information, University of Texas at Austin, Jan. 30, 2018</p>\r\n\r\n<p>Phone interview, Brian Calkin, vice president of operations, Multi-State Information Sharing &amp; Analysis Center, Center for Internet Security, Jan. 30, 2018</p>\r\n\r\n<p>Web post, <a href=\"https://iapp.org/news/a/from-incident-to-discovery-to-breach-notification-average-timeframes/\">&quot;From incident to discovery to breach notification: Average time frames,&quot;</a> International Association of Privacy Professionals, Sept. 26, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Trey", "half_true_count": 0, "home_state": "Texas", "id": 4190, "last_name": "Blocker", "mostly_true_count": 0, "name_slug": "trey-blocker", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/blockerpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4190/", "total_count": 1, "true_count": 0, "website": "https://treyblocker.com/"}, "statement": "<p>Says the Texas Department of Agriculture didn&rsquo;t notify over 700 Texas students about a computer hack releasing critical personal information including Social Security numbers until 32 days after the breach.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a commentary in the Odessa American", "statement_date": "2018-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 322, "photo": null, "resource_uri": "/api/v/2/subject/322/", "subject": "Food", "subject_slug": "food", "used_in_edition": ["/api/v/2/edition/54/"]}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State agriculture commissioner", "false_count": 2, "first_name": "Sid", "half_true_count": 3, "home_state": "Texas", "id": 3141, "last_name": "Miller", "mostly_true_count": 0, "name_slug": "sid-miller", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sidmiller0315pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3141/", "total_count": 9, "true_count": 1, "website": "http://www.millerfortexas.com/"}], "twitter_headline": "Was Sid Miller and the Texas Department of Agriculture slow to reveal a hack releasing personal data? MOSTLY FALSE."}