{"art": [{"brightcove": "", "caption": "", "id": 14925, "infogram": "", "ndn": "", "ndnid": "", "other": "<div wibbitz=\"wbtz-static-embed\" wibbitz-clip-id=\"b99f2f41827be4844bc8acb8050f6434d\" wibbitz-vdz-campaign=\"politifact_main\" wibbitz-autoplay=\"scroll\" wibbitz-sticky=\"true\" wibbitz-stickymobile=\"true\" wibbitz-mute=\"true\" wibbitz-next=\"auto\" wibbitz-ads=\"mid\"></div>\r\n<script>(function(d, s, id) {\r\n\tif (d.getElementById(id)) return;\r\n\tvar js = d.createElement(s); js.id = id;\r\n\tjs.src = '//cdn4.wibbitz.com/static.js';\r\n\td.getElementsByTagName('body')[0].appendChild(js);\r\n}(document, 'script', 'wibbitz-static-embed'));</script>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/14925/", "title": "wibbitz trump ms13 exaggerations ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/truth-o-meter/statements/2018/feb/07/donald-trump/immigration-ms-13-and-crime-facts-behind-donald-tr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "The facts behind Trump's MS-13, immigration claims", "id": 15015, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/15015/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Donald Trump linked illegal immigration to the violence of the MS-13 gang, claiming &quot;open borders&quot; have caused the death of many people in the United States.</p>\r\n\r\n<p>During his State of the Union speech, Trump highlighted the 2016 killings of teenagers Kayla Cuevas and Nisa Mickens in New York and the related murder charges against MS-13 members.</p>\r\n\r\n<p>&quot;These two precious girls were brutally murdered while walking together in their hometown. Six members of the savage MS-13 gang have been charged with Kayla and Nisa&#39;s murders,&quot; <a href=\"https://www.politico.com/video/2018/01/30/emotions-trump-ms-13-sotu-064845\">Trump said Jan. 30</a>. &quot;Many of these gang members took advantage of glaring loopholes and our laws to enter the country as illegal, unaccompanied, alien minors. And wound up in Kayla and Nisa&#39;s high school.&quot;</p>\r\n\r\n<p>The U.S. Justice Department did not specify in a 2017 <a href=\"https://www.justice.gov/usao-edny/pr/ms-13-gang-members-indicted-2016-murders-three-brentwood-high-school-students\">press release</a> on the indictments if the defendants charged for the murders of Cuevas and Mickens came to the United States illegally as unaccompanied minors. We asked the department to clarify, but it referred us to U.S. Immigration and Customs Enforcement, which did not provide a response by deadline.</p>\r\n\r\n<p>PolitiFact decided to fact-check whether gang members have taken advantage of &quot;glaring loopholes&quot; and laws to come in as unaccompanied minors, as Trump claimed.</p>\r\n\r\n<p>The White House did not provide on-the-record information to back Trump&rsquo;s claim.</p>\r\n\r\n<p>It&rsquo;s unclear exactly how many gang members have come to the United States as unaccompanied minors, but federal authorities have identified a small number as suspected or confirmed gang members.</p>\r\n\r\n<p>Nevertheless, what Trump refers to as &quot;loopholes&quot; are actually specific protections for undocumented minors called for by law. Some of these minors are actually fleeing gang violence in their own countries. Finally, experts note that unaccompanied minors are vulnerable to gang recruitment after their arrival to the United States.</p>\r\n\r\n<p>Here&rsquo;s a closer look at the complex issue.</p>\r\n\r\n<div class=\"pf_subheadline\">Background on MS-13 gang and its U.S. presence</div>\r\n\r\n<p>La Mara Salvatrucha, or MS-13, grew out of poor Los Angeles neighborhoods where many refugees from civil wars in El Salvador, Guatemala and Nicaragua lived in the 1980s.</p>\r\n\r\n<p>The Justice Department <a href=\"https://www.justice.gov/opa/speech/file/958481/download\">said</a> the name Mara Salvatrucha comes from the word &quot;mara,&quot; a term in El Salvador for gang, &quot;salva,&quot; short for &quot;Salvadoran,&quot; and &quot;trucha,&quot; a slang term for &quot;alert,&quot; &quot;look out,&quot; or &quot;cunning.&quot; The 13 refers to &quot;M&quot; &mdash; the thirteenth letter of the alphabet, denoting allegiance to the prison gang Mexican Mafia.</p>\r\n\r\n<p>MS-13&rsquo;s motto is &quot;kill, rape and control,&quot; Attorney General Jeff Sessions has <a href=\"https://www.justice.gov/opa/pr/ms-13-gang-members-indicted-new-york-murder-four-young-men-park-and-killing-rival-deli\">said</a>.</p>\r\n\r\n<p>The Trump administration says there are more than 10,000 MS-13 gang members across 40 U.S. states and more than 30,000 worldwide.</p>\r\n\r\n<p>Experts <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/18/donald-trump/trump-falsely-claims-obama-policies-blame-growth-m/\">have told us</a> that the growth of MS-13 in the United States is related to draconian policies in Guatemala, Honduras and El Salvador that pushed many gang members out of Central America.</p>\r\n\r\n<p>In the United States, law enforcement officials have <a href=\"https://www.justice.gov/opa/pr/ms-13-gang-members-indicted-new-york-murder-four-young-men-park-and-killing-rival-deli\">indicted</a> MS-13 members for a wide range of crimes, including murders, attempted murders, assaults, obstruction of justice, arson, and conspiracy to distribute marijuana.</p>\r\n\r\n<div class=\"pf_subheadline\">Surge of unaccompanied minors coming to the United States</div>\r\n\r\n<p>Waves of unaccompanied minors, mostly from Guatemala, Honduras and El Salvador, have come to the United States illegally in recent years fleeing gang violence and poverty.</p>\r\n\r\n<p>Southwest border apprehensions of unaccompanied minors peaked in 2014 at 68,541. Around <a href=\"https://www.cbp.gov/newsroom/stats/usbp-sw-border-apprehensions-fy2017\">41,400 </a>of them were apprehended in fiscal year 2017, a 31 percent decrease from fiscal year 2016, according to U.S. Customs and Border Protection.</p>\r\n\r\n<p>Unaccompanied Alien Child is the <a href=\"https://my.uscis.gov/helpcenter/search?q=Unaccompanied+Alien+Child&amp;tag=tag_search\">legal term</a> for an individual who does not have a lawful immigration status in the United States; is under 18 years old; and has no parent or legal guardian in the United States, or for whom no parent or legal guardian in the United States is available to provide care and physical custody.</p>\r\n\r\n<div class=\"pf_subheadline\">&lsquo;Glaring loopholes&rsquo; in the law for illegal entry?</div>\r\n\r\n<p>Trump has previously claimed that &quot;loopholes&quot; prevent the deportation of unaccompanied minors. That&rsquo;s <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/oct/11/donald-trump/donald-trump-omits-facts-claim-loopholes-minors-un/\">Mostly False</a>.</p>\r\n\r\n<p>The &quot;loopholes&quot; he has referred to are matters explicitly called for in the law. Unaccompanied minors from contiguous countries (Mexico and Canada) can be quickly returned to their countries; but unaccompanied minors from other countries are not immediately sent back, but rather placed in formal removal proceedings and can apply for asylum.</p>\r\n\r\n<p>Individuals can seek <a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum\">asylum</a> if they have suffered persecution or fear they will suffer persecution due to race, religion, nationality, membership in a particular social group, or political opinion.</p>\r\n\r\n<p>Regarding Trump&rsquo;s &quot;glaring loopholes&quot; and gangs claim, we asked the U.S. Department of Homeland Security and its agencies for data on unaccompanied minors who have sought asylum in the United States while belonging to MS-13 or other gangs at time of entry. None provided information.</p>\r\n\r\n<p>Immigration experts told us that while gang members can apply for asylum, it would be difficult for them to receive it.</p>\r\n\r\n<p>&quot;If the gang member persecuted others or committed a serious crime in the United States or his country of origin, he would likely be barred from asylum,&quot; said Fatma E. Marouf, a professor of law and director of the Immigrant Rights Clinic at Texas A&amp;M University School of Law.</p>\r\n\r\n<p>&quot;Most of the asylum seekers we see are fleeing gangs or refused to join a gang. It is also very difficult for them to obtain asylum in the United States because they don&#39;t fit easily into one of the five grounds for asylum,&quot; Marouf said.</p>\r\n\r\n<div class=\"pf_subheadline\">Are gang members coming into the United States as unaccompanied minors?</div>\r\n\r\n<p>According to June 2017 <a href=\"https://www.dhs.gov/news/2017/06/21/written-testimony-cbp-senate-committee-judiciary-hearing-titled-ms-13-problem#fn3\">written testimony</a> from U.S. Border Patrol Acting Chief Carla Provost, since fiscal year 2012 U.S. Border Patrol apprehended 159 unaccompanied alien children with confirmed or suspected gang affiliations. Of the 159 children, 56 were suspected or confirmed to be affiliated with MS-13, according to Provost.</p>\r\n\r\n<p>(Around 45,400 unaccompanied minors, on average, were apprehended per fiscal year from <a href=\"https://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2016\">2012</a><a href=\"https://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2014\"> to 2017</a>.)</p>\r\n\r\n<p>Provost&rsquo;s testimony did not break down how many unaccompanied minors were confirmed to be gang members and how many were suspected.</p>\r\n\r\n<p>&quot;The language of &lsquo;suspected&rsquo; is important because DHS&rsquo;s internal enforcement, ICE, has alleged gang membership or affiliation against a number of Central American immigrants without substantiating these allegations at all,&quot; said Saba N. Ahmed, a clinical instructor in the Immigration and Human Rights Clinic at the University of the District of Columbia, David A. Clarke School of Law.</p>\r\n\r\n<p>&quot;In fact, in the very recent <a href=\"https://www.lexisnexis.com/legalnewsroom/immigration/b/immigration-law-blog/archive/2017/11/29/aclu-wins-relief-for-immigrant-teens-wrongly-arrested-and-jailed-without-due-process.aspx?Redirected=true\">class action case of <em>Saravia</em></a>, arising out of Operation Matador activity in New York, a federal circuit judge ordered the government to substantiate these allegations, and they could not,&quot; Ahmed said.</p>\r\n\r\n<p>Conflating &quot;suspected&quot; and &quot;confirmed&quot; exaggerates the gang problem in the United States, said Sonja Wolf, a researcher with the Drug Policy Programme at the Centro de Investigaci&oacute;n y Docencia Econ&oacute;micas (CIDE), a think tank in Mexico.</p>\r\n\r\n<p>&quot;Not all unaccompanied minors get involved in gangs, and not all gang members are undocumented immigrants but were often born in the United States,&quot; Wolf said.</p>\r\n\r\n<p>ICE has reported that <a href=\"https://www.ice.gov/features/raging-bull\">operations targeting</a> <a href=\"https://www.ice.gov/news/releases/ice-led-gang-surge-nets-1378-arrests-nationwide\">gang members</a> have led to the arrests of individuals who came as unaccompanied minors. But it&rsquo;s unclear if they arrived as gang members or joined gangs after coming to the United States.</p>\r\n\r\n<div class=\"pf_subheadline\">Unaccompanied minors recruited by MS-13 after their arrival</div>\r\n\r\n<p>Experts on immigration, gangs and criminal networks, and law enforcement have said unaccompanied minors are clearly targets for MS-13 recruitment.</p>\r\n\r\n<p>Timothy D. Sini, then-Commissioner of the Suffolk County Police Department in New York (now the county&rsquo;s district attorney), <a href=\"https://www.hsgac.senate.gov/hearings/border-insecurity-the-rise-of-ms-13-and-other-transnational-criminal-organizations\">told</a> a Senate committee in May 2017 that unaccompanied minors are vulnerable to recruitment because they are young, unaccompanied, adjusting to a new country, culture and language, and seek a sense of belonging.</p>\r\n\r\n<p>&quot;While the overwhelming majority of these children live law-abiding lives, (unaccompanied alien children) are undoubtedly a source of recruitment for MS-13,&quot; Sini said.</p>\r\n\r\n<p>Of a sampling of 156 active gang members in Suffolk County, Sini said 39 were unaccompanied minors. &quot;It is not entirely clear, however, the percentage of (unaccompanied alien children) who came into the United States as MS-13 gang members, were recruited while in federal custody or were preyed upon once they reached Suffolk,&quot; Sini said.</p>\r\n\r\n<p>In testimony to the same committee, Scott Michael Conley, a detective in the Chelsea Police Department in Massachusetts, said that while the majority of unaccompanied minors were fleeing violence, &quot;the smallest group of unaccompanied minors are &lsquo;homeboys&rsquo; being sent by the gang to bolster the ranks of MS cliques operating in the United States.&quot;</p>\r\n\r\n<p>Conley presented a recruitment scenario when gang members and minors who are not in gangs travel in the same group to the United States. Gang members gather information from non-gang members, such as where they lived and who their relatives are, and later use that information to recruit them. Those who refuse to join are subject to assaults or threats that their relatives will be killed, Conley said.</p>\r\n\r\n<p>MS-13 also exploits human smuggling organizations to bring unaccompanied minors to the United States, <a href=\"https://www.ice.gov/sites/default/files/documents/Speech/2017/170620melendez.pdf\">said</a> Angel M. Melendez, a Special Agent in Charge for ICE&rsquo;s Homeland Security Investigations in New York, during a House committee hearing in 2017.</p>\r\n\r\n<p>&quot;Illicit pathways go hand-in-hand with MS-13 increasing its membership,&quot; Melendez said. &quot;Once these children are smuggled into the United States, they become prime targets for enlistment into the gang.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Immigrants less prone to crime, despite claims from Trump administration</div>\r\n\r\n<p>Overall, several <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/28/javier-m-gonzales/santa-fe-mayor-defends-sanctuary-cities-says-studi/\">studies</a> <a href=\"http://www.politifact.com/california/statements/2017/aug/03/antonio-villaraigosa/mostly-true-undocumented-immigrants-less-likely-co/\">have</a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/03/donald-trump/trump-leaves-out-context-claim-about-immigrants-an/\">found</a> that immigrants are less likely to commit crimes than U.S.-born individuals.</p>\r\n\r\n<p>Central American immigrant youth &mdash; both children and adults &mdash; are not only vulnerable to MS-13 threats, extortion, recruitment, but also are almost always their primary targets and victims, said Ahmed, from the University of the District of Columbia&#39;s&nbsp;David A. Clarke School of Law.</p>\r\n\r\n<p>&quot;DHS, Sessions, and Trump are trying to shift the focus of immigration enforcement to MS-13 in order to repeatedly drill in the message that immigrants are dangerous criminals,&quot; Ahmed said.</p>\r\n\r\n<p>But many gang members were born in the United States, and gangs form in conditions of marginality, which also exist in other countries, said Wolf, the researcher with CIDE in Mexico.</p>\r\n\r\n<p>&quot;There is no doubt that MS-13 has engaged in serious and heinous forms of violence, devastating families and communities. But the emphasis on immigrants as the source of the gang problem in the United States is misguided,&quot; said David C. Pyrooz, an assistant professor of sociology at the University of Colorado Boulder, whose research includes gangs and criminal networks.</p>\r\n\r\n<p>While evidence suggests that immigrants are less likely to be in gangs than native-born youth, Pyrooz said, MS-13 is &quot;the perfect boogeyman, owing to their ethnicity, transnationality, and extreme violence.&quot;</p>\r\n\r\n<p>&quot;The problem is that the constant callouts from the highest office in the land are giving MS-13 the notoriety that they could never achieve on their own accord,&quot; he said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Trump said many gang members have taken advantage of &quot;glaring loopholes and our laws to enter the country as illegal, unaccompanied, alien minors.&quot;</p>\r\n\r\n<p>What Trump in the past has referred to as &quot;loopholes&quot; are requirements explicitly called for in the law. It&rsquo;s also uncertain how many gang members have come to the United States as unaccompanied minors, but some law enforcement officials said some have.</p>\r\n\r\n<p>Experts note unaccompanied minors are vulnerable to recruitment after their arrival to the United States. In many cases, these minors are the victims of the gangs rather than perpetrators of crime.</p>\r\n\r\n<p>We rate Trump&rsquo;s claim Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-02-06T18:00:24.289682", "ruling_date": "2018-02-07T10:39:41", "ruling_headline": "Immigration, MS-13 and crime: the facts behind Donald Trump’s exaggerations", "ruling_headline_slug": "immigration-ms-13-and-crime-facts-behind-donald-tr", "ruling_link_text": "Unclear how many gang members came as unaccompanied minors", "ruling_state": null, "source_documents": null, "sources": "<p>&nbsp;</p>\r\n\r\n<p>Email exchange, White House press office, Feb. 5-6, 2018</p>\r\n\r\n<p>Email exchange, press offices for U.S. Department of Homeland Security, U.S. Citizenship and Immigration Services, U.S. Customs and Border Protection, Feb. 5-6, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/28/javier-m-gonzales/santa-fe-mayor-defends-sanctuary-cities-says-studi/\">Santa Fe mayor defends sanctuary cities, says studies don&#39;t show increase in crime</a>, Nov. 28, 2016</p>\r\n\r\n<p>PolitiFact California, <a href=\"http://www.politifact.com/california/statements/2017/aug/03/antonio-villaraigosa/mostly-true-undocumented-immigrants-less-likely-co/\">MOSTLY TRUE: Undocumented immigrants less likely to commit crimes than U.S. citizens</a>, Aug. 3, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/nov/03/donald-trump/trump-leaves-out-context-claim-about-immigrants-an/\">Trump leaves out context in claim about immigrants and crime</a>, Nov. 3, 2016</p>\r\n\r\n<p>Email interview, Anne Pilsbury, Central American Legal Assistance executive director, Feb. 5, 2018</p>\r\n\r\n<p>Email interview, Fatma E. Marouf, a professor of law and director of the Immigrant Rights Clinic at Texas A&amp;M University School of Law, Feb. 5, 2018</p>\r\n\r\n<p>Email interview, Saba N. Ahmed, a clinical instructor in the Immigration and Human Rights Clinic at the University of the District of Columbia, David A. Clarke School of Law, Feb. 5, 2018</p>\r\n\r\n<p>Email interview, Sonja Wolf, a researcher with the Drug Policy Programme at the Centro de Investigaci&oacute;n y Docencia Econ&oacute;micas (CIDE), Feb. 5, 2018</p>\r\n\r\n<p>Email interview, David C. Pyrooz, an assistant professor of sociology at the University of Colorado Boulder, Feb. 5, 2018</p>\r\n\r\n<p>U.S. Department of Justice, <a href=\"https://www.justice.gov/opa/speech/file/958481/download\">Fact sheet on MS-13</a>, April 18, 2017</p>\r\n\r\n<p>U.S. Immigration and Customs Enforcement, <a href=\"https://www.ice.gov/sites/default/files/documents/Speech/2017/170620melendez.pdf\">Testimony of Angel M. Melendez, Special Agent in Charge for ICE&rsquo;s Homeland Security Investigations in New York, during a House committee hearing</a>, June 20, 2017</p>\r\n\r\n<p>U.S. Senate, <a href=\"https://www.hsgac.senate.gov/hearings/border-insecurity-the-rise-of-ms-13-and-other-transnational-criminal-organizations\">Border Insecurity: The Rise of MS-13 and Other Transnational Criminal Organizations</a>, May 24, 2017</p>\r\n\r\n<p>U.S. Citizenship and Immigration Services, <a href=\"https://www.ice.gov/features/raging-bull\">Raging Bull operation</a></p>\r\n\r\n<p>U.S. Citizenship and Immigration Services, <a href=\"https://www.ice.gov/news/releases/ice-led-gang-surge-nets-1378-arrests-nationwide\">ICE-led gang surge nets 1,378 arrests nationwide</a>, May 11, 2017</p>\r\n\r\n<p>U.S. Citizenship and Immigration Services, <a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum\">Asylum</a>, <a href=\"https://my.uscis.gov/helpcenter/search?q=Unaccompanied+Alien+Child&amp;tag=tag_search\">Questions related to: &quot;Unaccompanied Alien Child&quot;</a></p>\r\n\r\n<p>LexisNexis, <a href=\"https://www.lexisnexis.com/legalnewsroom/immigration/b/immigration-law-blog/archive/2017/11/29/aclu-wins-relief-for-immigrant-teens-wrongly-arrested-and-jailed-without-due-process.aspx?Redirected=true\">ACLU Wins Relief for Immigrant Teens Wrongly Arrested and Jailed Without Due Process</a>, Nov. 29, 2017</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"https://www.dhs.gov/news/2017/06/21/written-testimony-cbp-senate-committee-judiciary-hearing-titled-ms-13-problem#fn3\">Written testimony of CBP U.S. Border Patrol Acting Chief of Carla Provost for a Senate Committee on the Judiciary hearing titled &quot;The MS-13 Problem: Investigating Gang Membership As Well As Its Nexus to Illegal Immigration, and Assessing Federal Efforts to End the Threat&quot;</a>, June 21, 2017</p>\r\n\r\n<p>U.S. Customs and Border Protection, <a href=\"https://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2014\">Southwest Border Unaccompanied Alien Children FY 2014</a>, <a href=\"https://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children/fy-2016\">United States Border Patrol Southwest Family Unit Subject and Unaccompanied Alien Children Apprehensions Fiscal Year 2016</a>,<a href=\"https://www.cbp.gov/newsroom/stats/usbp-sw-border-apprehensions-fy2017\"> U.S. Border Patrol Southwest Border Apprehensions by Sector FY2017</a></p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/oct/11/donald-trump/donald-trump-omits-facts-claim-loopholes-minors-un/\">Donald Trump omits facts in claim about loopholes, unaccompanied minors</a>, Oct. 11, 2017</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/apr/18/donald-trump/trump-falsely-claims-obama-policies-blame-growth-m/\">Trump falsely claims Obama policies to blame for growth of MS-13 gang in the U.S.</a>, April 18, 2017</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://www.justice.gov/opa/pr/ms-13-gang-members-indicted-new-york-murder-four-young-men-park-and-killing-rival-deli\">MS-13 Gang Members Indicted in New York for Murder of Four Young Men in Park and Killing of Rival at Deli</a>, July 19, 2017</p>\r\n\r\n<p>Politico, <a href=\"https://www.politico.com/video/2018/01/30/emotions-trump-ms-13-sotu-064845\">Emotions run high as Trump honors families of MS-13 victims at SOTU</a>, Jan. 30, 2018</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://www.justice.gov/usao-edny/pr/ms-13-gang-members-indicted-2016-murders-three-brentwood-high-school-students\">MS-13 Gang Members Indicted For 2016 Murders Of Three Brentwood High School Students</a>, March 2, 2017</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Many gang members have taken advantage of &quot;glaring loopholes and our laws to enter the country as illegal, unaccompanied, alien minors.&quot;</p>\r\n", "statement_context": "State of the Union address", "statement_date": "2018-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Here are the facts behind @realdonaldtrump's MS-13, immigration claims"}