{"art": [{"brightcove": "", "caption": "A campaign ad by Illinois GOP state representative Jeanne Ives. (Ives for Illinois)", "id": 14900, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/14900/", "title": "Jeanne Ives campaign ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/kAL43XRy73M?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "kAL43XRy73M"}], "author": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "canonical_url": "/illinois/statements/2018/feb/12/jeanne-ives/campaign-ad-falsely-claims-rauner-made-taxpayers-f/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Ad falsely claims Rauner made taxpayers fund late a", "id": 15029, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "resource_uri": "/api/v/2/statement/15029/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Until recently, state Rep. Jeanne Ives of Wheaton was little known beyond the capitol dome. But last fall, she catapulted herself into the spotlight by launching an insurgent primary challenge against incumbent Republican Gov. Bruce Rauner over what she characterized as his failure to stand up for conservative values.</p>\r\n\r\n<p>Chief among Rauner&rsquo;s offenses, Ives has said, was his decision to sign legislation that repealed restrictions limiting state employee and Medicaid health plans&rsquo; coverage of abortions. Soon after announcing her campaign, she called the issue &quot;the straw that broke the camel&rsquo;s back.&quot;</p>\r\n\r\n<p>So it was no surprise on Wednesday that Ives&rsquo; campaign released a radio ad again highlighting the measure alongside other pieces of legislation related to hot-button social issues.</p>\r\n\r\n<p>&quot;Rauner made you pay for abortions in all nine months of pregnancy,&quot; Ives says in the ad. &quot;I voted against it &mdash; and so did every other Republican legislator.&quot;</p>\r\n\r\n<p>The radio spot followed a recent <a href=\"https://www.youtube.com/watch?time_continue=8&amp;v=sZwKZf2jtHI\">TV commercial</a> in which a series of actors mockingly thank Rauner for signing legislation advancing issues that rankle many social conservatives, from immigration to transgender rights. The television ad highlighted the abortion measure, too, with an actress in a pink pussyhat staring into the camera and thanking Rauner for &quot;making all Illinois families pay for my abortions.&quot;</p>\r\n\r\n<p>The TV spot drew widespread condemnation from Republicans and Democrats alike, who decried it as bigoted and called for Ives to take it down. But the censure wasn&rsquo;t universal, with conservative donor and Illinois businessman Richard Uihlein ponying up $2 million more for her campaign two days later. Uihlein gave more than $2.6 million to Rauner&rsquo;s campaign in 2014.</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/opinion/zorn/ct-jeanne-ives-responds-to-criticisms-of-her-attack-ad-20180205-story.html\">Ives has publicly stated her ads were aired to raise the profile of her campaign,</a> even kicking off the new radio spot by saying, &quot;now that I have your attention.&quot; Attention grab or not, however, her radio ad makes an incendiary claim about the issue that in many ways forms the cornerstone of her campaign.</p>\r\n\r\n<p>Illinois law prohibits abortions in the later months of a pregnancy except in very rare cases. So we wondered, how can it be possible that Rauner expanded taxpayer-funded abortion access in all nine months of pregnancy by signing the bill?</p>\r\n\r\n<div class=\"pf_subheadline\">On the books</div>\r\n\r\n<p>A woman in Illinois can opt to legally terminate a pregnancy up until the point that her fetus would likely be able to survive outside the womb, according to state statute.</p>\r\n\r\n<p>Viability is determined by a woman&rsquo;s physician and can vary from pregnancy to pregnancy, but usually occurs around 24 weeks of gestation, far off from the full nine months Ives cites.</p>\r\n\r\n<p>Federal law allows states to restrict abortions after viability, but states may not prohibit the procedure even then if a doctor determines a woman&rsquo;s life or health is at risk.</p>\r\n\r\n<p>The law Rauner signed expands abortion access by providing coverage to any Medicaid recipient and state worker who opts for the procedure before viability. But a review of state statute shows it does nothing to supercede existing law concerning what constitutes a legal abortion.</p>\r\n\r\n<p>Democratic state Rep. Sara Feigenholtz, of Chicago, who sponsored the bill, confirmed in an emailed statement that it did not &quot;in any way alter the Illinois Abortion Law or any other legal limits to the practice of abortion in Illinois.&quot;</p>\r\n\r\n<p>So we reached out to Ives&rsquo; campaign for an explanation of the candidate&rsquo;s claim.</p>\r\n\r\n<p>Spokeswoman Kathleen Murphy acknowledged abortions were already legal after viability when a mother&rsquo;s life or health is in danger. She also agreed that endangerment of the mother&rsquo;s life at any point, along with cases of rape or incest in the earlier months of a pregnancy, were already covered by state and Medicaid plans. But she claimed that cases where a doctor had determined a mother&rsquo;s health was at risk didn&rsquo;t qualify for state coverage prior to the new law.</p>\r\n\r\n<p>&quot;The law already allows for abortion up to nine months with a doctor&#39;s note,&quot; she said. &quot;Now taxpayers will be funding that.&quot;</p>\r\n\r\n<p>In fact, Illinois has been required to cover under Medicaid and state plans abortions necessary to protect a mother&rsquo;s health since 1994 when a Cook County judge struck down a previous law limiting public funding to instances where her life was at risk.</p>\r\n\r\n<p>That case, along with one from the year prior that expanded state coverage to include rape and incest prior to viability, was brought by the ACLU of Illinois to extend coverage beyond life endangerment.</p>\r\n\r\n<p>&quot;You can&rsquo;t pay for all other medical care necessary to preserve someone&rsquo;s health but then leave abortion out,&quot; said Lorie Chaiten, director of ACLU Illinois&rsquo; Women&rsquo;s and Reproductive Rights Project, in explaining that verdict.</p>\r\n\r\n<div class=\"pf_subheadline\">By the numbers</div>\r\n\r\n<p>Ives&rsquo; statement belies another key fact: abortions occurring late in pregnancy are extremely rare.</p>\r\n\r\n<p>Nationally, only 1.3 percent of abortions occur after 21 weeks, according to the Guttmacher Institute, a research group that supports abortion rights.</p>\r\n\r\n<p>And figures from the Illinois Department of Public Health show that rate is even lower here. In 2016, half of one percent of all abortions, state-covered or otherwise, took place at or after that point.</p>\r\n\r\n<p>&quot;It just doesn&rsquo;t happen that abortions take place that late in pregnancy unless there is some kind of extreme emergency,&quot; said Elizabeth Nash, a Guttmacher policy analyst.</p>\r\n\r\n<p>But extreme emergencies are not what Ives&rsquo; radio ad suggests. Nor are they what her campaign described when her spokeswoman elaborated in an email.</p>\r\n\r\n<p>&quot;What Rauner did is extend Medicaid coverage &mdash; taxpayer-funding &mdash; for all 9-months, abortion-on-demand,&quot; Murphy wrote.</p>\r\n\r\n<p>With such statements, the Ives campaign leaves the impression that the update to Illinois law now has women scurrying to the doctor near the end of a pregnancy for elective abortions on the taxpayer&rsquo;s dime.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Ives said, &quot;Rauner made you pay for abortions in all nine months of pregnancy.&quot;</p>\r\n\r\n<p>Ives would have been on solid ground had she confined herself to criticizing Rauner for expanding Medicaid and state employee health plans to include coverage for elective abortions in the earlier months of pregnancy, just as many private insurance plans do.</p>\r\n\r\n<p>Instead, she took it further, suggesting his action opened up a new requirement for the state to pay for all abortions occurring in pregnancies closer to term as well.</p>\r\n\r\n<p>The state has been required for more than two decades to pay for an abortion whenever a doctor determines that a woman on Medicaid or state insurance needs the procedure to save her life or preserve her health, along with cases involving rape or incest.</p>\r\n\r\n<p>The new law Rauner signed did nothing to alter the legality of abortions in Illinois. Nor was it responsible for extending state coverage to include the few abortions permitted after the point when a fetus is considered able to survive outside the womb.</p>\r\n\r\n<p>Such instances were already included, rendering Ives&rsquo; claim that it was Rauner who cleared the way for the state to cover abortions in every single month of pregnancy inaccurate. We rate her statement False.</p>\r\n\r\n<hr />\r\n<p><em><strong>Correction:</strong> An earlier version of this fact-check incorrectly stated that federal law requires states to permit abortions after viability in cases of rape or incest and that Illinois provided coverage for these later procedures. Illinois law only permits post-viability abortions in cases where a doctor determines a mother&rsquo;s life or health is at risk. As stated in this fact-check, the bill Rauner signed did not alter state law concerning the legality of abortions in any way, nor did it expand coverage for late abortions.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-02-10T13:39:38.024537", "ruling_date": "2018-02-12T07:00:00", "ruling_headline": "Campaign ad falsely claims Rauner made taxpayers fund late abortions", "ruling_headline_slug": "campaign-ad-falsely-claims-rauner-made-taxpayers-f", "ruling_link_text": "Earlier months, sure. But not all nine.", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://ivesforillinois.com/ives-releases-new-radio-spot/\">Ives Releases New Radio Spot</a>, Ives for Illinois campaign, Feb. 7, 2018</p>\r\n\r\n<p><a href=\"http://wgntv.com/2017/12/04/gop-legislator-making-primary-challenge-against-gov-rauner/\">GOP legislator making primary challenge against Gov. Rauner</a>, WGN TV, Dec. 4, 2017</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?time_continue=8&amp;v=sZwKZf2jtHI\">Thank you, Bruce Rauner</a>, Ives for Illinois campaign, Feb. 2, 2018</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/opinion/zorn/ct-jeanne-ives-responds-to-criticisms-of-her-attack-ad-20180205-story.html\">Jeanne Ives responds to criticisms of her attack ad</a>, Chicago Tribune, Feb. 5, 2018</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/opinion/editorials/ct-edit-ives-ad-transgender-rauner-20180206-story.html\">Editorial: Ms. Ives, here is what&#39;s wrong with your ad</a>, Chicago Tribune, Feb. 6, 2018</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/local/politics/ct-met-jeanne-ives-bruce-rauner-transgender-ad-cps-20180202-story.html\">Ives&#39; anti-Rauner ad ripped as &#39;racist, sexist, homophobic&#39;</a>, Chicago Tribune, Feb. 3, 2018</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/ilcs/ilcs3.asp?ActID=1928&amp;ChapterID=53\">Illinois Abortion Law of 1975</a>, Illinois Compiled Statutes</p>\r\n\r\n<p><a href=\"https://www.politico.com/newsletters/illinois-playbook/2018/02/05/uihlein-gives-ives-another-2m-244082\">UIHLEIN gives IVES another $2M &mdash; NEO-NAZI on GOP primary ballot for CONGRESS &mdash; &#39;RACIST&#39; ad firestorm</a>, Politico Illinois Playbook, Feb. 5, 2018</p>\r\n\r\n<p><a href=\"https://www.guttmacher.org/state-policy/explore/state-policies-later-abortions\">State Policies on Later Abortions</a>, Guttmacher Institute</p>\r\n\r\n<p><a href=\"http://caselaw.findlaw.com/us-supreme-court/410/113.html#t40\">Roe v. Wade</a>, U.S. Supreme Court, 1973 via Findlaw.com</p>\r\n\r\n<p><a href=\"http://www.ilga.gov/legislation/publicacts/100/100-0538.htm\">Public Act 100-0538</a>, Illinois Compiled Statutes</p>\r\n\r\n<p>Email interview, Rep. Sara Feigenholtz, Feb. 8, 2018</p>\r\n\r\n<p>Phone and email interview, Kathleen Murphy, Ives for Illinois spokeswoman, Feb. 7, 2018</p>\r\n\r\n<p><a href=\"http://articles.chicagotribune.com/1994-12-03/news/9412030141_1_abortions-medicaid-funding-medical-necessity\">Judge Expands State Funding for Abortions</a>, Chicago Tribune, Dec. 3, 1994</p>\r\n\r\n<p><a href=\"http://articles.chicagotribune.com/1995-01-04/news/9501040234_1_abortions-public-funding-mother-s-life\">Abortion Rule Won&rsquo;t Get Appeal</a>, Chicago Tribune, Jan. 4, 1995</p>\r\n\r\n<p>Phone interview, Lorie Chaiten, director, ACLU Illinois Women&rsquo;s and Reproductive Rights Project, Feb. 9, 2018</p>\r\n\r\n<p><a href=\"https://www.illinois.gov/hfs/MedicalProviders/notices/Pages/prn171229a.aspx\">Provider Notice</a>, Illinois Department of Healthcare and Family Services, Dec. 29, 2017</p>\r\n\r\n<p><a href=\"https://www.guttmacher.org/fact-sheet/induced-abortion-united-states\">Induced Abortion in the United States</a>, Guttmacher Institute</p>\r\n\r\n<p>Phone interview, Elizabeth Nash, senior state issues manager, Guttmacher Institute, Feb. 7, 2018</p>\r\n\r\n<p><a href=\"http://dph.illinois.gov/sites/default/files/publications/illinois-abortion-statistics-2016-121317.pdf\">Illinois Abortion Statistics 2016</a>, Illinois Department of Public Health</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative ", "false_count": 2, "first_name": "Jeanne ", "half_true_count": 0, "home_state": "Illinois", "id": 3778, "last_name": "Ives", "mostly_true_count": 1, "name_slug": "jeanne-ives", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ives_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3778/", "total_count": 3, "true_count": 0, "website": "http://www.jeanneives.org/"}, "statement": "<p>&quot;Rauner made you pay for abortions in all nine months of pregnancy.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-02-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": "Ad falsely claims Rauner made taxpayers fund late abortions"}