{"art": [{"brightcove": "", "caption": "UNC athletic director Bubba Cunningham (left) listens to UNC chancellor Carol Folt answers questions in an October 2014 meeting in Raleigh, N.C. Trustees recently said Cunningham is underpaid.", "id": 14886, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/BubbaCunninghamPF.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14886/", "title": "UNC AD photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "canonical_url": "/north-carolina/statements/2018/feb/08/university-north-carolina/705k-below-market-rate-ncaa-athletic-director/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "dbarkin@newsobserver.com", "first_name": "Dan", "id": 550, "last_name": "Barkin", "name_slug": "dan-barkin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/550/", "title": "Deputy editor", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "jschrader@newsobserver.com", "first_name": "Jordan", "id": 667, "last_name": "Schrader", "name_slug": "jordan-schrader", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/667/", "title": "N&O politics editor", "twitter": ""}], "facebook_headline": "UNC says $705K was not \"market rate\" for AD Bubba Cunningham", "id": 15021, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "resource_uri": "/api/v/2/statement/15021/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>UNC-Chapel Hill athletics in recent years has reached historic heights and unprecedented lows.</p>\r\n\r\n<p>UNC last year won a national championship in men&rsquo;s basketball &ndash; its most heralded program &ndash; and other teams have won a total of eight national titles since 2011.</p>\r\n\r\n<p>During the same period, the athletic department has been mired in a scandal that prompted a former federal prosecutor, a former North Carolina governor and the NCAA to investigate bogus classes and whether they were created to intentionally benefit athletes.</p>\r\n\r\n<p>So UNC faced some criticism in November when the Board of Governors&nbsp;granted its athletic director, Bubba Cunningham, an extra $200,000 a year over the next five years.&nbsp;</p>\r\n\r\n<p>Board member Marty Kotis said he worried about the &quot;optics&quot; and timing of the deal. A month prior, the NCAA wrapped up its years-long investigation by saying that it &quot;<a href=\"http://www.newsobserver.com/sports/college/acc/unc/article178644641.html\">could not conclude academic violations</a>&quot; in the case and wouldn&rsquo;t punish UNC in the bogus classes scandal.</p>\r\n\r\n<p>However, the leader of the NCAA Committee on Infractions said student-athletes &quot;likely benefited from the so-called paper courses&quot; and that it was &quot;more likely than not&quot; that UNC athletes received fraudulent credit in association with the courses at the heart of the case. The committee leader also said it was &quot;more likely than not&quot; that members of the UNC athletic department steered athletes to those courses in an effort to maintain their eligibility.</p>\r\n\r\n<p>Board member Tom Fetzer called a million-dollar pay increase &quot;ludicrous&quot; and said he was embarrassed by the vote because of the NCAA&rsquo;s comments on classes that benefitted athletes.</p>\r\n\r\n<p>Haywood Cochrane, chairman of UNC-Chapel Hill&rsquo;s Board of Trustees, defended the move by saying <a href=\"http://www.newsobserver.com/news/local/education/article182545851.html\">Cunningham&rsquo;s old $705,853 base salary left him underpaid</a> compared to other athletic directors at large universities.</p>\r\n\r\n<p>&quot;This was a reflection of the market, but he&rsquo;s not at market,&quot; Cochrane said. &quot;He&rsquo;s not even close.&quot;</p>\r\n\r\n<p>Is that true? Is the going rate for an athletic director in one of the major athletic conferences more than $705,000 a year?</p>\r\n\r\n<p>PolitiFact reached out to members of the <a href=\"http://bot.unc.edu/\">Board of Trustees</a> to ask what they consider to be the market rate for athletic directors like Cunningham.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Cochrane responded by email, but didn&rsquo;t elaborate on his position.</p>\r\n\r\n<p>&quot;Bubba has done an exceptional job!&quot; he wrote. &quot;We do look at comps as part of our overall assessment and your research will, I believe, answer your question for you.&quot;</p>\r\n\r\n<p>Another trustee, Dwight Stone, responded similarly.</p>\r\n\r\n<p>&quot;Why not do a little work and look up the top 25 Athletic Director compensations in the country and you can learn a lot,&quot; Stone said, adding: &quot;There is this thing called Google and you can really find most anything.&quot;</p>\r\n\r\n<p>Well, Mr. Stone, the burden of proof in our fact-checking process falls on the person who made the claim. But we went to the interwebs and fired up that Google machine nonetheless.</p>\r\n\r\n<p>Here&rsquo;s what we found.</p>\r\n\r\n<p><strong>AD pay</strong></p>\r\n\r\n<p>PolitiFact struggled to find a reliable, comprehensive list of salaries for athletic directors across the nation. However, we found data that offers a glimpse of it.</p>\r\n\r\n<p>The College and University Professional Association for Human Resources, known as <a href=\"https://www.cupahr.org/about/\">CUPA-HR</a>, gathers information on salaries in the academic field. Jacqueline Bichsel, the group&rsquo;s director of research, provided us with a breakdown of median salaries for Chief Athletics Administrators during the 2016-2017 school year.</p>\r\n\r\n<p>The group&rsquo;s findings aren&rsquo;t comprehensive &ndash; there are a few schools that didn&rsquo;t provide it with data &ndash; but most did. The median salary for athletics administrators at ACC schools is $549,215. These figures don&rsquo;t take into account bonuses that ADs might receive if their schools achieve a certain level of academic and/or athletic success.</p>\r\n\r\n<p>The ACC median ranks lower than the median for each of the other &quot;power five&quot; conferences, which include the SEC, Big Ten, Big 12 and PAC 12.</p>\r\n\r\n<p>The median salaries for the conferences are as follows:</p>\r\n\r\n<ul>\r\n\t<li>Big Ten: $731,808</li>\r\n\t<li>Big 12: $689,325</li>\r\n\t<li>PAC 12: $655,000</li>\r\n\t<li>SEC: $706,000</li>\r\n</ul>\r\n\r\n<p>N.C. State University is the most comparable school in the state. The base salary for Debbie Yow, N.C. State&rsquo;s AD, is $690,000, according to Fred Demarest, the school&rsquo;s senior associate athletics director.</p>\r\n\r\n<p>So Cunningham&rsquo;s base salary was higher than the median of schools in the ACC, Big 12 and Pac 12, roughly the same as ADs in the SEC and lower than the median salary for Big Ten ADs.</p>\r\n\r\n<p>But some athletic directors are paid more because of their level of experience, the difficulty of the job or the reputation of the school&rsquo;s programs. This is where experts said Cunningham&rsquo;s situation is unique.</p>\r\n\r\n<p><strong>Bubba&rsquo;s tenure</strong></p>\r\n\r\n<p>UNC <a href=\"http://www.unc.edu/campus-updates/cunningham-appointed-director-of-athletics/\">hired Cunningham</a> in 2011. He previously worked six years as the AD for the University of Tulsa in Oklahoma.</p>\r\n\r\n<p>There, GoHeels.com says Cunningham &quot;guided the Golden Hurricane through its initial move to Conference USA and spearheaded a $60 million athletics initiative. Tulsa won 34 league championships during his tenure, more than any other school in Conference USA, and the football program played in five bowl games in his final six years. He was honored as the 2008-09 FBS Central Region Athletics Director of the Year, an award presented by the National Association of Collegiate Directors of Athletics.&quot;</p>\r\n\r\n<p>Since arriving at UNC, the Tar Heels have won nine national titles and made an additional 10 runner-up finishes.</p>\r\n\r\n<p>2011: Men&rsquo;s soccer.</p>\r\n\r\n<p>2012: Women&rsquo;s soccer.</p>\r\n\r\n<p>2013: Women&rsquo;s tennis and women&rsquo;s lacrosse.</p>\r\n\r\n<p>2015: Women&rsquo;s tennis.</p>\r\n\r\n<p>2016: Men&rsquo;s tennis, as well as men&rsquo;s and women&rsquo;s lacrosse.</p>\r\n\r\n<p>2017: Men&rsquo;s basketball.</p>\r\n\r\n<p><strong>Bubba&rsquo;s hires</strong></p>\r\n\r\n<p>None of those championships were won by coaches that Cunningham hired. Cunningham has hired four coaches during his tenure: men&rsquo;s golf coach <a href=\"http://goheels.com/news/2017/7/18/dibitetto-named-mens-golf-head-coach.aspx?path=mgolf\">Andrew DiBitetto</a> last July; wrestling coach <a href=\"http://goheels.com/coaches.aspx?rc=560\">Coleman Scott</a> in 2015; track and field/cross country coach <a href=\"http://goheels.com/staff.aspx?staff=471\">Harlis Meaders</a> in 2012; and football coach <a href=\"http://goheels.com/staff.aspx?staff=649\">Larry Fedora</a> in 2011.</p>\r\n\r\n<p>With the exception of newcomer DiBitetto, who has yet to coach a full golf season, Cunningham&rsquo;s hires have fared well. Given the amount of money it generates, the football team&rsquo;s performance is likely the most important to Cunningham&rsquo;s job security. So we&rsquo;ll turn our attention there.</p>\r\n\r\n<p>The football team won three games and lost nine last year. But Fedora has an overall win percentage of <a href=\"https://www.sports-reference.com/cfb/schools/north-carolina/\">.558</a>. That&rsquo;s slightly higher than his predecessor Butch Davis, who recorded a <a href=\"https://www.sports-reference.com/cfb/coaches/butch-davis-1.html\">.549</a> win percentage (although some of those wins were retroactively voided by the NCAA).</p>\r\n\r\n<p>Fedora in 2015 took UNC to its first 11-win season since 1997. He was a Bear Bryant National Coach of the Year finalist in 2015 and was named National Coach of the Year by the Fellowship of Christian Athletes. Last summer, Cunningham signed Fedora to a <a href=\"https://collegefootball.ap.org/tribweb/article/unc-coach-fedora-receives-contract-extension-through-2022\">contract extension</a> through the 2022 season.</p>\r\n\r\n<p><strong>Other accomplishments</strong></p>\r\n\r\n<p>The university notes that, under Cunningham&rsquo;s leadership, UNC launched an NCAA compliance review to be conducted by an outside firm and a master plan for UNC&rsquo;s athletic facilities.</p>\r\n\r\n<p>UNC says &quot;a transformative array of athletics facilities projects -- including a new football practice facility, lacrosse/soccer stadium, field hockey stadium and track and field complex &ndash; are also underway and will be completed by the fall of 2018.&quot;</p>\r\n\r\n<p>Cunningham&rsquo;s work has led him to prominent positions. He currently serves as president of the National Association of Collegiate Directors of Athletics and sits on the board of LEAD1, an association representing the ADs from the NCAA Division I Football Bowl Subdivision schools.</p>\r\n\r\n<p>Cunningham is also on the verge of <a href=\"http://www.newsobserver.com/sports/college/acc/unc/article195996949.html\">signing UNC to a new athletic apparel deal</a> with Nike. UNC&rsquo;s current deal with Nike, and its Jordan Brand subsidiary, expires in June and is worth about $36.85 million in uniforms, footwear, apparel and cash considerations.</p>\r\n\r\n<p>Nike&rsquo;s recent deals with Texas and Ohio State are worth more than $250 million over the next 15 years. UNC&rsquo;s contract &quot;will be a very good deal but not a blockbuster,&quot; like those schools&rsquo; deals, Cunningham said.</p>\r\n\r\n<p><strong>What experts say</strong></p>\r\n\r\n<p>To some degree, people (like houses) are worth what someone is willing to pay them.</p>\r\n\r\n<p>In that vein, UNC Chancellor Carol Folt said Cunningham is highly sought after. She said at that November trustees meeting that Cunningham had turned down a lucrative offer from the University of Florida because he wanted to stay at UNC.</p>\r\n\r\n<p>&quot;He has done some extraordinary things for which he is quite well-known nationally,&quot; she said. &quot;He&rsquo;s viewed as probably one of the top five athletic directors in the country right now &hellip; So he&rsquo;s on every short list.&quot;</p>\r\n\r\n<p>Jay Bilas, an ESPN basketball analyst and attorney, said he considers a &quot;middle of the pack&quot; annual salary for elite athletic directors to be about $750,000. He thinks Cunningham&rsquo;s new contract is &quot;a great deal&quot; for UNC.</p>\r\n\r\n<p>&quot;He is among the very best in his field. Thoughtful, smart, forward thinking, and he did a tremendous job shepherding UNC through the NCAA infractions process,&quot; Bilas said. &quot;As you know, he was not at UNC during the period at issue, but was at the helm throughout the entire adjudication of the matter. I couldn&rsquo;t respect an AD more.&quot;</p>\r\n\r\n<p>Tom McMillen, president and CEO of Lead1, said people should compare Cunningham with ADs at other elite schools.</p>\r\n\r\n<p>&quot;UNC&rsquo;s compensation is on the high end of the ACC but not the high end of college sports,&quot; McMillen said. &quot;I think that [what Cochrane said] is an accurate statement.&quot;</p>\r\n\r\n<p><strong>Comparables</strong></p>\r\n\r\n<p>Roger Denny is a partner at Spencer Fane, a St. Louis-based firm that specializes in researching salaries of athletic directors and coaches. Denny&rsquo;s firm <a href=\"http://www.dailypress.com/sports/teel-blog/dp-teel-time-ad-salaries-post.html\">published its own set of AD salary data</a> last July.</p>\r\n\r\n<p>He noted that ADs at other big schools are being paid substantially more than Cunningham. He offered a handful of relevant comparisons from a recent survey:</p>\r\n\r\n<p>Jim Sterk, Missouri: $850,000</p>\r\n\r\n<p>Dan Guerrero, UCLA: more than $1 million</p>\r\n\r\n<p>Sheahon Zenger, Kansas: base salary of $700,000.</p>\r\n\r\n<p>Dan Radakovich, Clemson: $875,000.</p>\r\n\r\n<p>&quot;Bubba led them through perhaps the most complex NCAA case there&rsquo;s ever been,&quot; Denny said. &quot;Just keeping the ship moving forward during that firestorm of issues is an accomplishment in and of itself.&quot;</p>\r\n\r\n<p>Denny noted UNC&rsquo;s progress on its athletics facilities master plan. The new football practice facility is long overdue and &quot;probably a lot of the reason Larry Fedora is still there,&quot; he said. Building new facilities for non-revenue sports &quot;is quite impressive.&quot;</p>\r\n\r\n<p>&quot;I think he&rsquo;s distinguished himself to a point that he should be considered among the top quarter of athletic directors,&quot; Denny said. &quot;So then, within the Power Five, that suggests that a salary even more than he received would be easily supportable.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cochrane, the chairman of UNC-Chapel Hill&rsquo;s Board of Trustees, said Cunningham&rsquo;s old $705,853 base salary was &quot;not at market &hellip; not even close.&quot; It&rsquo;s a stretch to say that Cunningham&rsquo;s salary was &quot;not even close&quot; to what the market rate is for someone with his experience. However, experts agree that compared to his peers, Cunningham was well underpaid for his work at a university that&rsquo;s achieved so much success despite facing adversity. We rate this claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-02-08T13:09:42.994424", "ruling_date": "2018-02-08T13:03:36", "ruling_headline": "Is a $705K salary \"below market\" for an NCAA athletic director?", "ruling_headline_slug": "705k-below-market-rate-ncaa-athletic-director", "ruling_link_text": "Experts say he's underpaid", "ruling_state": null, "source_documents": null, "sources": "<p>Email correspondence with Haywood Cochrane and Dwight Stone, members of the <a href=\"http://bot.unc.edu/\">UNC Board of Trustees</a>.</p>\r\n\r\n<p>Email correspondence with Jacqueline Bichsel, director of research for The College and University Professional Association for Human Resources.</p>\r\n\r\n<p>Telephone interview with Tom McMillen, president and CEO of <a href=\"http://lead1association.com/news/2017/7/1/history-of-LEAD1.aspx\">Lead1</a>, an association representing the ADs from the NCAA Division I Football Bowl Subdivision schools.</p>\r\n\r\n<p>Telephone interview and email correspondence with <a href=\"https://www.spencerfane.com/attorney/roger-denny/\">Roger Denny</a>, partner a St. Louis-based firm Spencer Fane.</p>\r\n\r\n<p>Email correspondence with <a href=\"https://twitter.com/JayBilas?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Jay Bilas</a>, ESPN basketball analyst and attorney at Moore &amp; Van Allen.</p>\r\n\r\n<p>Stories by The News &amp; Observer in Raleigh, NC &quot;<a href=\"http://www.newsobserver.com/news/local/education/article182545851.html\">UNC athletic director to receive $1 million over 5 years in deferred payments</a>,&quot; published Nov. 3, 2017; &quot;<a href=\"http://www.newsobserver.com/sports/college/acc/unc/article178644641.html\">Why NCAA had no penalties for UNC in long-awaited report on academic scandals</a>,&quot; published Oct. 13, 2017; &quot;<a href=\"http://www.newsobserver.com/sports/college/acc/unc/article195996949.html\">UNC and Nike headed for another contract but don&rsquo;t expect Ohio State or Texas-type money</a>,&quot; published Jan. 22, 2018.</p>\r\n\r\n<p>Story by the Daily Press in Newport News, Va. &quot;<a href=\"http://www.dailypress.com/sports/teel-blog/dp-teel-time-ad-salaries-post.html\">ACC schools lead nation in athletic directors&#39; guaranteed pay</a>,&quot; published July 21, 2017.</p>\r\n\r\n<p>Story by the Associated Press, &quot;<a href=\"https://collegefootball.ap.org/tribweb/article/unc-coach-fedora-receives-contract-extension-through-2022\">UNC coach Fedora receives contract extension through 2022</a>,&quot; published May 25, 2017.</p>\r\n\r\n<p>UNC football statistics compiled on <a href=\"https://www.sports-reference.com/cfb/coaches/butch-davis-1.html\">sports-reference.com</a>.</p>\r\n\r\n<p>A profile of Bubba Cunningham on <a href=\"http://goheels.com/staff.aspx?staff=1\">GoHeels.com</a>.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "The University of North Carolina", "half_true_count": 0, "home_state": "NC", "id": 4199, "last_name": "Chapel Hill", "mostly_true_count": 1, "name_slug": "university-north-carolina", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/UNClogo.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4199/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The UNC athletic director&rsquo;s $705,000 salary was &quot;not at market. Not even close.&quot;</p>\r\n", "statement_context": "meeting", "statement_date": "2017-11-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}, {"description": "", "id": 326, "photo": null, "resource_uri": "/api/v/2/subject/326/", "subject": "State government spending ", "subject_slug": "state-government-spending", "used_in_edition": ["/api/v/2/edition/61/"]}], "target": [], "twitter_headline": "UNC says $705K was not \"market rate\" for AD Bubba Cunningham"}