{"art": [], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/georgia/statements/2018/feb/21/stacey-abrams/majority-georgians-jail-locked-being-too-poor-pay-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Abrams claim about Georgians in jail, convictions and bail", "id": 15059, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/15059/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Stacey Abrams says Georgia must change its criminal justice system so that people are&nbsp;not kept in jail just because they can&#39;t pay for bail.</p>\r\n\r\n<p>People with money &quot;can artfully navigate the criminal justice system and maybe even avoid it altogether,&quot; but those who are poor are often overwhelmed by the system, said Abrams, a former Georgia House minority leader who&rsquo;s running to become the state&rsquo;s next governor.</p>\r\n\r\n<p>&quot;The majority of Georgians incarcerated in local jails have never been convicted of crime. They are simply too poor to pay their bail,&quot; Abrams <a href=\"https://staceyabrams.com/criminaljusticereform/\">said on her campaign website</a>.</p>\r\n\r\n<p>Is that true?</p>\r\n\r\n<p>Recent state data indicates that about 64 percent of people in Georgia jails are awaiting trial. It&rsquo;s unclear how many of them could not pay for bail, but experts said this is the case for many people nationwide and in other states.</p>\r\n\r\n<div class=\"pf_subheadline\">Data on incarceration and convictions in Georgia jails</div>\r\n\r\n<p>As of December 2017, there were 37,340 inmates in jail in Georgia, according to <a href=\"https://dca.ga.gov/sites/default/files/dec17_jail_report.pdf\">county jail inmate population report</a> published by the Georgia Department of Community Affairs. And 64 percent of them were awaiting trial, the document said.&nbsp;(A <a href=\"https://dca.ga.gov/sites/default/files/jail_report_jan_18.pdf\">more recent population report</a> with inmate data as of Jan. 4 shows a slightly lower inmate count, but the share awaiting trial remains 64 percent.)</p>\r\n\r\n<p>That tracks with a <a href=\"https://gov.georgia.gov/sites/gov.georgia.gov/files/related_files/press_release/2017-2018%20Report%20of%20the%20GA%20Council%20on%20Criminal%20Justice%20Reform.pdf\">February 2018 report</a> from the Georgia Council on Criminal Justice Reform. It said also that as of early 2018, 64 percent of all jail inmates were awaiting trial.</p>\r\n\r\n<p>Abrams&rsquo; campaign also pointed to 2015 <a href=\"http://trends.vera.org/rates/georgia?incarcerationData=pretrial&amp;incarceration=count\">data</a> published by Vera Institute of Justice, a nonprofit group trying to end mass incarceration. Its data showed that more than 50 percent of people in Georgia jails in 2015 were in pretrial.</p>\r\n\r\n<p>Still, those statistics don&rsquo;t necessarily back up Abrams&#39; point because of her word choice.</p>\r\n\r\n<p>Claiming that &quot;the majority of Georgians incarcerated in local jails have never been convicted of crime,&quot; is a broad claim that could be false depending on the interpretation of the word &quot;never,&quot; said William Sabol, a professor in criminal justice and criminology in the Andrew Young School of Policy Studies at Georgia State University.</p>\r\n\r\n<p>For instance, if by &quot;never&quot; she meant &quot;ever in one&rsquo;s life,&quot; then that is likely to be an over-interpretation of the data in the report, Sabol said, because some individuals may have had prior convictions.</p>\r\n\r\n<p>The Georgia state report did not indicate how many people were jailed because they could not pay for bail. For this part of the claim, Abrams&rsquo; team referenced a national study.</p>\r\n\r\n<p>Several experts told us they did not have Georgia-specific data on individuals who could not afford bail, but did not dispute the likelihood of Georgia mirroring trends nationwide and from other states.</p>\r\n\r\n<p>&quot;Data on other states indicate that a majority of individuals in jails (as opposed to prisons) are present due to failure to make bail, and so are awaiting criminal trial prior to sentencing,&quot; said Arpit Gupta, an assistant professor of finance at NYU&#39;s Stern School of Business who has <a href=\"https://qz.com/900777/the-us-bail-system-punishes-the-poor-and-rewards-the-rich/\">researched</a> the bail system and its impact on low-income defendants.</p>\r\n\r\n<p>&quot;I don&rsquo;t know about Georgia specifically, but it doesn&rsquo;t surprise me that such a large percentage of incarcerated people &mdash; especially in local jails &mdash; are there awaiting trial because they can&rsquo;t afford bail,&quot; said Nancy La Vigne, vice president for the Justice Policy Center at Urban Institute.</p>\r\n\r\n<p>Some states are eliminating the cash bail system, which is reducing their daily jail populations significantly, she said.</p>\r\n\r\n<p>A 2016 national <a href=\"https://www.prisonpolicy.org/reports/DetainingThePoor.pdf\">report</a> from Prison Policy Initiative said that most people who can&rsquo;t meet bail &quot;fall within the poorest third of society.&quot;</p>\r\n\r\n<p>&quot;Examining the median pre-incarceration incomes of people in jail makes it clear that the system of money bail is set up so that it fails: the ability to pay a bail bond is impossible for too many of the people expected to pay it,&quot; the report said. &quot;In fact, the typical black man, black woman and Hispanic woman detained for failure to pay a bail bond were living below the poverty line before incarceration.&quot;</p>\r\n\r\n<p>Using Bureau of Justice Statistics data and in 2015 dollars, the report said, people in jail had a median annual income of $15,109 prior to their incarceration, or less than half (48 percent) of the median for people of similar ages who were not in jail.</p>\r\n\r\n<p>Still, financial constraints aren&rsquo;t the only reasons why some individuals remain in jail before conviction, said Sabol, the Georgia State University professor.</p>\r\n\r\n<p>&quot;Some offenders are detained without bail or with bail set at very, very high amounts because they are perceived to be a danger to the community (preventive detention) or the seriousness of the crime was such that bail was denied,&quot; Sabol said. &quot;That is a different issue from an inability to pay bail.&quot;</p>\r\n\r\n<p>In Georgia, bail may be denied under certain circumstances to individuals charged with felony offenses, but judges are legally prohibited from denying pretrial bail to individuals charged with a misdemeanor, said the <a href=\"https://gov.georgia.gov/sites/gov.georgia.gov/files/related_files/press_release/2017-2018%20Report%20of%20the%20GA%20Council%20on%20Criminal%20Justice%20Reform.pdf\">report</a> from the Georgia Council on Criminal Justice Reform.</p>\r\n\r\n<p>&quot;Consequently, the crucial question for misdemeanants in Georgia is not whether they will get bail, but the amount at which it will be set,&quot; the report said.</p>\r\n\r\n<p>The council spotlighted a <a href=\"http://files.courthousenews.com/2016/08/19/Bail.pdf\">case</a> involving the city of Calhoun and Maurice Walker. In 2015, Walker was arrested in Calhoun for public intoxication and spent six days in jail because he could not afford to pay the $160 fixed bail amount.</p>\r\n\r\n<p>Walker sued the city, alleging its bail practice violated due process and equal protection clauses under the Fourteenth Amendment. In 2016, a court issued a preliminary injunction ordering Calhoun to implement post-arrest procedures complying with the Constitution, and told the city it could not keep individuals accused of misdemeanors in custody only because they could not afford a monetary bond, the report said. The case is under appeal.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Abrams said, &quot;The majority of Georgians incarcerated in local jails have never been convicted of crime. They are simply too poor to pay their bail.&quot;</p>\r\n\r\n<p>State data shows that the majority of people in county jails are awaiting trial. A criminal justice professor cautioned that claiming they &quot;have never been convicted of crime&quot; could be an overstatement, since some individuals may have had prior convictions.</p>\r\n\r\n<p>The state report did not indicate how many people were jailed because they could not afford bail. Yet experts told us that based on national trends, it&rsquo;s possible that many Georgians in jail are there because they cannot pay for bail for current charges.</p>\r\n\r\n<p>With those caveats, we rate Abrams&#39; statement&nbsp;Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-02-21T12:33:02.980412", "ruling_date": "2018-02-21T15:30:29", "ruling_headline": "Are the majority of Georgians in jail because they can't pay bail?", "ruling_headline_slug": "majority-georgians-jail-locked-being-too-poor-pay-", "ruling_link_text": "Unclear how many can't afford bail", "ruling_state": null, "source_documents": null, "sources": "<p>Stacey Abrams campaign website, <a href=\"https://staceyabrams.com/criminaljusticereform/\">Justice for Georgia: A Plan for Fairness and Community Safety</a>, accessed Feb. 14, 2018</p>\r\n\r\n<p>Email interview, Stacey Abrams&rsquo; campaign press secretary Caitlin Highland, Feb. 14, 2018</p>\r\n\r\n<p>Georgia Department of Community Affairs Office of Research, <a href=\"https://dca.ga.gov/sites/default/files/jail_report_jan_18.pdf\">county jail inmate population report as of Jan. 4, 2018</a>, <a href=\"https://dca.ga.gov/sites/default/files/dec17_jail_report.pdf\">county jail inmate population report as of Dec. 7, 2017</a></p>\r\n\r\n<p>Email interview, William Sabol, professor in criminal justice and criminology in the Andrew Young School of Policy Studies at Georgia State University, Feb. 20, 2018</p>\r\n\r\n<p>Email interview, Arpit Gupta, assistant professor of finance at NYU&#39;s Stern School of Business, Feb. 20, 2018</p>\r\n\r\n<p>Georgia Council on Criminal Justice Reform, <a href=\"https://gov.georgia.gov/sites/gov.georgia.gov/files/related_files/press_release/2017-2018%20Report%20of%20the%20GA%20Council%20on%20Criminal%20Justice%20Reform.pdf\">February 2018 report</a></p>\r\n\r\n<p>Vera Institute of Justice, <a href=\"http://trends.vera.org/rates/georgia?incarcerationData=pretrial&amp;incarceration=count\">Georgia jail incarceration</a></p>\r\n\r\n<p>Email interview, Nancy La Vigne, vice president for the Justice Policy Center at Urban Institute, Feb. 20, 2018</p>\r\n\r\n<p>Email interview, Peter Wagner, executive director of the Prison Policy Initiative, Feb. 19, 2018</p>\r\n\r\n<p>Quartz, <a href=\"https://qz.com/900777/the-us-bail-system-punishes-the-poor-and-rewards-the-rich/\">The US bail system punishes the poor and rewards the rich</a>, Feb. 2, 2017</p>\r\n\r\n<p>Prison Policy Initiative, <a href=\"https://www.prisonpolicy.org/reports/DetainingThePoor.pdf\">Detaining the Poor report</a>, May 2016</p>\r\n\r\n<p>United States Court of Appeals For the Eleventh Circuit <a href=\"http://files.courthousenews.com/2016/08/19/Bail.pdf\">Maurice Walker v. City of Calhoun case</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "House Minority Leader, Georgia General Assembly", "false_count": 0, "first_name": "Stacey", "half_true_count": 4, "home_state": "", "id": 1788, "last_name": "Abrams", "mostly_true_count": 2, "name_slug": "stacey-abrams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Abrams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1788/", "total_count": 7, "true_count": 1, "website": ""}, "statement": "<p>&quot;The majority of Georgians incarcerated in local jails have never been convicted of crime. They are simply too poor to pay their bail.&quot;</p>\r\n", "statement_context": "campaign website", "statement_date": "2018-02-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ".@StaceyAbrams claims Abrams: majority of Georgians in jail not convicted, can't pay for bail"}