{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/23/sarah-palin/palin-falsely-claims-most-renewable-energy-stimulu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1505, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1505/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The best way to find out what Sarah Palin is thinking these days is to visit her Facebook page.<br /><br />For example, on the anniversary of the passage of the stimulus bill, the former Alaska governor jotted down her thoughts on the $862 billion legislation meant to boost the economy.</p>\r\n<p>\"One year ago today, President Obama signed a nearly trillion dollar stimulus package and handed our children the bill. What did we get for that massive price tag? Many promises, but the promises have proven false,\" she wrote on Feb. 17, 2010. Among those broken promises is the administration's pledge to \"provide 'green jobs' for Americans, but 80% of the $2 billion they spent on alternative energy went to purchase wind turbines built in China.\"<br /><br />That's a lot of money, so we wondered whether Palin is correct. <br /><br />The stimulus bill, otherwise known as the American Recovery and Reinvestment Act, includes tax credits to develop alternative energy, including solar, geothermal and wind energy. In lieu of the tax credit, investors can opt to take a cash grant of up to 30 percent of the cost of their project, an alternative that has turned out to be very popular.<br /><br />To support her statement, Palin's Facebook missive links to a Feb. 11, 2010, op-ed in <a href=\"http://www.politifact.com/personalities/ibdeditorialscom/\" target=\"_blank\"><em>Investor's Business Daily</em></a>, a conservative news source. The editorial states that, according to the <a href=\"http://investigativereportingworkshop.org/investigations/wind-energy-funds-going-overseas/\" target=\"_blank\">Investigative Reporting Workshop at American University</a>, nearly $2 billion from the stimulus bill has been spent on wind power, and that 80 percent of that has gone to foreign manufacturers of wind turbines.<br /><br />\"The goal was to further energy independence while creating American jobs. It has done neither,\" the editorial said.<br /><br />The Investigative Reporting Workshop's story on stimulus dollars and the wind industry came in two parts. In October 2009, it published its first analysis. The group found that of the $1.05 billion in clean-energy grants already handed out by the Department of Energy, about 84 percent -- or $849 million -- ended up in the hands of foreign wind companies. <br /><br />We spoke with Russ Choma, the story's author, who explained that these grants are given to U.S.-based wind projects, but that many of these projects are being built by the American subsidiaries of foreign-owned companies. For instance, on Sept. 22, 2009, the DOE awarded $464.2 million to wind projects, and all of it went to local subsidiaries of foreign companies, according to the report. Those companies include Iberdrola, a Spanish company that received $250.9 million; the American subsidiary of Japan's Eurus Energy, which got $91.3 million; and the American subsidiary of Germany's E.ON Group, which received $121.9 million. <br /><br />Choma also points out that the wind turbine manufacturing industry in the United States is relatively weak compared to those abroad; of the 1,807 turbines erected in the United States as a result of the stimulus grants, foreign-owned manufacturers made 1,219, according to the report. <br /><br />On Feb. 8, 2010, Choma updated his original findings, reporting that an additional $1 billion had been handed out in renewable energy grants, bringing the grand total to $2.1 billion. Of that, about 79 percent has gone to overseas firms. <br /><br />The news prompted indignation from some lawmakers concerned that stimulus dollars are not being spent effectively. Sen. Charles Schumer had some choice words about an October announcement that a Chinese wind-turbine company would be selling turbines to a wind project in Texas. Chinese banks have said they will bankroll the project, though there have been no final decisions on whether stimulus money will be tapped as well.<br /><br />\"In all due respect I remind the secretary (of energy) there is a four-letter word associated with the stimulus -- J-O-B-S,\" Schumer said. \"Very few jobs here, lots of jobs in China. That is not what I intended or any other legislator who voted for the stimulus intended. ... It is fine that the Chinese make them. But why don&rsquo;t we use the stimulus money to start building up an industry to build them here, that was the very point of the stimulus.\"<br /><br />The same quote was picked up by the <em>IBD</em> op-ed. Hence, China enters our story.</p>\r\n<p>Energy Secretary Steven Chu and the American Wind Energy Association also weighed in on Choma's story. Their point: Wind energy projects supported with stimulus dollars create and save American jobs.<br /><br />On Facebook, Chu wrote that, \"Every dollar awarded through this program helps put Americans to work. ... All of the wind turbine installation jobs are created here in America.\"<br /><br />Christine Real de Azua, a spokeswoman for the American Wind Energy Association, credits the stimulus bill with saving and creating 40,000 jobs; at the start of 2009, her organization expected that wind power development might drop as much as 50 percent from 2008 levels. Midyear, the trend turned around, she said. Most of those 40,000 jobs are in the construction sector; jobs in the manufacturing sector fell last year. That said, the American Wind Energy Association estimates that more than 50 percent of turbine parts, such as towers, blades, nacelle assembly, and some internal components are made in the United States, a number that is growing.<br /><br />Clearly, jobs are being created and saved in the United States as a result of these projects. But what about overseas? We were hard-pressed to find an exact number, though using data from the Renewable Energy Policy Project, a group that advocates for clean energy, Choma estimated that as many as 4,500 foreign manufacturing jobs have been created with stimulus dollars. <br /><br />We spoke with George Sterzinger, executive director for REPP, about that figure. He said it's just an estimate, \"but with the present momentum in the world, you can bet (stimulus money) is going to stimulate foreign manufacturing jobs.\"<br /><br />On that point, Sterzinger said that Obama's stimulus plan for renewable energy has missed the boat. The jobs that have been created or saved in the United States are construction jobs, which are temporary. Creating a robust local industry for wind energy will require jobs in the manufacturing sector, an area where the United States still lags.</p>\r\n<p>Back to what Palin said, that \"80% of the $2 billion they spent on alternative energy went to purchase wind turbines built in China.\"</p>\r\n<p>There is a small amount of truth to Palin's underlying point: Because many parts of these turbines are being made overseas, some of the stimulus money is supporting jobs abroad. But that's not to say that no wind energy-related jobs have been created in the United States.</p>\r\n<p>Aside from that, Palin -- and the <em>IBD</em> editorial -- misrepresented Choma's story in a number of ways. First, while Choma found that many of the grants given so far have been for wind projects -- and that many of those projects are being developed by the American subsidiaries of foreign companies -- the 79 percent of the $2.1 billion he cites in his story (Palin's rounded that number up to 80 percent) is the amount that has gone overseas for all renewable energy projects, not just wind projects. Choma shared his data with us, and it shows that, as of February 2010, only 73 percent has gone to foreign companies involved in wind projects. The rest of that 79 percent has gone to geothermal projects. And, more importantly, says Choma, none of these American subsidiaries is owned by Chinese companies. While the Texas deal may eventually shuttle some stimulus dollars to China through the purchase of turbines, the deal is still in the works. So, it's incorrect to say that any stimulus money has gone to Chinese turbine manufacturers, let alone 80 percent of the $2 billion spent on renewable energy projects.</p>\r\n<p>Ultimately, we found that Palin mixed up and misrepresented the facts. For that, we find her claim to be False.</p>", "ruling_comments_date": "2010-02-22T14:15:23.651527", "ruling_date": "2010-02-23T18:57:35", "ruling_headline": "Palin claims that most of the renewable energy stimulus dollars have gone to Chinese turbinemakers", "ruling_headline_slug": "palin-falsely-claims-most-renewable-energy-stimulu", "ruling_link_text": "Chinese wind turbine companies? Not so much.", "ruling_state": null, "source_documents": null, "sources": "<p>Former Alaska Gov. Sarah Palin, <a href=\"http://www.facebook.com/notes/sarah-palin/stimulus-bill-anniversary-proves-not-so-stimulating/307630368434\" target=\"_blank\">Facebook page</a>, accessed Feb. 19, 2010<br /><br />The Department of Energy, <a href=\"http://www.energy.gov/recovery/\" target=\"_blank\">DOE Recovery Act Funding</a>, accessed Feb. 19, 2010<br /><br />Recovery.gov, <a href=\"http://www.recovery.gov/transparency/agency/reporting/agency_reporting1.aspx?agency_code=89\" target=\"_blank\">Agency Summary: The Department of Energy</a>, accessed Feb. 19, 2010<br /><br />The United States Treasury Department, <a href=\"http://www.ustreas.gov/recovery/programs.shtml\" target=\"_blank\">Implementing the American Recovery and Reinvestment Act of 2009 (Recovery Act)</a>, accessed Feb. 21, 2010<a href=\"http://www.ustreas.gov/recovery/programs.shtml\" target=\"_blank\"></a><br /><br />PolitiFact.com, <a href=\"http://www.politifact.com/personalities/ibdeditorialscom/\" target=\"_blank\">Recent statements involving Investor's Business Daily</a>, accessed Feb. 19, 2010<br /><br /><em>Investor's Business Daily</em>, <a href=\"http://www.investors.com/NewsAndAnalysis/Article.aspx?id=520923\" target=\"_blank\">Stimulating Green Jobs For China</a>, Feb. 11, 2010<br /><br />The Department of Energy, <a href=\"http://www.energy.gov/news2009/8038.htm\" target=\"_blank\">Treasury, Energy Surpass $1 Billion Milestone in Recovery Act Awards for Clean Energy Projects</a>, Sept. 22, 2009<br /><br />The Investigative Reporting Workshop, <a href=\"http://investigativereportingworkshop.org/investigations/wind-energy-funds-going-overseas/story/overseas-firms-collecting-most-green-energy-money/\" target=\"_blank\">Overseas firms collecting most green energy money</a>, by Russ Choma, Oct. 29th, 2009<br /><br />The Investigative Reporting Workshop, <a href=\"http://investigativereportingworkshop.org/investigations/wind-energy-funds-going-overseas/story/renewable-energy-money-still-going-abroad/\" target=\"_blank\">Renewable energy money still going abroad, despite criticism from Congress</a>, by Russ Choma, Feb. 8, 2010<br /><br />The Investigative Reporting Workshop, <a href=\"http://investigativereportingworkshop.org/investigations/wind-energy-funds-going-overseas/story/stimulus-wind-grants/\" target=\"_blank\">Wind energy grants under stimulus program</a>, by Russ Choma, Feb. 8, 2010<br /><br /><em>The New York Times</em>, <a href=\"http://www.nytimes.com/2009/10/30/business/energy-environment/30wind.html?_r=2&amp;scp=3&amp;sq=cielo&amp;st=cse\" target=\"_blank\">China-U.S. Group Plans to Build Texas Wind Farm</a>, by John Collins Rudolf, Oct. 29, 2009<br /><br /><em>The Wall Street Journal</em>, <a href=\"http://online.wsj.com/article/SB125683832677216475.html\" target=\"_blank\">Chinese-Made Turbines to Fill U.S. Wind Farm</a>, by Rebecca Smith, Oct. 30, 2009<br /><br />U.S. Renewable Energy Group, <a href=\"http://www.us-reg.com/news/\" target=\"_blank\">The U.S. Renewable Energy Group &amp; A-Power Energy Generation Systems, Ltd. Announce Plans to Build a Wind Energy Turbine Production and Assembly Plant in the United States</a>, Nov. 17, 2010</p>\r\n<div>The American Wind Energy Association, <a href=\"http://www.awea.org/newsroom/releases/11-18-09_Job_creation_and_Recovery_Act_funding.html\" target=\"_blank\">Job Creation and Recovery Act Funding</a>, Nov. 18, 2009<br />A-Power Energy Generation Systems, <a href=\"http://investor.apowerenergy.com/secfiling.cfm?filingID=1144204-09-66163\" target=\"_blank\">SEC filing</a>, accessed Feb. 22, 2010<br /><br /><a href=\"http://www.facebook.com/notes/steven-chu/section-1603/198830991856\" target=\"_blank\">Department of Energy Secretary Steven Chu responds to criticism of the renewable energy grant program</a>, Facebook, November 20, 2009</div>\r\n<p>Data on government grants for alternative energy, provided by Russ Choma, Feb. 21, 2010</p>\r\n<p>A-Power Energy Generation Systems, <a href=\"http://investor.apowerenergy.com/releasedetail.cfm?ReleaseID=444914\" target=\"_blank\">A-Power Receives NDRC Approval and Makes Cash Contribution to Texas Wind Farm Project Company</a>, Feb. 16, 2010<br /><br />Phone Interview with Russ Choma, author of \"Blown Away,\" the Investigative Reporting Workshop's series on the wind industry, Feb. 19, 2010</p>\r\n<p>Phone Interview, Christine Real de Azua, spokeswoman for the American Wind Energy Association, Feb. 22, 2010<br /><br />Phone Interview, George Sterzinger, executive director for Renewable Energy Policy Project, Feb. 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\"We were promised (the stimulus) would provide 'green jobs' for Americans, but 80% of the $2 billion they spent on alternative energy went to purchase wind turbines built in China!\"</p>", "statement_context": "a Facebook post", "statement_date": "2010-02-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}