{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/22/harry-reid/reid-calls-nuclear-waste-issue-solved/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1507, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1507/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Nuclear power re-emerged as a hot-button issue earlier this month, when President Barack Obama announced that the Department of Energy was offering conditional loan guarantees worth $8.33 billion to support the construction and operation of two nuclear reactors in Burke, Ga. -- the first new nuclear generators to be built in nearly three decades.<br />&nbsp;<br />A return to nuclear power means new questions about the nation's long-term strategy for handling the nuclear waste created by electricity generation. Today, much of the nuclear waste produced by the electricity industry is stored where it was generated. But for years, the federal government has been planning to construct a single long-term storage facility where all of that waste can be consolidated.<br />&nbsp;<br />That site was to be at Yucca Mountain in Nevada. But the project has faced numerous technical, bureaucratic and political obstacles, and Obama made clear by the funding priorities in his fiscal year 2010 and 2011 budgets that the Yucca Mountain facility won't be the solution during his presidency.<br />&nbsp;<br />For many years, one of Yucca Mountain's most prominent -- and influential -- opponents has been Senate Majority Leader Harry Reid, a Nevada Democrat. In a Feb. 19, 2010, television interview with Reid, Las Vegas-based political analyst Jon Ralston asked the senator about what the administration's interest in promoting new nuclear plants means for nuclear waste generally and Yucca Mountain specifically.<br />&nbsp;<br />\"What about the issue of everyone being so gung-ho now on nuclear power, including the president, when you still have not solved the waste problem?\" Ralston asked the senator.<br />&nbsp;<br />Reid responded, \"That's where you're wrong -- we have solved the problem.\"<br />&nbsp;<br />Ralston interjected, \"It's sitting around at all these sites.\"<br />&nbsp;<br />Reid replied, \"Scientists are now saying leave the nuclear waste where it is, in deep ground storage. And when I say deep ground, (I mean) 10 feet underground. The new nuclear power plants are going to be built, and it's terrific that the president stepped forward on this. I'm not against nuclear power. I'm against bringing nuclear waste to Nevada. Scientists say leave it where it is. That's what we have to do.\"<br />&nbsp;<br />We acknowledge that there's a raging political debate about what to do with nuclear waste. But in checking on Reid's statement, we were interested in whether there's a technical consensus about the most promising approach.<br /><br />We asked an array of nuclear waste experts -- in the nuclear power industry, in academia and in nuclear-skeptical nonprofit groups -- whether they thought that scientists generally agreed with Reid that the best way to store nuclear waste is at the scattered sites where it is produced. <br />&nbsp;<br />Reid is correct that most nuclear scientists -- as well as the federal agency responsible for the industry, the Nuclear Regulatory Commission -- agree that storing nuclear waste on-site at a power plant or an off-site facility can be safe for 100 years.<br />&nbsp;<br />It's called \"dry cask storage.\" According to the NRC, the system allows spent fuel -- a type of radioactive waste produced in the electricity-generation process -- that has already been cooled in water for at least one year to be surrounded by inert gas inside a container called a cask.</p>\r\n<p>In a \"confidence decision\" first made in 1990 and reaffirmed in 1999, the NRC declared dry casks to be safe for the storage of spent fuels for at least 100 years. As recently as May 12, 2009, NRC chairman Dale E. Klein stated that using the dry cask storage system, \"spent fuel can be safely and securely stored on site, without significant environmental impact, for at least 100 years.\"<br />&nbsp;<br />Some industry watchdogs argue that the NRC's regulations should be more stringent, and there is professional disagreement on some of the technical issues of how, and for how long, dry-cask storage should be implemented. But experts we spoke to said that Reid is generally correct that dry-cask storage is a credible solution that can work effectively for many decades. <br />&nbsp;<br />But the senator did not bring up a key qualifier -- that dry-cask storage is not typically envisioned as a long-term solution. While 100 years may seem like a long time to most people, in the life of radioactive decay it is but a blink in time. Most scientists agree that, over the longer term, one of two possible courses should be considered -- deep-geologic repositories, such as Yucca Mountain, or reprocessing, a technique that essentially recycles spent fuel into new material that can be used for power generation and other uses.<br />&nbsp;<br />The industry, for one, sees far broader support for the geologic solution than for Reid's approach.<br />&nbsp;<br />\"The scientific consensus since 1957 is that the best place for high-level radioactive waste, whether in the form of glass logs from reprocessing or used fuel, is deep geologic disposal,\" said&nbsp;Steve Kerekes, a spokesman for the Nuclear Energy Institute, the industry trade group. \"Even scientists, and there are only a few, who don&rsquo;t like Yucca Mountain as a disposal site agree with the need for deep geologic disposal. No scientist we have ever heard of thinks that on-site storage at reactor sites is the best place for this material in the long run.\"<br />&nbsp;<br />Edwin Lyman is a physicist and senior scientist with the Union of Concerned Scientists, a watchdog group that often crosses swords with the Nuclear Energy Institute. But asked about Reid's comment, Lyman agreed with the industry group, saying he is \"unaware of any significant support in the technical community for leaving spent nuclear fuel at reactor sites indefinitely. There is a broad consensus that interim storage of spent fuel in dry casks can be managed at reactor sites for at least several decades.\"<br />&nbsp;<br />Lyman, like the Nuclear Energy Institute, says that deep-geologic storage eases security worries. Today, the security of on-site storage locations is relatively easy, since the adjoining nuclear generators have to be protected from intruders anyway. That becomes harder once a plant is decommissioned after a few decades of use.<br />&nbsp;<br />\"In the long run, institutional control over these sites cannot be assured,\" he said. \"Therefore, spent fuel, which will remain hazardous for hundreds of thousands of years, will need to be disposed of in a deep geologic repository that in theory is able to isolate the waste from the biosphere without the need for active controls.\"<br />&nbsp; <br />Other experts we spoke to agreed with Reid that a Yucca Mountain repository isn't a good answer -- but not even they join the senator in advocating scatter-site storage. <br />&nbsp;<br />John Poston Sr., a nuclear engineer at Texas A&amp;M University, said he favors reprocessing rather than using geologic storage, noting that it reduces the amount of waste that needs to be stored. (For the record, Reid told Ralston that he opposes reprocessing as well. \"How do you get the stuff to reprocess? Does it just show up one morning? ... You have to bring it there. ... We don't want to haul through here 77,000 tons from around the country.\")<br />&nbsp;<br />Ultimately, our sources agreed, Reid jumps to an unjustifiable conclusion.<br />&nbsp;<br />\"I would say he's wrong in saying 'we have solved the problem,' \" said Matthew Bunn, a nuclear policy specialist at Harvard University. Dry casks are \"not a really long-term solution, and it ultimately needs to go underground.\"<br />&nbsp;<br />They also agreed that Reid introduced a puzzling concept into his comments -- the idea that dry-cask storage typically occurs underground. In fact, in most cases today, the casks are stored above ground.<br />&nbsp;<br />\"The casks emit heat from their surface, produced by the radioactive decay of the material inside,\" said Clifford E. Singer, a professor of nuclear, plasma and radiological engineering at the University of Illinois. \"They can be located below grade but thus still need air circulating around them for many years, so 10 feet underground is possible but not the same as 'buried.'\"<br />&nbsp;<br />Jon Summers, a spokesman for Reid, defended the senator's statement. He argued that the dangers of transporting radiological materials around the United States outweigh the risks of keeping them where they are. He added that since the spent fuel needs to cool before being transported, these sites need to have technical and security infrastructure in place anyway. And he said that having a cushion of 100 years \"buys time\" to improve the technology to deal with radioactive waste.</p>\r\n<p>\"Sen. Reid agrees that dry-cask storage is not the permanent solution,\" which is why he&nbsp;supported creating a blue-ribbon commission to come up with recommendations for permanent disposal, Summers said.&nbsp;He added, though, that \"dry-cask storage is already securing waste at over half of the nation&rsquo;s nuclear sites.\"<br />&nbsp;<br />But even if you accept that Reid was merely advocating dry-cask storage as something less than a permanent solution -- an interpretation we&nbsp;did not make when saw the interview --&nbsp;Reid's comment suggests a finality on this debate that simply isn't there. Using the word \"solved\" to describe a hard-fought and highly technical debate strikes us as inadvisable. So we rate his statement False.</p>", "ruling_comments_date": "2010-02-22T19:25:38.891527", "ruling_date": "2010-02-22T19:26:11", "ruling_headline": "Reid calls nuclear waste issue 'solved'", "ruling_headline_slug": "reid-calls-nuclear-waste-issue-solved", "ruling_link_text": "Not a closed case -- and experts see Reid's solution as problematic", "ruling_state": null, "source_documents": null, "sources": "<p>Harry Reid, <a href=\"http://www.mynews3.com/category.php?id=5392&amp;n=5037,5399\" target=\"_blank\">interview</a> with Jon Ralston on <em>Face to Face</em>, Feb. 19, 2010<br />&nbsp;<br />White House, \"<a href=\"http://www.whitehouse.gov/the-press-office/obama-administration-announces-loan-guarantees-construct-new-nuclear-power-reactors\" target=\"_blank\">Obama Administration Announces Loan Guarantees to Construct New Nuclear Power Reactors in Georgia</a>,\" Feb. 16, 2010</p>\r\n<p>U.S. Nuclear Regulatory Commission, <a href=\"http://www.nrc.gov/waste/spent-fuel-storage/dry-cask-storage.html\" target=\"_blank\">definition</a> of \"dry cask storage,\" accessed Feb. 22, 2010</p>\r\n<p>American Nuclear Society, \"<a href=\"http://www.ans.org/pi/ps/docs/ps76-bi.pdf\" target=\"_blank\">Interim Storage of Used or Spent Nuclear Fuel</a>,\" February 2008<br />&nbsp;<br />Dale E. Klein (Nuclear Regulatory Commission chairman), <a href=\"http://www.nrc.gov/reading-rm/doc-collections/commission/speeches/2009/s-09-012.html\" target=\"_blank\">remarks</a> at the Dry Storage Information Forum in Bonita Springs, Fla., May 12, 2009<br />&nbsp;<br /><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/gwire/2010/01/11/11greenwire-yucca-haunts-admins-lagging-efforts-on-nuclear-24943.html?pagewanted=all\" target=\"_blank\">Yucca Haunts Admin's Lagging Efforts on Nuclear Waste Study Panel</a>,\" Jan. 11, 2010<br />&nbsp;<br /><em>Power-Gen Worldwide</em>, \"<a href=\"http://www.powergenworldwide.com/index/display/articledisplay/372669/articles/power-engineering/volume-114/issue-1/features/fossil-fired-generation-waiting-for-clarity-on-carbon.html\" target=\"_blank\">Nuclear 2010: clear and murky</a>,\" Jan. 1, 2010<br />&nbsp;<br />CNet, \"<a href=\"http://news.cnet.com/8301-11128_3-10245594-54.html\" target=\"_blank\">MIT experts tackle nuclear power waste problem</a>,\" May 21, 2009<br />&nbsp;<br />Interview with John Poston Sr., a nuclear engineer at Texas A&amp;M University, Feb. 22, 2010<br />&nbsp;<br />E-mail interview with Matthew Bunn, a nuclear policy specialist at Harvard University, Feb. 22, 2010<br />&nbsp;<br />E-mail interview with Clifford E. Singer, professor of nuclear, plasma and radiological engineering at the University of Illinois, Feb. 22, 2010<br />&nbsp;<br />E-mail interview with Steve Kerekes, spokesman for the Nuclear Energy Institute, Feb. 22, 2010 <br />&nbsp;<br />E-mail interview with Allison Fisher, organizer with the energy program at Public Citizen, Feb. 22, 2010<br />&nbsp;<br />E-mail interview with Edwin Lyman, senior scientist with the Union of Concerned Scientists, Feb. 22, 2010<br />&nbsp;<br />Interview with Bob Deans, spokesman for the Natural Resources Defense Council, Feb. 22, 2010<br />&nbsp;<br />Interview with Jon Summers, spokesman for Senate Majority Leader Harry Reid, Feb. 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}, "statement": "<p>\"We have solved the problem. ... Scientists are now saying leave the nuclear waste where it is.\"</p>", "statement_context": "a television interview with Las Vegas political analyst Jon Ralston", "statement_date": "2010-02-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": null}