{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/florida/statements/2010/feb/24/dan-gelber/gelber-claims-florida-leads-nation-elected-officia/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1508, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1508/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a <a href=\"http://www.dangelber.com/blog/view_blog.php?ID=207\" target=\"_blank\">blog posting</a> and press conference on Feb. 8, 2010, Florida attorney general  candidate Sen. Dan Gelber, D-Miami Beach, said it was time to take aim at a  \"culture of corruption in the state of Florida.\" Gelber said he supports  legislation to make the willful nondisclosure of a financial conflict a criminal  offense, and said that as attorney general, he would push for more manpower to  investigate public corruption.<br /><br />\"For those few officials who end up  exploiting their public offices for personal gain, it&rsquo;s time to get serious,\"  Gelber said in his blog posting. \"Florida leads the nation in elected officials  charged with crimes.\"<br /><br />We asked Gelber where he got the statistic about  Florida leading the nation in elected officials charged with crimes, and he  referred us to a Dec. 13, 2008, <a href=\"http://www.nytimes.com/2008/12/14/weekinreview/14marsh.html?_r=1\" target=\"_blank\">story in the </a><em><a href=\"http://www.nytimes.com/2008/12/14/weekinreview/14marsh.html?_r=1\" target=\"_blank\">New York Times</a>.</em>&nbsp;The story  cited a Department of Justice report that found that in the decade ending in  2007, Florida had the highest number of convictions in federal public corruption  cases at local, state and federal levels.<br /><br />We checked out the <a href=\"http://www.justice.gov/criminal/pin/docs/arpt-2008.pdf\" target=\"_blank\">Department  of Justice statistics</a>, and updated the tally to include the most recently  available figures for 2008. And over the decade ending in 2008, Florida remained  atop the list of states when it comes to the sheer number of public corruption  convictions, with 794. Rounding out the top five were California, with 728; New  York, 662; Texas, 624; and Pennsylvania, 555.<br /><br />Those also happen to be  five of the six most populated states. You might expect the most populated  states to have the highest number of corruption cases.</p>\r\n<p>So we also  compiled a list of the most public corruption convictions on a per capita basis.  By that measure, Florida comes in at No. 10. Topping the list was Alaska,  followed by North Dakota, Mississippi, Louisiana and Montana.<br /><br />There are  lots of ways to slice and dice statistics, Gelber told PolitiFact, and he was  referring to the sheer number, rather than per capita.<br /><br />Florida is <a href=\"http://www.census.gov/population/projections/SummaryTabA1.pdf\" target=\"_blank\">fourth  in population</a>, he noted, but first in volume of corruption cases. \"That suggests  we're outperforming our size,\" Gelber said.<br /><br />North Dakota and Alaska are  so lightly populated, he said, that one big prosecution with lots of defendants  could greatly skew their rankings. <br /><br />Indeed, Florida ranks higher per  capita than any of the other 10 most populated states.<br /><br />When you've got as  many people as Florida, he said, \"You don't get to be No. 1 unless you&rsquo;re  working every day at it.\" You have to have a \"tradition\" of corruption, he  said.<br /><br />We think per capita is probably the fairest way to rank states, but  our bigger issue with Gelber's statistic is that he said Florida leads the  nation in <em>elected officials</em> charged with crimes.<br /><br />The Department of  Justice report is not just about elected officials, but rather all local, state  and federal officials (the great majority of them unelected), as well as private  residents, convicted in public corruption cases.<br /><br />The Department of  Justice does not compile statistics on just elected officials charged with  crimes, said Mark Motivans, a spokesman for the department. Neither does the  FBI, said spokesman Stephen G. Fischer Jr.. In other words, no  one can say for sure which state leads the nation in elected officials charged  with crimes.<br /><br />Gelber, a former federal prosecutor who has handled a number  of public corruption cases, said the statistic is still valid. <br /><br />\"The  corruption of the government is the corruption of the government,\" Gelber said,  whether it be an elected official or a restaurant inspector or building  department employee getting a kickback. \"It could be anyone who has the public  trust.\"<br /><br />The issue, he said, is how many people do you have looking at  public corruption in Florida. And in his opinion, the answer is not  enough.<br /><br />\"I think we probably need more bodies,\" Gelber said.<br /><br />The  Department of Justice statistics go a long way toward bolstering Gelber's  argument about public corruption in Florida. Florida has had a higher number of  public corruption convictions than other similar-sized states. That's not good.  But Gelber misstates the statistic by saying that Florida has the highest number  of <em>elected officials</em> charged with a crime. That's not what the DOJ report  tracks. Rather, Florida has the highest number of people convicted of public  corruption crimes, only a fraction of whom are actually elected officials.</p>\r\n<p>And  again, while it's certainly valid to note that Florida leads the nation in the  sheer number of public corruption convictions, we think that when it comes to  ranking states, it makes more sense to look at per capita rates. By that  measure, Florida still ranks up there (No. 10) -- particularly when compared to  other highly populated states -- but it's not tops on the list. And so we ruleGelber's &nbsp; statement Half True.</p>", "ruling_comments_date": "2010-02-23T15:40:16.951528", "ruling_date": "2010-02-24T19:36:58", "ruling_headline": "Gelber claims Florida leads the nation in elected officials charged with crimes", "ruling_headline_slug": "gelber-claims-florida-leads-nation-elected-officia", "ruling_link_text": "Not per capita; and not just elected officials", "ruling_state": null, "source_documents": null, "sources": "<p>Dan Gelber for Attorney General Web site, <a href=\"http://www.dangelber.com/blog/view_blog.php?ID=207\" target=\"_blank\">\"The Gelber Blog: Fighting public corruption,\"</a> by Dan Gelber, Feb. 8, 2010</p>\r\n<p>New York Times, <a href=\"New York Times, &quot;Illinois Is Trying. It Really Is. But the Most Corrupt State Is Actually . . . &quot; by Bill Marsh, Dec. 13, 2008\" target=\"_blank\">\"Illinois Is Trying. It Really Is. But the Most Corrupt State Is Actually . . . \"</a> by Bill Marsh, Dec. 13, 2008</p>\r\n<p>U.S. Department of Justice, <a href=\"http://www.justice.gov/criminal/pin/docs/arpt-2008.pdf\" target=\"_blank\">Report to Congress on the Activities and Operations of the Public Integrity Section for 2008</a>, Table III: Federal Public Corruption Convictions by District Over the Past Decade (page 58)</p>\r\n<p>U.S. Census, <a href=\"http://www.census.gov/population/projections/SummaryTabA1.pdf\" target=\"_blank\">Populations by state</a>, April 1, 2000</p>\r\n<p>USA Today, <a href=\"http://www.usatoday.com/news/nation/2008-12-10-corruptstates_N.htm\" target=\"_blank\">\"North Dakota tops analysis of corruption,\"</a> by John Fritze, Dec. 11, 2008</p>\r\n<p>Interview with Dan Gelber, Feb. 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Dan", "half_true_count": 1, "home_state": "Florida", "id": 320, "last_name": "Gelber", "mostly_true_count": 3, "name_slug": "dan-gelber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Florida_Budget.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/320/", "total_count": 8, "true_count": 0, "website": ""}, "statement": "<p>\"Florida leads the nation in elected officials charged with crimes.\"</p>", "statement_context": "his campaign blog", "statement_date": "2010-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": null}