{"art": [{"brightcove": "", "caption": " Chris Kennedy speaks onstage during Robert F. Kennedy Human Rights Hosts Annual Ripple Of Hope Awards Dinner on December 13, 2017 in New York City. (Photo by Jason Kempin/Getty Images)", "id": 15072, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/chris-kennedy--GettyImages-891998104.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15072/", "title": "Chris Kennedy awards ceremony", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "canonical_url": "/illinois/statements/2018/feb/28/chris-kennedy/chris-kennedy-flunks-data-interpretation-101-cairo/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Chris Kennedy flunks data interpretation 101", "id": 15084, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "resource_uri": "/api/v/2/statement/15084/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Democratic governor candidate Chris Kennedy declared recently that not a single high school senior was prepared for college in historic but economically distressed Cairo at the southern tip of Illinois.</p>\r\n\r\n<p>Kennedy, speaking last month to the editorial board of the Carbondale-based Southern Illinoisan, was trying to make a broader point about the sorry state of Illinois school financing when he highlighted troubling details about school kids in Cairo.</p>\r\n\r\n<p>&lsquo;&lsquo;Zero percent of kids in Cairo are college-ready,&quot; Kennedy told the newspaper.</p>\r\n\r\n<p>That caused a stir in Cairo, a mostly African-American community of 2,600 at the confluence of the Ohio and Mississippi Rivers, and prompted Kennedy to later issue a statement to the paper expanding on his initial remarks with new data.</p>\r\n\r\n<p>The numbers he cited the second time were different and parsed. &quot;It is the fault of Springfield that only 6 percent of Cairo Junior/Senior High School students (have) met college readiness levels,&quot; Kennedy said. &quot;In fact, 0 percent are college ready when it comes to math.&quot;</p>\r\n\r\n<p>Wondering what gives with Kennedy&rsquo;s multiple choice approach to evaluating Cairo schools? So were we.</p>\r\n\r\n<div class=\"pf_subheadline\">Making the grade</div>\r\n\r\n<p>Long ago, Cairo was a thriving river port. The town figured in a key plot twist of Mark Twain&rsquo;s Huckleberry Finn as the point where Huck and his friend Jim, a slave, planned to stop their southward drifting raft trip on the Mississippi so Jim could catch a boat north into the free states. Their raft, however, bypassed the port in a fog.</p>\r\n\r\n<p>As the economic heart of Illinois shifted toward Chicago, the state&rsquo;s so-called Little Egypt region was hard hit, few places more so than Cairo.</p>\r\n\r\n<p>One consequence is that residents of the bottom end of the state have come to develop an innate wariness of politicians from the north coming to court votes without spending much time trying to understand the region or its needs.</p>\r\n\r\n<p>Enter Chris Kennedy and his sweeping statement about the education shortcomings of high school seniors that left many in Cairo scratching their heads and wondering how the candidate could make such a claim without ever setting foot in the school.</p>\r\n\r\n<p>That&rsquo;s because 18 of the 24 members of Cairo&rsquo;s 2018 high school graduating class have received at least one college offer, according to Andrea Evers, the superintendent of the Cairo junior and senior high school where, because of declining enrollment, grades 6-12 are taught under one roof.</p>\r\n\r\n<p>Ten of those students have also gotten a head start by taking college classes through a dual enrollment program at a nearby community college.</p>\r\n\r\n<p>But Kennedy wasn&rsquo;t referring to any of that in making his point about the ramifications of limited state funding. When we reached out to his campaign, a spokeswoman confirmed he made his claim about zero college readiness based solely on a reading of state standardized test data.</p>\r\n\r\n<p>That said, he made two different statements citing two contradictory sets of figures. What explains the difference?</p>\r\n\r\n<p>His initial comment referenced an overview of Cairo students&rsquo; ACT scores that showed none of those who took the test last year scored high enough to be considered college-ready in all four core subjects. That compares with 28 percent readiness in all four subjects among students statewide.</p>\r\n\r\n<p>The state once required all high school juniors to take the ACT college admissions test, and the results were then used to benchmark student proficiency. But Illinois dropped the mandatory ACT rule in 2015, eventually replacing it with a requirement that juniors take the competing SAT college admissions test.</p>\r\n\r\n<p>So when Kennedy chose to highlight ACT test results for students in Cairo&rsquo;s class of 2018, he was pointing to an incomplete set of data. It did not reflect the scores of the entire class, but only those students who chose to take the ACT.</p>\r\n\r\n<p>What&rsquo;s more, a caveat about the incompleteness of the data is posted clearly on the website of the Illinois State Board of Education where Kennedy or his staff found the numbers.</p>\r\n\r\n<p>It reads in part: &quot;This percentage relates to the students in the class who chose to take the ACT test before graduation and is not representative of the entire class, district or state.&quot;</p>\r\n\r\n<p>Kennedy&rsquo;s second statement to the Southern Illinoisan that mentioned a 6 percent proficiency number referred to SAT results also posted on the state board website.</p>\r\n\r\n<p>But whichever data set Kennedy was referring to, Evers said he still missed the mark.</p>\r\n\r\n<p>&quot;He was looking at a data set and interpreting it without ever having a conversation with anyone locally,&quot; said Evers, who has been with the district for six years and can rattle off a long list of political leaders who have made the trek to Cairo, including Democratic U.S. Senators Dick Durbin and Tammy Duckworth.</p>\r\n\r\n<p>The state school board, which compiled the testing data Kennedy drew from, likewise cautioned against using test data in a vacuum to determine how prepared students are for college.</p>\r\n\r\n<p>&quot;I wouldn&rsquo;t say that the SAT is the only indicator of college and career readiness because it&rsquo;s one test and so it can only tell you so much,&quot; ISBE spokeswoman Jackie Matthews said. &quot;We&rsquo;re building out a much more robust college and career readiness indicator that looks at a lot more experiences that students have in high school that are very important and aren&rsquo;t necessarily captured by the SAT.&quot;</p>\r\n\r\n<p>A draft of that plan was presented to the board in January. It considers factors like volunteer and work experience along with taking classes for college credit, as some of Cairo&rsquo;s seniors are doing.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Kennedy tried to make a point about inadequate state school funding when he declared &quot;zero percent of kids in Cairo are college-ready.&quot;</p>\r\n\r\n<p>But school officials in that deep southern Illinois community report a majority of current seniors have already received acceptance offers from at least one college.</p>\r\n\r\n<p>Kennedy backtracked on his original statement when news media sought clarification, though he did not admit error. In the second go-around, he pointed to slightly better numbers from a different set of state-collected test data.</p>\r\n\r\n<p>The first figure Kennedy referenced relied on the ACT, a test the state no longer uses for its proficiency benchmark. Some, but not all, Cairo students took that test, meaning the results were incomplete and did not reflect the performance of the entire class of 2018. The caveat is clearly stated on the schools website accessed by the Kennedy campaign to derive data about Cairo.</p>\r\n\r\n<p>Kennedy later revised his comments to cite a different set of college preparedness data based on a different test that the state now administers to high schoolers. The results from that second set of tests, the SAT, are not great when it comes to Cairo, but they also don&rsquo;t show zero percent college preparedness.</p>\r\n\r\n<p>It also should be stressed that the Illinois State Board of Education cautions against using a standardized test score as the sole indicator of college preparedness.</p>\r\n\r\n<p>The confusing set of numbers and assertions reeled out by Kennedy to bolster his comments about Cairo students make it clear he didn&rsquo;t do his homework before claiming initially that no members of the graduating class of 2018 were prepared for college. For that reason, we rate his statement False.</p>\r\n", "ruling_comments_date": "2018-02-28T18:43:39.006669", "ruling_date": "2018-02-28T19:00:00", "ruling_headline": "Chris Kennedy flunks data interpretation 101 with Cairo college readiness claim", "ruling_headline_slug": "chris-kennedy-flunks-data-interpretation-101-cairo", "ruling_link_text": "His comment misses the mark", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.wpsdlocal6.com/2018/02/21/cairo-students-set-record-straight-after-candidate-makes-negative-comments/\">Cairo students set record straight after candidate makes negative comments</a>, WPSD Local, Feb. 21, 2018</p>\r\n\r\n<p><a href=\"http://thesouthern.com/news/local/cairo-high-school-seniors-dispute-kennedy-s-remarks-about-their/article_9c2c80ac-415d-57c9-89cb-f4db5d673814.html\">Cairo high school seniors dispute Kennedy&#39;s remarks about their education</a>, The Southern Illinoisan, Feb. 21, 2018</p>\r\n\r\n<p><a href=\"http://thesouthern.com/news/local/govt-and-politics/chris-kennedy-says-he-is-best-choice-for-illinois-governor/article_1eb0ebf5-0203-5636-93c9-bbfd3efb88b7.html\">Chris Kennedy says he is best choice for Illinois governor</a>, The Southern Illinoisan, Feb. 9, 2018</p>\r\n\r\n<p>Email interview, Rebecca Evans, Kennedy for Illinois, Feb. 22-27, 2018</p>\r\n\r\n<p><a href=\"https://www.illinoisreportcard.com/school.aspx?source=trends&amp;Schoolid=300020010220001\">Illinois Report Card data</a>, accessed Feb. 27, 2018</p>\r\n\r\n<p>Phone interview, Jackie Matthews, Illinois State Board of Education, Feb. 22, 2018</p>\r\n\r\n<p>Phone interview, Andrea Evers, Cairo School District, Feb. 27, 2018</p>\r\n\r\n<p><a href=\"http://www.chicagotribune.com/news/ct-illinois-chooses-sat-met-20160211-story.html\">Illinois moves ahead with new testing plan, replacing ACT with SAT</a>, Chicago Tribune, Feb. 11, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Chris", "half_true_count": 0, "home_state": "", "id": 4194, "last_name": "Kennedy", "mostly_true_count": 0, "name_slug": "chris-kennedy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chris-kennedy-mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4194/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>&quot;Zero percent of kids in Cairo are college-ready.&quot;</p>\r\n", "statement_context": "an interview with the Southern Illinoisan editorial board", "statement_date": "2018-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Chris Kennedy flunks data interpretation 101"}