{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2010/feb/24/republican-governors-association/republican-governors-association-blasts-sinks-reco/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1510, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1510/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On Feb. 23, 2010, the Republican Governors Association -- the gubernatorial campaign arm of the national GOP -- fired a shot at Alex Sink, the Democratic candidate for governor of Florida. The RGA, which is backing Republican Bill McCollum, took aim at Sink's career as a top executive at Bank of America and its predecessor in Florida, NationsBank.<br /><br />Here's the entire text of the 15-second advertisement, to be aired on broadcast and cable television outlets:<br /><br />\"As bank president, Alex Sink eliminated thousands of Florida jobs while taking over $8 million in salary and bonuses. Alex Sink. Not one of us. One of them.\"<br /><br />In a fundraising e-mail sent several hours after the ad was launched, the Sink campaign attacked it as \"full of dodges and distortions\" and said it \"misleads Floridians about Alex Sink's record as a business leader.\" <br /><br />We see three questions to probe here. One is whether her banks eliminated \"thousands of Florida jobs\" on Sink's watch. The second is whether the ad correctly describes Sink's compensation. And the third is whether it's fair to lay the blame for the job losses on Sink.<br /><br />We'll take these questions individually.<br /><br /><strong>Job losses</strong><br /><br />We were unable to track down any official NationsBank documents addressing the issue of job losses from the Charlotte, N.C.-based bank's August 1997 acquisition of Jacksonville-based Barnett Bank. But news coverage at the time is consistent in reporting that the company planned to eliminate 6,000 jobs as a result of the merger.<br /><br />A Jan. 1, 1998, <em>Miami Herald</em> article quotes <span class=\"verdana\">Rusty Rainey, who led the <span class=\"hit\">NationsBank-Barnett </span>transition, saying that the merger would <span class=\"verdana\">cut more than<span class=\"hit\"> 6,000 jobs. Before the merger, the <em>Herald</em> reported, </span></span></span><span class=\"verdana\">Barnett employed about 22,000 people and <span class=\"hit\">NationsBank</span> had between 8,500 and 9,000 employees in <span class=\"hit\">Florida.</span></span><br /><br />It's worth noting that the 6,000 figure involves a bit of uncertainty. It's a prediction, rather than an after-the-fact accounting, so the final number may have been higher or lower. (In other reports, the <em>Herald </em>noted that new jobs might be created in <span class=\"verdana\">back-office processing facilities in Jacksonville and with the expected addition of <span class=\"verdana\">60 to 80 supermarket branches</span>.</span>) In addition, <span class=\"verdana\">Rainey said in the <em>Herald </em>article that the 6,000 target would be met largely by attrition rather than<span class=\"hit\"> layoffs -- not an implausible goal, given the high rates of employee turnover in the banking industry and the relatively low unemployment levels at the time.<br /><br />Also, the subsequent merger of NationsBank with Bank of America <span style=\"background-color: #ffff00;\"><span style=\"background-color: #ffffff;\">in 1998 </span></span>created an expected 8,000 job cuts. But that was a national number; the number of jobs lost in Florida specifically was not reported.<br /></span></span><br />Ultimately, none of these caveats matter much because the RGA ad was carefully worded. It speaks of \"thousands of Florida jobs,\" rather than citing a specific number of job losses, and it refrains from describing the eliminated jobs as \"layoffs.\" So we find this description accurate. <br /><br /><strong>Compensation</strong><br /><br />Here too, we were unable to obtain original tax forms from the Sink campaign, but their contents were widely and consistently reported in 2002, when the gubernatorial campaign of Sink's husband, Democrat Bill McBride, released them to the public.<br /><br />The McBride campaign released Sink's tax returns for 2000 and 2001, which had been filed independently of her husband. Earlier, the campaign had released the couple's jointly filed return from 1999.<br /><br />When her income from these three years is combined, Sink earned in excess of $8 million. According to various news reports at the time, which were based directly on the tax returns released to the media, Sink earned $2.6 million in 1999, $3.4 million in 2000 and $2.8 million in 2001. (She took early retirement in a management shakeup in 2000.)</p>\r\n<p><br />That equals $8.8 million over three years. While that amount squares with the dollar figure cited in the ad, it's worth noting two caveats.<br /><br />One is that this income was earned between two and four years after the merger was announced. However, Sink held the same position at the time -- president of Florida operations for the bank -- and was presiding over the merged entity. So that doesn't strike us as being a major flaw.<br /><br />The other caveat concerns the ad's use of the term \"salary and bonuses.\" In 2002, the Associated Press reported that Sink's 2000 income included \"stock-options and lump-sum pension payments\" and that her 2001 income included \"<span class=\"SS_L3\"><span class=\"verdana\">stock options,<span class=\"hit\"> deferred compensation</span> and pension</span></span>\" payments. <br /><br />None of the coverage mentions \"bonus\" payments, and the campaign was not able to clarify whether she received any bonuses or not for those years. <br /><br />The RGA stands behind its characterization. \"To most normal people, any compensation that is over and above your typical salary would be called a bonus,\" said spokesman Tim Murtaugh. \"Very often, these bonuses take the form of some combination of stocks and other compensation.\"<br /><br />But we think the distinction is worth mentioning because in today's post-Wall Street crash environment, saying that a financial-services employee received a lucrative \"bonus\" at the same time the company was cutting jobs is a pretty loaded accusation. Absent any hard evidence that she received what experts would consider a \"bonus,\" we'll downgrade the accuracy of this part of the ad slightly.<br /><br /><strong>Who's to blame?</strong><br /><br />So our analysis suggests that the core facts in the ad are pretty accurate. But what about the larger context? <br /><br />Two banking experts noted that Sink did nothing unusual compared to other bank executives during that period of aggressive mergers. <br /><br />Stanley D. Smith, a finance professor at the University of Central Florida, said that the elimination of those jobs in the merger \"would have and should have occurred no matter who the Florida CEO was. That merger was what is called an intramarket merger, where the two banks&rsquo; branches and operations overlapped. The premium that NationsBank paid was based on the savings that would occur from the elimination of overlapping branches and operations. Any competent banker would have done the same thing, and those unfortunate job losses are just a normal part of that type of merger.\"<br /><br />James McNulty, a finance professor at Florida Atlantic University, agreed. <br /><br />\"Bank mergers very often involve job losses,\" he said. \"The major reason that banks merge is to improve efficiency, and that involves eliminating positions that are redundant in the combined organization. In many cases jobs are reduced by attrition rather than by firing people -- those who leave are not replaced, and good people that the bank wants to retain are moved to new positions. This happens in most large bank mergers. Blaming it on Alex Sink is preposterous.\"<br /><br />There's one other issue worth considering: Was Sink as personally responsible for slashing jobs as the ad claims?<br /><br />Last May, Sink told reporters in the St. Petersburg Times-Miami Herald Tallahassee bureau that the decision to merge with Barnett was made by corporate executives at NationsBank headquarters in Charlotte, N.C. \"I got a call one day just like the people at Barnett did that said an agreement has been reached,\" she said.<br /><br />Murtaugh of the RGA responds that \"Sink was the president of the bank. Of course she was responsible for decisions made. If she says she wasn&rsquo;t responsible and was only following orders, what does that say about her ability to tout her business experience? She can&rsquo;t claim that she wasn&rsquo;t in charge of decisionmaking and then also claim that she has business decisionmaking experience.\"<br /><br />On that point, we agree. Even if she were not the architect of the deal, she helped implement the merger over the next few years, and received a generous compensation package at the same time. With the exception of the term \"bonus,\" which we think is a bit of a stretch, the RGA ad strikes us as generally accurate. We rate it Mostly True.</p>", "ruling_comments_date": "2010-02-23T17:45:19.701527", "ruling_date": "2010-02-24T19:37:24", "ruling_headline": "Republican Governors Association blasts Sink's record, compensation as bank executive", "ruling_headline_slug": "republican-governors-association-blasts-sinks-reco", "ruling_link_text": "National GOP group's shot at gubernatorial candidate is pretty on-target", "ruling_state": null, "source_documents": null, "sources": "<p>Republican Governors Association, \"Fired\" <a href=\"http://www.youtube.com/watch?v=_JyUpmq9KDM&amp;feature=player_embedded\" target=\"_blank\">television advertisement</a> against Alex Sink, released Feb. 23, 2010<br /><br />Republican Governors Association, <a href=\"http://alexsinksflorida.com/\" target=\"_blank\">website</a> to accompany the ad \"Fired,\" accessed Feb. 23, 2010<br /><br />Alex Sink for Governor campaign, \"Washington Politician Bill McCollum Desperate to Distract from Own Record of Creating Economic Crisis\" (press release), Feb. 23, 2010<br /><br />Alex Sink for Governor campaign, fundraising e-mail signed by campaign manager Paul Dunn, Feb. 23, 2010<br /><br /><em>St. Petersburg Times/Miami Herald</em>, \"Alex Sink's, Bill McCollum's bid for Fla. governor shadowed by mortgage crisis,\" May 25, 2009 (accessed via Lexis-Nexis)<br /><br /><em>Orlando Sentinel</em>, \"Bid to Replace Graham Could Turn on Axis of Alex,\" April 6, 2003 (accessed via Lexis-Nexis)<br /><br />Associated Press, \"McBride's wife releases tax returns,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br /><br />Associated Press, \"McBride's wife a player in her own right,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br />&nbsp;&nbsp;&nbsp; <br /><em>Miami Herald</em>, \"Mrs. McBride's tax returns released,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br />&nbsp;&nbsp;&nbsp; <br /><em>Orlando Sentinel</em>, \"McBride's Wife Discloses Her Tax Returns,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br /><br /><em>St. Petersburg Times</em>, \"McBride's wife earned millions,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br />&nbsp;&nbsp;&nbsp; <br /><em>Sun-Sentinel </em>(Fort Lauderdale, Fla.), \"Candidate's Wife Discloses Tax Returns,\" Sep. 21, 2002 (accessed via Lexis-Nexis)<br /><br /><em>Tampa Tribune</em>, \"Jobs are safe, workers assured,\" July 29, 1998 (accessed via Lexis-Nexis)<br /><br /><em>Sun-Sentinel </em>(Fort Lauderdale, Fa.), \"Corporate Giants on Main Street,\" April 19, 1998 (accessed via Lexis-Nexis)<br /><br /><em>Miami Herald</em>, \"NationsBank to Close 200 Florida Branches,\" Feb. 24, 1998 (accessed via Lexis-Nexis)<br />&nbsp;&nbsp;&nbsp; <br /><em>Orlando Sentinel</em>, \"NationsBank to Cut Branches,\" Feb. 24, 1998 (accessed via Lexis-Nexis)<br /><br /><em>Miami Herald</em>, \"NationsBank Prepares for Battle,\" Feb. 19, 1998 (accessed via Lexis-Nexis)<br /><br /><em>Miami Herald</em>, \"NationsBank Florida Job Cuts Set at 6,000,\" Jan. 1, 1998 (accessed via Lexis-Nexis)<br /><br />E-mail interview with Stanley D. Smith, finance professor at the University of Central Florida, Feb. 23, 2010<br /><br />E-mail interview with James McNulty, finance processor at Florida Atlantic University, Feb. 23, 2010<br /><br />E-mail interview with Tim Murtaugh, Republican Governors Association, Feb. 23, 2010<br /><br />Interview with Paul Dunn, campaign manager for Alex Sink for governor, Feb. 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 6, "home_state": "Washington, D.C.", "id": 321, "last_name": "Republican Governors Association", "mostly_true_count": 5, "name_slug": "republican-governors-association", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GOP_elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/321/", "total_count": 20, "true_count": 0, "website": "http://www.rga.org/"}, "statement": "<p>\"As bank president, Alex Sink eliminated thousands of Florida jobs while taking over $8 million in salary and bonuses.\"</p>", "statement_context": "a television advertisement", "statement_date": "2010-02-23", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Alex", "half_true_count": 2, "home_state": "Florida", "id": 299, "last_name": "Sink", "mostly_true_count": 4, "name_slug": "alex-sink", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alex_Sink.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/299/", "total_count": 19, "true_count": 10, "website": "http://www.alexforcongress.com/"}], "twitter_headline": null}