{"art": [{"brightcove": "", "caption": "California Lt. Gov. Gavin Newsom (left) and former Los Angeles Mayor Antonio Villaraigosa, both Democrats, are competing in the 2018 California governor’s race. ", "id": 13448, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Newsom_Villaraigosa_side_by_side.png", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/13448/", "title": "Villaraigosa, Newsom side by side", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "canonical_url": "/california/statements/2018/mar/08/antonio-villaraigosa/villaraigosas-claim-sb-562-will-force-seniors-medi/", "edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "editor": [{"email_address": "gfavre@sbcglobal.net", "first_name": "Gregory", "id": 564, "last_name": "Favre", "name_slug": "gregory-favre", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/564/", "title": "PolitiFact California editor", "twitter": null}], "facebook_headline": "Would single-payer force seniors off Medicare?", "id": 15111, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/15111/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Would seniors in California really be forced off Medicare by the single-payer health plan backed by Lt. Gov. Gavin Newsom?</p>\r\n\r\n<p>That&rsquo;s the allegation from former Los Angeles Mayor and fellow Democrat Antonio Villaraigosa, Newsom&rsquo;s top rival in the crowded gubernatorial campaign. Two other Democrats and two Republicans are also vying to succeed termed-out Gov. Jerry Brown in 2018.</p>\r\n\r\n<p>At issue is Healthy California, or Senate Bill 562, introduced last year by Democratic State Sen. Ricardo Lara. It would establish one central government health insurance provider to cover all Californians.</p>\r\n\r\n<p>Supporters say the plan would save money by eliminating the need for private insurance and reduce prescription drug costs. But even some who back the idea question how the key details will work, including how&nbsp;to pay for it. The bill passed the State Senate last year but was <a href=\"http://www.latimes.com/politics/la-pol-sac-single-payer-shelved-20170623-story.html\">shelved</a> in the Assembly, where Speaker Anthony Rendon called it &quot;woefully incomplete.&quot;</p>\r\n\r\n<p><strong>Heated issue</strong></p>\r\n\r\n<p>Despite stalling out, the plan has become among the most debated issues in the governor&rsquo;s race. Newsom has offered support for SB 562, though he&rsquo;s been nuanced about it. He has been attacked by other Democratic gubernatorial candidates, chiefly Villaraigosa, for backing a proposal that&rsquo;s still light on details.</p>\r\n\r\n<p>In turn, the California Nurses Association and National Nurses United, which supports Newsom, has called Villaraigosa&rsquo;s claims &quot;fear mongering&quot; and &quot;disgracefully intended to alarm seniors about their Medicare coverage.&quot;</p>\r\n\r\n<p>Here&rsquo;s Villaraigosa&rsquo;s claim about the plan in a March 5, 2018 press release:</p>\r\n\r\n<p><em>&quot;Newsom calls any attempt to demand details of his $200 billion tax increase and plan to force seniors off of Medicare as &lsquo;defeatist.&rsquo; I call refusing to say how you will successfully persuade Californians to more than double their taxes while taking away their Medicare simply deceptive.&quot;</em></p>\r\n\r\n<p>This is not the first time Villaraigosa has made some version of the claim, and lumped Newsom in with it.</p>\r\n\r\n<p>&quot;Seniors have earned the right to Medicare as we know it. We should start the discussion with protecting this effective single-payer system, not with the Newsomcare plan to demolish it,&quot; Villaraigosa said in a campaign email on Jan. 25, 2018.</p>\r\n\r\n<p>Villaraigosa again criticized SB 562 at a gubernatorial candidates forum in Sacramento on March 8, 2018, saying:</p>\r\n\r\n<p>&quot;It would end Medicare as we know it. &hellip; Everybody that has an insurance program would be off of it.&quot;</p>\r\n\r\n<p>Villaraigosa added that he still favors a single-payer system &quot;in concept,&quot; just not this specific bill.</p>\r\n\r\n<p>In this fact check, we focused on Villaraigosa&rsquo;s claim the plan would force seniors off Medicare. We&rsquo;ll save an examination of whether the plan is really a $200 billion tax increase for another time.</p>\r\n\r\n<p><img alt=\"\" src=\"https://www.capradio.org/media/8756269/large.jpg\" style=\"height:573px; width:579px\" /></p>\r\n\r\n<p><em>Visit PolitiFact California&#39;s&nbsp;Tracking the Truth series&nbsp;<a href=\"http://www.politifact.com/subjects/2018-california-governors-race/\">here</a>&nbsp;to see all&nbsp;of our 2018 governor&#39;s race fact-checks.&nbsp;</em></p>\r\n\r\n<p><strong>Our research</strong></p>\r\n\r\n<p>Health policy experts told us there&rsquo;s a lot of uncertainty about what the single-payer proposal will do, if it&rsquo;s ever passed.</p>\r\n\r\n<p>They said Villaraigosa&rsquo;s statement is accurate to a point, but also leaves out much of the story.</p>\r\n\r\n<p>The text of the bill says it would honor the rules and benefits of federal health plans such as Medicare, which covers more than <a href=\"https://www.kff.org/medicare/state-indicator/total-medicare-beneficiaries/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">5 million</a> Californians.</p>\r\n\r\n<p>&quot;I think it is correct to say that the bill aspires to fold Medicare into the California single payer, Healthy California,&quot; Joy Melnikow, director of the UC Davis Center for Healthcare Policy and Research, said in an email.</p>\r\n\r\n<p>Laurence Baker, professor of health research and policy at Stanford University, added: &quot;It&rsquo;s probably technically correct to say it (SB 562) intends to get rid of Medicare. It&rsquo;s also fair to say we don&rsquo;t know what it would be replaced with.&quot;</p>\r\n\r\n<p><strong>Partially true?&nbsp;</strong></p>\r\n\r\n<p>Gerald Kominski, director of the UCLA Center for Health Policy Research, agreed there&rsquo;s some truth to Villaraigosa&rsquo;s claim.</p>\r\n\r\n<p>&quot;I would rate this assertion by Villaraigosa as partially true. SB 562 would replace Medicare with a more comprehensive state program that would make Medicare beneficiaries better off, because it would be more inclusive than Medicare, and dramatically reduce out-of-pocket payments for supplement insurance and deductibles and copayments. The press release uses negative language to describe this change, which in my opinion is misleading,&quot; Kominski said in an email.</p>\r\n\r\n<p>All three expressed a degree of skepticism that the federal government would allow &nbsp;California to incorporate Medicare recipients into a statewide single-payer plan.</p>\r\n\r\n<p>&quot;Whether a federal waiver would be granted to do this is speculative,&quot; Melnikow wrote.</p>\r\n\r\n<p><strong>Evidence from Villaraigosa</strong></p>\r\n\r\n<p>We asked Villaraigosa&rsquo;s campaign for evidence supporting the claim.</p>\r\n\r\n<p>A spokesman responded with links to news articles that describe the plan and issued the following statement, which adds a bit more detail than the initial claim that caught our attention:</p>\r\n\r\n<p>&quot;Under SB 562, California seniors would no longer receive healthcare through Medicare. All federal funds currently going towards Medicare beneficiaries in California will be redirected to an unknown, state-run plan.&quot;</p>\r\n\r\n<p>Villaraigosa has challenged Newsom to an in-depth debate on the single-payer proposal.</p>\r\n\r\n<p><strong>Response from Newsom </strong></p>\r\n\r\n<p>In a statement, Newsom&rsquo;s spokesman rejected the idea that the candidate supports any plan that would harm Medicare coverage:</p>\r\n\r\n<p>&quot;It&rsquo;s outright fiction to suggest Gavin Newsom would ever advocate for a reduction in Medicare coverage. He will never support a bill that ends Medicare for anyone -- full stop. &nbsp;Gavin strongly believes we need to double down on Medicare in California and was the first candidate in this race to support a federal Medicare for All bill. Under a Newsom state health plan, anyone eligible for Medicare would keep their Medicare, and Gavin will fight hard to guarantee comprehensive health care for anyone not covered under Medicare.&quot;</p>\r\n\r\n<p>Newsom&rsquo;s spokesman added that the lieutenant governor supports SB 562 moving through the legislative process, noting that changes will take place as it advances.</p>\r\n\r\n<p>The bill&rsquo;s author, State Sen. Ricardo Lara, said SB 562 would &quot;equal or exceed the coverage&quot; of Medicare and other federal healthcare programs, through his spokesman.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Candidate for governor Antonio Villaraigosa recently claimed a single-payer health plan backed by Lt. Gov. Gavin Newsom would force seniors off Medicare.</p>\r\n\r\n<p>That plan, also known as SB 562 or Healthy California, proposes to create one central government health insurance provider in the state by folding in all other plans, including federal coverage such as Medicare. So, in this sense, Villaraigosa has a point. If successful, the plan would eliminate Medicare in the state and create a brand new, untested system.</p>\r\n\r\n<p>Villaraigosa&rsquo;s claim, however, ignores the fact that the single-payer proposal at least intends to honor all rules and benefits under Medicare and improve upon the system.</p>\r\n\r\n<p>His statement gives the impression that seniors would be forced off Medicare and left without healthcare, which is far from the plan&rsquo;s stated goal.</p>\r\n\r\n<p>Notably, California would need federal approval to bring Medicare and other federal plans into its new system. Experts say this approval is, at best, a long-shot.</p>\r\n\r\n<p>Newsom, the frontrunner in the race for governor, has expressed support for SB 562, though he&rsquo;s said it&rsquo;s not complete and still needs to move through the legislative process.</p>\r\n\r\n<p>In the end, there is much that&rsquo;s unknown about the California proposal, including whether it will ever pass the Legislature. &nbsp;</p>\r\n\r\n<p>What we do know is that Villaraigosa&rsquo;s statement about taking away Medicare is partially accurate, but leaves out key context and tells only part of the story.</p>\r\n\r\n<p>We rate it Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong>&nbsp;&ndash; The statement is partially accurate but leaves out important details or takes things out of context.</em></p>\r\n\r\n<p><em>Click here for <a href=\"http://www.politifact.com/truth-o-meter/article/2018/feb/12/principles-truth-o-meter-politifacts-methodology-i/\">more</a> on the six PolitiFact ratings and how we select facts to check.</em></p>\r\n\r\n<p><em>PolitiFact California is fact-checking claims in the 2018 governor&#39;s race.&nbsp;Hear a claim you want fact-checked? Email us at politifactca@capradio.org, tweet us <a href=\"https://twitter.com/CAPolitiFact\">@CAPolitiFact</a> or contact us on <a href=\"https://www.facebook.com/politifact.california/\">Facebook</a>.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-03-06T23:55:29.644548", "ruling_date": "2018-03-08T15:46:36", "ruling_headline": "Villaraigosa neglects key facts in claim single-payer ‘forces seniors off Medicare’", "ruling_headline_slug": "villaraigosas-claim-sb-562-will-force-seniors-medi", "ruling_link_text": "Claim takes things out of context", "ruling_state": "California", "source_documents": null, "sources": "<p>Antonio Villaraigosa, press release, <a href=\"https://antonioforcalifornia.com/news/antonio-villaraigosa-challenges-gavin-newsom-to-debate-sb-562/\">Antonio Villaraigosa Challenges Gavin Newsom To Debate Senate Bill 562</a>, March 5, 2018</p>\r\n\r\n<p>Villaraigosa for Governor 2018, campaign email, SB562 and Single Payer Healthcare, Jan. 25, 2018</p>\r\n\r\n<p>Antonio Villaraigosa, op-ed, Orange County Register, <a href=\"https://www.ocregister.com/2018/03/03/protecting-health-care-for-californians-takes-more-than-a-press-release-it-takes-a-real-plan/\">Protecting health care for Californians takes more than a press release &mdash; it takes a real plan</a>, March 3, 2018</p>\r\n\r\n<p>Luis Viscaino, spokesman, Antonio for Governor campaign, interview March 6, 2018</p>\r\n\r\n<p>Senate Bill 562, <a href=\"http://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB562\">text</a>, accessed March 2018</p>\r\n\r\n<p><a href=\"http://healthpolicy.ucla.edu/about/Pages/DirectorsMessage.aspx\">Gerald Kominski</a>, director, UCLA Center for Health Policy Research, interview March 5, 2018</p>\r\n\r\n<p>Joy Melnikow, director, UC Davis Center for Healthcare Policy and Research, interview March 5, 2018</p>\r\n\r\n<p>Laurence Baker, professor of health research and policy, Stanford University, interview March 5, 2018</p>\r\n\r\n<p>California Nurses Association, Nurses: Villaraigosa&rsquo;s Distortions, Fear Mongering on SB 562 Stain His Candidacy, Mock Health Crisis Felt by Millions, Jan. 18, 2018</p>\r\n\r\n<p>Michael Soller, spokesman for State Sen. Ricardo Lara, email exchange March 6, 2018</p>\r\n\r\n<p>Nathan Click, campaign spokesman for Gavin Newsom, interview March 6, 2018</p>\r\n\r\n<p>Deborah Burger, co-president of the California Nurses Association, op-ed, Sacramento Bee, <a href=\"http://www.sacbee.com/opinion/op-ed/soapbox/article165105902.html\">The barrier to single payer isn&rsquo;t cost, it&rsquo;s politics</a>, Aug. 3, 2017</p>\r\n\r\n<p><em>Sacramento Bee</em>, <a href=\"http://www.sacbee.com/news/politics-government/capitol-alert/article194597914.html\">Gavin Newsom learning what it&rsquo;s like to be frontrunner for California governor</a>, January 13, 20187</p>\r\n\r\n<p><em>Los Angeles Times</em>, <a href=\"http://www.latimes.com/la-pol-ca-essential-politics-updates-antonio-villaraigosa-jabs-at-gavin-1506116684-htmlstory.html\">Antonio Villaraigosa jabs at Gavin Newsom over his apparent embrace of single-payer healthcare bill</a>, Sept. 22, 2017</p>\r\n\r\n<p><em>Los Angeles Times</em>, <a href=\"http://www.latimes.com/politics/essential/la-pol-ca-essential-politics-updates-in-speech-to-single-payer-advocates-1506103477-htmlstory.html\">&#39;We will have universal healthcare in the state of California,&#39; Gavin Newsom promises single-payer advocates</a>, Sept. 22, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "candidate for California governor", "false_count": 1, "first_name": "Antonio ", "half_true_count": 1, "home_state": "California", "id": 3775, "last_name": "Villaraigosa", "mostly_true_count": 6, "name_slug": "antonio-villaraigosa", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Antonio_Villaraigosa_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3775/", "total_count": 8, "true_count": 0, "website": ""}, "statement": "<p>California&rsquo;s single-payer healthcare proposal would &quot;force seniors off of Medicare.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2018-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 326, "photo": null, "resource_uri": "/api/v/2/subject/326/", "subject": "State government spending ", "subject_slug": "state-government-spending", "used_in_edition": ["/api/v/2/edition/61/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "<p>The &ldquo;Tracking The Truth,&rdquo; project will fact-check claims in the 2018 California governor&rsquo;s race. This ongoing series will hold candidates and their campaigns accountable for what they say in speeches, advertisements and on social media.</p>\r\n", "id": 329, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/Tracker-WebV2.png", "resource_uri": "/api/v/2/subject/329/", "subject": "The 2018 California Governor's Race", "subject_slug": "2018-california-governors-race", "used_in_edition": ["/api/v/2/edition/49/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "California Lt. Governor", "false_count": 1, "first_name": "Gavin", "half_true_count": 3, "home_state": "California", "id": 3399, "last_name": "Newsom", "mostly_true_count": 4, "name_slug": "gavin-newsom", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/0506-gavin-newsome-p_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3399/", "total_count": 15, "true_count": 4, "website": ""}], "twitter_headline": "Villaraigosa neglects key facts in claim single-payer ‘forces seniors off Medicare’"}