{"art": [{"brightcove": "", "caption": "A member of the U.S. Navy performs maintenance on the USS New Mexico submarine on April 26, 2017, in Groton, Conn. (AP/Steven Senne)", "id": 15174, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Submarine.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15174/", "title": "Submarine", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2018/mar/09/donald-trump/how-vital-our-national-security-are-steel-aluminum/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "How 'vital to our national security' are steel, aluminum?", "id": 15125, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15125/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When President Donald Trump imposed tariffs on steel and aluminum imports, the stated reason was national security.</p>\r\n\r\n<p>&quot;The president is exercising his authority to impose a 25 percent tariff on steel imports and a 10 percent tariff on aluminum imports in order to protect our national security,&quot; the White House said in a <a href=\"https://www.whitehouse.gov/briefings-statements/president-donald-j-trump-addressing-unfair-trade-practices-threaten-harm-national-security/\">statement</a>.</p>\r\n\r\n<p>Specifically, the White House cited section 232 of the Trade Expansion Act of 1962, which it said &quot;provides the president with authority to adjust imports being brought into the United States in quantities or under circumstances that threaten to impair national security.&quot;</p>\r\n\r\n<p>Hours before he officially announced the tariffs, Trump <a href=\"https://plus.cq.com/doc/newsmakertranscripts-5279070?4\">said</a> he was &quot;taking action to protect American industries that are vital to our national security, including American aluminum and steel. &hellip; Aluminum and steel are the backbone of our nation. They are the bedrock of our defense industrial base.&quot;</p>\r\n\r\n<p>Is Trump right that American aluminum and steel &quot;are vital to our national security&quot; and &quot;the bedrock of our defense industrial base&quot;?&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Dueling departments</div>\r\n\r\n<p>In an undated but recent <a href=\"https://www.commerce.gov/sites/commerce.gov/files/department_of_defense_memo_response_to_steel_and_aluminum_policy_recommendations.pdf\">memo</a>, Defense Secretary James Mattis acknowledged concerns about &quot;unfair trade practices,&quot; but he emphasized that &quot;the U.S. military requirements for steel and aluminum each only represent about 3 percent of U.S. production.&quot;</p>\r\n\r\n<p>In other words, domestic production in the United States is more than 30 times the amount required to satisfy Defense Department needs -- before having to use a single ton of imported steel.</p>\r\n\r\n<p>Defense&rsquo;s share of the high-purity aluminum produced domestically is a bit higher -- 10 percent -- but here, too, this &quot;is more than adequately met&quot; by existing U.S. sources, according to the Aerospace Industries Association of America.</p>\r\n\r\n<p>The Pentagon&rsquo;s small share of U.S. steel and aluminum output would seem to undercut the argument of national security as a credible justification for the tariffs.</p>\r\n\r\n<p>However, the decision to impose tariffs for steel and aluminum imports was made based on a different argument by the Commerce Department, which is headed by a longtime free-trade skeptic, Wilbur Ross.</p>\r\n\r\n<p>In a pair of January 2018 reports, the Commerce Department addressed the role of the American <a href=\"https://www.commerce.gov/sites/commerce.gov/files/the_effect_of_imports_of_steel_on_the_national_security_-_with_redactions_-_20180111.pdf\">steel</a> and <a href=\"https://www.commerce.gov/sites/commerce.gov/files/the_effect_of_imports_of_aluminum_on_the_national_security_-_with_redactions_-_20180117.pdf\">aluminum</a> industries in preserving national security. In both cases, the department said that action against imports was necessary.</p>\r\n\r\n<p>The department concluded that the present import situation was &quot;weakening our internal economy,&quot; which it noted was language included in the 1962 law.</p>\r\n\r\n<p>Specifically, <a href=\"https://www.gpo.gov/fdsys/pkg/STATUTE-76/pdf/STATUTE-76-Pg872.pdf\">the law says</a>:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>In the administration of this section, the director (of the Office of Emergency Planning) and the president shall further recognize the close relation of the economic welfare of the nation to our national security, and shall take into consideration the impact of foreign competition on the economic welfare of individual domestic industries; and any substantial unemployment, decrease in revenues of government, loss of skills or investment, or other serious effects resulting from the displacement of any domestic products by excessive imports shall be considered, without excluding other factors, in determining whether such weakening of our internal economy may impair the national security.</em></p>\r\n\r\n<p>The law offers a more expansive definition of national security than might be obvious on the surface. Both Commerce reports cite a variety of elements of &quot;national security&quot; that fall well beyond the scope of military activities.</p>\r\n\r\n<p>National security, according to the steel report, &quot;encompasses U.S. critical infrastructure sectors including transportation systems, the electric power grid, water systems, and energy generation systems.&quot; Similarly, the aluminum report cites &quot;critical infrastructure sectors that are central to the essential operations of the U.S. economy and government, including power transmissions, transportation systems, manufacturing industries, construction, and others.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Keeping a viable industrial base</div>\r\n\r\n<p>Wayne Ranick, spokesman for the United Steelworkers labor union, said he has no quarrel with the Defense Department&rsquo;s 3 percent calculation. However, he argued -- as the Commerce Department did -- that &quot;to sustain that 3 percent, there must be viable U.S. aluminum and steel mills.&quot;</p>\r\n\r\n<p>Ongoing viability, Ranick said, requires operating at 80 percent capacity. &quot;Mills that have so few orders that they must operate at less than 80 percent capacity shut down sections, lay off workers and lose money,&quot; he said. &quot;When too much money is lost, the company goes bankrupt and the mill closes.&quot;</p>\r\n\r\n<p>He pointed to findings by the Commerce Department that there&rsquo;s only one company left in the United States that produces the Navy armor plate used to build the Virginia Class Submarines, and that only one smelter produces the high-purity aluminum required for defense aerospace needs.</p>\r\n\r\n<p>Skeptics, however, see this argument as industry concerns masquerading as national security concerns.</p>\r\n\r\n<p>&quot;Steel and aluminum are widely traded commodities in international markets, and the U.S. has ample production capacity to satisfy its defense needs,&quot; said Monica de Bolle, senior fellow at the Peterson Institute for International Economics, which generally has a free-trade bent. &quot;The case for tariffs made by the Commerce Department is that other countries underprice steel and aluminum, hurting U.S. production. This is not a national security argument.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Impacts not considered</div>\r\n\r\n<p>Critics of the tariffs say they can cause at least as many national security headaches as they solve.</p>\r\n\r\n<p>For instance, the tariff issue has <a href=\"https://www.cnn.com/2018/03/08/politics/tariff-donald-trump-national-security/index.html\">already irked</a> U.S. allies whose assistance is needed in countless military and diplomatic situations across the globe. Those allies also tend to be valued customers for the U.S. defense sector, which has a sizable trade surplus with the rest of the world.</p>\r\n\r\n<p>&quot;When relations overall are good, we export quite a lot of military equipment to allies and partners,&quot; said Remy Nathan, vice president for international affairs at the Aerospace Industries Association. Because a lot of that business come from maintenance, repair and spare parts of U.S.-made military items, this is &quot;the gift that keeps on giving.&quot;</p>\r\n\r\n<p>There&rsquo;s also a concern that the tariffs could kick off a global trade war, with unknown but potentially significant impacts on the availability of other inputs needed by the U.S. military, not to mention the economy at large. A <a href=\"https://www.bloomberg.com/news/articles/2018-03-02/national-security-is-a-good-reason-for-protection-but-not-of-steel-and-aluminum\">Bloomberg article</a> noted that access to solid rocket fuel is a commodity that should be much more worrisome for the United States than either steel or aluminum.</p>\r\n\r\n<p>In the meantime, the decision to justify the tariffs based on national security could embolden other countries to impose trade barriers of their own on the basis of &quot;national security,&quot; with negative impacts for the United States.</p>\r\n\r\n<p>In addition, while the tariffs would likely aid domestic producers of aluminum and steel, they would presumably raise prices for companies that turn those raw materials into finished products, and this could hurt national security as well.</p>\r\n\r\n<p>This is especially acute for companies that sell both to private sector companies and the Pentagon, Nathan said.</p>\r\n\r\n<p>The White House did not respond to an inquiry for this article.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Trump said that American aluminum and steel &quot;are vital to our national security. ... They are the bedrock of our defense industrial base.&quot;</p>\r\n\r\n<p>Military purchases account for a small fraction of U.S. production for both metals, to say nothing of foreign imports. Critics add that the tariffs could have negative impacts on national security that aren&rsquo;t taken into account by the White House or Commerce Department.</p>\r\n\r\n<p>Bolstering Trump&rsquo;s point, however, the 1962 law used as justification for the tariffs specifically allows a more expansive definition that adds far-reaching critical infrastructure to specific military activities.</p>\r\n\r\n<p>Because this claim needs so much additional context, we rate the statement Half True.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-03-09T15:48:42.456051", "ruling_date": "2018-03-09T16:20:06", "ruling_headline": "How 'vital to our national security' is steel, aluminum?", "ruling_headline_slug": "how-vital-our-national-security-are-steel-aluminum", "ruling_link_text": "Depends on how you define 'national security'", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump, <a href=\"https://plus.cq.com/doc/newsmakertranscripts-5279070?4\">remarks</a> before a cabinet meeting, March 8, 2018</p>\r\n\r\n<p>Commerce Department, &quot;<a href=\"https://www.commerce.gov/news/press-releases/2018/02/secretary-ross-releases-steel-and-aluminum-232-reports-coordination\">Secretary Ross Releases Steel and Aluminum 232 Reports in Coordination with White House</a>,&quot; Feb. 16, 2018</p>\r\n\r\n<p>Commerce Department, &quot;<a href=\"https://www.commerce.gov/sites/commerce.gov/files/the_effect_of_imports_of_aluminum_on_the_national_security_-_with_redactions_-_20180117.pdf\">The Effect of Imports of Aluminum on the National Security</a>,&quot; Jan. 17, 2018</p>\r\n\r\n<p>Commerce Department, &quot;<a href=\"https://www.commerce.gov/sites/commerce.gov/files/the_effect_of_imports_of_steel_on_the_national_security_-_with_redactions_-_20180111.pdf\">The Effect of Imports of Steel on the National Security</a>,&quot; Jan. 11, 2018</p>\r\n\r\n<p>James Mattis, <a href=\"https://www.commerce.gov/sites/commerce.gov/files/department_of_defense_memo_response_to_steel_and_aluminum_policy_recommendations.pdf\">memo</a>, accessed March 9, 2018</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/briefings-statements/president-donald-j-trump-addressing-unfair-trade-practices-threaten-harm-national-security/\">fact sheet on trade</a>, March 8, 2018</p>\r\n\r\n<p>Bloomberg, &quot;<a href=\"https://www.bloomberg.com/news/articles/2018-03-02/national-security-is-a-good-reason-for-protection-but-not-of-steel-and-aluminum\">National Security Is a Good Reason for Protection. But Not of Steel and Aluminum</a>,&quot; March 2, 2018</p>\r\n\r\n<p>CNN, &quot;<a href=\"https://www.cnn.com/2018/03/08/politics/tariff-donald-trump-national-security/index.html\">US allies are upset. The top economist quit. Trump doesn&#39;t care</a>,&quot; March 9, 2018</p>\r\n\r\n<p>Interview with Remy Nathan, vice president for international affairs at the Aerospace Industries Association, March 9, 2018</p>\r\n\r\n<p>Email interview with Wayne Ranick, communications director for the United Steelworkers, March 9, 2018</p>\r\n\r\n<p>Email interview with Monica de Bolle, senior fellow at the Peterson Institute for International Economics, March 9, 2018</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>American aluminum and steel &quot;are vital to our national security. ... They are the bedrock of our defense industrial base.&quot;</p>\r\n", "statement_context": "remarks before a Cabinet meeting", "statement_date": "2018-03-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": "How 'vital to our national security' are steel, aluminum?"}