{"art": [{"brightcove": "", "caption": "In this radio ad released March 6, 2018, Republican Sen. Ted Cruz says Democrat Beto O'Rourke wants open borders and to \"take our guns.\" PolitiFact Texas rated this claim FALSE.", "id": 15211, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/15211/", "title": "Ted Cruz radio ad, 3/6/18", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/MvKElqdUxZg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "MvKElqdUxZg"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/mar/15/ted-cruz/ted-cruz-says-beto-orourke-wants-open-borders-and-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ted Cruz: Beto O'Rourke wants open border and to take guns", "id": 15143, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15143/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Republican U.S. Sen. Ted Cruz of Texas debuted a song the night of the Texas primaries setting Cruz on course to face Beto O&rsquo;Rourke on the November 2018 ballot.</p>\r\n\r\n<p>It&rsquo;s not a love song. The <a href=\"https://docs.google.com/document/d/e/2PACX-1vQWpDaUXMpuB_8oYCao09QO7i3PCEKcoMEdmKwlVZc7CvaRdxfGBP6K-iy7apuuoM0I1BRs5gAfYhBm/pub\">ditty</a> portrays O&rsquo;Rourke, a Democrat who represents El Paso in the U.S. House, as a liberal unelectable in Texas; voters there haven&rsquo;t lifted a Democrat into statewide office since 1994.</p>\r\n\r\n<p>To the tune of Alabama&rsquo;s <a href=\"https://www.youtube.com/watch?v=w6r4E514nJg\">&quot;If You&rsquo;re Gonna Play in Texas,</a>&quot; the singer opens: &quot;If you&rsquo;re gonna run in Texas, you can&rsquo;t be a liberal man.&quot;</p>\r\n\r\n<p>Cruz&#39;s song contains a trio of factual claims. For starters, the singer says O&rsquo;Rourke started calling himself Beto rather than his given name of Robert to &quot;fit in.&quot; O&rsquo;Rourke&nbsp;responded to that&nbsp;sally with a <a href=\"https://twitter.com/BetoORourke/status/971467245477081092\">tweet</a> showing a photo of the candidate as a boy wearing a shirt inscribed, &quot;Beto,&quot; tracing to his preschool days, O&rsquo;Rourke told us by phone.</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/Rlh8L6SlK3eX37ivy_x54Pv_1m1Z3WVIreovq5fTMaMudJF0KPQ3buRTsT9fSyUFJYhtJ0_fgsBw-g8gVrwMaURrQraft9TRIb5pnAzEH1rj-2k5qagFD_ZSlg7j9IJ2N1jv6iqP\" style=\"border:1px solid; float:left; height:458px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> <a href=\"https://twitter.com/BetoORourke/status/971467245477081092\">Tweet</a>, Beto O&rsquo;Rourke, 1:26 p.m. March 7, 2018</p>\r\n\r\n<p>The song&#39;s other claims touched off this fact-check: &quot;Beto wants those open borders/And wants to take our guns.&quot;</p>\r\n\r\n<p>Without a doubt, we found, O&rsquo;Rourke has objected to walling off the border and he favors a ban on civilian purchases of what critics call assault weapons including AR-15s, a type of semi-automatic rifle. However, he&rsquo;s not called for opening the borders or for government agents to take guns from law-abiding residents.</p>\r\n\r\n<p><strong>Open borders</strong></p>\r\n\r\n<p>The concept of &quot;open borders&quot; drew the PolitiFact Truth-O-Meter initially when Donald Trump in 2016 charged Democrat Hillary Clinton with favoring open borders. Experts said then that making it easier for undocumented immigrants to obtain legal status wasn&rsquo;t the same as getting rid of enforcement and allowing open borders.</p>\r\n\r\n<p>But there&rsquo;s a longer history to &quot;open borders,&quot; which the U.S. essentially had for 85 years, the libertarian Cato Institute <a href=\"https://www.cato.org/cato-handbook-policymakers/cato-handbook-policy-makers-8th-edition-2017/immigration\">notes</a>. &quot;From 1790 to 1875,&quot; the institute says, any &quot;immigrant from any country could legally enter, live and work in the United States.&quot;</p>\r\n\r\n<p>Yet Congress subsequently regulated immigration decade after decade while nowadays, Cato analyst <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a> told us by email, there &quot;are no members of Congress who support &lsquo;open borders&rsquo; or anything that even approaches it.&quot;</p>\r\n\r\n<p><a href=\"https://www.cfr.org/experts/edward-alden\">Edward Alden</a>, a senior fellow at the Council on Foreign Relations who authored a <a href=\"https://www.cfr.org/book/closing-american-border\">2008 book</a> on federal actions to tighten U.S. borders after 9/11, similarly told us he&rsquo;s unaware of congressional advocates for opening our borders. &quot;It&rsquo;s a derogatory term,&quot; Alden said by phone, &quot;that doesn&rsquo;t have a whole lot of analytical meaning. It&rsquo;s not even in the conversation in Washington,&quot; Alden said, where the focus since the 1990s has been on strengthening border security.</p>\r\n\r\n<p>Cruz spokeswoman Catherine Frazier, asked&nbsp;the basis of Cruz&rsquo;s &quot;open borders&quot; claim, pointed out that O&rsquo;Rourke, an El Paso native and former member of the El Paso City Council, has been full-throated about opposing the border-long wall promised by President Trump as unlikely to improve security or the flow of trade. Also, she noted, O&rsquo;Rourke has questioned the worth of existing border barriers.</p>\r\n\r\n<p><strong>O&rsquo;Rourke tweets and comments</strong></p>\r\n\r\n<p>O&rsquo;Rourke <a href=\"https://twitter.com/BetoORourke/status/824350219269787657\">tweeted</a> in January 2017: &quot;Less than zero. That&#39;s the amount of immigration we have from MX. More Mexicans going south than coming to the U.S. Do we need a wall?&quot; O&rsquo;Rourke <a href=\"https://twitter.com/BetoORourke/status/855196194183815169\">tweeted</a> in April 2017: &quot;We already have a border wall that we don&#39;t need. Don&#39;t need more walls and militarization at a time that the border has never been safer.&quot; An accompanying video shows O&rsquo;Rourke standing in Hidalgo on the Texas-Mexico border and saying fencing there keeps Americans from fully enjoying a U.S. nature preserve. O&rsquo;Rourke says: &quot;You tell me if this looks like a war zone or we need to militarize it or if it needs a wall.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke told us by phone he doesn&rsquo;t believe in open orders. Still, he said, &quot;we don&rsquo;t need walls. We already have over 600 miles of walls, fencing and physical barriers in place. We don&rsquo;t need them. They&rsquo;re not making us safer.&quot;</p>\r\n\r\n<p>Generally, O&rsquo;Rourke said, &quot;it should be easier for people to legally cross the border at ports of entry where they have inspections by a customs officer.&quot; He noted that in alignment with Sen. John Cornyn, R-Texas, he successfully advocated in 2013-14 for an uptick in customs officers and improvements to ports of entry. Rob Friedlander of O&rsquo;Rourke&rsquo;s House office answered our request for detail with emails pointing out matching port of entry infrastructure proposals filed in 2013 by <a href=\"https://www.congress.gov/bill/113th-congress/senate-bill/1812/text\">Cornyn</a> and <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/3753\">O&rsquo;Rourke</a> and an <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/3547/text\">omnibus measure</a> <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/3547/actions\">signed into law</a> in 2014 including language authorizing the government to enter into cost-sharing agreements at ports of entry and to accept donations toward building, maintaining or altering related infrastructure; the measure also authorized the addition of 2,000 customs agents at a cost of $256 million.</p>\r\n\r\n<p><strong>O&rsquo;Rourke&rsquo;s campaign website</strong></p>\r\n\r\n<p>We also checked <a href=\"https://betofortexas.com/issues/\">O&rsquo;Rourke&rsquo;s campaign website</a> for mentions of open borders.</p>\r\n\r\n<p>On a <a href=\"https://betofortexas.com/issue/immigration/\">web page devoted to immigration</a>, O&rsquo;Rourke says &quot;the surest way to improve safety and security is not to build a wall or spend billions more, but to ensure that we are maximizing the potential from everyone in this state, treating each other with respect and dignity.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke goes on to list six steps he favors including a &quot;Dreamer&quot; law giving residents who entered the U.S. as children paths to permanent legal residency and citizenship. The site includes no call for an open border.</p>\r\n\r\n<p><strong>City of El Paso resolution</strong></p>\r\n\r\n<p>From earlier years, Cruz&rsquo;s camp pointed out a City of El Paso document showing that O&rsquo;Rourke backed a council resolution objecting to previous federal plans to expand fencing near the border.</p>\r\n\r\n<p>That <a href=\"http://legacy.elpasotexas.gov/muni_clerk/minutes/01-13-09%20Regular%20City%20Council%20Meeting%20Minutes.pdf\">799-word resolution</a>, adopted unanimously in January 2009, says local fencing mandated by the Secure Border Fence Act of 2006 &quot;will only divide the El Paso/Juarez community and do nothing to advance a comprehensive approach to immigration reform.&quot;</p>\r\n\r\n<p>The resolution also says &quot;the complex issues of illegal immigration and a porous border cannot be fixed by an enforcement-only approach. Any solutions must take a multi-layered approach to multi-layered issues created over decades of neglect.&quot; Also, the resolution &quot;encourages the federal government to re-examine the construction of the fence along the entire southern border.&quot; The resolution doesn&rsquo;t include a pitch for opening the border entirely.</p>\r\n\r\n<p><strong>O&rsquo;Rourke in Congress</strong></p>\r\n\r\n<p>So, has O&rsquo;Rourke championed open borders in Congress?</p>\r\n\r\n<p>Alden noted by email that O&rsquo;Rourke, who joined the House in 2013, voted that year with colleagues on the House Homeland Security Committee to approve a measure offered by the panel chairman, Rep. <a href=\"https://mccaul.house.gov/\">Michael McCaul</a>, R-Austin, that included a goal for federal officers to apprehend 90 percent of people crossing the border illegally.</p>\r\n\r\n<p>We confirmed O&rsquo;Rourke&rsquo;s &quot;aye&quot; vote from the committee&rsquo;s May 2013 <a href=\"https://www.congress.gov/congressional-report/113th-congress/house-report/87\">report</a> to Congress on its approval of the Border Security Results Act of 2013.</p>\r\n\r\n<p>Also spotted: A post-vote statement in the report, inserted on behalf of committee Democrats, objecting to officials trying to stop all illicit border activity. The statement from Rep. <a href=\"https://benniethompson.house.gov/\">Bennie G. Thompson</a> of Miss. says committee Democrats didn&rsquo;t share the Republican majority&rsquo;s view that &quot;striving to stop 100 percent of all illicit cross-border activity should be the attitude of every (Homeland Security) Department employee with a border security mission.&quot;</p>\r\n\r\n<p>Thompson&rsquo;s statement suggests such a focus could weaken security elsewhere:</p>\r\n\r\n<p style=\"margin-left:58.5pt\">&quot;Specifically, we are concerned that asking DHS to interdict 100 percent of illicit cross-border activity between the ports of entry would unduly divert limited resources from other border security efforts, potentially undermining our nation&#39;s homeland security or economic security. Instead, Democratic members strongly support a comprehensive, risk-based approach to border security that would maximize our enforcement efforts both at and between the ports of entry, while facilitating the legitimate flow of cross-border trade and travel.&quot;</p>\r\n\r\n<p><strong>Taking guns</strong></p>\r\n\r\n<p>As far as O&rsquo;Rourke wanting to &nbsp;&quot;take our guns,&quot; Cruz&rsquo;s camp pointed out that O&rsquo;Rourke was among sponsors of an unsuccessful 2015 House proposal, <a href=\"https://www.nraila.org/articles/20151229/124-anti-gun-democrats-introduce-gun-and-magazine-ban-in-house-of-representatives\">opposed by the NRA</a>, to bar the import, manufacture and sale of &quot;assault weapons.&quot; More recently, we found, O&rsquo;Rourke <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5087/cosponsors\">ranks among cosponsors</a> of the <a href=\"https://www.congress.gov/115/bills/hr5087/BILLS-115hr5087ih.pdf\">2018 version of the legislation</a> authored by Rep. <a href=\"https://cicilline.house.gov/\">David Cicilline</a>, D-R.I.</p>\r\n\r\n<p>The 2018 measure would bar the import, manufacture, sale or possession of any semi-automatic weapon--some 205 firearms, Frazier told us by email--or &quot;large capacity ammunition feeding device.&quot; But the proposal&nbsp;also says the bar wouldn&rsquo;t apply to any semi-automatic assault weapon or feeding device lawfully held before the act passes into law.</p>\r\n\r\n<p>O&rsquo;Rourke told us by phone: &quot;My intent is for AR-15s not to be sold to the public.&quot;&nbsp;<a href=\"http://www.politifact.com/florida/statements/2016/oct/11/national-rifle-association/patrick-murphy-wants-ban-commonly-owned-guns-nra-s/\">A word</a>: The AR-15 is a derivative of a semi-automatic rifle first developed by gunmaker ArmaLite in the 1950s. The AR refers to ArmaLite rifle, and does not stand for &quot;assault rifle.&quot; As of 2016, there were between <a href=\"http://www.miamiherald.com/news/state/florida/article83462157.html\">6 million and 10 million of these semi-automatic rifles</a> in U.S. circulation. The NRA refers to this style of&nbsp;weapon as a &quot;<a href=\"http://www.nytimes.com/2016/06/14/nyregion/ar-15-rifles-are-beloved-reviled-and-a-common-element-in-mass-shootings.html?_r=0\">modern sporting rifle</a>.&quot;</p>\r\n\r\n<p>To our inquiry, Richard Luchette, a Cicilline aide, noted by email that the O&rsquo;Rourke-backed proposal exempts from the ban 2,258 &quot;legitimate hunting and sporting rifles and shotguns that are named by make and model and specifically exempted from the ban. There are a couple other exemptions too &ndash; antique weapons, weapons used by the military and law enforcement, weapons owned at the time of the bill&rsquo;s enactment, and any firearm that is operated by a bolt, pump, lever, or slide action,&quot; Luchette wrote.</p>\r\n\r\n<p>We noticed otherwise that the measure authorizes federal funds to be spent on government &quot;buy-back&quot; programs for semiautomatic assault weapons and ammunition feeding devices.</p>\r\n\r\n<p>But we saw no language authorizing or directing officials to take existing guns.</p>\r\n\r\n<p>Frazier, following up, said by email that removing from availability the weapons named in the legislation adds up to taking guns. &quot;The people of Texas deserve an explanation from him as to how his support for criminalizing the future sale, transfer and possession of such firearms, does not amount to coming after their guns,&quot; Frazier wrote.</p>\r\n\r\n<p><strong>Other analysts</strong></p>\r\n\r\n<p>For an outside analysis, we turned to <a href=\"https://www.oswego.edu/public-justice/content/jaclyn-schildkraut\">Jaclyn Schildkraut</a>, an assistant professor at the State University of New York at Oswego who has studied mass shootings. Schildkraut told us by email that despite the ban legislation lacking language calling for guns to be taken, &quot;gun rights advocates state that removing any one type of gun is effectively removing all guns.&quot;</p>\r\n\r\n<p>Whatever the proposal explicitly says, Schildkraut said, it&rsquo;d be impractical for the government to collect banned guns in part because there&rsquo;s no federal registry showing who owns such firearms. &quot;Short of committing a crime or turning one in on your own, there&rsquo;s no way they&rsquo;d know you have it,&quot; Schildkraut said.</p>\r\n\r\n<p>We also heard back from <a href=\"https://mitchellhamline.edu/biographies/person/joseph-olson/\">Joseph Olson</a>, a Mitchell Hamline School of Law professor emeritus and former member of the NRA&rsquo;s board of directors. By email, Olson agreed the O&rsquo;Rourke-cosponsored measure doesn&rsquo;t call for taking guns up front. But, Olson said by email, there&rsquo;s suspicion among gun-rights&rsquo; advocates that once such a proposal starts making its way into law, it&rsquo;ll be amended by Congress to enable or even require the government to collect guns.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz says in his song that O&rsquo;Rourke wants &quot;open borders and wants to take our guns.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke opposes President Trump&rsquo;s avowed U.S.-Mexico border wall and also maintains that existing fencing he opposed in the first place doesn&rsquo;t make us safer. But we didn&rsquo;t spot evidence that O&rsquo;Rourke wants U.S. borders open without restriction.</p>\r\n\r\n<p>O&rsquo;Rourke backs a ban on the future sale and possession of about 200 kinds of guns including AR-15-style rifles. But the legislation he&rsquo;s cosponsoring doesn&rsquo;t provide for officials to take any guns held lawfully at the time the measure becomes law.</p>\r\n\r\n<p>We rate this Cruz claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-03-15T11:20:09.748586", "ruling_date": "2018-03-15T11:45:09", "ruling_headline": "Ted Cruz (in a song) says Beto O'Rourke wants open borders and to 'take our guns'", "ruling_headline_slug": "ted-cruz-says-beto-orourke-wants-open-borders-and-", "ruling_link_text": "Song sung untrue", "ruling_state": null, "source_documents": null, "sources": "<p>Press release, <a href=\"https://docs.google.com/document/d/e/2PACX-1vQWpDaUXMpuB_8oYCao09QO7i3PCEKcoMEdmKwlVZc7CvaRdxfGBP6K-iy7apuuoM0I1BRs5gAfYhBm/pub\">&quot;Cruz for Senate Campaign Releases Statewide Radio Ad,&quot;</a> Ted Cruz campaign, March 6, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRI-YPmYR10mQ_FGG64dBD0G5xbEg_NY0kYYXXeHJdpWTvSXBp2PviChYZo5ABL56C_jvsl7yg0e9SI/pub\">Emails</a>, Catherine Frazier, senior communications adviser, Ted Cruz campaign, March 8-9, 2018</p>\r\n\r\n<p>Entry on <a href=\"https://www.cato.org/cato-handbook-policymakers/cato-handbook-policy-makers-8th-edition-2017/immigration\">&quot;immigration,&quot;</a> <a href=\"https://www.cato.org/cato-handbook-policymakers/cato-handbook-policy-makers-8th-edition-2017\">Cato Institute Handbook for Policymakers</a>, 8th edition, Cato Institute, Feb. 21, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQXbyOP6sPCHPyv5XX4nG3w71VC7hxhyqE3hGVSElXBtE4nHWM1Rd0ZtrLL4yPI_34z1o4x6vwfoWwE/pub\">Email</a>, <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a>, immigration policy analyst, Center for Global Liberty and Prosperity, Cato Institute, March 9, 2018</p>\r\n\r\n<p>Web pages, Beto O&rsquo;Rourke campaign, <a href=\"https://betofortexas.com/issues/\">&quot;Issues,&quot;</a> <a href=\"https://betofortexas.com/issue/immigration/\">&quot;Immigration,&quot;</a> undated (accessed March 8, 2018)</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/oct/12/donald-trump/trump-ive-been-proven-right-about-clinton-wanting-/\">&quot;Trump: &#39;I&rsquo;ve been proven right&#39; about Clinton wanting open borders,&quot;</a> Oct. 12, 2016; <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/oct/19/donald-trump/donald-trump-says-hillary-clinton-wants-have-open-/\">&quot;Donald Trump says Hillary Clinton wants to have open borders,&quot;</a> Oct. 19, 2016</p>\r\n\r\n<p><a href=\"https://www.congress.gov/congressional-report/113th-congress/house-report/87\">Report</a> on Border Security Results Act of 2013, U.S. House Committee on Homeland Security, May 20, 2013</p>\r\n\r\n<p>Phone interview, Beto O&#39;Rourke, March 8, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQkVCNoFFIftN6EpI2AFjPvuDd3kvtU10qROrud0Zz12wg_3WkDmwLMNQDm5Ld0MQsPHKioVwswCDsm/pub\">Emails</a>, Rob Friedlander, communications director/senior adviser, U.S. Rep. Beto O&rsquo;Rourke, March 9, 12 and 14, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vS7BdlFftqX_EAEpz6dOpXYNEsMFEJZFzDxsF1lqou8S6WtdBROfoicOuTRsqZNg36H1NuGeVfzkzMk/pub\">Emails</a>, Richard Luchette, communications director, U.S. Rep. David Cicilline, March 8-9, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.oswego.edu/public-justice/content/jaclyn-schildkraut\">Jaclyn Schildkraut</a>, assistant professor of Public Justice, State University of New York at Oswego, March 8, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRYBgi-8lDCOMCpdbxxxddW8vaJWkKJoRBUj1FFr6wxWwDj4qNitWruL_gG8-9vWwF-GuGwIhJQffhA/pub\">Email</a>, <a href=\"https://mitchellhamline.edu/biographies/person/joseph-olson/\">Joseph Olson</a>, emeritus professor of law, Mitchell Hamline School of Law, March 9 and 13, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says Beto O&rsquo;Rourke wants &quot;open borders and wants to take our guns.&quot;</p>\r\n", "statement_context": "an audio ad distributed to news organizations", "statement_date": "2018-03-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}], "twitter_headline": "Ted Cruz says (sings) that Beto O'Rourke wants open borders and to take 'our  guns.' FALSE."}