{"art": [{"brightcove": "", "caption": "Rep. Beto O'Rourke, shown here speaking early Jan. 29, 2018, in Austin, told a Waco crowd that PTA meetings talk up children creating chaos in the face of classroom shooters (PHOTO: Jonathan Tilove, Austin American-Statesman).", "id": 15215, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/betopft0318.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15215/", "title": "Beto O'Rourke january 2018", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/mar/15/beto-orourke/beto-orourke-says-parents-ptas-kids-chaos-shooters/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Are parents told kids should create chaos for shooters?", "id": 15144, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15144/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Potentially fatal guidance for children has been conveyed to parents at PTA meetings while Congress avoids acting against guns used in school shootings, U.S. Senate candidate Beto O&rsquo;Rourke told voters.</p>\r\n\r\n<p>At a Feb. 24, 2018, stop in Waco, the El Paso congressman <a href=\"https://www.facebook.com/betoorourke/videos/1567988766584161/\">said</a>:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;How&quot; effed up &quot;is it that PTA meetings are now being conducted to help parents tell their kids what they are supposed to do when some guy with an AR-15 walks into their classroom &ndash; and you know what the message is today for those little third-graders and fourth-graders, and fifth graders &ndash; and I&rsquo;m the father of a fifth-grader, a fourth-grader and a first-grader? The message today is you are supposed to create as much chaos as you possibly can. They want you to scream and yell and dance around and throw books and just keep moving.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke&nbsp;went on: &quot;And when the question is asked, how in the hell is that going to save my 7-year-old, or my 11-year-old, or my 9-year-old, they say, well, it might not, but what it will do is it&rsquo;ll buy some more time for the other kids in the class. It will take 10 seconds if no one does anything and they&rsquo;re slaughtered like sheep. It&rsquo;ll take 20 seconds if there&rsquo;s movement and activity and chaos in the classroom, and yes, most kids will die, but maybe two or three are able to escape through an open door in the midst of that chaos.&quot;</p>\r\n\r\n<p>O&#39;Rourke, who <a href=\"https://www.mystatesman.com/news/calls-ted-cruz-beto-rourke-will-face-off-november/iPkqtFGN0QwHAUNfkdtClI/\">subsequently won the Democratic nomination to face Republican Sen. Ted Cruz</a> in November 2018,&nbsp;<a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5087/cosponsors\">ranks among House sponsors of legislation</a> to bar the future manufacture, sale or possession of 200-plus firearms including the AR-15 semi-automatic rifle, which was first developed by gunmaker ArmaLite in the 1950s. The AR refers to ArmaLite rifle. As of 2016, there were between&nbsp;<a href=\"http://www.miamiherald.com/news/state/florida/article83462157.html\">6 million and 10 million of the rifles</a>&nbsp;in U.S. circulation. The NRA refers to the style of&nbsp;weapon as a &quot;<a href=\"http://www.nytimes.com/2016/06/14/nyregion/ar-15-rifles-are-beloved-reviled-and-a-common-element-in-mass-shootings.html?_r=0\">modern sporting rifle</a>.&quot;</p>\r\n\r\n<p><strong>O&rsquo;Rourke camp cites Facebook post</strong></p>\r\n\r\n<p>We inquired into O&rsquo;Rourke&rsquo;s basis for saying parents are taught at PTA meetings to coach their kids to create chaos when a shooter walks in. By email, Chris Evans of O&rsquo;Rourke&rsquo;s campaign pointed us to a Feb. 14, 2018, <a href=\"https://www.facebook.com/lguthr/posts/10155732094337481\">Facebook post</a> by Lisa Guthrie, who describes herself on Facebook as a resident of Redmond, a suburb of Seattle, Wash.</p>\r\n\r\n<p>Guthrie&rsquo;s post says: &quot;At a recent PTA meeting, we brought in some of the police officers who work closely with our school district to talk about ALICE, which is their approach to handling active shooter situations.&quot; ALICE stands for Alert, Lockdown, Inform, Counter and Evacuate, a response to campus intruders developed by the Ohio-based <a href=\"https://www.alicetraining.com/\">ALICE Training Institute</a>.</p>\r\n\r\n<p>Guthrie&rsquo;s post continues: &quot;One part of it is that if the shooter does enter the room where kids are at, the kids are told to run around, yell loudly, throw things like books or wads of paper, etc. Just be a distraction. At first I was like, really? You think a shooter armed with a machine gun is going to confront Samantha armed with a book and just say oh, never mind, I won&#39;t kill her? And then it punched me in the gut: If she&#39;s face to face with a shooter, she&#39;s going to die regardless. The goal will be for her and her classmates to make their deaths take 20 seconds rather than 10. That&#39;s 10 more seconds for other kids to run, 10 more seconds for first responders to get to the scene and take out the shooter. A lot of lives can be saved in 10 seconds...<br />\r\n<br />\r\n&quot;Just to be clear,&quot; Guthrie&rsquo;s post says, &quot;this is the current state of affairs: We live in a country where kindergartners learn how to maximize the number of lives they can save as they&#39;re being massacred.&quot;</p>\r\n\r\n<p><strong>Institute emphasizes actions to distract classroom intruders</strong></p>\r\n\r\n<p>We tried to message Guthrie on Facebook and didn&rsquo;t hear back. But separately Shannon Parthemer, a spokeswoman for the <a href=\"https://www.lwsd.org/\">Lake Washington School District</a>, which serves students from Redmond, east of Seattle, confirmed by email that district officials have worked with law officers to train staff and students with ALICE trainings offered to parents &quot;so they can better understand what ALICE is and how its principles can help increase odds of survival and minimize the loss of life in the event of an aggressive intruder.&quot;</p>\r\n\r\n<p>Schools hold ALICE drills, Parthemer said, with lessons modified based on kids&rsquo; ages.</p>\r\n\r\n<p>&quot;For example, young students (like kindergarteners), do &lsquo;listening drills,&rsquo;&quot; Parthemer said. &quot;These drills ask them to listen to the instructions of their teacher for a set period of time. This is a principle that would be important in the event of a true active shooter situation.&quot; At least once a year, she wrote, &quot;our staff do an ALICE table-top exercise that allows them to talk through an active-shooter situation and determine what actions to take.&quot;</p>\r\n\r\n<p>Then again, Parthemer wrote, &quot;these elements are not taught in the manner characterized&quot; by O&rsquo;Rourke. Asked to elaborate, Parthemer stressed that the guidance that children distract an intruder comprises only part of the ALICE training. In elementary schools, Parthemer said, students &quot;are told to listen to their teacher and follow what the teacher asks them to do &ndash; lockdown, counter, evacuate, etc.&quot;</p>\r\n\r\n<p>Parthemer otherwise connected us to Liz Hedreen, president of the Lake Washington PTSA Council, who responded by email that she didn&rsquo;t attend a meeting like the one described in the Facebook post; the district, Hedreen said, has 41 PTSA chapters &quot;and each one runs their own meetings, so I don&#39;t have specific knowledge about what topics they have covered.&quot; Hedreen said, though, she&rsquo;d heard a presentation about ALICE training at PTSA meetings at a local high school. Hedreen also pointed out a February 2018 <a href=\"https://www.lwsd.org/programs-and-services/communications/connections-e-newsletters/connections-february-20-2018\">district communication</a> to parents mentioning the ALICE trainings.</p>\r\n\r\n<p><strong>What the ALICE Institute says</strong></p>\r\n\r\n<p>The&nbsp;institute <a href=\"https://www.alicetraining.com/our-program/\">says</a> on its website that its training sessions &quot;increase your children&rsquo;s and employees&rsquo; odds of survival during a violent intruder event. ALICE Training,&quot; the institute says, &quot;goes beyond lockdown methods by providing individuals with a new set of skills that will greatly increase their odds of survival during an active shooter situation.&quot;</p>\r\n\r\n<p>An <a href=\"https://www.youtube.com/watch?v=CGGOZgMvYKk\">institute video</a> presents founder <a href=\"https://www.alicetraining.com/about-us/team/#\">Greg Crane</a>, a former police officer, saying that locking down a classroom can be viable strategy when a shooter enters a campus. &quot;But it can&rsquo;t be the only response,&quot; Crane says. &quot;It is completely inadequate to teach people to only be passive and static when a determined attacker has decided they are his next victims.&quot;</p>\r\n\r\n<p>Crane elaborates: &quot;There are no guarantees in life and we cannot guarantee that nobody will be hurt in a planned determined attack. But we do guarantee that by doing something instead of nothing, you will greatly increase the chances of your survival.&quot;</p>\r\n\r\n<p>Another video shows students and school employees acting out what they&rsquo;d do if an armed intruder entered their high school. The narrator says that after alerting others via the school&rsquo;s intercom system, students start to evacuate. Next, a teacher is seen telling students: &quot;Guys, you need to grab some books. If the intruder walks in, we have to throw them at him.&quot;</p>\r\n\r\n<p>The narrator says that when an intruder enters the classroom, throwing books and desks and yelling and &quot;even charging the intruder gives yourself and your students a better chance to survive.&quot; Next, students throw books at a classroom intruder before rushing him and driving him to the floor:</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/We_OYjn-SFs0sgRgfQgxjvZTDYzx0H7eB-Hc-L1wLvUjLLJfFWjtEamIP-ioia3K7U1Be6H16_KWOG8L_e8QzLakseWOeeyI6iGFS6Sm_XloObbRtJFRTM3P1MDVZBhYCywfUXhE\" style=\"border:1px solid; float:left; height:415px; margin:2px 0px; width:600px\" /></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: <a href=\"https://www.youtube.com/watch?v=k7aL9F0DGZQ\">&quot;ALICE Training,&quot;</a> ALICE Training Institute, posted to YouTube Oct. 14, 2014</p>\r\n\r\n<p>In <a href=\"https://www.youtube.com/watch?v=l12Hh6-bSqs\">another video</a>, a teacher reads an institute book for children, <a href=\"https://www.alicetraining.com/news/press-release-posts/alice-announces-new-childrens-book-im-not-scared-im-prepared-2/\">&quot;I&rsquo;m Not Scared, I&rsquo;m Prepared!&quot;</a> In the book, the teacher drills students to follow her directions if a dangerous person enters the school. The teacher says students should look around and pick up something &quot;easy to throw,&quot; such as a shoe, a block of wood, TV remote, paperback book, video game &quot;or even a plastic goat.&quot; The teacher tells students to throw the items at the intruder before running zig-zag out of the school while waving hands and making strange noises.</p>\r\n\r\n<p><strong>ALICE leader: Training about preparation</strong></p>\r\n\r\n<p>We separately connected by phone with Crane, who lives in Texas. Nationally, Crane told us, the institute has touched down in every state with 3,700-plus districts having taken ALICE trainings and it wouldn&rsquo;t surprise him that parents have learned of the institute&rsquo;s guidance at PTA meetings, perhaps through presentations by local police.</p>\r\n\r\n<p>&quot;It&rsquo;s all about preparation,&quot; Crane said. &quot;We have a choice to make. We can teach them to be passive and static or we can teach them to help themselves.&quot; Disrupting or interrupting a shooter, Crane said, drives down his accuracy. &quot;If I can keep him from accurately targeting me, his miss rate goes up,&quot; Crane said.</p>\r\n\r\n<p>Crane noted too that a 2013 federal <a href=\"https://www.fema.gov/media-library-data/20130726-1922-25045-3850/rems_k_12_guide.pdf\">guide for schools</a> states that if an active shooter enters a school, teachers and administrators have options other than locking down classrooms.</p>\r\n\r\n<p>The publication states: &quot;There are three basic options: run, hide, or fight. You can run away from the shooter, seek a secure place where you can hide and/or deny the shooter access, or incapacitate the shooter to survive and protect others from harm.&quot; It goes on: &quot;As the situation develops, it is possible that students and staff will need to use more than one option. During an active shooter situation, staff will rarely have all of the information they need to make a fully informed decision about which option is best. While they should follow the plan and any instructions given during an incident, often they will have to rely on their own judgment to decide which option will best protect lives.&quot;</p>\r\n\r\n<p>The guide also says: &quot;If neither running nor hiding is a safe option, as a last resort when confronted by the shooter, adults in immediate danger should consider trying to disrupt or incapacitate the shooter by using aggressive force and items in their environment, such as fire extinguishers, and chairs.&quot;</p>\r\n\r\n<p><strong>Texas PTA not pressing for ALICE trainings</strong></p>\r\n\r\n<p>Crane told us that 20-plus Texas districts have participated in ALICE trainings.</p>\r\n\r\n<p>Earlier, when we asked the Texas PTA about whether meetings in Texas have talked up the ALICE approach, Kirk Ward, the group&rsquo;s executive director, replied by email: &quot;Texas PTA has not organized or given direction for such meetings and trainings.&quot;</p>\r\n\r\n<p>Our search of the Nexis news database led us to confirm that a Texas district held an ALICE training over two days in August 2017.</p>\r\n\r\n<p>A June 2017 news story in the <em>Cleburne Times-Review</em> described the <a href=\"http://www.keeneisd.org/\">Keene district</a> signing up for ALICE training. That story quoted the district&rsquo;s police chief, Ronny Potts, saying that in an ALICE training he&rsquo;d attended, he learned that when teachers and students hide underneath their desks, they are &quot;sitting ducks.&quot; &quot;With this ALICE training,&quot; Potts told the newspaper, &quot;we&#39;re wanting to give the kids their own opportunity to make decisions to do what they think is the right thing to do.&quot;</p>\r\n\r\n<p>We got a phone update from Potts, who told us that by December 2017, employees at every district school had been trained in ALICE and, he said, the district had purchased 100 of the ALICE books intended for young children. &quot;I&rsquo;ve never been a big fan of waiting for your demise under a desk,&quot; Potts said. Disrupting a shooter, he said, weakens his focus. &quot;What we&rsquo;re trying to do is increase survivability.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>O&rsquo;Rourke said &quot;PTA meetings are now being conducted to help parents tell their kids&quot; that if a guy with an AR-15 walks into their classroom, &quot;you are supposed to create as much chaos as you possibly can. They want you to scream and yell and dance around and throw books and just keep moving.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke accurately described one part of the ALICE training employed in school districts including at least one in Texas and another in Washington state. Presentations also have been made to parents, we confirmed.</p>\r\n\r\n<p>We rate this claim True.</p>\r\n\r\n<hr />\r\n<p><em><strong>TRUE </strong></em>&ndash; The statement is accurate and there&rsquo;s nothing significant missing. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-03-15T12:48:48.115615", "ruling_date": "2018-03-15T13:28:44", "ruling_headline": "Beto O'Rourke says parents told in PTA meetings that kids should create chaos to distract shooters", "ruling_headline_slug": "beto-orourke-says-parents-ptas-kids-chaos-shooters", "ruling_link_text": "Better than ducking?", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.facebook.com/betoorourke/videos/1567988766584161/\">Facebook Live video</a> of Beto O&rsquo;Rourke campaign stop in Waco, Beto O&rsquo;Rourke campaign, Feb. 24, 2018 (PTA statement at 14-minute mark)</p>\r\n\r\n<p><a href=\"https://www.facebook.com/lguthr/posts/10155732094337481\">Facebook post</a>, Lisa Guthrie, Feb. 14, 2018 (viewed Feb. 27, 2018)</p>\r\n\r\n<p>Press release, web page and videos, ALICE Training Institute, <a href=\"https://www.alicetraining.com/news/press-release-posts/alice-announces-new-childrens-book-im-not-scared-im-prepared-2/\">&quot;ALICE announces new Children&rsquo;s Book &ndash; &#39;I&rsquo;m Not Scared&hellip; I&rsquo;m Prepared,&#39;&quot;</a> May 19, 2014; <a href=\"https://www.alicetraining.com/our-program/\">&quot;ALICE Training Program and Services,&quot;</a> undated; <a href=\"https://www.youtube.com/watch?v=CGGOZgMvYKk\">&quot;Why Alice?,&quot;</a> posted to YouTube Nov. 12, 2017; <a href=\"https://www.youtube.com/watch?v=k7aL9F0DGZQ\">&quot;ALICE Training,&quot;</a> posted to YouTube Oct. 14, 2014; &nbsp;(accessed March 1, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vR9gJbZh4sS84_Ob-G6ujSjAJa6WtR4WRPRsXrx59k_dms4xwi3cFF8812qTFPBOccEz-32VD5LnPVI/pub\">Emails</a>, Kyle Ward, CAE, executive director, Texas PTA, Feb. 28, 2018</p>\r\n\r\n<p>Phone interviews, Greg Crane, founder, ALICE Training Institute, March 1 and 15, 2018</p>\r\n\r\n<p>Phone interview, Ronny Potts, chief of police, Keene Independent School District, March 1, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQDD8vdRqA-rxf_t9jsftfXjm2DTDAUY81T7Re7H3ZvKDm3sjhoua7TeZ3RVUFlzmJAIcQNXHRog58d/pub\">Emails</a>, Shannon Parthemer, APR, director, Communications and Community Engagement, Lake Washington School District, March 2 and 5, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vS7w4gpm9qe-rzyGfFt32sGVXq6f0shehncCV8NmEfHJMsTRRbqXaK9GY0oVeE5xQUYfv__8yZlz4OD/pub\">Email</a>, Liz Hedreen, president, Lake Washington PTSA Council, March 9, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}, "statement": "<p>Says &quot;PTA meetings are now being conducted to help parents tell their kids&quot; that if a guy with an AR-15 walks into their classroom, &quot;you are supposed to create as much chaos as you possibly can. They want you to scream and yell and dance around and throw books and just keep moving.&quot;</p>\r\n", "statement_context": "a Waco campaign stop", "statement_date": "2018-02-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Beto O'Rourke says PTA meetings talk up kids creating chaos in face of shooters. TRUE."}