{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/24/americans-united-change/ad-says-bachmann-wants-wean-nation-entitlements-pr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1515, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1515/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Americans United for Change is after Minnesota's most outspoken lawmaker, Rep.  Michele Bachmann.<br /><br />Comments made by the two-term Republican are the  subject of a recent radio spot by the liberal group, which was founded in 2005 in  opposition to former President George W. Bush's effort to privatize Social  Security. The ad features a husband and wife discussing Bachmann and a proposal  to \"wean\" people off Medicare and Social Security.<br /><br />Wife: \"Did you hear  what that Michele Bachmann said this time?\"<br /><br />Husband: \"No, what was  it?\"<br /><br />Wife: \"Congresswoman Bachmann actually said we should be 'weaned'  off our Social Security and Medicare. She wants to privatize Social Security and  replace Medicare with some kind of voucher system that won&rsquo;t even cover the full  cost of medical care or prescriptions.\" <br /><br />We wondered if the ad by  Americans United for Change accurately portrays Bachmann's positions.</p>\r\n<p>The  first part of the statement -- that Bachmann said she wanted to wean people off  the two entitlement programs -- is easy to find. At the Constitutional Coalition  conference in St. Louis the weekend of Feb. 5, 2010, Bachmann told a group of  attendees, including a reporter from the liberal blog Think Progress, that  serious cost-cutting measures to Social Security and Medicare would be necessary  to reduce the deficit. Those already collecting benefits should remain in the  program, she suggested.<br /><br />To lower the deficit, Bachmann said that the  government must reorganize Social Security and Medicare. \"What you have to do,  is keep faith with the people that are already in the system, that don&rsquo;t have  any other options, we have to keep faith with them. But basically what we have  to do is wean everybody else off. And wean everybody off because we have to take  those unfunded net liabilities off our bank sheet.\" <br /><br />So the Americans  United for Change ad is correct that Bachmann said that people should be weaned  off the entitlement programs.<br /><br />But in her comments, Bachmann did not say  anything about trying to privatize Social Security or replacing Medicare with a  voucher system.<br /><br />Via e-mail, Bachmann's spokesman Dave Dziok told us that  he has \"no clue where they got the voucher comment from and she&rsquo;s never once  used the word privatize -- not in her initial comments in St. Louis, and not in  subsequent interviews or statements. Furthermore, she never stated that she  wants to eliminate these programs all together, but that younger generations  should have other options in the way these programs are administered. While her  critics are certainly doing their best to put words in her mouth, I don&rsquo;t see  how they can factually back it up.\"<br /><br />Dziok said that Bachmann has not  offered specific legislation on Social Security and Medicare reform.<br /><br />So  we asked Jeremy Funk, communications director for Americans United for Change,  for sourcing on the second part of the group's claim. He sent us a list of links  to stories about Bachmann's comments, including one to an interview with the  congresswoman in the<em> St. Cloud Times</em>, a Minnesota newspaper. Bachmann was asked  what she thinks should be done about the rising cost of Social Security and  Medicare, and here's what she said:<br /><br />\"What we know right now (is) that  going forward, Social Security and Medicare will be bankrupt and they will be  broke. ... We have to take up the issue and we need to address it. There are a  number of proposals on the table. One, my colleague from Wisconsin Paul Ryan has  a proposal. I have taken a look at that. I am open to a number of different  ideas. The one thing we do know, the current system isn&rsquo;t sustainable. The  system is going to be dead broke by 2017.\"<br /><br />So, Bachmann didn't endorse  any specific plan or idea, but indicated that she's open to proposals, perhaps  including Ryan's. <br /><br />Ryan, who is the top Republican on the House Budget  committee, has been touting his \"Roadmap for America's Future,\" a budget  proposal meant to reduce the deficit by changing Social Security, Medicare and  tax policy, among other things. Specifically, it would reduce federal Social  Security benefits for those who are 55 or younger in 2011, and supplement the  reduction with private accounts. Under Medicare, the elderly would be given  vouchers to buy private insurance.<br /><br />His proposal (H.R. 4529) has made  waves, mostly for two reasons.<br /><br />First, in its analysis, the nonpartisan  Congressional Budget Office predicted that Ryan's proposal would eventually  balance the budget. By 2080, it would generate a surplus equal to about 5  percent of GDP, according to the CBO. <a href=\"http://taxvox.taxpolicycenter.org/blog/_archives/2010/2/4/4447284.html\" target=\"_blank\">But  that prediction has come under fire from tax experts</a> because the CBO assumes  that the revenue portion of Ryan&rsquo;s plan will generate the equivalent of 19  percent of the GDP in taxes -- an optimistic assumption. <br /><br />And importantly  for this analysis, the CBO predicts that the value of Ryan's Medicare vouchers  would not keep pace with the cost of health care. Although the program would  begin in 2021, the value of those vouchers would be pegged to 2010 dollars.  <br /><br />\"According to CBO&rsquo;s estimates, that average growth rate would be 2.7  percent over the long term,\" the CBO report says. \"In comparison, CBO projects,  nominal per capita GDP will grow at an average rate of 3.4 percent annually over  the next 75 years, implying that the value of the Medicare voucher would grow  0.7 percentage points more slowly.\" <br /><br />In plain English, that means medical  expenses will grow faster than the vouchers. So the vouchers will buy less  medical care as time goes by, say opponents.<br /><br />Ryan responded to the  criticism, saying that, \"Yes, Medicare costs will grow more slowly under the  Roadmap than they would otherwise. ... That&rsquo;s the point. Even the president  acknowledges that, absent reform, Medicare will go bankrupt. ... After the  program goes bankrupt, it will drag down the entire federal budget and U.S.  economy.\"<br /><br />But back to the claim made by Americans United for Change. The  group said that Bachmann wants to wean people off Medicare and Social Security,  which is true. But the group is exaggerating in the second part of its claim  that Bachmann wants to \"privatize Social Security and replace Medicare with some  kind of voucher system that won&rsquo;t even cover the full cost of medical care or  prescriptions.\" To date, Bachmann has no specific proposal for how she would  like to overhaul the two entitlement programs. Rather, she mentioned a separate  proposal made by fellow Republican Paul Ryan, though she's made no commitments  to his -- or anyone else's -- plan. As a result, we find the Americans United  for Change claim Half True.</p>", "ruling_comments_date": "2010-02-24T17:02:06.391527", "ruling_date": "2010-02-24T19:56:11", "ruling_headline": "Ad says Bachmann wants to 'wean' nation off entitlements, privatize Social Security", "ruling_headline_slug": "ad-says-bachmann-wants-wean-nation-entitlements-pr", "ruling_link_text": "Radio ad wanders from the facts", "ruling_state": null, "source_documents": null, "sources": "<p>ThinkProgress, <a href=\"http://thinkprogress.org/2010/02/08/bachmann-remove-socialsecurity/\" target=\"_blank\">Bachmann&rsquo;s  Plan: To Deal With Debt, We Must &lsquo;Wean Everybody&rsquo; Off Social Security,  Medicare,</a> by Lee Fang, Feb. 8, 2010</p>\r\n<p>You Tube, <a href=\"http://www.youtube.com/watch?v=ADs4VRxX4qI\" target=\"_blank\">Americans United for Change,  Radio Spot: \"Hands Off Social Security &amp; Medicare!\"</a> accessed Feb. 22,  2010<br /><br />The Minneapolis Star-Tribune, <a href=\"http://www.startribune.com/blogs/84037872.html\" target=\"_blank\">Ouch! Bachmann touches  'third rail' of American politics</a>, by Kevin Diaz, Feb. 10, 2010<br /><br />The St.  Cloud Times, Q and A: Bachmann talks health care, her efforts, by Dave Aeikens,  Feb. 14, 2010<br /><br />Rep. Paul Ryan, <a href=\"http://www.roadmap.republicans.budget.house.gov/\" target=\"_blank\">Roadmap for America's  Future</a>, accessed Feb. 24, 2010<br /><br />Rep. Paul Ryan, <a href=\"http://www.roadmap.republicans.budget.house.gov/Issues/Issue/?IssueID=8516\" target=\"_blank\">Health  Care proposal</a>, accessed Feb. 24, 2010<br /><br />Rep. Paul Ryan, <a href=\"http://www.roadmap.republicans.budget.house.gov/Issues/Issue/?IssueID=8521\" target=\"_blank\">Social  Security proposal</a>, accessed Feb. 24, 2010<br /><br />The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/05/AR2010020504796.html\" target=\"_blank\">Rep.  Ryan proposes radical solution to budget problem</a>, by Ezra Klein, Feb. 7,  2010<br /><br />The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10851/01-27-Ryan-Roadmap-Letter.pdf\" target=\"_blank\">letter  to Rep. Paul Ryan about the Roadmap for America's Future</a>, Jan. 27,  2010<br /><br />TaxVox: The Tax Policy Center Blog, <a href=\"http://taxvox.taxpolicycenter.org/blog/_archives/2010/2/4/4447284.html\" target=\"_blank\">Assume  a Can Opener</a>, by Howard Gleckman, Feb. 4, 2010<br /><br />The New York Times, <a href=\"http://republicans%20and%20medicare/\" target=\"_blank\">Republicans and Medicare</a>, by  Paul Krugman, Feb. 11, 2010<br /><br />E-mail Interview, Dave Dziok, spokesman for Rep.  Michele Bachmann, Feb. 22-24, 2010<br /><br />E-mail correspondence, Jeremy Funk,  Communications Director, Americans United for Change, Feb. 22, 2010<br /><br />National  Review Online, <a href=\"http://www.house.gov/ryan/speeches_and_editorials/2010speechesandeditorials/2310NRO.htm\" target=\"_blank\">Rep.  Paul Ryan's reponse to Roadmap for America's Future criticism</a>, Feb. 3,  2010<br /><br />Phone Interview, Paul Van de Water, senior fellow with the Center for  Budget and Policy Priorities, Feb. 24, 2010<br /><br />Phone Interview, Stuart Guterman,  assistant vice president for the Commonwealth Fund&rsquo;s program on Payment System  Reform, Feb. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 4, "home_state": "", "id": 136, "last_name": "Americans United for Change", "mostly_true_count": 1, "name_slug": "americans-united-change", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/136/", "total_count": 10, "true_count": 0, "website": "http://www.americansunitedforchange.org/"}, "statement": "<div>\"Congresswoman Bachmann actually said we should be  'weaned' off our Social Security and Medicare. She wants to privatize Social  Security and replace Medicare with some kind of voucher system.\"&nbsp;</div>", "statement_context": "a radio ad", "statement_date": "2010-02-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": null}