{"art": [{"brightcove": "", "caption": "President Donald Trump talks with reporters in the Oval Office March 15, 2018. (AP Photo/Evan Vucci)", "id": 15226, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_18074548208216.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15226/", "title": "Trump pic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2018/mar/16/donald-trump/why-trump-appointments-have-lagged-behind-other-pr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Why Trump appointments have lagged behind other presidents", "id": 15150, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15150/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>President Donald Trump has long blamed Democrats for moving his nominees through the Senate confirmation process at a sluggish pace.</p>\r\n\r\n<p>&quot;Hundreds of good people, including very important ambassadors and judges, are being blocked and/or slow walked by the Democrats in the Senate,&quot; Trump <a href=\"https://twitter.com/realdonaldtrump/status/973907142649397251\">tweeted</a> March 14. &quot;Many important positions in government are unfilled because of this obstruction.&quot;</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n\r\n<p>We ran the numbers, and Trump is certainly right on one count: Important government posts are empty.</p>\r\n\r\n<p>But allocating blame is more complicated than Trump suggests. Democrats bear some responsibility, but so do Senate Republicans and the Trump White House.</p>\r\n\r\n<div class=\"pf_subheadline\">By the numbers</div>\r\n\r\n<p>Compared with recent presidents, Trump has had the fewest nominees confirmed to date, according to the White House.</p>\r\n\r\n<p>Trump has also had the smallest percent of nominees confirmed by the Senate at this point in his presidency, relative to recent predecessors. Only 57 percent of Trump&rsquo;s nominees have been confirmed, below that of Presidents Barack Obama (67 percent), George W. Bush (78 percent), Bill Clinton and George H.W. Bush (each with 81 percent).</p>\r\n\r\n<p>See Figure 2 on PolitiFact.com</p>\r\n\r\n<p>The Partnership for Public Service, a nonpartisan group that <a href=\"https://ourpublicservice.org/issues/presidential-transition/political-appointee-tracker.php\">tracks political appointees</a>, also found that Trump has seen fewer confirmations than recent presidents at this point. At an average rate of 81 days per confirmation, Trump&rsquo;s nominees have also experienced significantly more lag time than those appointed by recent presidents.</p>\r\n\r\n<p>Of the roughly 1,200 positions that require Senate confirmation, the Partnership for Public Service has identified 640 &quot;key positions&quot; (excluding judicial and military appointments). Its latest data shows 144 key Trump nominees currently await Senate confirmation.</p>\r\n\r\n<p>So key government positions are unfilled. But who deserves the blame?</p>\r\n\r\n<div class=\"pf_subheadline\">Procedural combat</div>\r\n\r\n<p>Historically, senators routinely confirmed lower-level presidential nominees without much fanfare. But more recently, the Senate confirmation process has become a partisan battleground.</p>\r\n\r\n<p>In 2013, the Democratic-controlled Senate passed a measure to weaken Republicans&rsquo; ability to filibuster Obama&rsquo;s nominees. Republicans responded with procedural combat. Now Democrats have answered in kind, putting even non-controversial nominees through the procedural gamut.</p>\r\n\r\n<p>Under the 2013 rule change, the number of votes required to break a filibuster of presidential nominees &mdash; through a process called cloture &mdash; was lowered from 60 to a simple majority of 51.</p>\r\n\r\n<p>But minority parties adopted new tactics. For instance, once the majority party breaks a filibuster through cloture, the minority party is allowed 30 additional hours of post-cloture debate &mdash; a procedural maneuver Democrats can use to drain the clock and bog down the confirmation process.</p>\r\n\r\n<p>&quot;Floor time is the most precious commodity in the Senate and majority leaders are loath to lose time on nominations unless they are critical,&quot; said Ian Ostrander, a political science professor at Michigan State University. &quot;The majority party must now triage its nominations by prioritizing which ones are worth spending the time on.&quot;</p>\r\n\r\n<p>According to the White House, Democrats have forced 78 cloture votes on Trump&rsquo;s nominees.</p>\r\n\r\n<p>But experts stressed that not all Democratic obstruction should be viewed as simple partisan warfare. Legitimate concerns have surrounded some Trump nominees&rsquo; qualifications.</p>\r\n\r\n<p>They also noted Senate Majority Leader Mitch McConnell, R-Ky., could keep the Senate in session for more hours in order to mitigate the Democrats&rsquo; use of the cloture process.</p>\r\n\r\n<div class=\"pf_subheadline\">Democrat, Republican &lsquo;holds&rsquo;</div>\r\n\r\n<p>Another procedural hurdle facing Trump nominees is the Senate &quot;hold.&quot;</p>\r\n\r\n<p>The Senate generally operates on the principle of unanimous consent, so a single senator may seek to hold up an executive nominee by withholding consent. Ultimately, the decision to honor a hold request is up to the majority leader.</p>\r\n\r\n<p>Senate leaders typically grant these requests because to deny a hold creates alternative avenues for the senator to expend scarce floor time, according to the Congressional Research Service.</p>\r\n\r\n<p>Not surprisingly, Democrats have made use of this tactic. But Republican senators have also issued a significant number of holds as a way to extract concessions on various policy issues. (It&rsquo;s difficult to make a systematic tally of which party is behind these delays because senators are not always required to publicly disclose holds.)</p>\r\n\r\n<p>One <a href=\"https://www.politico.com/story/2018/02/08/republicans-trump-nominees-397714\">analysis</a> found that of the eight published objections in 2017, four came from Republican Chuck Grassley of Iowa. More intraparty holds have been placed in recent months, <em>Politico </em>reported in February, with at least 11 Republican senators publicly blocking nominees for the Energy, State and Justice departments, among other agencies.</p>\r\n\r\n<p>David Lewis, a political science professor at Vanderbilt University, pointed to the example of Sen. Cory Gardner, R-Colo., who has held up Justice Department nominees over differences with the Trump administration on marijuana policy.</p>\r\n\r\n<p>&quot;It is certainly true that Democrats have used their institutional prerogatives to slow things down,&quot; Lewis said. &quot;That said, Republicans have as well.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">White House role</div>\r\n\r\n<p>Ultimately, Trump shares the blame for the slimmed down federal workforce, experts said.</p>\r\n\r\n<p>As a starting point, it&rsquo;s fair to ask how committed Trump is to staffing the government. The Partnership for Public Service, which tracks political appointees, notes that more than 200 key positions don&rsquo;t even have nominees.</p>\r\n\r\n<p>Trump himself has suggested an understaffed bureaucracy might be more of a feature rather than a defect of his administration. He told <em><a href=\"https://www.forbes.com/donald-trump/exclusive-interview/#6c65f33fbdec\">Forbes</a></em> in an October 2017 interview:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;I&#39;m generally not going to make a lot of the appointments that would normally be &mdash; because you don&#39;t need them,&quot; he says. &quot;I mean, you look at some of these agencies, how massive they are, and it&#39;s totally unnecessary. They have hundreds of thousands of people.&quot;</p>\r\n\r\n<p>Burdett Loomis, a political science professor at the University of Kansas, said whether Trump wants to fill out his ranks is a central question.</p>\r\n\r\n<p>&quot;Trump doesn&#39;t necessarily believe in government, hence less pressure to fill slots,&quot; Loomis said.</p>\r\n\r\n<p>Yet even Trump&rsquo;s good faith efforts to make executive appointments have&nbsp;been poorly managed, experts said.</p>\r\n\r\n<p>&quot;He was slow out of the gate, and his vetting was poor due to poor planning and a poorly run Office of Presidential Personnel,&quot; Lewis said. &quot;The president&rsquo;s missteps early meant that he was always going to play catch up.&quot;</p>\r\n\r\n<p>Trump did nothing to smooth the process by alienating Democrats early on, Ostrander said.</p>\r\n\r\n<p>&quot;One of Trump&rsquo;s first acts as president was to ignore Democratic Party input and push through several controversial cabinet nominees as well as (Neil) Gorsuch for the Supreme Court,&quot; Ostrander said. &quot;While President Trump broke no rules in doing so, these actions made Democrats in the Senate far less interested in working with the administration on future nominations.&quot;</p>\r\n\r\n<p>Experts noted that some of the delay is the result of legitimate concerns about Trump nominee qualifications and conflicts of interest, which has led to heightened scrutiny.</p>\r\n\r\n<p>&quot;If the president were nominating persons with impeccable credentials, no conflicts of interest, and broad support, there would be not concerns about delays,&quot; Lewis said. &quot;Instead, the president is choosing non-traditional nominees with complex financial holdings and often less expertise than they need.&quot;</p>\r\n\r\n<p>While Trump generally earned poor marks for his approach to bureaucratic nominations, his staffing of federal courts tells another story entirely. In this area, Trump has been energetic.</p>\r\n\r\n<p>Trump appointed more <a href=\"https://www.axios.com/trump-has-now-appointed-most-ever-federal-appeals-judges-in-1st-year-1513388665-b0f7cc3c-1b90-4a34-b63f-427a4ee9fe84.html\">circuit court judges</a> in his first year than any president in history, and ranked <a href=\"http://www.latimes.com/projects/la-na-pol-trump-federal-judiciary/\">sixth</a> overall in first-year federal judge appointments (trial court, appeals court and Supreme Court combined).</p>\r\n\r\n<p>Experts attributed this to better coordination between the White House and Senate on judges than executive appointments. Some suggested Republicans have simply made judicial appointments a higher priority.</p>\r\n\r\n<p>&quot;I believe that Trump and his allies in the Senate have made the (correct) calculation that judicial nominations are simply worth more in the long run,&quot; Ostrander said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Trump said Democratic obstruction is the reason why &quot;many important positions in government are unfilled.&quot;</p>\r\n\r\n<p>There&rsquo;s a lot of blame to go around for the federal government&rsquo;s relatively modest headcount. Senate Democrats, adopting the upper chamber&rsquo;s new norms, have engaged in procedural combat. Yet Senate Republicans have also held up Trump&rsquo;s nominees to extract concessions. Finally, the Trump White House earns generally low marks for its approach to executive appointments.</p>\r\n\r\n<p>We rate this Half True.</p>\r\n\r\n<p>See Figure 3 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-03-16T10:57:39.553286", "ruling_date": "2018-03-16T11:26:11", "ruling_headline": "Why Trump appointments have lagged behind other presidents", "ruling_headline_slug": "why-trump-appointments-have-lagged-behind-other-pr", "ruling_link_text": "Unconfirmed claim", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://twitter.com/realdonaldtrump/status/973907142649397251\">Tweet</a> by Donald Trump, March 14, 2018</p>\r\n\r\n<p>White House fact sheet on nominations, March 14, 2018</p>\r\n\r\n<p>The Partnership for Public Service in collaboration with the <em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/graphics/politics/trump-administration-appointee-tracker/database/?utm_term=.674e9e81a395\">Tracking how many key positions Trump has filled so far</a>&quot;</p>\r\n\r\n<p><em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/projects/la-na-pol-trump-federal-judiciary/\">Trump appointing judges at rapid pace</a>,&quot; Jan. 19, 2018</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/07/17/us/politics/senate-democrats-art-of-delay-trump-nominees.html?referer=https://www.google.com/\">Democrats Perfect Art of Delay While Republicans Fume Over Trump Nominees</a>,&quot; July 17, 2017</p>\r\n\r\n<p>White House press release, &quot;<a href=\"https://www.whitehouse.gov/briefings-statements/need-know-obstruction-presidents-nominees/\">What You Need to Know About Obstruction of the President&rsquo;s Nominees</a>,&quot; Feb. 23, 2018</p>\r\n\r\n<p>Congressional Research Service, &quot; <a href=\"https://fas.org/sgp/crs/misc/R43563.pdf\">&lsquo;Holds&rsquo; in the Senate</a>,&quot; Jan. 24, 2017</p>\r\n\r\n<p>Politico, &quot;<a href=\"https://www.politico.com/story/2018/02/08/republicans-trump-nominees-397714\">GOP friendly fire imperils Trump nominees</a>,&quot; Feb. 8, 2018</p>\r\n\r\n<p>Axios, &quot;<a href=\"https://www.axios.com/trump-has-now-appointed-most-ever-federal-appeals-judges-in-1st-year-1513388665-b0f7cc3c-1b90-4a34-b63f-427a4ee9fe84.html\">Trump has now appointed most ever federal appeals judges in 1st year</a>,&quot; Dec. 14, 2017</p>\r\n\r\n<p>Email interview with David Lewis, a political science professor at Vanderbilt University, March 14, 2018</p>\r\n\r\n<p>Email interview with Ian Ostrander, a political science professor at Michigan State University, March 14, 2018</p>\r\n\r\n<p>Email interview with Steven Smith, a political science professor at Washington University in St. Louis, March 14, 2018</p>\r\n\r\n<p>Email interview with Burdett Loomis, a political science professor at the University of Kansas, March 14, 2018</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says Democratic obstruction is the reason why &quot;many important positions in government are unfilled.&quot;</p>\r\n", "statement_context": "in a tweet", "statement_date": "2018-03-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": "Why Trump appointments have lagged behind other presidents"}