{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2010/feb/24/florida-democratic-party/florida-democrats-say-mccollum-cost-taxpayers-bill/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1517, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1517/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The 2010 Florida gubernatorial campaign intensified this week, as allies of  Republican Bill McCollum and Democrat Alex Sink exchanged television  ads designed to highlight aspects of their rival's record that voters might not  be happy with.<br /><br />On Feb. 23, 2010, we analyzed an <a href=\"http://www.politifact.com/florida/statements/2010/feb/23/republican-governors-association/republican-governors-association-blasts-sinks-reco/\" target=\"_blank\">anti-Sink ad placed by  the Republican Governors Association</a>. We ruled that the ad -- focusing on her  tenure as a highly compensated bank executive during a time of job losses at her  company -- was Mostly True.<br /><br />Today we look at an anti-McCollum response ad aired by the Florida Democratic  Party. The ad begins with footage of McCollum telling reporters, \"I'm proud of  my record of having been a congressman.\"<br /><br />A voice-over continues, \"Really?  Well, Bill McCollum, you cost the rest of us billions. He voted four times to  raise his own pay. $51,000. Our tax money pays his congressional pension. Over  $75,000 dollars a year. The national debt skyrocketed. $4.7 trillion. McCollum  voted for debt-limit increases five times. Bill McCollum. Just another  Washington politician Florida can't afford.\"<br /><br />We'll address the issues of  c<a href=\"http://www.politifact.com/florida/statements/2010/feb/24/florida-democratic-party/florida-democrats-say-mccollum-voted-raise-congres/\" target=\"_blank\">ongressional pay raises and pensions</a> in a separate item. Here we'll tackle the  debt questions.<br /><br />Let's start with the details. The ad says that \"the  national debt skyrocketed\" to \"$4.7 trillion.\" Accompanying material provided by  the campaign explains that this is the amount that the national debt rose during  McCollum's tenure in Congress.<br /><br />We checked historical debt figures from  the Treasury Department and confirmed that during McCollum's tenure in Congress  -- Jan. 3, 1981 to Jan. 3, 2001 -- the debt did indeed rise by $4.7  trillion.<br /><br />The ad also claims that McCollum voted for debt-limit increases  on five occasions. Before we analyze this, let's start with a primer on  debt-limit votes. Their purpose is to raise the legal limit on how much debt the  federal government can take on. Such votes are taken periodically as debt  approaches the old limit, and if such a vote were to fail to pass by the deadline, the  federal government would default on some of its obligations, potentially causing  a financial panic. But while the votes are important, politicians hate taking  such votes because they remind voters of how large the federal debt  is.<br /><br />When we looked at the five votes cited in the ad, we confirmed that  McCollum voted yes in all cases. But we noticed that while this claim is  technically true, three of these votes were taken on the same 1995 bill, and two  were votes on the same 1996 bill. In these cases, multiple votes were required  because the bill passed through the House in different versions before becoming  law.<br /><br />When we raised this discrepancy with the Florida Democratic Party,  the party came back with additional documentation of 11 votes -- taken in 1984,  1985, 1987 and 1989, in addition to 1995 and 1996 -- in which McCollum voted to  increase the debt limit. If all of these citations are accurate -- and we were  unable to check them independently because the new votes were all taken before  congressional roll call votes were posted on the Internet -- then the Florida  Democratic Party's ad actually undercounted by about half the number of  occasions in which McCollum voted to raise the debt limit.<br /><br />We asked the  McCollum campaign whether it had any quibbles with the additional votes.  Staffers said that by their tally, McCollum had indeed voted to the raise the  debt limit on 17 occasions, but that he voted against raising the debt limit on 20 occasions.<br /><br />So, according to the McCollum campaign, he voted against  debt limit increases more times than he voted for them. Still, as far as the  ad's language goes, it appears to be correct that McCollum \"voted for debt-limit  increases\" at least five times, even if he also voted against them on other  occasions.<br /><br />What about the overall impression -- that McCollum \"cost the  rest of us billions\"? <br /><br />When we asked the Florida Democratic Party what it  meant by that phrase. A spokesman answered that it referred to votes like one  footnoted in the ad, in which McCollum voted for a $600 billion debt-limit  increase in 1996.<br /><br />But that raises some questions of its own. In that  vote, the measure passed, 328-91 -- a broad, bipartisan victory. Even Democrats,  then in the minority, voted for the bill by a 2-to-1 ratio -- including  then-Rep. Karen Thurman, D-Fla., who now serves as chairwoman of the very same  Florida Democratic Party that ran the attack ad against McCollum.  <br /><br />Indeed, the McCollum camp notes that in the seven debt limit votes held  between 1993 and 2000 -- the period when McCollum and Thurman served together in  the House -- Thurman voted to raise the debt limit seven times while McCollum  voted to support such bills four times.<br /><br />This leads to a larger point:  It's not exactly fair to blame McCollum exclusively for all $4.7 trillion of  accumulated debt during his tenure, especially given that he sometimes voted  against the debt ceiling hikes. Using such a loose standard, the same blame  could be laid at the feet of any House member who served during the same period  as McCollum -- Republican or Democrat. All members of Congress vote on bills  that \"cost the rest of us billions.\" That is their job. Also, the statement  doesn't address ways in which McCollum voted for policies intended to save  taxpayer money, such as tax cuts.<br /><br />Ultimately, then, the ad is worded  carefully enough to be accurate in its details, but it paints a more sinister  picture of McCollum's actions than he probably deserves -- both given his votes  against raising the debt limit and relative to the voting patterns by Democratic  lawmakers during the same period. So we rate this claim Half True.</p>\r\n<p>UPDATE: This item uses updated numbers on the debt limit votes that were provided to us by the McCollumn campaign after this item was published. It does not affect our Truth-O-Meter ruling.</p>", "ruling_comments_date": "2010-02-24T17:43:18.621528", "ruling_date": "2010-02-24T19:47:04", "ruling_headline": "Florida Democrats say McCollum cost taxpayers billions", "ruling_headline_slug": "florida-democrats-say-mccollum-cost-taxpayers-bill", "ruling_link_text": "Right in the details, but lacking context", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Democratic Party, \"McCollum Cost Us\" <a href=\"http://www.youtube.com/watch?v=fAIQspDK2dE\" target=\"_blank\">television ad</a>, released Feb. 24, 2010<br /><br />Bureau of the Public Debt, <a href=\"http://www.treasurydirect.gov/govt/reports/pd/histdebt/histdebt.htm\" target=\"_blank\">index page</a> to historical U.S. debt tables, accessed Feb. 24, 2010<br /><br />Congressional roll call vote, <a href=\"http://www.govtrack.us/congress/vote.xpd?vote=h1996-102\" target=\"_blank\">House Vote</a> #102 (On Passage: H.R. 3136: Contract with America Advancement Act of 1996, Mar. 28, 1996<br /><br />Interview with Pete Sepp, spokesman for the National Taxpayers Union, Feb. 24, 2010<br /><br />E-mail interview with Kristy Campbell, communications director for the Bill McCollum for Governor campaign, Feb. 24, 2010<br /><br />E-mail interview with Eric Jotkoff, Florida Democratic Party Communications Director, Feb. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<p>Bill McCollum \"cost the rest of us billions\" as a member of Congress, including a national debt that \"skyrocketed\" to $4.7 trillion.</p>", "statement_context": "an advertisement by the Florida Democratic Party", "statement_date": "2010-02-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}], "twitter_headline": null}