{"art": [{"brightcove": "", "caption": "Sean Hannity of Fox News makes claims about the number of crimes committed by immigrants in Texas in this March 7, 2018, conversation with news broadcaster Jorge Ramos (YouTube video).", "id": 15256, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/15256/", "title": "Sean Hannity talks to Jorge Ramos 3/7/18", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/bAD9jNEF32M?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "bAD9jNEF32M"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/mar/23/sean-hannity/sean-hannity-642000-crimes-committed-immigrants-il/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Sean Hannity revisits criminal immigrant misrepresentation", "id": 15180, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15180/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Four years ago, then-Gov. Rick Perry misrepresented state-posted numbers and <a href=\"http://www.politifact.com/texas/statements/2014/jul/23/rick-perry/rick-perry-claim-about-3000-homicides-illegal-immi/\">inaccurately claimed </a>that thousands of Texas murders had lately been committed by unauthorized immigrants.</p>\r\n\r\n<p>More recently, Fox News commentator <a href=\"http://www.politifact.com/personalities/sean-hannity/\">Sean Hannity</a>&nbsp;drew our attention when he dipped into the same pool of figures on his <a href=\"https://www.youtube.com/watch?v=bAD9jNEF32M\">March 7, 2018 program</a>, saying to a guest: &quot;I went down to the border--I&rsquo;ll give you facts--because I was on horseback, all-terrain vehicle, I was in helicopters, I was in boats and I sat through a security briefing in Texas with Rick Perry -- 642,000 crimes committed by illegal immigrants against Texans alone.</p>\r\n\r\n<p>&quot;Here&rsquo;s my question: Putting all those issues aside,&quot; Hannity said, &quot;those that commit crimes in America, including some violent crimes, even murder, those criminal aliens, do you support having them removed from this country?&quot;</p>\r\n\r\n<p>&quot;Absolutely, I have no problem with that,&quot; news broadcaster <a href=\"http://www.politifact.com/personalities/jorge-ramos/\">Jorge Ramos</a> replied. &quot;I&rsquo;m not here to defend real criminals.&quot;</p>\r\n\r\n<p>Hannity then showed a video clip from a July 2014 Texas presentation on 642,000 &quot;criminal offenses&quot; committed by &quot;criminal immigrants&quot; that Hannity saw alongside Perry during a visit to McAllen on the Texas-Mexico border.</p>\r\n\r\n<p>Hannity said next to Ramos: &quot;Are you literally saying to me that they&rsquo;re lying? Because they&rsquo;re not.&quot; Hannity subsequently asked: &quot;You sound like you don&rsquo;t care about the Americans who are victims of crime. &hellip; You&rsquo;re not answering my question; 642,000 crimes committed against Texans alone in a seven-year period; that&rsquo;s not your family, Jorge. Where&rsquo;s your sympathy for those victims of crime and why shouldn&rsquo;t we take those that are committing crimes and get rid of them tomorrow?&quot; Hannity closed the segment by asking Ramos to come to Texas for a program devoted to the 642,000 crime victims.</p>\r\n\r\n<p>We decided to fact-check Hannity&rsquo;s claim that criminal immigrants committed 642,000 crimes against Texans in recent years.</p>\r\n\r\n<p><strong>Hannity relies on 2014&nbsp;presentation</strong></p>\r\n\r\n<p>In the portion of the Texas presentation shown by Hannity, two state officials and Hannity face a slide headlined &quot;Criminal Alien Offenses, October 2008 to July 2014,&quot; as an unidentified presenter says that more than 200,000 criminal immigrants are responsible for about 642,000 criminal offenses. Perry then tells Hannity: &quot;That&rsquo;s the cost of not securing the border.&quot;</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/_JVo1ysDrjYnT38gCBBFNIm3krP5WW0C6BoB-jK8rlxIu5HDVGjJE9R4Jrgu84SYwrdQ_QKg2GwP95IVFO_zxAUDmEMeU0jPh7ZPlmFtb2HG0ZSpw4wU9Ub1alwpYHLiKS3d54Xt\" style=\"border:none; height:332px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Excerpt from <a href=\"https://www.youtube.com/watch?v=bAD9jNEF32M\">YouTube video</a> showing Sean Hannity interview of Jorge Ramos, Hannity, Fox News Network, March 7, 2018 (3:30 mark)</p>\r\n\r\n<p>To our inquiry, Carly Shanahan, a Fox News spokeswoman, said by email that Hannity relied on the presentation for his claim. Shanahan provided this transcript of the excerpted presentation:</p>\r\n\r\n<p style=\"margin-left:63pt\">UNIDENTIFIED MALE: &quot;Criminal aliens have been responsible for about 642,000 offenses, criminal offenses. You look up there in the top left, sexual assaults, there&#39;s close to 8,000 victims.&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">HANNITY: &quot;Six hundred and forty-two thousand crimes since --&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">UNIDENTIFIED MALE: &quot;In 2008.&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">HANNITY: &quot;In Texas alone?&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">UNIDENTIFIED MALE: &quot;Yes.&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">UNIDENTIFIED MALE: &quot;Over 200,000 individuals with a criminal history, they committed over 642,000 crimes.&quot;</p>\r\n\r\n<p style=\"margin-left:63pt\">UNIDENTIFIED MALE: &quot;That&#39;s the cost of not securing the border.&quot;</p>\r\n\r\n<p><strong>Fact-checking Perry in 2014</strong></p>\r\n\r\n<p>In gauging Hannity&rsquo;s tally, it&rsquo;s worth revisiting our 2014 fact-check of Perry. Perry, we found, had recapped arrests, not convictions, encompassing the lifetimes of individuals arrested over a recent period. Also, it looked to us like not all the arrested people were necessarily living here illegally.</p>\r\n\r\n<p>When we inquired into the figures aired by Perry, Tom Vinger of the Texas Department of Public Safety pointed us to an agency web page, &quot;Texas Criminal Alien Arrest Data,&quot; that said: &quot;From October 2008 through July 1, 2014, Texas has identified a total of 203,685 unique criminal alien defendants booked into Texas county jails. Over their criminal careers, these defendants are responsible for at least 642,564 individual criminal charges mostly consisting of Class B misdemeanors or higher, including 3,070 homicides and 7,964 sexual assaults.&quot; We didn&rsquo;t spot any breakout of convictions. Vinger told us generally that the agency didn&rsquo;t have additional information.</p>\r\n\r\n<p><strong>Criminologists commented</strong></p>\r\n\r\n<p>A couple of outside criminologists who reviewed the DPS-posted information at our request told us the presented tally of charges--not convictions--did not support Perry&rsquo;s attribution of homicides to immigrants.</p>\r\n\r\n<p>Michael Walker, an adjunct professor at the John Jay College of Criminal Justice in New York and an expert in how the FBI gathers crime statistics, said by phone that the DPS presentation telescoped the arrest histories of the 203,685 individuals put in county jails in the 69 months that were reviewed. &quot;Where did they offend--Texas? Oklahoma? Mississippi?&quot; Walker said, his point being that such information wasn&rsquo;t on the web page.</p>\r\n\r\n<p>Walker and Ramiro Martinez, Jr., a Northeastern University professor, each noted another weakness; the DPS presentation mixed together recent charges with those that might have been leveled decades before.</p>\r\n\r\n<p><strong>Checking afresh in 2018</strong></p>\r\n\r\n<p>So, what of Hannity&rsquo;s statement attributing 642,000 crimes against Texans to immigrants over a recent period?</p>\r\n\r\n<p>After Hannity spoke, we reached out afresh to the DPS. By email, Vinger pointed us to <a href=\"http://www.dps.texas.gov/administration/crime_records/pages/txCriminalAlienStatistics.htm\">an updated agency web page</a> stating that some 245,000 &quot;criminal aliens&quot; booked into local Texas jails from June 2011 through February 2018 had together through their &quot;criminal careers&quot; been charged with more than 650,000 offenses.</p>\r\n\r\n<p>Those charges, the department says, resulted in more than 291,000 convictions &quot;including 566 homicide convictions; 29,164 assault convictions; 9,060 burglary convictions; 38,287 drug convictions; 274 kidnapping convictions; 20,082 theft convictions; 24,451 obstructing police convictions; 2,202 robbery convictions; 3,244 sexual assault convictions; and 4,036 weapon convictions.&quot; Also, according to the agency&rsquo;s post, some 66 percent of the convictions--over 193,000--were associated with individuals identified by their Homeland Security status as being in the U.S. illegally at the time of their latest arrest.</p>\r\n\r\n<p>Upshot: The DPS says that some 245,000 &quot;criminal aliens&quot; booked into Texas jails over 81 recent months had in their lifetimes accumulated 291,000-plus convictions with nearly 7 in 10 of the convictions tied to 193,000 individuals identified as living in the country without legal permission at their latest arrest.</p>\r\n\r\n<p>These tallies, we otherwise noticed, roll in many nonviolent offenses. <a href=\"https://drive.google.com/file/d/1avJqpHy_VsgEq6DaIBBCI9BEtlKdTvP_/view?usp=sharing\">An accompanying chart</a> shows that 358,996 of the criminal-career charges (66 percent of them) and 159,951 of the convictions (55 percent) were for offenses other than the agency&rsquo;s specific listed categories of homicide, assault, burglary, kidnapping, drug or weapons violations, sexual assault, robbery, obstructing police or theft. The web page doesn&rsquo;t say what those other offenses are.</p>\r\n\r\n<p><strong>Criminologists revisited</strong></p>\r\n\r\n<p>We also circled back to the criminologists who helped us analyze Perry&rsquo;s claim. Neither saw substance to Hannity&rsquo;s claim attributing 642,000 crimes to criminal immigrants over recent years.</p>\r\n\r\n<p>Walker noted that the Texas chart cited by Hannity tallies &quot;offenses,&quot; not &quot;crimes.&quot; Offenses, Walker said, refer to misdeeds drawing no more than six months in jail meaning the 642,000 figure aired by Hannity conflates crimes and lesser offenses.</p>\r\n\r\n<p>A finer sort of the DPS-posted counts might deliver&nbsp;meaningful information, Walker suggested. As it is, he said by phone, the tallied &quot;drug offenses could be for having a joint or trafficking heroin. Weapon offenses&quot; could involve a knife or gun or other weapon. Walker added by email that the category titled &quot;All Other Offenses&quot; on the DPS chart could refer to &quot;such low-level acts as being a runaway, public intoxication and minor drug use charges.&quot; Also, the inclusion of many lesser offenses might leave a misimpression, Walker said. &quot;A person could conceivably be a lifetime serial shoplifter,&quot; Walker speculated, or repeatedly charged with vagrancy.</p>\r\n\r\n<p>By email, Martinez similarly advised that it&rsquo;s hard to discern what the DPS figures mean without specific definitions of each listed crime category. Martinez said: &quot;What is &lsquo;obstructing police?&rsquo; &lsquo;Weapons?&rsquo;&quot; Generally, he wrote, the DPS tallies reflect what&rsquo;s known about most U.S. crime--a &quot;sea of minor drug and property crimes.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Hannity told Ramos that 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.</p>\r\n\r\n<p>This claim misrepresents a 2014 state presentation indicating that more than 200,000 immigrants jailed in the state over a recent 69-month period had accumulated in their lifetimes 642,000 charges--not convictions. Not all the immigrants were living in the state illegally at the time of their latest arrest.</p>\r\n\r\n<p>We rate the&nbsp;claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-03-22T18:49:49.276457", "ruling_date": "2018-03-23T15:03:24", "ruling_headline": "Sean Hannity says 642,000 crimes recently committed against Texans by illegal immigrants", "ruling_headline_slug": "sean-hannity-642000-crimes-committed-immigrants-il", "ruling_link_text": "Conflation", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?v=bAD9jNEF32M\">YouTube video</a> showing Sean Hannity interview of Jorge Ramos, Hannity, Fox News Network, March 7, 2018 (Hannity claims at 1:40 and 3:30 marks)</p>\r\n\r\n<p>Truth-O-Meter articles, PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2014/jul/23/rick-perry/rick-perry-claim-about-3000-homicides-illegal-immi/\">&quot;Rick Perry claim about 3,000 homicides by illegal immigrants not supported by state figures,&quot;</a> July 23, 2014; <a href=\"http://www.politifact.com/texas/statements/2017/dec/21/lupe-valdez/lupe-valdez-says-unauthorized-immigrants-account-1/\">&quot;Unauthorized immigrants account for few crimes, but precise percentage seems elusive,&quot;</a> Dec. 21, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vS5DJ-czRHFM0EzP0XL6T6E0Bucf1N0jo5XcNlCh123Un1MGR5sL1EEhC_0KETLSA2F-XL5vdQ4BEl-/pub\">Email</a>, Carly Shanahan, senior director of public relations, Fox News Network, March 20, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQ8ZDjhxk1M7-QtuUklYUQgEwOvk7lzV77pgArsm05EH-xNpgW29kxcpJKpkM9Ad1XnVw-p2pKUoyW4/pub\">Email</a>, Tom Vinger, press secretary, Texas Department of Public Safety, March 13, 2018</p>\r\n\r\n<p>Web page, <a href=\"http://www.dps.texas.gov/administration/crime_records/pages/txCriminalAlienStatistics.htm\">&quot;Texas Criminal Alien Arrest Data,&quot;</a> Texas Department of Public Safety, undated (accessed March 13, 2018)</p>\r\n\r\n<p>Chart, <a href=\"https://drive.google.com/file/d/1avJqpHy_VsgEq6DaIBBCI9BEtlKdTvP_/view?usp=sharing\">&quot;Historical Arrest and Conviction Data for Select Offenses Associated with Criminal Aliens, Identified by DHS through Texas arrest from 6/1/2011 through 02/28/2018,&quot;</a> Texas DPS, undated (downloaded March 20, 2018)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTDIsA5yr8tQuspZ0WHXHignaL1JyUZgnr8oAoLorI_9cSukjbSa-mg6fcudiotiLk1kdQOtIRMJYim/pub\">emails</a>, Michael C. Walker, MPA, associate professor and program coordinator, Department of Criminal Justice and Homeland Security, Passaic County Community College, March 13-14 and 20, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQjhFFmVKkH_4lvHTyw0RCeJdh5FRwVvhcjIVMRKQsK6vQNnJmsEhvFKtdoY_3nKIqy2Gw9C-sbOprX/pub\">Email</a>, Ramiro Martinez, Jr., professor, Northeastern University, School of Criminology &amp; Criminal Justice, Department of Sociology, March 14, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Radio/TV host", "false_count": 7, "first_name": "Sean", "half_true_count": 3, "home_state": "", "id": 184, "last_name": "Hannity", "mostly_true_count": 2, "name_slug": "sean-hannity", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hannity.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/184/", "total_count": 26, "true_count": 5, "website": "http://www.hannity.com/"}, "statement": "<p>Says 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.</p>\r\n", "statement_context": "his Fox News program", "statement_date": "2018-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Sean Hannity says 642,000 crimes recently committed against Texans by illegal immigrants. FALSE."}