{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/25/harry-reid/reid-says-repblicans-have-used-reconciliation-more/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1519, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1519/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Although the Feb. 25, 2010, televised health care summit was billed by President Barack Obama as an attempt to forge some bipartisan agreement, it didn't take long for the talk to turn to reconciliation.</p>\r\n<p>Reconciliation is a legislative procedure adopted in 1974 to balance budget bills. It can be a complex process, but what you really need to know about a reconciliation bill is that it can be passed with a simple majority, rather than the 60-vote supermajority Democrats lost when Scott Brown of Massachusetts was elected to the Senate. In other words, it's an option some Democrats are mulling if a bipartisan plan cannot be achieved.</p>\r\n<p>In the Republicans' opening statement, Sen. Lamar Alexander, R-Tenn., said, \"You can say that this process has been used before, and that would be right. But it's never been used for anything like this. It's not appropriate to use to write the rules for 17 percent of the economy.\" Alexander quoted Alexis de Tocqueville that the greatest threat to the American democracy would be the tyranny of the majority.</p>\r\n<p>Soon after, Senate Majority Leader Harry Reid accused Republicans of having a bit of amnesia on reconciliation.</p>\r\n<p>\"No one has talked about reconciliation, but that's what you folks have talked about ever since that came out, as if it's something that has never been done before,\" Reid said. \"Now, we as leaders here, the speaker and I, have not talked about doing reconciliation as the only way out of all this. Of course it's not the only way out. But remember, since 1981, reconciliation has been used 21 times. Most of it's been used by Republicans for major things, like much of the Contract for America, Medicare reform, the tax cuts for rich people in America. So reconciliation isn't something that's never been done before.\"</p>\r\n<p>We'll set aside some of the hypocrisy here (see Reid's comments in 2005 when he talked about the \"arrogance of power\" when Republicans were mulling reconciliation). Similarly, we'll set aside the hypocrisy of Republicans who used reconciliation in the past, but now denounce it.</p>\r\n<p>The issue we're looking at here is whether Republicans have really used reconciliation bills more than Democrats, as Reid claimed.</p>\r\n<p>On Nov. 14, 2008, the nonpartisan Congressional Research Service put out a report on reconciliation bills between 1981 and 2009. There have been 22 of them, including three that were vetoed by President Bill Clinton. It's been used for health insurance portability (COBRA), nursing home standards, expanded Medicaid eligibility, increases in the earned income tax credit, welfare reform, start-up of the state Children's Health Insurance Program, major tax cuts and student aid reform.</p>\r\n<p>While some have tallied the Republican vs. Democratic report card on reconciliation based on the president in power at the time, we think it makes more sense to look at the party in power in Congress when the reconciliation procedure was initiated.</p>\r\n<p>By our count, eight of the reconciliation bills were initiated by a Democratic-controlled Congress. The rest, 14, were done by a Republican-controlled Congress.</p>\r\n<p>So by that measure, Reid is on target.</p>\r\n<p>\"It's a legitimate argument,\" said Thomas Mann, a senior fellow in governance studies at the Brookings Institution. \"And Reid is absolutely right. It has been used a lot, and more by Republicans than Democrats.\"</p>\r\n<p>On April 20, 2009, Mann co-authored an article in the <em>New Republic</em>, \"Truth and Reconciliation: Sidestepping the Filibuster,\" along with Molly Reynolds, also of Brookings, and Norman Ornstein, a resident scholar at the American Enterprise Institute, which concluded that \"Health reform 2009 style would be the most ambitious use of reconciliation but it fits a pattern used over three decades by both parties to avoid the strictures of Senate filibusters.\"</p>\r\n<p>Still, we think looking at all 22 reconciliation bills casts too wide a net. Many reconciliation bills were not even all that controversial, and enjoyed wide bipartisan support. But other ones have clearly involved policy decisions that otherwise would likely have failed. Only eight involved votes where the winning side had less than the supermajority threshold of 60 votes. One could argue those were the times when Congress got around the need for the standard 60 votes. But even among that smaller group, six of the eight came courtesy of a Republican-controlled Congress.</p>\r\n<p>By way of counterpoint, Brian Darling, director of Senate relations at the conservative Heritage Foundation, argues that any comparison of past reconciliation bills to one on health care is flawed.</p>\r\n<p>\"This is a unique situation,\" Darling said. \"It's completely unprecedented to use reconciliation to amend a bill that is pending in Congress but has not passed.\"</p>\r\n<p>Darling called the Democrats' threat of reconciliation a measure of last resort to steamroll through a bill that can no longer get 60 votes in the Senate and is unpopular with the American public.</p>\r\n<p>Whether or not a reconciliation bill on health care meets the intent of the legislative procedure is certainly a matter for legitimate debate. But Reid said reconciliation has been used 21 times since 1981, and that most of the time, it's been Republicans who have initiated it. We find that there have been 22 reconciliation votes, 14 of them by a Republican-controlled Congress, and that it makes more sense -- in light of the debate over making an end-run around the 60-vote threshold -- to focus on the reconciliation bills that passed without a supermajority. But even then, Republicans have reached for reconciliation bills more often than Democrats since 1981. We rule Reid's comment True.</p>", "ruling_comments_date": "2010-02-25T12:20:33.011528", "ruling_date": "2010-02-25T12:37:03", "ruling_headline": "Reid says Republicans have used reconciliation more than Democrats", "ruling_headline_slug": "reid-says-repblicans-have-used-reconciliation-more", "ruling_link_text": "Reconciling reconciliation", "ruling_state": null, "source_documents": null, "sources": "<p>CBS News, <a href=\"http://www.cbsnews.com/blogs/2010/02/23/politics/politicalhotsheet/entry6235624.shtml%27\" target=\"_blank\">\"Harry Reid Says GOP Should 'Stop Crying' About Reconciliation,\"</a> by Brian Montopoli, Feb. 23, 2010</p>\r\n<p>The New Republic, <a href=\"http://www.tnr.com/article/politics/truth-and-reconciliation\" target=\"_blank\">\"Truth and Reconciliation,\"</a> by Thomas Mann, Molly Reynolds and Norman Ornstein, April 20, 2009</p>\r\n<p>The Monkey Cage blog, <a href=\"http://www.themonkeycage.org/2010/02/which_party_uses_reconciliatio.html\" target=\"_blank\">\"Which Party Uses Reconciliation More Often? Looks like Harry Reid was Correct,\"</a> by Joshua Tucker, Feb. 24, 2010</p>\r\n<p>Congressional Research Service, <a href=\"http://assets.opencrs.com/rpts/RL33030_20050810.pdf\" target=\"_blank\">\"The Budget Reconciliation Process: House and Senate Procedures,\"</a> by Robert Keith and Bill Heniff Jr., Aug. 10, 2005</p>\r\n<p>New York Times,<a href=\"http://www.nytimes.com/2010/01/26/health/policy/26health.html\" target=\"_blank\"> \"Decision Looms on Advancing Health Care Bill,\" </a>by David M. Herszenhorn and Robert Pear, Jan. 25, 2010</p>\r\n<p>Heritage Foundation, <a href=\"http://www.heritage.org/Press/FactSheet/fs0038.cfm\" target=\"_blank\">\"Reconciliation 101: A 'Nuclear' Abuse of Power,\"</a> Sept. 18, 2009</p>\r\n<p>Heritage Foundation, <a href=\"http://www.heritage.org/Press/Commentary/ed092309a.cfm\" target=\"_blank\">\"Your Guide to Budget Reconciliation and Obamacare,\" </a>by Brian Darling, Sept. 23, 2009</p>\r\n<p>Washington Post, Editorial:<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/24/AR2010022403203.html?hpid=opinionsbox1\" target=\"_blank\"> \"Reconciliation and truth,\"</a> Feb. 24, 2010</p>\r\n<p>Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3059\" target=\"_blank\">\"Using Reconciliation Process to Enact Health Reform Would Be Fully Consistent With Past Practice,\"</a> by Paul N. Van de Water and James R. Horney, Feb. 24, 2010</p>\r\n<p>Politico, <a href=\"http://www.politico.com/livepulse/0210/Reid_to_Republicans_Stop_crying_over_reconciliation_.html?showall\" target=\"_blank\">\"Reid to Republicans: 'Stop crying over reconciliation,\"</a> Feb. 23, 2010</p>\r\n<p>Congressional Research Service, \"The Budget Reconciliation Process: Timing of Legislative Action,\" by Robert Keith, Nov. 14, 2008</p>\r\n<p>Congressional Quarterly, Transcript of health care summit, Feb. 25, 2010</p>\r\n<p>Interview with Brian Darling of the Heritage Foundation, Feb. 24, 2010</p>\r\n<p>Interview with Thomas Mann of the Brookings Institution,. Feb. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}, "statement": "<p>\"Since 1981, reconciliation has been used 21 times. Most of it's been used by Republicans.\"</p>", "statement_context": "the televised health care summit", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}