{"art": [{"brightcove": "", "caption": "Governor Tom Wolf giving a budget address this February, as Speaker Mike Turzai and Lieutenant Governor Mike Stack look on. Credit: Governor Tom Wolf/Flickr", "id": 8384, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/24560079559_a0a6ca2e5a_o.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/8384/", "title": "Wolf budget address", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "cdeppen@theincline.com", "first_name": "Colin ", "id": 679, "last_name": "Deppen", "name_slug": "colin-deppen", "on_staff_page": null, "phone": "814-389-8373", "photo": null, "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/679/", "title": "Reporter ", "twitter": "colin_deppen"}], "canonical_url": "/pennsylvania/statements/2018/mar/30/tom-wolf/wolfs-half-truth-subject-shale-taxes/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "lexi@theincline.com", "first_name": "Lexi", "id": 624, "last_name": "Belculfine", "name_slug": "lexi-belculfine", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/lexibelculfineincline.JPG", "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/624/", "title": "Editor", "twitter": null}], "facebook_headline": "Wolf claims Pa. is the only state not taxing gas drillers", "id": 15203, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cdeppen@theincline.com", "first_name": "Colin ", "id": 679, "last_name": "Deppen", "name_slug": "colin-deppen", "on_staff_page": null, "phone": "814-389-8373", "photo": null, "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/679/", "title": "Reporter ", "twitter": "colin_deppen"}], "resource_uri": "/api/v/2/statement/15203/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Almost four years after taking office and in the midst of his first re-election bid, Gov. Tom Wolf continues to push for a severance tax on natural gas extraction in Pennsylvania, arguing that drillers haven&rsquo;t paid their fair share while raking in huge sums of cash from the Marcellus Shale boom.</p>\r\n\r\n<p>It&rsquo;s a theme that carried over from his first campaign and through his first years in office, and it&rsquo;s present in his latest round of campaign advertising.</p>\r\n\r\n<p>In a campaign video released March 23 titled &quot;Here they come,&quot; Wolf says oil and gas lobbyists &mdash;&nbsp;the &quot;they&quot; in this scenario&nbsp;&mdash;&nbsp;&quot;spent $60 million to block a tax on oil and gas extraction...&quot; in Pennsylvania. (The $60 million figure is based on campaign finance data for the seven year period between 2010 and 2017, but MarcellusMoney.org says this total includes lobbying against&nbsp;other regulations and clean energy incentives,&nbsp;not just a severance tax.)&nbsp;</p>\r\n\r\n<p>The ad includes an animated clip showing black limousines labeled &quot;LOBBYI$T&quot; pulling up to the Capitol where bank bags of cash are tossed atop the steps.</p>\r\n\r\n<p>In the same breath, Wolf says this lobbying blitz has left Pennsylvania &quot;the only state in the country not to tax drillers.&quot;</p>\r\n\r\n<p>Is that true?</p>\r\n\r\n<p><strong>A tax by any other name</strong></p>\r\n\r\n<p>While Pennsylvania remains the largest natural gas-producing state without a severance tax, according to the National Conference of State Legislatures, it is not the &quot;only state&quot; without one. A handful of states with relatively low levels of natural gas production or no natural gas production, like Iowa, lack such a measure.</p>\r\n\r\n<p>Pennsylvania shale drillers argue that even without a severance tax here, they&rsquo;re far from being free of levies.</p>\r\n\r\n<p>In 2012, Wolf&rsquo;s predecessor, Gov. Tom Corbett, signed into law an updated version of Pennsylvania&rsquo;s Oil and Gas Act. It included the imposition of a so-called impact fee assessed on new wells, with the resulting revenue distributed to local and state governments to help municipalities &quot;offset impacts associated with natural gas drilling.&quot;</p>\r\n\r\n<p>In June 2017, the Pennsylvania Utility Commission said it had collected and distributed &quot;more than $1.2 billion in impact fees to communities across Pennsylvania&quot; over six years.</p>\r\n\r\n<p>Reached by email, Erica Wright, vice president of communications and membership with the Marcellus Shale Coalition, an industry trade association and lobbying group, pointed back to a previously released statement. It reads, in part, &quot;since 2012, Pennsylvania&rsquo;s natural gas impact tax has generated $1.5 billion (and counting) in new revenue. These revenues, which total approximately $200 million annually, directly support communities in every county, as well as key statewide environmental and conservation programs.&quot;</p>\r\n\r\n<p>Groups like Marcellus Shale Coalition argue of the impact fee that if it looks like a tax and acts like a tax, it&rsquo;s a tax. (Wright&rsquo;s use of the phrase &quot;impact tax&quot; in referring to the state&rsquo;s impact fee is no coincidence. It&rsquo;s also reflective of the industry&rsquo;s overall position on this subject.)</p>\r\n\r\n<p>The Pennsylvania Independent Oil and Gas Association, another industry advocate, also argues that gas drillers pay &quot;the same taxes as other businesses, PLUS the impact &lsquo;fee&rsquo; that NO OTHER businesses pay.&quot;</p>\r\n\r\n<p>Asked if the Wolf campaign video overlooked these taxes or the impact fee in calling Pennsylvania &quot;the only state in the country not to tax drillers,&quot; Wolf campaign spokesman Jeff Sheridan said the line is &quot;clearly&quot; a reference to the lack of a severance tax here. (The words &quot;severance tax&quot; do not appear in the ad.)</p>\r\n\r\n<p>He then went on to disagree with those who say the impact fee is a practical equivalent to a severance tax.</p>\r\n\r\n<p>The point of the ad, Sheridan added by email, is that &quot;Governor Wolf has taken on lobbyists and special interests to fight for a commonsense severance tax to stop letting oil and gas companies off the hook so they pay their fair share in Pennsylvania.&quot;</p>\r\n\r\n<p>Sheridan continued, &quot;It&rsquo;s long past time &mdash; Pennsylvania is the only major gas producing state that does not impose a severance tax on oil and gas. States like Texas, West Virginia, and Oklahoma all charge a severance tax, and their natural gas industries continue to thrive.&quot;</p>\r\n\r\n<p><strong>What&rsquo;s the difference? </strong></p>\r\n\r\n<p>For starters, the verbiage &mdash; one is a &quot;fee&quot; and one is a &quot;tax.&quot;</p>\r\n\r\n<p>Generally speaking, taxes are meant to raise money that can be used to defray the general costs of government &mdash; Wolf has said he wants a severance tax to help fund public education, for example &nbsp;&mdash; while a fee is typically meant to pay for the costs of a specific government program or service.</p>\r\n\r\n<p>But beyond that, the applications of the impact fee and severance tax differ as well.</p>\r\n\r\n<p>According to <em>StateImpact.org</em>: &quot;Impact fees are levied on a per-well basis, so each time drillers punch a hole in the ground, they pay. A &lsquo;severance tax&rsquo; is applied when resources are severed from the earth, so it would be a tax on the amount of gas produced.&quot;</p>\r\n\r\n<p>The Kleinman Center for Energy Policy at the University of Pennsylvania said in a 2015 report that the yield for the state would be larger with a severance tax, adding, &quot;were the severance tax in place for the most recent year, extraction companies would have paid an effective tax rate more than three times the rate they were charged under the impact fee.&quot;</p>\r\n\r\n<p>In February 2015, Wolf said he expected the severance tax to create $1 billion in new revenue for Pennsylvania, <em>Philly.com</em> reported at the time. That projection has fallen in the years since, alongside a slowdown in natural gas production. Actual impact fee collections have fallen for the same reason.</p>\r\n\r\n<p>But is the impact fee actually a tax?</p>\r\n\r\n<p>In September, the Pennsylvania State House Energy and Environmental Resources Committee approved an amendment rebranding the existing &quot;impact fee&quot; as a &quot;severance tax.&quot; Critics called it an act of &quot;legislative deception&quot; and an exercise in semantics. Supporters called it an overdue clarification.</p>\r\n\r\n<p>The conservative Commonwealth Foundation, meanwhile, added that because impact fee revenue was restricted to certain uses under Act 13, and because the fee is a flat rate per unconventional well, these limits make the proposal &quot;truly a fee, rather than a tax in disguise.&quot;</p>\r\n\r\n<p><strong>Our ruling&nbsp;</strong></p>\r\n\r\n<p>Wolf is accurate in saying Pennsylvania does not have a severance tax on drilling. He&#39;s also accurate in saying lobbyists are a large part of the reason for that. He&#39;s wrong in implying those same lobbyists spent $60 million in direct opposition to severance tax proposals.&nbsp;He&#39;s wrong about Pennsylvania being the only state without a severance tax, though it&#39;s the only &quot;major gas-producing state&quot; without one.&nbsp;It&#39;s also misleading to imply that nothing has been done to&nbsp;tap drilling activity for municipal or state gain in Pennsylvania.</p>\r\n\r\n<p>The result of all this is a lack of context being passed on to viewers and voters.</p>\r\n\r\n<p>For those reasons, we rate the claim Half True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>", "ruling_comments_date": "2018-03-29T18:47:41.183537", "ruling_date": "2018-03-30T10:13:25", "ruling_headline": "Wolf's half-truth on the subject of shale taxes", "ruling_headline_slug": "wolfs-half-truth-subject-shale-taxes", "ruling_link_text": "An outlier, but not the only one", "ruling_state": null, "source_documents": null, "sources": "<p>Campaign ad, <a href=\"https://www.youtube.com/watch?v=I-HO7Stke0I\">&quot;Here they come,&quot;</a> Gov. Tom Wolf, Wolf for Governor, March 23, 2018</p>\r\n\r\n<p>Phone interview, Jeff Sheridan, spokesman for Governor Tom Wolf&rsquo;s campaign, March 28, 2018</p>\r\n\r\n<p>Email interview, Jeff Sheridan, spokesman for Governor Tom Wolf&rsquo;s campaign, March 28, 2018</p>\r\n\r\n<p>Email, Erica Wright, Marcellus Shale Coalition, March 28, 2018</p>\r\n\r\n<p>Blog post, <a href=\"http://www.ncsl.org/research/energy/oil-and-gas-severance-taxes.aspx\">&quot;Oil and gas severance taxes: States work to alleviate pressures amid the natural has boom,&quot;</a> National Conference of State Legislatures, February 2012</p>\r\n\r\n<p>Press release, <a href=\"http://www.puc.pa.gov/about_puc/press_releases.aspx?ShowPR=3872\">&quot;Details $173 Million Distribution of Gas Drilling Impact Fees; Total Fee Distribution Now Tops $1 Billion,&quot;</a> Pennsylvania Utility Commission, June 15, 2017</p>\r\n\r\n<p>News article, &quot;<a href=\"https://stateimpact.npr.org/pennsylvania/2017/09/11/house-panel-rebrands-marcellus-impact-fee-now-calling-it-severance-tax/\">House panel rebrands Marcellus &lsquo;impact fee,&rsquo; now calling it &lsquo;severance tax,&#39;&quot;</a>&nbsp;StateImpact.org, Sept. 11, 2017</p>\r\n\r\n<p>Blog post, &quot;<a href=\"https://kleinmanenergy.upenn.edu/policy-digests/tale-two-taxes-impact-fee-and-severance-tax-pennsylvania\">A Tale of Two Taxes: Impact Fee and the Severance Tax in Pennsylvania</a>,&quot; The Kleinman Center for Energy Policy at University of Pennsylvania, Sept. 2, 2015</p>\r\n\r\n<p>Blog post, &quot;<a href=\"https://www.commonwealthfoundation.org/policyblog/detail/evaluating-gov-corbetts-marcellus-shale-impact-fee\">Evaluating Gov Corbett&#39;s Marcellus Shale Impact Fee</a>,&quot; Commonwealth Foundation, Oct. 3, 2011</p>\r\n\r\n<p>Blog post, <a href=\"http://marcellusmoney.org\" rel=\"noopener\" target=\"_blank\">&quot;$59.36 million&nbsp;spent lobbying Pennsylvania officials,&quot;</a> MarcellusMoney.org</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Candidate for governor", "false_count": 0, "first_name": "Tom ", "half_true_count": 1, "home_state": "Pennsylvania", "id": 2788, "last_name": "Wolf", "mostly_true_count": 0, "name_slug": "tom-wolf", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tom_Wolf_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2788/", "total_count": 2, "true_count": 0, "website": "http://www.wolfforpa.com/"}, "statement": "<p>&quot;Pennsylvania (is) the only state in the country not to tax drillers.&quot;</p>\r\n", "statement_context": "Campaign video", "statement_date": "2018-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": "Wolf claims Pa. is the only state not taxing gas drillers. Is it?"}