{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/25/charles-boustany/boustany-says-gop-health-plan-would-lower-premiums/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1521, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1521/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>One of the recurring debates in the Feb. 25, 2010, health care summit at Blair House dealt with how Democratic and Republican reform proposals would affect the cost of health premiums. Here we'll take a look at the House Republican proposal.</p>\r\n<p>Rep. Charles Boustany, R-La., one of the House Republican delegates to the summit and a physician himself, used a portion of his time to tout his&nbsp;party's plan.</p>\r\n<p>\"We put forth a plan earlier in the year, during the debate, that actually the Congressional Budget Office showed that it brings down the cost of premiums up to about 10 percent,\" he said to fellow summit participants. \"And, actually, for individuals [and] families seeking insurance in the individual market, those cost savings could even be higher.\"</p>\r\n<p>Before we analyze Boustany's comment, let's take a look at the House Republican proposal, which, due to the Republican minority's lack of institutional power in the House, has garnered much less attention than its Democratic counterpart. A Democratic bill narrowly passed the chamber last fall.</p>\r\n<p>As we <a href=\"http://www.politifact.com/truth-o-meter/article/2009/nov/05/gop-health-care-reform-simple-explanation/\" target=\"_blank\" title=\"originally outlined\">originally outlined</a> in November, the Republicans produced a much smaller bill (219 pages vs. roughly 2,000 for the Democrats) and one with a more limited scope. It relies on GOP principles of consumer choice, no tax hikes, limited government involvement and caps on lawsuits.</p>\r\n<p>Here are some of the key provisions in the GOP proposal that are relevant to judging Boustany's statement:</p>\r\n<p>&bull; <strong>More limited reach for the federal government.</strong> The GOP bill has no public option &mdash; that is, no government-run insurance program, or anything remotely like it. Nor does the GOP bill include an expansion of the federal-state Medicaid health insurance program for the poor. The House Democratic bill has both. The GOP plan also has no health care exchange, the government-run marketplace for people who are now uninsured. And consistent with Republican fears of government moving toward a system of deciding what treatments patients can receive, the GOP plan, unlike the Democratic bills, does not foster \"comparative effectiveness\" research that tries to determine which treatments are most effective.</p>\r\n<p>&bull; <strong>Medical malpractice reform.</strong> Republicans have long sought to curb medical malpractice lawsuits, which they say needlessly raise health care costs. The Republican bill curbs malpractice lawsuits by capping noneconomic and punitive damages and making changes in the allocation of liability. The Democratic bill does not.<br /><br />&bull; <strong>Favoring consumer choice over a guaranteed safety net and minimum benefits.</strong> The Republican plan would try to expand coverage and reduce costs voluntarily, primarily by increasing consumer options, rather than the Democratic method of using government leverage (such as mandates, penalties and subsidies) to corral more uninsured Americans into obtaining coverage. The Republican bill would allow Americans to buy health insurance across state lines, something that is currently not allowed, and would allow small businesses to pool insurance coverage through trade associations, an option only allowed for larger companies and labor unions today. The bill would also expand the use of health savings accounts, which allow people to use pre-tax dollars to pay medical expenses. None of these programs would be mandatory.<br />&nbsp;<br />&bull; <strong>High-risk pools. </strong>The Republican bill would offer aid to states to establish \"high-risk pools,\" groups of sicker (and thus more expensive) patients who typically have trouble finding insurance today because of restrictions on pre-existing conditions. It would also boost state-based reinsurance mechanisms that can help insurers that find it too costly to insure such pools. The Democratic bills use these pools, but only as a stopgap on the way to creating a new system.</p>\r\n<p>The Congressional Budget Office, a nonpartisan arm of Congress that analyzes legislation, took a detailed look at the Republican proposal when it was released. The figures Boustany cited in his Blair House comments come from this Nov. 4, 2009, analysis.</p>\r\n<p>The CBO projected that the cost of health insurance premiums would fall under the Republican plan, partly because of the medical malpractice reforms. In the market for individually purchased insurance policies -- \"the individual market\" -- premiums would fall by 5 percent to 8 percent by 2016. For the small-group pool, consisting of smaller businesses, premiums would fall by 7 percent to 10 percent. And in the large group market, for larger employers, they would fall by up to 3 percent.</p>\r\n<p>So when Boustany said that the CBO showed that the GOP bill would bring down the cost of premiums \"up to about 10 percent,\" he's correct. Granted, he cherry-picked the number at the high end of the scale, but by couching it with the language \"up to,\" it passes muster with us.</p>\r\n<p>Now we'll look at the second part of Boustany's statement -- that for \"insurance in the individual market, those cost savings could even be higher.\"</p>\r\n<p>As indicated above, the CBO analysis concludes that the individual market could see premiums fall by 5 percent to 8 percent -- which is not a bigger drop than the 10 percent Boustany cited. So on this point he would seem to be incorrect.</p>\r\n<p>But we'll offer a caveat. CBO itself acknowledges that any exercise in projecting the future effects of a major policy change such as this one will be subject to uncertainty. In its study of the Republican proposal, the CBO acknowledged that some \"individuals and families within each market would see reductions in premiums that would be larger or smaller than the estimated average reductions, and some people would see increases.\"</p>\r\n<p>This means that, in some cases, Boustany will be correct that \"for individuals [and] families seeking insurance in the individual market, those cost savings could even be higher\" than 10 percent. When we contacted Boustany's office, a spokesman argued that this caveat makes the statement true, given the congressman's use of the word \"could.\"</p>\r\n<p>&ldquo;Rep. Boustany highlighted CBO&rsquo;s analysis that the House Republican plan would likely lower premiums by 10 percent, and <em>could be even more</em>,\" wrote press secretary Rick Curtsinger in an e-mail.</p>\r\n<p>We take his point, but we still think this part of Boustany's comment is somewhat misleading. CBO acknowledges that savings above 10 percent could happen for those in the individual market, but the agency's best estimate is that the reductions will be generally smaller than 8 percent, much less 10 percent. We find this Mostly True.</p>", "ruling_comments_date": "2010-02-25T17:10:28.511528", "ruling_date": "2010-02-25T18:25:45", "ruling_headline": "Boustany says GOP health plan would lower premiums", "ruling_headline_slug": "boustany-says-gop-health-plan-would-lower-premiums", "ruling_link_text": "On average, CBO expects drop in individual premiums to be smaller", "ruling_state": null, "source_documents": null, "sources": "<p>Charles Boustany, <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=46025260\" target=\"_blank\">transcript</a> of comments at the Blair House health care summit, Feb. 25, 2010<br /><br />Congressional Budget Office, <a href=\"http://gopleader.gov/UploadedFiles/hr3962amendmentBoehner.pdf\" target=\"_blank\">analysis</a> of Republican amendment H.R. 3962, Nov. 4, 2009<br /><br />E-mail interview with Rick Curtsinger. press secretary for Rep. Charles Boustany, Feb. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Charles", "half_true_count": 0, "home_state": "Louisiana", "id": 230, "last_name": "Boustany", "mostly_true_count": 1, "name_slug": "charles-boustany", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Boustany1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/230/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>The CBO found that the House Republican health care plan would lower premiums by \"up to about 10 percent\" and, for purchasers in the individual market, \"those cost savings could even be higher.\"</p>", "statement_context": "a comment at the president's health care reform summit", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}