{"art": [{"brightcove": "", "caption": "In this March 9, 2018 file photo, Florida Gov. Rick Scott signs the Marjory Stoneman Douglas Public Safety Act in the governor's office at the Florida State Capitol in Tallahassee, Fla. (AP Photo/Mark Wallheiser, File)", "id": 15419, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_18072845283928.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15419/", "title": "Scott signs MSD bill", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2018/apr/04/free-thought-project/did-florida-police-seize-mans-gun-out-due-process-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Did Florida police seize a man's gun without due process? No", "id": 15215, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/15215/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>After the Parkland school shooting, Florida lawmakers passed a so-called &quot;red flag&quot; law that aims to keep guns out of the hands of people deemed to be a threat to others or themselves.</p>\r\n\r\n<p>The new law went into effect March 9, quickly stoking concern among people about lost freedom.</p>\r\n\r\n<p>A March 18 headline posted on the <a href=\"http://thefreethoughtproject.com/florida-man-guns-taken-due-process/\">Free Thought Project</a> said, &quot;It begins: Florida police now confiscating guns from people with no due process.&quot;</p>\r\n\r\n<p>The post went on to say a man in Lighthouse Point &mdash; in Broward County, like Parkland &mdash; had his guns taken away before he was determined to be mentally unfit and before he was accused of a crime, making him the first person in the state to &quot;have his due process removed.&quot;</p>\r\n\r\n<p>Facebook users flagged the post as being potentially fabricated, as part of the social network&rsquo;s efforts to combat online hoaxes.</p>\r\n\r\n<p>The post makes it seem like a man&rsquo;s guns were taken without reason or cause, but that leaves out important nuance about the situation. Authorities said the man voluntarily surrendered his weapons and never contested the temporary risk protection order barring him from his guns for up to a year.</p>\r\n\r\n<div class=\"pf_subheadline\">Florida&rsquo;s &quot;risk protection law&quot;</div>\r\n\r\n<p>Florida legislators moved quickly to pass <a href=\"https://www.flsenate.gov/Session/Bill/2018/7026/BillText/er/PDF\">SB 7026</a>, allowing law enforcement to seek a risk protection order from a judge that would temporarily remove a person&rsquo;s firearm(s) for up to a year. It also bars those individuals from buying guns during that time.</p>\r\n\r\n<p>Pinellas County Sheriff Bob Gualtieri took issue with the way the law has been portrayed in headlines. He said if a person doesn&rsquo;t comply with a risk protection order, then police have to file a warrant and establish probable cause to obtain the weapon.</p>\r\n\r\n<p>&quot;There is no seizure authority,&quot; Gualtieri said. &quot;You can ask them to comply with the risk protection order, but you can&rsquo;t seize a person&rsquo;s guns.&quot;</p>\r\n\r\n<p>The law slightly amended the Baker Act, under which law enforcement officials can take someone against their will to a facility for a mental health evaluation if the person is a danger to themselves or others. Authorities can confiscate a person&rsquo;s guns if they pose a potential danger to themselves or have made a credible threat of violence against another person.</p>\r\n\r\n<p>Before this change, <a href=\"http://www.politifact.com/florida/statements/2013/jan/25/mike-ryan/do-police-automatically-return-guns-someone-after-/\">the Baker Act didn&rsquo;t state</a> whether guns should be taken or returned, except to ban guns from hospitals providing mental health services. In practice, officers would often &mdash; but not always &mdash; temporarily confiscate guns if the firearms were on the person or in plain sight during the Baker Act &quot;episode,&quot; said Martha Lenderman, an expert on the Baker Act.</p>\r\n\r\n<p>More states added <a href=\"http://www.politifact.com/punditfact/statements/2018/mar/14/liberty-headlines/no-seattle-police-didnt-use-red-flag-law-seize-man/\">similar &quot;red flag&quot; laws</a> this year including Washington.</p>\r\n\r\n<p>Matt Agorist, who wrote the Free Thought Project article, argued that Florida&rsquo;s new law allows law enforcement officers to retain guns without due process.</p>\r\n\r\n<p>&quot;When a person is stripped of their constitutional rights, albeit temporarily, without being given the chance to make their own case based on what can be entirely arbitrary accusations, this is the removal of due process,&quot; Agorist said in an email to PolitiFact Florida.</p>\r\n\r\n<p>However, this neglects the fact that the person&nbsp;in question allowed police to retain his guns at the time he was taken into custody under the Baker Act. After this, Lighthouse Point police took the necessary steps to obtain a temporary risk protection order, which a judge reviewed and signed.</p>\r\n\r\n<div class=\"pf_subheadline\">Details about the Florida police seizing a man&rsquo;s handgun</div>\r\n\r\n<p>PolitiFact Florida interviewed Lighthouse Point Police Chief Ross Licata and Broward County&rsquo;s chief judge to get an understanding of the incident that led to a 56-year-old man losing his weapons.</p>\r\n\r\n<p>Licata said officers have had interactions with the man for years, but it wasn&rsquo;t until early March that his actions warranted action. (PolitiFact Florida is not naming the man because of his condition.)</p>\r\n\r\n<p>On March 7, Lighthouse Point Police checked on the man at his condo after an anonymous person filed a complaint that he was acting strangely.</p>\r\n\r\n<p>According to <a href=\"https://www.documentcloud.org/documents/4426726-Petition-for-Risk-Protection-Order.html\">court records</a>, the person said the man had been seen around the community &quot;clutching his face and hair while arguing with himself.&quot; The complainant also said the man had admitted to turning off the main electrical breakers to the condo building &quot;to prevent them from sending electrical impulses through his body and controlling him.&quot;</p>\r\n\r\n<p>Licata said that this was causing a safety issue for other residents who depend on oxygen.</p>\r\n\r\n<p>During the police welfare check, the man said he was being targeted by one of his neighbors, who he said shape-shifts and looks like Osama bin Laden. The man was carrying a firearm in the outer pocket of his cargo pants, according to court records.</p>\r\n\r\n<p>The man voluntarily surrendered his weapons during the welfare check, said Broward&rsquo;s chief administrative judge, Circuit Judge Jack Tuter. After that, police determined the man was a risk to himself and others and took him into custody under the Baker Act.</p>\r\n\r\n<p>Licata said the subject was not released from the medical center until March 21.</p>\r\n\r\n<p>Before he was released, police petitioned the court to get a temporary ex parte order and a permanent risk protection order March 14 to retain the man&rsquo;s guns. (An ex parte orders allows the court to proceed temporarily without both parties present for a hearing. In this case, the man was still being held at a medical facility.)</p>\r\n\r\n<p>Law enforcement met with the man at his condo March 21 to remove additional ammunition. One week after his release, there was a final hearing to determine if the guns and ammunition should be removed for one year.</p>\r\n\r\n<p>The man was there. He did not contest the one-year risk protection order requested by police. Tuter signed the order preventing him from owning or purchasing guns.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>A headline on the Free Thought Project said, &quot;Florida police now confiscating guns from people with no due process.&quot;</p>\r\n\r\n<p>The headline and the story make it appear that Florida police arbitrarily took away a man&rsquo;s guns, and that&rsquo;s not the case. The man in question voluntarily gave his weapons to police before he was taken into custody under the Baker Act, a judge said.</p>\r\n\r\n<p>While the man was being treated, Lighthouse Point police followed the protocol for obtaining a temporary risk protection order, and the man did not contest the order at any point during the court proceedings.</p>\r\n\r\n<p>With everything considered, we rate this claim False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-04-02T17:04:03.427022", "ruling_date": "2018-04-04T09:00:00", "ruling_headline": "Did Florida police seize a man's gun with out due process? No", "ruling_headline_slug": "did-florida-police-seize-mans-gun-out-due-process-", "ruling_link_text": "Man voluntarily gave up guns", "ruling_state": null, "source_documents": null, "sources": "<p>Interview and email exchanges, Meredith Bush, Communication Specialist, Seventeenth Judicial Circuit of Florida, March 28</p>\r\n\r\n<p>Email exchange, Alison Churly-Davis, general counsel for Broward County Clerk of Courts, March 28</p>\r\n\r\n<p>Interviews, Lighthouse Point Police Chief Ross Licata, March 28 and 29, 2018</p>\r\n\r\n<p>Email exchanges, Matt Agorist, author of the The Thought Project article: &quot;&quot;It begins: Florida police now confiscating guns from people with no due process.&quot;</p>\r\n\r\n<p>Interview, Martha Lenderman, former Florida Baker Act director, March 29</p>\r\n\r\n<p>Interview, Chief Judge Jack Tuter, April 2</p>\r\n\r\n<p>Email exchange, Robert Jarvis, a professor at Nova Southeastern University Shepard Broad Law Center, April 2</p>\r\n\r\n<p>Interview, &nbsp;Pinellas County Sheriff Bob Gualtieri, April 3</p>\r\n\r\n<p>Sun Sentinel, <a href=\"http://www.sun-sentinel.com/local/broward/parkland/florida-school-shooting/fl-florida-school-shooting-guns-seized-lighthouse-point-20180316-story.html\">Police seize first firearms under Florida&#39;s new gun-control laws</a>, March 16</p>\r\n\r\n<p>TheFreeThoughtProject.com, <a href=\"http://thefreethoughtproject.com/florida-man-guns-taken-due-process/\">It Begins: Florida Police Now Confiscating Guns From People With No Due Process</a>, March 18</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/punditfact/statements/2018/mar/14/liberty-headlines/no-seattle-police-didnt-use-red-flag-law-seize-man/\">No, Seattle police didn&#39;t use a &#39;red flag&#39; law to seize a man&#39;s gun with no warrant</a>, March 14</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/jan/25/mike-ryan/do-police-automatically-return-guns-someone-after-/\">Do police automatically return guns to someone after a Baker Act mental health evaluation?</a> Jan. 25, 2013</p>\r\n\r\n<p><a href=\"https://www.documentcloud.org/documents/4426725-Final-Risk-Protection-Order.html\">Final Risk Protection Order</a>, signed March 28, 2018</p>\r\n\r\n<p><a href=\"https://www.documentcloud.org/documents/4426725-Final-Risk-Protection-Order.html\">Petition for Risk Protection Order</a> and affidavit, signed March 14</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Free Thought", "half_true_count": 0, "home_state": "", "id": 4261, "last_name": "Project", "mostly_true_count": 0, "name_slug": "free-thought-project", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-Anonymous_people_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4261/", "total_count": 1, "true_count": 0, "website": "http://thefreethoughtproject.com/florida-man-guns-taken-due-process/"}, "statement": "<p>&quot;It begins: Florida police now confiscating guns from people with no due process.&quot;</p>\r\n", "statement_context": "a headline ", "statement_date": "2018-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Florida police seize a man's gun with out due process? No"}