{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/feb/25/kay-bailey-hutchison/hutchison-says-one-third-kids-drop-out/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1522, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1522/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a TV ad titled &quot;Honest Leadership,&quot; U.S. Sen. Kay Bailey Hutchison, a Republican candidate for governor, courts voters by painting a bleak picture of Texas under Gov. Rick Perry.<br />\r\n\t<br />\r\n\tBetween swipes on taxes (&quot;too high&quot;) and the Texas Department of Transportation (&quot;a wasteful mess&quot;), Hutchison says that one in three Texas children are &quot;dropping out.&quot;<br />\r\n\t<br />\r\n\tThe senator is not the only candidate airing such a claim. On a campaign flier, Rebecca Bell-Metereau, a local Democratic candidate for the State Board of Education, says that &quot;one-third of our students don&rsquo;t graduate from high school.&quot;<br />\r\n\t<br />\r\n\tDropout rates are such a complicated subject that we wondered if a simple statistic tells the whole story.<br />\r\n\t<br />\r\n\tFirst, researchers and governments have many different ways of measuring how many students leave school before graduating. Analyzing different data with different methods yields statistical results that vary &mdash; a lot. To add to the confusion, any of those measurements might be termed the &quot;dropout&quot; rate in public discourse, depending on who is wielding the terminology.<br />\r\n\t<br />\r\n\tAnother source of confusion: Everyone who does not graduate is not necessarily a dropout. Graduation rates involve different data. Here, we&#39;ll focus on counting dropouts.<br />\r\n\t<br />\r\n\tThe &quot;one in three&quot; statistic that Hutchison and others cite refers to what is called the attrition rate, which tracks the decline in enrollment between one year and a later one: for example, the number of students in ninth grade compared with the number three school years later.<br />\r\n\t<br />\r\n\tHutchison&rsquo;s campaign pointed us to several news stories that quoted the nonprofit Intercultural Development Research Association in San Antonio, which has its roots in the legal fight for school funding equity. The association, which has tracked high-school completion rates for more than 20 years, calculated a state attrition rate of 31 percent for the class of 2009 and 33 percent for the class of 2008 &mdash; hence, fuel for Hutchison&#39;s one-in-three claim.<br />\r\n\t<br />\r\n\tIDRA says attrition rates are an &quot;indicator of a school&rsquo;s holding power, or the ability to keep students enrolled in school and learning until they graduate.&quot;<br />\r\n\t<br />\r\n\tHowever, Linda Roska, director of the Texas Education Agency&rsquo;s division of accountability research, said attrition rates are a simplistic measure because, among other things, they don&#39;t distinguish between students who actually dropped out and those who left for reasons such as moving to another state or graduating early.<br />\r\n\t<br />\r\n\tWhile TEA publishes a high school attrition rate (28.6 percent for the class of 2008, the most recent data available), it is not used in the state&rsquo;s school accountability system.<br />\r\n\t<br />\r\n\tLori Taylor, an associate professor at the Bush School of Government and Public Service at Texas A&amp;M University, said the best way to calculate dropout rates is to track individual students over time.<br />\r\n\t<br />\r\n\tThat&#39;s what TEA says it does when calculating two dropout rates that it uses: the percentage of high school students who drop out in a single year (3.2 percent in 2007-8) and the percentage of students in each class who drop out of high school before graduating (10.5 percent for the class of 2008). Both measurements are far below the &quot;one in three&quot; rate that Hutchison claims.<br />\r\n\t<br />\r\n\tHowever, a 2009 report by Taylor&rsquo;s students at Texas A&amp;M says that the one-year rate potentially creates &quot;a distorted picture that underestimates the average dropout rate of a school, district, or system.&quot; And the long-term rate excludes students who stay in high school longer than four years and may drop out later.<br />\r\n\t<br />\r\n\tSo what does &quot;dropping out&quot; really mean? According to TEA, a student becomes a dropout if he or she does not return to public school in the fall, is not expelled and does not do one of the following: graduate, receive a GED, continue school outside the public school system, begin college or die.<br />\r\n\t<br />\r\n\tSome academics, researchers and activists have long disputed the agency&#39;s dropout numbers, partly because they said TEA excluded many students who should have been counted as dropouts. For instance, students who said they intended to get a GED after leaving school were not considered dropouts. Since the state adopted the federal dropout definition several years ago, those students are now considered dropouts if they fail to obtain their GED within a limited time frame &mdash; and the state&#39;s official dropout rates have gone up.<br />\r\n\t<br />\r\n\tAll this goes to show the difficulty that researchers have in trying to pin down dropout statistics precisely. In fact, the Bush School projected the dropout rate for the class of 2012 will range anywhere from 12.2 percent (40,519 students) to 22.2 percent (73,692 students). That&#39;s a lot of wiggle room.<br />\r\n\t<br />\r\n\tAnyway, education experts contacted for this story generally agreed that the debate over whose numbers are best obscures the real issue: Too many Texas students are quitting school, period.<br />\r\n\t<br />\r\n\t&quot;It&#39;s most important to focus on the severity of the problem and what are the factors that are contributing to it,&quot; said Linda McSpadden McNeil, director of Rice University&#39;s Center for Education.<br />\r\n\t<br />\r\n\tOur conclusion? If you ask how many Texas students drop out of school, you&rsquo;ll get wildly different answers. In our own analysis, we found dropout rates that range from 3 percent (the one-year rate) to 33 percent (the attrition rate), and each one had its defenders.<br />\r\n\t<br />\r\n\tHutchison&#39;s dropout reference is based on student attrition, a simplistic measurement that is not the way the state prefers to count dropouts but is nevertheless accepted by some experts.<br />\r\n\t<br />\r\n\tWe find Hutchison&#39;s statement Half True.</p>", "ruling_comments_date": "2010-02-25T17:10:33.311528", "ruling_date": "2010-02-25T16:08:40", "ruling_headline": "Hutchison says one-third of kids drop out", "ruling_headline_slug": "hutchison-says-one-third-kids-drop-out", "ruling_link_text": "Lots of numbers, little agreement", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tIntercultural Development Research Association, <a href=\"http://www.idra.org/Research/Attrition/\" target=\"_blank\">&quot;Attrition and Dropout Rates in Texas&quot;</a><br />\r\n\t<br />\r\n\tTexas Education Agency, <a href=\"http://ritter.tea.state.tx.us/perfreport/aeis/\" target=\"_blank\">Academic Excellence Indicator System</a><br />\r\n\t<br />\r\n\tBush School of Government and Public Service at Texas A&amp;M University, <a href=\"http://bush.tamu.edu/research/capstones/mpsa/\" target=\"_blank\">&quot;The ABCD&#39;s of Texas Education: Assessing the Benefits and Costs of Reducing the Dropout Rate,&quot;</a> May 2009<br />\r\n\t<br />\r\n\tInterview with Lori Taylor, professor, Bush School of Government and Public Service at Texas A&amp;M University, Feb. 18, 2010<br />\r\n\t<br />\r\n\tInterview with Roy Johnson, director of support services, Intercultural Development Research Association, Feb. 19, 2010<br />\r\n\t<br />\r\n\tInterview with Linda Roska, director, division of accountability research, Texas Education Agency, Feb. 22, 2010<br />\r\n\t<br />\r\n\tInterview with Jane Lincove, professor, LBJ School of Public Affairs, University of Texas at Austin, Feb. 24, 2010<br />\r\n\t<br />\r\n\tInterview with Linda McSpadden McNeil, professor and director of Center for Education, Rice University, Feb. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Kay Bailey", "half_true_count": 4, "home_state": "Texas", "id": 287, "last_name": "Hutchison", "mostly_true_count": 3, "name_slug": "kay-bailey-hutchison", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hutchisonmug7.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/287/", "total_count": 18, "true_count": 4, "website": "http://texans.forkay.com/"}, "statement": "<p>\r\n\tSays one in three Texas children drop out of high school.</p>", "statement_context": "a television ad", "statement_date": "2010-02-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}