{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/25/barack-obama/obama-says-under-democratic-health-plan-family-ins/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1523, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1523/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>For many people, the health care issue boils down to this: Are my insurance  rates going to go up or down?</p>\r\n<p>Not surprisingly then, one of the testiest exchanges  at the health care summit on Feb. 25, 2010, came between President Barack Obama  and Sen. Lamar Alexander, R-Tenn., over the issue of how the Democrats' health  care plan would affect premiums.</p>\r\n<p>Interestingly, both cited an analysis of the Senate  health care bill by the nonpartisan Congressional Budget Office to make their  case.</p>\r\n<p>\"The  Congressional Budget Office report says that premiums will rise in the  individual market as a result of the Senate bill,\" Alexander said.</p>\r\n<p>\"No, no, no, no,\" Obama  retorted. \"This is an example of where we've got to get our facts straight.\"</p>\r\n<p>\"Let me respond to what  you just said, Lamar, because it's not factually accurate,\" Obama continued.  \"Here's what the Congressional Budget Office says. The costs for families for  the same type of coverage that they're currently receiving would go down 14  percent to 20 percent. What the Congressional Budget Office says is that because  now they've got a better deal, because policies are cheaper, they may choose to  buy better coverage than they have right now, and that might be 10 percent to 13  percent more expensive than the bad insurance that they had previously.</p>\r\n<p>\"But they didn't say  that the actual premiums would be going up. What they said was they'd be going  down by 14 percent to 20 percent. And I promise you, I've gone through this  carefully with the Congressional Budget Office, and I'll be happy to present  this to the press and whoever's listening because this is an important  issue.\"</p>\r\n<p>Alexander  later stood his ground, saying, \"With respect, you're wrong about -- your bill  would increase premiums, I believe. You say it wouldn't. So rather than argue  with you in public about it, I'd like to put my facts down, give them to  you.\"</p>\r\n<p>\"I think it's  a great idea,\" Obama said. \"I'd like to get this issue settled about whether  premiums are reduced before we leave today, because I'm pretty certain I'm not  wrong.\"</p>\r\n<p>This seemed  like a good place for us to step in and referee.</p>\r\n<p>First, one of the key  qualifiers that many people may have lost in this exchange is that they were  debating the effects on premiums for people in the individual market. These are  the people who do not get their insurance through an employer. This is only a  fraction of the overall market. The Congressional Budget Office estimates that  if the Democrats' plan were adopted, the individual market would grow to about  17 percent of the American population by 2016.</p>\r\n<p>The Democrats' plan calls for the creation of a  health insurance exchange in which individuals could shop for insurance with  private companies competing for their business. The idea is that it would allow  individuals to purchase insurance at lower, group rates. Plans offered by  companies participating in the exchange would have to meet government-mandated  minimum coverage thresholds.</p>\r\n<p>The CBO estimated that the average premium for people  in the individual market would be about 10 percent to 13 percent higher in 2016  than under current law. Specifically, the CBO estimates the average cost of  family policies purchased by individuals would be $15,200 in 2016, as opposed to  $13,100 under current law.</p>\r\n<p>That's the backing for Alexander's comment.</p>\r\n<p>But Obama correctly  notes that much of the added cost is tied to people getting better insurance.</p>\r\n<p>The CBO said there are  three drivers that would cause premiums to rise or fall. And it broke them down  as follows:</p>\r\n<p>&bull;  Average premiums would be 27 percent to 30 percent higher because a greater  amount of coverage would be obtained. In particular, the average insurance  policy would cover a substantially larger share of enrollees&rsquo; costs for health  care and a slightly wider range of benefits. Those expansions would reflect both  the minimum level of coverage (and related requirements) specified in the  proposal and people&rsquo;s decisions to purchase more extensive coverage in response  to subsidies.</p>\r\n<p>&bull;  Average premiums would be 7 percent to 10 percent lower because of a net  reduction in costs to insurers, mostly from the changes in the rules governing  the individual market.</p>\r\n<p>&bull; Average premiums would be 7 percent to 10 percent  lower because of a shift in the types of people obtaining coverage. Most of that  change is tied to an influx of healthier people with below-average spending for  health care, who would purchase coverage because of subsidies and a new tax  penalty for failing to purchase insurance.</p>\r\n<p>Obama gets to his figure by combining those last two  cost reductions, but not including the cost increase tied to people essentially  getting better insurance.</p>\r\n<p>Both Obama and Alexander cited figures independent of  the effect of subsidies. But we think it bears noting that under the Senate  health plan, about 57 percent of people on the individual market would receive  federal subsidies, and those subsidies would cover nearly two-thirds of the  total premium.</p>\r\n<p>One  last point, the Democrats' plan would allow people who currently have individual  policies to grandfather in their existing policy. According to the CBO, \"the  premiums for those policies would probably not differ substantially from  current-law levels.\"</p>\r\n<p>In other words, if you were to opt to keep the exact  same individual plan (an option the CBO doesn't believe many will take because,  with subsidies, most could get a better plan cheaper), the CBO doesn't see the  cost rising or falling substantially.</p>\r\n<p>And again, we are talking here only about premiums  for people in the individual market. For most people, who get their insurance through their company, the CBO projects  premiums to decline slightly from where they'd go if no health plan is passed.  How slightly? In the 0 to 3 percent range, depending on whether you work at a  large or small company.</p>\r\n<p>We think both Obama and Alexander have selectively  chosen from the CBO report to suit their needs.</p>\r\n<p>Alexander insists the  cost of premiums in the individual market will go up, without acknowledging that  that's because most people will be getting better insurance coverage, either  because of new government-mandated minimum coverage levels or because many will  decide that subsidies will make upgrades to a better plan more cost-effective.  Bottom line, people won't be paying more for the same thing. They'll be paying  more for better plans. And on top of that, many will get federal subsidies, so they won't be paying the increased cost out of  their own pockets.</p>\r\n<p>But we also think Obama has put on blinders when  citing the CBO report. Yes, the CBO estimated 14 to 20 percent savings due to  rule changes in the individual market, and because the plan is expected to  infuse a large number of low-risk people into the insurance pool. But he ignores  the estimated cost increases tied to more people getting better insurance. Obama  tries to gloss over this by comparing costs \"for the same type of coverage that  they're currently receiving.\" But the fact is, most would not be getting the  same kind of coverage. Some of the shift to better coverage would be due to  personal choice -- with subsidies, many people would be able to get better  coverage at the same cost or cheaper -- but some would be tied to new  government-mandated minimum coverage and the threat of tax penalties if you  decide not to get insurance. And for those who opt to grandfather in their  current individual policies (even if they don't meet the new government minimum  standards), the CBO doesn't see much of a change in premiums one way or the  other. And so we rule Obama's statement Half True.</p>", "ruling_comments_date": "2010-02-25T17:28:28.371528", "ruling_date": "2010-02-25T19:26:36", "ruling_headline": "Obama says under Democratic health plan, family insurance premiums in the individual market would decrease 14 to 20 percent", "ruling_headline_slug": "obama-says-under-democratic-health-plan-family-ins", "ruling_link_text": "Pay more, get more", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">\"An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act,\"</a> Nov. 30, 2009</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/blog/2009/11/30/cbo-confirms\" target=\"_blank\">\"CBO Confirms Families Will Save Money Under Health Reform,\"</a> by Dan Pfeiffer, Nov. 30, 2009</p>\r\n<p>PolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/01/mike-pence/rep-mike-pence-says-democratic-health-plan-would-/\" target=\"_blank\">\"Rep. Mike Pence says Democratic health plan would drive up family premiums,\"</a> by Robert Farley, Dec. 1, 2009</p>\r\n<p>CQ Transcriptwire, Transcript: Health care summit, Feb. 25, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"The costs for families (in the individual market) for the same type of coverage that they're currently receiving would go down 14 percent to 20 percent.\"</p>", "statement_context": "the televised health care summit", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}