{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2018/apr/06/snapple/are-there-only-18-minutes-action-baseball-game/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Are there only 18 minutes of action in a baseball game?", "id": 15230, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15230/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>&nbsp;</p>\r\n\r\n<p>With the new major league season under way, we thought we&rsquo;d take a break from fact-checking trade wars and immigration disputes and turn our gaze toward greener pastures.</p>\r\n\r\n<p>Our subject: A self-styled &quot;real fact&quot; printed on the underside of a Snapple bottle cap. The drink company puts <a href=\"https://www.snapple.com/real-facts\">hundreds of bits of trivia</a> on its bottle caps on a rotating basis.</p>\r\n\r\n<p>This bottle cap said, &quot;There are only 18 minutes of total action in an average baseball game.&quot; (As it happens, Snapple just inked a&nbsp;<a href=\"https://www.prnewswire.com/news-releases/snapple-and-major-league-baseball-launch-official-partnership-300597402.html\" target=\"_blank\">partnership with Major League Baseball</a>.)</p>\r\n\r\n<p>Is that right?</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n\r\n<p>Let&rsquo;s acknowledge &mdash; ahem &mdash; right off the bat that not everyone agrees that this is an enlightening factoid.</p>\r\n\r\n<p>&quot;I have seen such numbers attributed to various sports, including baseball, but I never delved further, as this seems a singularly stupid calculation, as if baseball in particular were a sport of more or less continuous action, like soccer or hockey or basketball,&quot; Major League Baseball&rsquo;s official historian, John Thorn, told PolitiFact.</p>\r\n\r\n<p>That said, the statistic appears to come from a study <a href=\"https://www.wsj.com/articles/SB10001424127887323740804578597932341903720\">published</a> by the <em>Wall Street Journal</em> in 2013. The author and study designer, Steve Moyer, had a long career in baseball statistics before his <a href=\"http://salisbury.thelehighvalleypress.com/2018/03/15/stephen-c-%E2%80%9Csteve%E2%80%9D-moyer\">death</a> on March 1.</p>\r\n\r\n<p>Based on a sampling of three games that he painstakingly stopwatched and coded, Moyer found that, on average, &quot;a baseball fan will see 17 minutes and 58 seconds of action over the course of a three-hour game. This is roughly the equivalent of a TED Talk, a Broadway intermission or the missing section of the Watergate tapes.&quot;</p>\r\n\r\n<p>That&rsquo;s also more action than a similar <em>Wall Street Journal</em> study found for pro football in 2010 -- just 11 minutes. (Basketball, hockey and soccer don&rsquo;t break down as easily into action and non-action segments.)</p>\r\n\r\n<p>Moyer counted two types of action that together totaled 17 minutes and 58 seconds:</p>\r\n\r\n<p>&bull; <strong>Balls in play or runners advancing</strong>: five minutes, 47 seconds</p>\r\n\r\n<p>&bull; <strong>Other action (such as pitches, foul balls and pickoffs): </strong>12 minutes, 11 seconds</p>\r\n\r\n<p>In addition, Moyer broke down different types of inaction.</p>\r\n\r\n<p>One was the <strong>time between batters</strong> (33 minutes, 39 seconds). This included &quot;knocking the weighted donut off the bat, announcing the batter, the walk-up song, cleaning the cleats,&quot; Moyer wrote. Another was the <strong>time between innings</strong> (42 minutes, 41 seconds).</p>\r\n\r\n<p>But easily the biggest chunk of dead time was <strong>time between pitches</strong> (one hour, 14 minutes, 49 seconds).</p>\r\n\r\n<p>This, Moyer explained, &quot;includes the unstrapping and re-strapping the batting gloves, sleeve adjusting, helmet adjusting, practice swings, plus the pitcher doing whatever it is he does as well. &hellip; Sometimes the pitcher will walk around or pick up the rosin bag, sometimes more than one sign will be necessary, sometimes the batter calls time and the whole process starts over.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Because stopwatching an entire ballgame -- much less several of them -- is taxing, the experiment hasn&rsquo;t been done very often, so it&rsquo;s hard to know if the sample of games is skewed in some way.</p>\r\n\r\n<p>We found one additional <a href=\"https://www.foxsports.com/mlb/story/average-baseball-game-contains-14-minutes-of-real-action-study-finds-100610\">study</a> by Fox Sports that looked at a pair of major league games in 2010. Fox Sports found 14 minutes of action -- not precisely the same as what the <em>Journal </em>found, but an amount that was &quot;in the ballpark,&quot; Grant Brisbee, who writes on baseball for the sports site SB Nation, told PolitiFact. (Yes, Grant, we got the pun.)</p>\r\n\r\n<p>We contacted Brisbee because he had taken his own look at a related question for <a href=\"https://www.sbnation.com/a/mlb-2017-season-preview/game-length\">SB Nation</a> in 2017. Brisbee was trying to puzzle out the main reason why major league games have become so long in recent years.</p>\r\n\r\n<p>Time has become an increasing issue for baseball, a sport that is famously not run according to a clock.</p>\r\n\r\n<p>In recent years, major league games have run longer and longer. In 2017, the average length of games <a href=\"https://www.usatoday.com/story/sports/mlb/2017/10/02/average-mlb-game-time-record-3-hours-5-minutes-this-season/106225166/\">hit a full-season record</a> of three hours, five minutes.</p>\r\n\r\n<p>Using data from <a href=\"https://www.baseball-reference.com/leagues/MLB/misc.shtml\">baseball-reference.com</a>, we plotted out the inexorably lengthening duration of the average major league game, from a little over two hours right after World War II to a little over three hours today.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>As a result, time has become a serious concern at Major League Baseball headquarters. For 2018, officials instituted <a href=\"https://www.mlb.com/news/mlb-announces-pace-of-play-initiatives/c-266718664\">several new rules</a> that were designed to speed up the game, including a limit on the number of visits that managers, coaches or players can visit the mound every nine innings, and changes designed to speed up video reviews of umpires&rsquo; calls.</p>\r\n\r\n<p>Officials also kept in place rules that had been enacted in recent years, such as limits on when players can leave the batter&rsquo;s box between pitches, and on how quickly pitchers have to get ready between innings. (A pitch clock -- now being used in some minor leagues -- was considered, but deferred.)</p>\r\n\r\n<p>So, back to Brisbee&rsquo;s question: Why are major league games getting longer?</p>\r\n\r\n<p>To answer the question, he decided to stopwatch two games -- one from 1984 and one from 2014.</p>\r\n\r\n<p>Going into the project, Brisbee figured that commercials -- primarily between-inning time -- would account for the longer game time. As it turned out, he did find an increase, but it wasn&rsquo;t dramatic.</p>\r\n\r\n<p>Instead, the culprit was the time between pitches, Brisbee found. He zeroed in on what he called &quot;inaction pitches&quot; -- balls, called strikes, or missed swinging strikes that didn&rsquo;t result in the end of an at-bat or the advancement of a runner.</p>\r\n\r\n<p>Brisbee found that 146 inaction pitches were thrown in the 1984 game, with 144 such pitches in the 2014 game -- an almost identical amount.</p>\r\n\r\n<p>What wasn&rsquo;t identical was the time those inaction pitches took up. In the 1984 game, inaction pitches accounted for 32 minutes and 47 seconds. In the 2014 game, they accounted for 57 minutes and 41 seconds. That&rsquo;s nearly an 80 percent increase.</p>\r\n\r\n<p>&quot;Pitchers don&rsquo;t get rid of the ball like they used to,&quot; he wrote. &quot;Hitters aren&rsquo;t expecting them to get rid of the ball like they used to. It adds a couple minutes to every half-inning, which adds close to a half-hour.&quot;</p>\r\n\r\n<p>It&rsquo;s worth noting that there is technically a rule to curb this &mdash;&nbsp;and there has been for more than a century. &quot;Since 1901, baseball has mandated that a pitcher must deliver the ball to a batter within 20 seconds after receiving it from the catcher,&quot; Moyer noted in his study.</p>\r\n\r\n<p>But ask any baseball fan if they&rsquo;ve ever seen that rule enforced and the answer will surely be no.</p>\r\n\r\n<p>Of course, long games can have their charms</p>\r\n\r\n<p>&quot;My perspective is that something is always happening in baseball even when the action on the field has come to a stop,&quot; said Thorn, the historian. &quot;Indeed it is the interstices between plays that to me are most valuable, as they permit conversation or reflection.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Snapple cap said, &quot;There are only 18 minutes of total action in an average baseball game.&quot;</p>\r\n\r\n<p>One credible study found just shy of 18 minutes of action, while another study was close, finding 14 minutes. That said, the number of stopwatched games is low due to the difficulty of the task -- only a half-dozen or so that we could find -- meaning that it&rsquo;s hard to rule out a skewed statistical sample. So we&rsquo;ll be cautious and rate the statement Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 4 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-04-05T21:30:43.608259", "ruling_date": "2018-04-06T10:55:30", "ruling_headline": "Are there only 18 minutes of action in a baseball game?", "ruling_headline_slug": "are-there-only-18-minutes-action-baseball-game", "ruling_link_text": "The national pass-time", "ruling_state": null, "source_documents": null, "sources": "<p>Snapple, bottle cap, received by PolitiFact on April 5, 2018</p>\r\n\r\n<p><em>Wall Street Journal</em>, &quot;<a href=\"https://www.wsj.com/articles/SB10001424127887323740804578597932341903720\">In America&#39;s Pastime, Baseball Players Pass A Lot of Time</a>,&quot; July 16, 2013</p>\r\n\r\n<p>Fox Sports, &quot;<a href=\"https://www.foxsports.com/mlb/story/average-baseball-game-contains-14-minutes-of-real-action-study-finds-100610\">MLB game has 14 minutes of real &lsquo;action</a>,&#39; &quot; Oct. 6, 2010</p>\r\n\r\n<p>SB Nation, &quot;<a href=\"https://www.sbnation.com/a/mlb-2017-season-preview/game-length\">Why Baseball Games Are So Damned Long</a>,&quot; 2017</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"https://www.usatoday.com/story/sports/mlb/2017/10/02/average-mlb-game-time-record-3-hours-5-minutes-this-season/106225166/\">Average MLB game time rises to record high</a>,&quot; Oct. 2, 2017</p>\r\n\r\n<p>Baseball-Reference.com, <a href=\"https://www.baseball-reference.com/leagues/MLB/misc.shtml\">League Year-By-Year Miscellaneous Statistics</a>, accessed April 5, 2018</p>\r\n\r\n<p>MLB.com, &quot;<a href=\"https://www.mlb.com/news/mlb-announces-pace-of-play-initiatives/c-266718664\">MLB announces pace of play initiatives for &#39;18</a>,&quot; Feb. 19, 2018</p>\r\n\r\n<p>Email interview with Grant Brisbee, baseball blogger for SB Nation, April 5, 2018</p>\r\n\r\n<p>Email interview with John Thorn, official historian for Major League Baseball, April 5, 2018</p>\r\n\r\n<p>Email interview with Chris Barnes, corporate communications for Snapple, April 5, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Beverage company", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "New York", "id": 4268, "last_name": "Snapple", "mostly_true_count": 1, "name_slug": "snapple", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Snapple_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4268/", "total_count": 1, "true_count": 0, "website": "https://www.snapple.com/"}, "statement": "<p>&quot;There are only 18 minutes of total action in an average baseball game.&quot;</p>\r\n", "statement_context": "a bottle cap", "statement_date": "2018-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 166, "photo": null, "resource_uri": "/api/v/2/subject/166/", "subject": "Baseball", "subject_slug": "baseball", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Are there only 18 minutes of action in a baseball game?"}