{"art": [], "author": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "canonical_url": "/illinois/statements/2018/apr/10/jb-pritzker/facts-bug-new-pritzker-attack-line-quincy-veterans/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Facts bug new Pritzker attack line on Quincy Veterans’ Home", "id": 15244, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ksepeda@bettergov.org", "first_name": "Kiannah", "id": 666, "last_name": "Sepeda-Miller", "name_slug": "kiannah-sepeda-miller", "on_staff_page": 130, "phone": "312-821-9027", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/kiannah.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/666/", "title": "Investigator", "twitter": ""}], "resource_uri": "/api/v/2/statement/15244/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Gov. Bruce Rauner has faced a barrage of criticism for his administration&rsquo;s response to deadly outbreaks of Legionnaires&rsquo; disease at the state&rsquo;s Quincy Veterans&rsquo; Home, which since 2015 have claimed the lives of 13 residents and sickened dozens of others.</p>\r\n\r\n<p>Now, Rauner&rsquo;s re-election rival, Democrat J.B. Pritzker, is taking another Quincy-related swing at the governor following <a href=\"http://dph.illinois.gov/news/gi-cases-illinois-veterans%E2%80%99-home-quincy\">disclosure</a> in late March by the Illinois Department of Public Health that 24 individuals at the state-run facility had been sickened by what appeared to be norovirus, a gastrointestinal illness that sometimes causes severe vomiting and diarrhea.</p>\r\n\r\n<p>&quot;After fatally mismanaging the Quincy Veterans&rsquo; Home, @BruceRauner is letting persistent health issues jeopardize the wellbeing of our nation&rsquo;s heroes,&quot; Pritzker <a href=\"https://twitter.com/JBPritzker/status/979859761830268928\">said in a March 30 tweet</a>. &quot;This is a shameful display of failed leadership.&quot;</p>\r\n\r\n<div class=\"artembed left\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>The Pritzker tweet linked to <a href=\"https://chicago.suntimes.com/news/new-health-woes-at-quincy-veterans-home-24-reported-with-vomiting-and-diarrhea/\">an article in the Chicago Sun-Times</a> about the stomach bug sweeping through the Quincy facility. The article also included other tweets from Democratic state lawmakers pinning the norovirus outbreak on Rauner.</p>\r\n\r\n<p>Rauner, a Republican, has been the target of bipartisan criticism for his administration&rsquo;s handling of Legionnaires&rsquo; at Quincy after problems were brought to light by <a href=\"http://interactive.wbez.org/legionnaires/?_ga=2.108553537.2120132700.1522865339-1253565864.1515445817\">a WBEZ investigation</a> last December. The Chicago public radio station raised questions about how patients were treated upon falling ill and revealed officials delayed informing the public after the disease surfaced.</p>\r\n\r\n<p>Critics have also blasted the Rauner administration for its delay in executing a long-term solution for eradicating the disease at the facility.</p>\r\n\r\n<p>But is the recent emergence of an outbreak of gastrointestinal illness at the Quincy home really an example of more of the same? And is there anything Rauner could have done, or should be doing, to prevent or mitigate the impact of the severe stomach bug residents have come down with at the home?</p>\r\n\r\n<div class=\"pf_subheadline\">Hand to mouth</div>\r\n\r\n<p>State health officials suspect norovirus is the culprit behind the latest outbreak at the home in downstate Quincy. The virus, which results in acute gastroenteritis, is the most common cause of diarrhea and vomiting both in the United States and globally, according to the Centers for Disease Control and Prevention.</p>\r\n\r\n<p>Most stricken recover within days, although the illness can pose serious threats to those with compromised immune systems, with the majority of deaths occurring among the elderly. As a viral infection, no antibiotic can treat it.</p>\r\n\r\n<p>Individuals catch Legionnaires&rsquo; disease, on the other hand, by inhaling bacteria that thrives in poorly maintained water systems &mdash; something government management and oversight can control. The disease, which produces a severe form of pneumonia, requires treatment with antibiotics.</p>\r\n\r\n<p>The state health department reported on March 30 that 24 individuals, including both residents and staff, had fallen ill with stomach symptoms at the the veterans&rsquo; home, but said none of the cases were serious and that the patients were recovering.</p>\r\n\r\n<p>But this is general election campaign season, and both the Pritzker and Rauner camps are gearing up for a cutthroat and costly fight in which facts and nuance often take a back seat to any opportunity to raise doubt about an opponent. In that climate, stark distinctions between Legionnaires&rsquo; and norovirus can get kicked to the curb.</p>\r\n\r\n<p>Norovirus afflicts some 20 million people in the U.S. annually, unlike Legionnaires&rsquo;, which resulted in 6,000 cases being reported to the CDC in 2015. The viral infection is spread through close contact with an infected person or by consuming food or water contaminated by an infected person, according to the CDC. It takes exposure to just a small amount of particles from an infected individual&rsquo;s stools or vomit to spread the bug.</p>\r\n\r\n<p>That means enclosed places like nursing homes and assisted-living facilities, such as those at Quincy, as well as schools and cruise ships, are particularly vulnerable.</p>\r\n\r\n<p>Long-term care facilities play host to the virus more than any other location. They account for between two-thirds and three-quarters of the more than 1,000 norovirus outbreaks that occur annually nationwide, according to Dr. Benjamin Lopman, a professor at Emory University who worked as an epidemiologist with the CDC for seven years. Since 2014, Illinois has experienced 870 norovirus outbreaks, with 540 of them occurring in settings for the elderly such as Quincy, according to data from the Illinois Department of Public Health.</p>\r\n\r\n<p>&quot;Noroviruses are exclusively human pathogens,&quot; Lopman said, explaining that makes the goal to stop transmission from person to person by isolating those who&rsquo;ve developed symptoms.</p>\r\n\r\n<p>But because norovirus can also contaminate the environments where people get sick, with particles landing on surfaces that others may later touch, vigilant handwashing is also a must.</p>\r\n\r\n<p>Beyond that, the response of a care facility is limited.</p>\r\n\r\n<p>We asked Lopman what, if anything, management at a facility for seniors such as Quincy could do in the way of front-end prevention.</p>\r\n\r\n<p>&quot;That is very difficult because &hellip; it&rsquo;s very common in the community,&quot; he said. &quot;It&rsquo;s hard to stop someone coming in,&quot; between visitors who don&rsquo;t appear symptomatic and new patient intakes.</p>\r\n\r\n<p>So we asked the Pritzker campaign to explain how the norovirus outbreak at Quincy could be construed as a blot on Rauner&rsquo;s leadership. A spokesman for Pritzker responded with an emailed statement that avoided the question and dwelled on the Legionnaires&rsquo; issue.</p>\r\n\r\n<p>&quot;The fact is, Rauner let the Legionnaires&rsquo; crisis spiral out of control in Quincy and is now leaving the same residents and staff to contend with both Legionnaires&rsquo; and new diseases as he fails to put forward a permanent solution that keeps veterans safe,&quot; the Pritzker campaign statement read.</p>\r\n\r\n<p>A follow-up query to Pritzker spokeswoman Galia Slayen shed no more light on the original question. &quot;We think our statement is pretty clear in that he has failed to do anything to address health crises at the Quincy Veterans&rsquo; Home,&quot; Slayen said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Pritzker&rsquo;s March 30 tweet held out a recent norovirus outbreak that sickened two dozen individuals at a state-run veterans&rsquo; facility in Quincy as evidence of how Rauner had been &quot;letting persistent health issues jeopardize the wellbeing of our nation&rsquo;s heroes.&quot; Rauner has been under fire for his administration&rsquo;s handling of deadly outbreaks of Legionnaires&rsquo; disease at the facility.</p>\r\n\r\n<p>Yet unlike Legionnaires&rsquo;, which is contracted by inhaling water vapor contaminated with the bacteria, the stomach bug state health officials suspect caused the latest Quincy health problems is spread from person to person, rendering a case for structural mismanagement something of a stretch.</p>\r\n\r\n<p>Norovirus spreads most frequently in closed environments like nursing homes and assisted living facilities such as Quincy. There is no specific cure for it, meaning the response from care providers is largely limited to isolating patients, casting doubt on what Rauner or his administration could have done to prevent or eliminate it.</p>\r\n\r\n<p>Asked how Rauner bears blame for the gastroenteritis outbreak, Pritzker&rsquo;s campaign did not directly respond, instead attempting to characterize it as further evidence after the Legionnaires&rsquo; problems at Quincy that the Republican should not be trusted to handle any health issue at the state facility.</p>\r\n\r\n<p>That conflates two very different epidemiological challenges, and leaves an impression--disputed by experts--that more could have, and should have, been done to stop the spread of norovirus at Quincy.</p>\r\n\r\n<p>For that, we rate Pritzker&rsquo;s claim as Mostly False.</p>\r\n", "ruling_comments_date": "2018-04-09T19:51:47.499440", "ruling_date": "2018-04-10T07:00:00", "ruling_headline": "Facts bug new Pritzker attack line on Quincy Veterans’ Home", "ruling_headline_slug": "facts-bug-new-pritzker-attack-line-quincy-veterans", "ruling_link_text": "The administration couldn't do much to prevent a stomach bug", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://twitter.com/JBPritzker/status/979859761830268928\">Tweet</a>, J.B. Pritzker, Mar. 30, 2018</p>\r\n\r\n<p><a href=\"https://chicago.suntimes.com/news/new-health-woes-at-quincy-veterans-home-24-reported-with-vomiting-and-diarrhea/\">&quot;New health woes at Quincy Veterans Home: 24 reported with vomiting and diarrhea,&quot;</a> Chicago Sun-Times, Mar. 30, 2018</p>\r\n\r\n<p><a href=\"https://www.bettergov.org/news/fact-check-rauner-says-legionella-is-in-most-of-illinois-but-to-what-extent\">&quot;Fact Check: Rauner Says Legionella Is In Most Of Illinois. But To What Extent?&quot;</a> PolitiFact Illinois, Jan. 16. 2018</p>\r\n\r\n<p><a href=\"http://interactive.wbez.org/legionnaires/?_ga=2.108553537.2120132700.1522865339-1253565864.1515445817\">&quot;Surviving War, But Not the Veterans&rsquo; Home,&quot;</a> WBEZ Chicago, Dec. 12, 2017</p>\r\n\r\n<p><a href=\"https://www.wbez.org/shows/wbez-news/beginning-of-an-epidemic-email-shows-state-waited-6-days-to-publicize-legionnaires-outbreak/474d8281-7c0b-41f7-9baf-0ccebea3a100\">&quot;&lsquo;Beginning Of An Epidemic&rsquo;: Email Shows State Waited 6 Days To Publicize Legionnaires&rsquo; Outbreak,&quot;</a> WBEZ Chicago, Dec. 20, 2017</p>\r\n\r\n<p><a href=\"https://chicago.suntimes.com/news/lawmaker-rips-rauner-on-legionnaires-response-at-vets-home/\">&quot;Lawmaker rips Rauner on Legionnaires&rsquo; response at Quincy veterans home,&quot;</a> Chicago Sun-Times, Feb. 20, 2018</p>\r\n\r\n<p><a href=\"http://dph.illinois.gov/news/gi-cases-illinois-veterans%E2%80%99-home-quincy\">News release</a>, Illinois Department of Public Health, Mar. 30, 2018</p>\r\n\r\n<p><a href=\"https://www.cdc.gov/norovirus/index.html\">&quot;Norovirus,&quot;</a> Centers for Disease Control and Prevention</p>\r\n\r\n<p>Email interview, Melaney Arnold, Illinois Department of Public Health spokeswoman, April 5, 2018</p>\r\n\r\n<p>Phone interview, Dr. Benjamin Lopman, professor of epidemiology at Emory University, April 6, 2018</p>\r\n\r\n<p>Phone interview, Dr. Josiah Alamu, professor of epidemiology at University of Illinois Springfield, April 6, 2018</p>\r\n\r\n<p><a href=\"https://www.cdc.gov/legionella/about/diagnosis.html\">&quot;Legionella: Diagnosis, Treatment and Complications,&quot;</a> Centers for Disease Control and Prevention</p>\r\n\r\n<p>Email and phone interview, Jason Rubin and Galia Slayen, J.B. Pritzker campaign, April 5, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Gubernatorial candidate", "false_count": 2, "first_name": "JB", "half_true_count": 0, "home_state": "Illinois", "id": 4132, "last_name": "Pritzker", "mostly_true_count": 0, "name_slug": "jb-pritzker", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jb_pritzker.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4132/", "total_count": 6, "true_count": 0, "website": "https://www.jbpritzker.com/"}, "statement": "<p>A recent stomach virus outbreak at the beleaguered Quincy Veterans&rsquo; Home shows Gov. Bruce Rauner &quot;is letting persistent health issues jeopardize the wellbeing of our nation&rsquo;s heroes.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2018-03-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": "Facts bug new Pritzker attack line on Quincy Veterans’ Home"}