{"art": [], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2018/apr/12/jon-bowzer-bauman/does-gov-rick-scott-want-privatize-social-security/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Does Gov. Rick Scott want to privatize social security?", "id": 15260, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/15260/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The president of a PAC that works to protect Social Security says Florida Gov. Rick Scott doesn&rsquo;t have the backs of senior citizens.</p>\r\n\r\n<p>Jon &quot;Bowzer&quot; Bauman, the president of the Social Security Works PAC (and a former member of the band&nbsp;Sha Na Na), blasted Scott in a press release April 9 after the term-limited governor announced his run for U.S. Senate against Democrat incumbent Bill Nelson.</p>\r\n\r\n<p>&quot;Rick Scott wants to destroy Social Security by privatizing it,&quot; he said. &quot;That would be a disaster for the 1.7 million Florida seniors who would be living in poverty without Social Security.&quot;</p>\r\n\r\n<p>The claim that Republicans want to privatize Social Security is a line we&rsquo;ve heard from Democrats for <a href=\"http://www.politifact.com/truth-o-meter/article/2010/sep/02/democratic-exaggerations-about-privatizing-social-/\">more than a decade</a>. A lot of the time, the remark is an exaggeration of the GOP candidates&#39; positions, but we wanted to see if there was any truth to the claim about Scott.</p>\r\n\r\n<p>The evidence provided by Social Security Works is not based on Scott&rsquo;s current position. The group&rsquo;s evidence for this claims stems from interviews and actions he took as governor in 2011 and remarks from&nbsp;back in 1994.</p>\r\n\r\n<p>And in all of those instances, Scott never explicitly says he wants to privatize Social Security.</p>\r\n\r\n<div class=\"pf_subheadline\">What Scott has said</div>\r\n\r\n<p>Scott does not have <a href=\"https://rickscottforflorida.com/meet-rick/\">position page</a>s for his Senate campaign yet and has not made recent comments about Social Security.</p>\r\n\r\n<p>Scott&rsquo;s spokeswoman, Kerri Wyland hinted that Scott would protect Social Security when we asked about his current stance.&nbsp;</p>\r\n\r\n<p>&quot;Gov.&nbsp;Scott maintains his belief that Washington must change the way it operates, and that includes making sure it isn&rsquo;t spending more money than it takes in &ndash; but it shouldn&rsquo;t be done on the backs of the Social Security system that so many seniors rely on,&quot; Wyland said.</p>\r\n\r\n<p>We also checked an <a href=\"https://web.archive.org/web/20100723105503/http://www.rickscottforflorida.com:80/home/\">archived version</a> of Scott&rsquo;s campaign website from 2010 to see if there was anything suggesting he supported privatizing Social Security, but we came up empty-handed.</p>\r\n\r\n<p>So, what gives? As evidence of this claim, Social Security Works pointed to news clippings and transcripts from Scott&rsquo;s past.&nbsp;But in these instances, Scott was vague.</p>\r\n\r\n<p>In a 2011 interview on CNBC with Andrew Ross Sorkin, Sorkin asked if Scott preferred Social Security to be privatized.</p>\r\n\r\n<p>&quot;Here&rsquo;s what I want to do. In our state, what I want to do, I want everybody in a 401(k),&quot; Scott said.</p>\r\n\r\n<p>In 2011, Scott signed <a href=\"http://www.cutcapandbalanceact.com/pledge.php\">a pledge</a> to urge senators and members of the House of Representatives to oppose any debt limit increase until conditions were met. The pledge &mdash; known as the &lsquo;Cut, Cap, and Balance&rsquo; pledge &mdash; echoed legislation being considered by lawmakers.</p>\r\n\r\n<p>Entitlement programs such as Social Security, Medicare and Medicaid account for a large&nbsp;share of the federal budget, so one way to limit debt increases is to reduce spending for those programs.</p>\r\n\r\n<p>Before the legislation&rsquo;s signing, the founder of the left-leaning Center on Budget and Policy Priorites&nbsp;<a href=\"https://www.cbpp.org/sites/default/files/atoms/files/7-15-11bud-stmt.pdf\">released a statement</a> saying that &quot;the legislation would inexorably subject Social Security and Medicare to deep reductions.&quot;</p>\r\n\r\n<p>The other two examples provided by Social Security Works rely on remarks from 1994.&nbsp;</p>\r\n\r\n<p>An <a href=\"http://articles.orlandosentinel.com/2010-09-03/news/os-capview-column-deslatte090510-20100903_1_medicaid-patients-medicare-and-medicaid-medicaid-program\"><em>Orlando Sentinel</em> article</a> from 2010 said that Scott once urged privatizing Medicare, Medicaid and the Veterans Administration. According to the article, Scott told <em>USA Today</em>&nbsp;the programs would be better off in the hands of profit-seeking companies.</p>\r\n\r\n<p>&quot;Let us make a profit. So what?&quot; he said in 1994.</p>\r\n\r\n<p>He went on to make a stronger statement about the Veterans Administration hospitals&nbsp;that same year. &nbsp;</p>\r\n\r\n<p>&quot;If you look at how the government runs VA hospitals and Medicare and Medicaid, you can see that the whole system is inefficient,&quot; Scott told the <em>South Florida Business Journal</em> the same year. &quot;The things we are doing wrong in health care can be corrected if private business could run national health care administration.&quot;</p>\r\n\r\n<p>While the comments do suggest that Scott may have supported elements of privatization for Medicaid, Medicare and the VA, they do not touch on Social Security.</p>\r\n\r\n<p>Social Security Works also pointed to the fact that Scott&rsquo;s running mate in 2010 &mdash; Jennifer Carroll &mdash; supported &quot;partial privatization&quot; of Social Security.&nbsp;But that doesn&rsquo;t mean that Scott himself shared her view.</p>\r\n\r\n<p>In a candidate questionnaire published by the <em>Orlando Sentinel</em>, in November 2000, Jennifer Carroll wrote, &quot;If younger workers are allowed to invest a portion of their Social Security payroll taxes in their own retirement accounts, over the long run, they will have far more in their pension funds -- by their own efforts -- than any government Social Security pension fund could hope to provide.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Not exactly privatization</div>\r\n\r\n<p>We reached out to several experts to get their take on the evidence that Social Security Works provided. None of the experts we spoke to were completely convinced Scott&rsquo;s remarks translated to privatization.</p>\r\n\r\n<p>Andrew G. Biggs, a resident scholar at the conservative American Enterprise Institute, called the evidence from Social Security Works &quot;incredibly weak.&quot;</p>\r\n\r\n<p>&quot;Supporting reducing Social Security spending to restore solvency isn&rsquo;t privatization, nor is favoring that everyone be signed up for a 401(k),&quot; Biggs said. &quot;401(k)s are private accounts outside of Social Security and have nothing to do with privatization.&quot;</p>\r\n\r\n<p>Brookings Institution economist Henry Aaron, called the evidence circumstantial, but said the remarks about Medicare, Medicaid and the VA system do indicate that Scott is in the same philosophical camp area as those who advocate for privatization.</p>\r\n\r\n<p>He also said the fact that Scott has not taken a position on Social Security &quot;strongly suggests that he is not enamored with the program.&quot;</p>\r\n\r\n<p>&quot;How on earth would a politician who is seeking votes ever choose to be silent about the most popular program the federal government runs in a state with more of the people that program serves than any other state in the nation unless one was less critical of it?&quot; he asked.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Social Security Works PAC president said Scott &quot;wants to destroy Social Security by privatizing it.&quot;</p>\r\n\r\n<p>The majority of the evidence provided by Social Security Works stems from remarks Scott made as governor in 2011 and earlier when he was still the CEO of the hospital chain Columbia/HCA. At best, the evidence suggests Scott shares some of sentiments as those who support privatization, but that doesn&rsquo;t mean he has a plan to privatize Social Security.</p>\r\n\r\n<p>In fact, Scott does not have a publicly available position on the issue.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-04-11T17:29:39.723406", "ruling_date": "2018-04-12T10:52:28", "ruling_headline": "Does Gov. Rick Scott want to privatize Social Security?", "ruling_headline_slug": "does-gov-rick-scott-want-privatize-social-security", "ruling_link_text": "Not really", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange with Social Security Works Communications Director, Linda Benesch, April 10, 2018</p>\r\n\r\n<p>Email exchange with Kerri Wyland, spokesperson for Rick Scott&rsquo;s office, April 10, 2018</p>\r\n\r\n<p>Email exchange with Henry Aaron, Brookings Institution economist, April 10, 2018</p>\r\n\r\n<p>Email exchange with Andrew G. Biggs, a resident scholar at the conservative American Enterprise Institute, April 10, 2018</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/article/2010/sep/02/democratic-exaggerations-about-privatizing-social-/\">PolitiFact</a>, Democratic exaggerations about &quot;privatizing Social Security&quot;, Sept. 2, 2012</p>\r\n\r\n<p>Cut, Cap and Balance Act <a href=\"http://www.cutcapandbalanceact.com/pledge.php\">pledge</a>, accessed April 10</p>\r\n\r\n<p>Social Security Works press <a href=\"https://www.socialsecurityworks.org/2018/04/09/rick-scott-enemy-seniors/\">release</a>, Rick Scott is an Enemy of Seniors and Working Families, April 9, 2018</p>\r\n\r\n<p><a href=\"http://www.floridadems.org/news/does-rick-scott-want-to-privatize-social-security-too\">Florida Democratic Party</a>, Does Rick Scott Want to Privatize Social Security Too?, Sept. 7, 2010</p>\r\n\r\n<p>Center on Budget and Policy Priorities, <a href=\"https://www.cbpp.org/sites/default/files/atoms/files/7-15-11bud-stmt.pdf\">STATEMENT</a> OF ROBERT GREENSTEIN ON THE &quot;CUT, CAP, AND BALANCE ACT&quot; THAT THE HOUSE WILL CONSIDER ON JULY 19, accessed April 10</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "President of the Social Security Works PAC", "false_count": 0, "first_name": "Jon “Bowzer” ", "half_true_count": 0, "home_state": "", "id": 4277, "last_name": "Bauman", "mostly_true_count": 0, "name_slug": "jon-bowzer-bauman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2018-04-11_at_5.27.19_PM.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4277/", "total_count": 1, "true_count": 0, "website": "https://www.socialsecurityworks.org/"}, "statement": "<p>&quot;Rick Scott wants to destroy Social Security by privatizing it.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2018-04-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": "Does Gov. Rick Scott want to privatize social security?"}