{"art": [{"brightcove": "", "caption": "Central American asylum seekers ride a bus to Tijuana on April 25, 2018, while passing through San Luis Rio Colorado along the U.S.-Mexico border. (Getty Images)", "id": 15649, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Asylum.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15649/", "title": "Asylum", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "debby.davis@jrn.com", "first_name": "D.L. ", "id": 634, "last_name": "Davis", "name_slug": "dl-davis", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/634/", "title": "Politifact Wisconsin producer and reporter.", "twitter": ""}], "canonical_url": "/wisconsin/statements/2018/apr/27/ron-johnson/sen-ron-johnson-says-people-walk-us-border-say-few/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Johnson says people at border make statement and are let in ", "id": 15306, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "debby.davis@jrn.com", "first_name": "D.L. ", "id": 634, "last_name": "Davis", "name_slug": "dl-davis", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/634/", "title": "Politifact Wisconsin producer and reporter.", "twitter": ""}], "resource_uri": "/api/v/2/statement/15306/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A caravan of Hondurans and other Central Americans fleeing poverty and gang violence by heading north through Mexico triggered a tweet storm from President Donald Trump.</p>\r\n\r\n<p>On April 2, 2018, Trump <a href=\"https://www.cnn.com/2018/04/03/politics/honduras-tweet-immigration-foreign-aid/index.html\">tweeted</a>:</p>\r\n\r\n<p>&quot;The big Caravan of People from Honduras, now coming across Mexico and heading to our &#39;Weak Laws&#39; Border, had better be stopped before it gets there. Cash cow NAFTA is in play, as is foreign aid to Honduras and the countries that allow this to happen. Congress MUST ACT NOW!&quot;</p>\r\n\r\n<p>The president continued to tweet about building a wall and securing the southern border of the United States as the White House announced a plan to deploy National Guard troops.</p>\r\n\r\n<p>In Wisconsin, <a href=\"https://www.jsonline.com/story/news/politics/2018/04/09/gov-scott-walker-commits-send-wisconsin-national-guard-mexican-border-if-trump-asks/498523002/\">Gov. Scott Walker</a> said he is committed to sending troops from the state&#39;s National Guard to the Mexican border if asked by the Trump administration.</p>\r\n\r\n<p>Meanwhile, the caravan that started off with more than 1,000 people had <a href=\"https://www.usatoday.com/story/news/nation-now/2018/04/07/immigrant-caravan-mexico/494888002/\">diminished a week</a> later, with many migrants planning to remain in Mexico but some determined to continue their journey all the way to the U.S. border to apply for asylum in this country.&nbsp;On Friday, according to <a href=\"https://www.npr.org/sections/thetwo-way/2018/04/26/606046652/caravan-arrives-in-tijuana-as-migrants-prepare-to-request-asylum\">National Public Radio</a> reports, the Central American migrants were gathering near the U.S. border and said they plan to request asylum from the U.S. government on Sunday.</p>\r\n\r\n<p>Into the midst of it all stepped U.S. Sen. Ron Johnson, R-Wisconsin, who declared during an April 3, 2018, interview on The Jeff Wagner Show on WTMJ radio (620 AM): &quot;We need to fix our <a href=\"https://www.wtmj.com/shows/jeff-wagner\">horribly broken legal </a>immigration system.&quot;</p>\r\n\r\n<p>The senator went on to say: &quot;We have laws on the books where people can walk right up to our ports of entry, say &lsquo;I have a credible fear of persecution,&rsquo; and we bring them in. We don&rsquo;t send them back.&quot;</p>\r\n\r\n<p>Is Johnson, who chairs the Senate Homeland Security and Governmental Affairs Committee, correct?</p>\r\n\r\n<p>Is it that simple to get into the country? And to stay here?</p>\r\n\r\n<p><strong>The evidence</strong></p>\r\n\r\n<p>When asked for backup for the claim, Johnson&rsquo;s staff pointed to a variety of situations and scenarios, including legal precedents (the 1997 Flores settlement); the Homeland Security Act; and the <a href=\"https://www.dhs.gov/human-trafficking-laws-regulations\">Trafficking Victims</a> Protection Reauthorization Act.</p>\r\n\r\n<p>An email from Johnson&rsquo;s office also pointed to the issues of unaccompanied minors, immigration court capacity and hearings on border security, as well as &quot;credible fear&quot; claims.</p>\r\n\r\n<p>Let&rsquo;s sort this out.</p>\r\n\r\n<p>It&rsquo;s important to note Johnson&rsquo;s claim focuses on those seeking asylum status. That is different than those who may seek to enter the country as refugees or other immigration channels.</p>\r\n\r\n<p>For example, the difference between <a href=\"http://www.alllaw.com/articles/nolo/us-immigration/asylee-vs-refugee-application-procedural-differences.html\">asylees and refugees</a> is procedural, according to AllLaw.com, a website that includes links to legal information, forms, and news. A person who requests asylum in the United States is called an asylee. A person who requests protection while still overseas, and then is given permission to enter the U.S., is called a refugee.</p>\r\n\r\n<p>An asylee, or a person <a href=\"https://www.americanimmigrationcouncil.org/research/asylum-united-states\">granted asylum</a>, is authorized to work in the United States, can apply for a Social Security card, can request permission to travel overseas and can petition to bring family members to the United States. Asylees may also be eligible for federal or Office of Refugee Resettlement benefits, such as Medicaid or Refugee Medical Assistance.</p>\r\n\r\n<p>After one year, an asylee may apply for permanent resident status (i.e., a green card). Once the individual becomes a permanent resident, he or she must wait four years to apply for citizenship.</p>\r\n\r\n<p>Testimony from border patrol agents and federal officials at Senate Homeland Security Committee hearings has included first-hand testimony from border agents and federal officials on the migrants presenting themselves at the border, citing <a href=\"http://archive.jsonline.com/news/usandworld/more-migrant-children-stopped-at-us-mexico-border-b99640670z1-363536381.html\">fear</a> of being accosted, forced into or killed by Central American gangs.</p>\r\n\r\n<p>Others have claimed they cannot return to their country of origin because of fear of persecution on account of race, religion, nationality, membership in a political social group, or political opinion.</p>\r\n\r\n<p>The <a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum/questions-answers-credible-fear-screening\">U.S. Citizenship and Immigration Services</a> website details a variety of guidelines on how to proceed when migrants arrive at the border seeking asylum, including details on the definition for &quot;credible fear of persecution or torture&quot;:</p>\r\n\r\n<p><strong>Q.</strong> &nbsp;&nbsp;What is a Credible Fear of Persecution?</p>\r\n\r\n<p><strong>A.</strong> &nbsp;&nbsp;A &quot;significant possibility&quot; that you can establish in a hearing before an Immigration Judge that you have been persecuted or have a well-founded fear of persecution on account of your race, religion, nationality, membership in a particular social group, or political opinion if returned to your country.</p>\r\n\r\n<p><strong>Q.</strong> &nbsp;&nbsp;What Is a Credible Fear of Torture?</p>\r\n\r\n<p><strong>A.</strong> &nbsp;&nbsp;A &quot;significant possibility&quot; that you can establish in a hearing before an Immigration Judge that you would be subject to torture if returned to your country.</p>\r\n\r\n<p><strong>Asylum denials</strong></p>\r\n\r\n<p>Contrary to what Johnson&rsquo;s claim suggests, <a href=\"http://trac.syr.edu/immigration/reports/448/\">denials of asylum</a> by immigration judges have been rising.</p>\r\n\r\n<p>As of the end of September 2016, overall asylum denial rates for fiscal year 2016 had risen to 57 percent. The total number of asylum denials from fiscal year 2011 to fiscal year 2016 was 125,066, or 49.8 percent, according to Syracuse University&rsquo;s Transactional Records Access Clearinghouse <a href=\"http://trac.syr.edu/immigration/reports/448/\">TracImmigration</a>.</p>\r\n\r\n<p>Among the number of Immigration Court asylum cases decided during fiscal year 2011 through fiscal year 2016, Mexico had the highest number of denials, with 12,028, or 89.6 percent. Others with high rates of denials include El Salvador with 11,546, or 82.9 percent; Honduras with 7,350, or 80.3 percent; Haiti with 1,599, or 80.1 percent; and the Dominican Republic, with 407 denials, or 87 percent. &nbsp;</p>\r\n\r\n<p>A 2017 analysis by <a href=\"https://www.reuters.com/investigates/special-report/usa-immigration-asylum/\">Reuters</a> illustrated that the difference between an asylum seeker being granted residency or ordered deported depends largely on which judge hears the case, and where.</p>\r\n\r\n<p>Syracuse University&rsquo;s Transactional Records Access Clearinghouse (<a href=\"http://trac.syr.edu/immigration/reports/448/\">TracImmigration</a>), confirmed that report.</p>\r\n\r\n<p>The median level of asylum decision disparity that asylum seekers face is now over 56 percentage points. That is, the assignment of the judge for the typical asylum seeker could alter the odds of receiving asylum by this magnitude. For example, while the specific ranges differed by court, the typical asylum seeker might have only a 15 percent chance of being granted asylum all the way up to a 71 percent chance depending on the particular judge to whom their case is assigned.</p>\r\n\r\n<p>In addition, Johnson&rsquo;s argument that &quot;we don&rsquo;t send them back&quot; comes with a major caveat. Under international law, the United States can&rsquo;t simply &quot;send them back,&quot; according to a <a href=\"https://law.yale.edu/system/files/area/center/schell/human_rights_first_-_immigration_detention_-_final_-_20160620_for_publication.pdf\">Yale Law School</a> report:</p>\r\n\r\n<p><em>Summary removal procedures put the United States at risk of violating the principle of non-refoulement, which forbids states from forcibly repatriating individuals who have legitimate claims for international protection. To satisfy its obligations under the Refugee Convention, the United States must provide arriving noncitizens a genuine opportunity to pursue asylum claims prior to their removal.</em></p>\r\n\r\n<p>A Trump directive calls for expediting eligibility claims of those attempting to stay in the United States and <a href=\"https://www.washingtonpost.com/world/national-security/trump-administration-seeking-to-speed-deportations-to-impose-quotas-on-immigration-judges/2018/04/02/a282d650-36bb-11e8-b57c-9445cc4dfa5e_story.html?noredirect=on&amp;utm_term=.eff76cb3cf35\">promptly deporting</a> those whose claims are rejected.</p>\r\n\r\n<p><strong>Unaccompanied minors</strong></p>\r\n\r\n<p>Things work somewhat differently when children -- &quot;unaccompanied minors,&quot; in immigration parlance -- arrive at the border themselves.</p>\r\n\r\n<p>Those procedures are covered by the <a href=\"https://firstfocus.org/wp-content/uploads/2014/08/Legal-Protections-for-Unaccompanied-Minors-in-the-Trafficking-Victims-Protection-Act-of-2008.pdf\">Trafficking Victims Protection Reauthorization Act</a>.</p>\r\n\r\n<p>In those cases, the children are screened and may be placed in the care of a sponsor &ndash; usually a parent, relative, or family friend &ndash; who can care for them while their immigration cases proceed.</p>\r\n\r\n<p>If the child fails to show up for a hearing, he or she can be ordered deported. However, deporting unaccompanied minors who are no shows in court is no easy task, because some do not stay at the addresses provided to the government and disappear into the general population.</p>\r\n\r\n<p><strong>Expert opinion</strong></p>\r\n\r\n<p>We also turned to Fatma E. Marouf, a professor of law and director of the Immigrant Rights Clinic at Texas A&amp;M University School of Law, who made it clear it&rsquo;s not as simple as saying the right words and being allowed to stay.</p>\r\n\r\n<p>&quot;If they pass the credible fear interview, they will be placed in removal proceedings and have an opportunity to apply for asylum in immigration court. If their case is denied, they will be deported,&quot; he said. &quot;In some cases, (authorities) may choose to parole the person into the country instead of keeping him or her detained, but that is very much the exception, not the rule.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Johnson said &quot;We have laws on the books where people can walk right up to our ports of entry, say I have a credible fear of persecution, and we bring them in. We don&rsquo;t send them back.&quot;</p>\r\n\r\n<p>His claim is problematic on two fronts.</p>\r\n\r\n<p>First, those who make a &quot;credible fear&quot; claim are not simply brought into the United States. Rather, there is an extensive review process and, in some cases, asylum cases can take years.</p>\r\n\r\n<p>Second, statistics show that many have their cases rejected and are sent back -- including nearly 90% of those from Mexico.</p>\r\n\r\n<p>That said, the scenario Johnson lays out can happen with unaccompanied children who arrive at the border -- for example if they fail to show up for their hearing and disappear into the country instead.</p>\r\n\r\n<p>For a statement that contains an element of truth but ignores critical facts that would give a different impression, our rating is Mostly False.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-04-24T18:52:45.945798", "ruling_date": "2018-04-27T06:00:00", "ruling_headline": "Sen. Ron Johnson says people walk up to U.S. border, say a few words and are let in", "ruling_headline_slug": "sen-ron-johnson-says-people-walk-us-border-say-few", "ruling_link_text": "Open door is not that open", "ruling_state": null, "source_documents": null, "sources": "<p>WTMJ Radio &quot;<a href=\"https://www.wtmj.com/shows/jeff-wagner\">The Jeff Wagner Show</a>,&quot; April 3, 2018, at 5.56 minute mark.</p>\r\n\r\n<p><a href=\"https://www.cnn.com/2018/04/03/politics/honduras-tweet-immigration-foreign-aid/index.html\">CNN</a>, &quot;Trump threatens Honduras&rsquo; foreign aid over migrant caravan,&quot; April 3, 2018.</p>\r\n\r\n<p><a href=\"https://twitter.com/realdonaldtrump/status/980764358530789380?lang=en\">Twitter</a>, @realDonaldTrump, April 2, 2018.</p>\r\n\r\n<p><a href=\"https://www.jsonline.com/story/news/politics/2018/04/09/gov-scott-walker-commits-send-wisconsin-national-guard-mexican-border-if-trump-asks/498523002/\">Milwaukee Journal Sentinel</a>, &quot;Gov. Scott Walker commits to send Wisconsin National Guard to Mexican border if Trump asks,&quot; April 9, 2018.</p>\r\n\r\n<p><a href=\"https://www.usatoday.com/story/news/nation-now/2018/04/07/immigrant-caravan-mexico/494888002/\">USA Today</a>, Migrant caravan in Mexico smaller, but not disbanded, as travelers meet with lawyers,&quot; April 7, 2018.</p>\r\n\r\n<p>Human Rights First &quot;The <a href=\"https://www.humanrightsfirst.org/resource/flores-settlement-brief-history-and-next-steps\">Flores Settlement:</a> A Brief History and Next Steps,&quot; Feb. 19, 2016.</p>\r\n\r\n<p><a href=\"https://www.dhs.gov/human-trafficking-laws-regulations\">Department of Homeland Security</a> &quot;Human Trafficking Laws &amp; Regulations&quot;</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/article/2018/apr/02/fact-checking-donald-trumps-tweets-about-border-da/\">PolitiFact National</a> &quot;Fact-checking Donald Trump&rsquo;s tweets about the border, DACA,&quot; April 2, 2018.</p>\r\n\r\n<p>Email, communications staff of Sen. Ron Johnson, April 6, 2018.</p>\r\n\r\n<p>Email, Fatma E. Marouf, professor of law and director of the Immigrant Rights Clinic at Texas A&amp;M University, &nbsp;April 12, 2018.</p>\r\n\r\n<p><a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum/questions-answers-credible-fear-screening\">U.S. Department of Homeland Security</a>, &quot;Questions &amp; Answers: Credible Fear Screening.&quot;</p>\r\n\r\n<p><a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum/minor-children-applying-asylum-themselves\">U.S. Department of Homeland Security</a>, &quot;Minor Children Applying for Asylum By Themselves.&quot; &nbsp;&nbsp;</p>\r\n\r\n<p>U.S. Senate Committee on Homeland Security &amp; Governmental Affairs, &quot;Opening Statement of Chairman <a href=\"https://www.hsgac.senate.gov/media/majority-media/opening-statement-of-chairman-ron-johnson-the-2014-humanitarian-crisis-at-our-border-a-review-of-the-governments-response-to-unaccompanied-minors-one-year-later\">Ron Johnson</a>: &quot;The 2014 Humanitarian Crisis at our Border: A Review of the Government&rsquo;s Response to Unaccompanied Minors One Year Later,&quot; July 7, 2015.</p>\r\n\r\n<p><a href=\"http://archive.jsonline.com/news/usandworld/more-migrant-children-stopped-at-us-mexico-border-b99640670z1-363536381.html\">Milwaukee Journal Sentinel</a>, &quot;More migrant children stopped at U.S.-Mexico border,&quot; December 25, 2015.</p>\r\n\r\n<p>U.S. Department of Homeland Security &quot;<a href=\"https://www.dhs.gov/sites/default/files/publications/Refugees_Asylees_2016_0.pdf\">Annual Flow Report: Refugees and Asylees 2016,</a>&quot; January 2018.</p>\r\n\r\n<p><a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum\">U.S. Citizenship and Immigration Services</a>, &quot;Asylum&quot; Jan. 31, 2018.</p>\r\n\r\n<p>Syracuse University&rsquo;s Transactional Records Access Clearinghouse (TRAC) <a href=\"http://trac.syr.edu/immigration/reports/448/\">TracImmigration</a>, &quot;Continued Rise in Asylum Denial Rates: Impact of Representation and Nationality,&quot; Dec. 13, 2016.</p>\r\n\r\n<p><a href=\"http://www.newsweek.com/trump-guidelines-speed-deportations-asylum-seekers-558520\">Reuters</a> &quot;Trump plans new guidelines to speed deportation of asylum-seekers,&quot; Feb. 19, 2017.</p>\r\n\r\n<p><a href=\"http://www.alllaw.com/articles/nolo/us-immigration/asylee-vs-refugee-application-procedural-differences.html\">Alllaw.com</a> &quot;Asylee vs. refugee: application &amp; procedural differences.&quot;</p>\r\n\r\n<p><a href=\"https://www.reuters.com/investigates/special-report/usa-immigration-asylum/\">Reuters</a> &nbsp;&quot;They fled danger at home to make a high-stakes bet on U.S. immigration courts,&quot; Oct. 17, 2017.</p>\r\n\r\n<p><a href=\"https://www.washingtonpost.com/world/national-security/trump-administration-seeking-to-speed-deportations-to-impose-quotas-on-immigration-judges/2018/04/02/a282d650-36bb-11e8-b57c-9445cc4dfa5e_story.html?noredirect=on&amp;utm_term=.eff76cb3cf35\">The Washington Post</a>, &quot;Trump administration, seeking to speed deportations, to impose quotas on immigration judges,&quot;April 2, 2018.</p>\r\n\r\n<p><a href=\"https://www.americanimmigrationcouncil.org/research/asylum-united-states\">American Immigration Council</a>, &quot;Asylum in the United States.&quot;</p>\r\n\r\n<p><a href=\"http://trac.syr.edu/immigration/reports/447/\">TracImmigration</a> &quot;Asylum Outcome Increasingly Depends on Judge Assigned,&quot; Dec. 2, 2016.</p>\r\n\r\n<p><a href=\"https://law.yale.edu/system/files/area/center/schell/human_rights_first_-_immigration_detention_-_final_-_20160620_for_publication.pdf\">Yale Law School</a>, &quot;U.S. Detention and Removal of Asylum Seekers: An International Human Rights Law Analysis&quot; June 20, 2016.</p>\r\n\r\n<p>The <a href=\"https://theoutline.com/post/2410/asylum-behind-bars?zd=1&amp;zi=glge66vt\">Outline.com</a>, &quot;Asylum behind bars: Asylum seekers come to the U.S. fleeing violence and persecution. Instead, they&rsquo;re detained for years on end.&quot; Oct. 20, 2017.</p>\r\n\r\n<p>The Outline.com, &quot;The U.S. is tracking a record number of immigrants with <a href=\"https://theoutline.com/post/2104/the-u-s-is-tracking-a-record-number-of-immigrants-with-ankle-monitors\">ankle monitors</a>,&quot; Aug. 17, 2017.</p>\r\n\r\n<p><a href=\"https://www.uscis.gov/humanitarian/refugees-asylum/asylum/questions-answers-credible-fear-screening\">U.S. Citizenship and Immigration Services</a>, &quot;Questions &amp; Answers: Credible Fear Screening.&quot;</p>\r\n\r\n<p><a href=\"http://www.asylumist.com/2018/03/07/your-affirmative-asylum-case-was-denied-now-what-part-2-immigration-court-and-beyond/\">The Asylumist</a>, &nbsp;&quot;Your affirmative asylum case was denied. Now what?&quot; March 7, 2018.</p>\r\n\r\n<p><a href=\"https://www2.ed.gov/policy/rights/guid/unaccompanied-children.html\">U.S. Department of Education,</a> &quot;Educational Services for Immigrant Children and Those Recently Arrived to the United States&quot;</p>\r\n\r\n<p><a href=\"https://www.gao.gov/assets/680/675001.pdf\">United States Government Accountability Office</a>, Unaccompanied Children: HHS Can Take Further Actions to Monitor their Care.&quot; Feb. 2016.</p>\r\n\r\n<p><a href=\"https://firstfocus.org/wp-content/uploads/2014/08/Legal-Protections-for-Unaccompanied-Minors-in-the-Trafficking-Victims-Protection-Act-of-2008.pdf\">First Focus</a>: Center for the Children of Immigrants, &quot;Legal Protections for Unaccompanied Minors in the Trafficking Victims Protection Act of 2008,&quot; July 2014.</p>\r\n\r\n<p><a href=\"https://www.npr.org/sections/thetwo-way/2018/04/26/606046652/caravan-arrives-in-tijuana-as-migrants-prepare-to-request-asylum\">National Public Radio,</a>&nbsp;&quot;Caravan Arrives In Tijuana, As Migrants Prepare To Request Asylum,&quot; April 26, 2018.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 12, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 56, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p>&quot;We have laws on the books where people can walk right up to our ports of entry, say &lsquo;I have a credible fear of persecution,&rsquo; and we bring them in. We don&rsquo;t send them back.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2018-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Sen. Ron Johnson says people walk up to border, say a few words, let in and not sent back"}