{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/26/charles-rangel/rangel-sais-ethics-report-exonerates-him/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1531, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1531/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Rep. Charles Rangel, D-N.Y., has been under investigation for eight months,  accused of violating congressional gift rules by letting corporations pay for  Caribbean trips in 2007 and 2008.</p>\r\n<p>Soon after the House Ethics Committee  released <a href=\"http://ethics.house.gov/News/Read.aspx?id=156\" target=\"_blank\">a report </a>on Feb. 26, 2010, admonishing Rangel for making the trips, he  defiantly insisted the report cleared him of wrongdoing.</p>\r\n<p>\"I'm glad for  the wording of it because clearly the wording exonerates me,\" Rangel  said.</p>\r\n<p>What?</p>\r\n<p>The ethics report found that Rangel's aides tried at  least three times -- twice in memos and once in a letter to him -- to show him  that his Caribbean trips had corporate sponsors, but he denied seeing any of  them. And he says his staff never told him about them. The ethics committee  concluded there was no evidence that he did see the correspondences sent to him. But the  report did not clear him of responsibility.</p>\r\n<p>Here's what the letter  accompanying the ethics report states:</p>\r\n<p>\"The Report further finds that  Representative Charles B. Rangel violated the House gift rule by accepting  payment or reimbursement for travel to the 2007 and 2008 conferences. The  evidence shows that members of Representative Rangel's staff knew that  corporations had contributed funds to Carib News specifically for the 2007 and  2008 conferences. This information was not provided to the Standards Committee  when he sought and received approval from the Committee to accept these trips.  The Committee does not find sufficient evidence to conclude, nor does it believe  that it would discover additional evidence to alter its conclusion, that  Representative Rangel had actual knowledge of the memoranda written by his  staff. However, the report finds that Representative Rangel was responsible for  the knowledge and actions of his staff in the performance of their official  duties. It is the intention of the Committee that the publication of this Report  will serve as a public admonishment by the Standards Committee of Representative  Rangel. The Committee will also require Representative Rangel to repay the costs  of the trips to the respective entities that paid for his travel.\"</p>\r\n<p>Rangel  argues that the report did not find sufficient evidence to conclude that he had  direct knowledge of the corporate sponsorship of his travel, so that means he  was \"exonerated.\"</p>\r\n<p>\"Members of Congress should not be held responsible for  what could be the wrongdoings or mistakes or errors of staff,\" Rangel  said.</p>\r\n<p>The Merriam-Webster Online Dictionary defines \"exonerate\" as: \"to  relieve of a responsibility, obligation, or hardship; to clear from accusation  or blame.\"</p>\r\n<p>The ethics report did not do that. In fact, the  report found that Rangel \"was responsible for the knowledge and actions of his  staff.\" And the report included a \"public admonishment\" of Rangel.</p>\r\n<p>The  ethics panel did exonerate five other members of the Congressional Black Caucus  who went on the same trips, multinational business conferences held in Antigua  and Barbuda in November 2007 and St. Maarten in November 2008. The report  concluded that their respective staff members didn't know about the corporations  paying for the trips, so the members of Congress did not knowingly violate any  rules and committed no wrongdoing because they were \"provided false information  by others, and relied upon that information in seeking approval to accept the  trips.\" Nonetheless, the report states, the trips were \"impermissible gifts,\"  and they must repay the cost of the travel.</p>\r\n<p>As for Rangel, chairman of  the powerful Ways and Means Committee, a <em>New York Times</em> story on Feb. 26, 2010,  notes that the ethics panel, the House Committee on Standards of Official  Conduct, \"is still examining more serious dealings involving Mr. Rangel,  including campaign finance issues, failure to pay federal taxes on rental income  from a Dominican villa and the use of rent-stabilized apartments.\"</p>\r\n<p>At a  news briefing, House Speaker Nancy Pelosi said Rangel is entitled to \"have his  day\" before the ethics committee on those allegations.</p>\r\n<p>\"They (the ethics  committee members) have said he did not knowingly violate the rules,\" Pelosi  said. \"And again, if this were the end of it, that would be one thing, but  there's obviously more to come, and we'll see what happens with that. But every  member has that right.</p>\r\n<p>\"I think it's quite a statement to hold members  accountable for what their staffs knew,\" Pelosi said. \"I would be interested to  see how that reverberates. But we have to place our confidence appropriately,  and we&rsquo;re held responsible for that.\"</p>\r\n<p>You can agree with the ethics panel  ruling or not, but the fact is it found that even if Rangel had no direct  knowledge of the staff memos warning him about corporate sponsorship, Rangel  \"was responsible for the knowledge and actions of his staff in the performance  of their official duties.\" There's just no way to spin that into  \"exoneration.\" To the contrary, the ethics report included a public admonishment  of Rangel. And so we rule Rangel's comment Pants on Fire!</p>", "ruling_comments_date": "2010-02-26T17:35:25.071528", "ruling_date": "2010-02-26T18:22:23", "ruling_headline": "Rangel says ethics report \"exonerates\" him", "ruling_headline_slug": "rangel-sais-ethics-report-exonerates-him", "ruling_link_text": "Not according to our dictionary", "ruling_state": null, "source_documents": null, "sources": "<p>House Ethics Committee Web site, Committee on Standards of Official Conduct: <a href=\"http://ethics.house.gov/News/Read.aspx?id=156\" target=\"_blank\">Statement of the Chair and Ranking Republican Member Regarding Its Report in the Matter of the Carib News Foundation Multi-National Business Conferences in 2007 and 2008</a>, with links to the statement and 3-volume report, Feb. 25, 2010</p>\r\n<p>New York Times, <a href=\"http://thecaucus.blogs.nytimes.com/2010/02/26/pelosi-defends-rangel-on-ethics-ruling/\" target=\"_blank\">\"Pelosi Defends Rangel on Ethics Ruling,\"</a> by Kate Phillips, Feb. 26, 2010</p>\r\n<p>AP, <a href=\"http://news.yahoo.com/s/ap/20100226/ap_on_go_co/us_ethics_rangel\" target=\"_blank\">\"Ethics panel: Rangel was sent memos on trips,\"</a> by Larry Margasak, Feb. 26, 2010</p>\r\n<p>Politico, <a href=\"http://www.politico.com/news/stories/0210/33550.html\" target=\"_blank\">\"Committee admonishes defiant Charlie Rangel,\"</a> by John Bresnahan, John Allen and Patrick O'Connor, Feb. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 0, "first_name": "Charles", "half_true_count": 1, "home_state": "New York", "id": 331, "last_name": "Rangel", "mostly_true_count": 0, "name_slug": "charles-rangel", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RANGEL.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/331/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\"I'm glad for the wording of it (an ethics report on corporate-sponsored Congressional trips) because clearly the wording exonerates me.\"</p>", "statement_context": "a press conference", "statement_date": "2010-02-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}