{"art": [{"brightcove": "", "caption": "Democrat Beto O'Rourke speaks in Greenville, Texas, on Jan. 3, 2018 (O'Rourke campaign, Facebook Live video).", "id": 15674, "infogram": "", "ndn": "", "ndnid": "", "other": "<iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fbetoorourke%2Fvideos%2F1516451275071244%2F&show_text=0&width=300\" width=\"300\" height=\"243\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe>\r\n", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/15674/", "title": "Beto O'Rourke Greenville, Texas January 2018 FB Live", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jsilver@statesman.com", "first_name": "Johnathan", "id": 677, "last_name": "Silver", "name_slug": "johnathan-silver", "on_staff_page": null, "phone": "512-445-3644", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/677/", "title": "staff writer", "twitter": "JohnathanSilver"}], "canonical_url": "/texas/statements/2018/may/03/beto-orourke/beto-orourke-zero-terrorists-harm-Americans-Mexico/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Beto O'Rourke: Zero terror plots at U.S.-Mexico border", "id": 15317, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jsilver@statesman.com", "first_name": "Johnathan", "id": 677, "last_name": "Silver", "name_slug": "johnathan-silver", "on_staff_page": null, "phone": "512-445-3644", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/677/", "title": "staff writer", "twitter": "JohnathanSilver"}], "resource_uri": "/api/v/2/statement/15317/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>At a North Texas campaign stop, Democratic U.S. Senate hopeful Beto O&rsquo;Rourke declared there have been &quot;precisely zero&quot; terrorists, terror groups or plots against Americans also connected to the U.S.-Mexico border.</p>\r\n\r\n<p>None ever? That seemed like a big gulp.</p>\r\n\r\n<p>We heard the El Paso congressman&#39;s comment by watching his campaign&rsquo;s<a href=\"https://www.facebook.com/betoorourke/videos/1516451275071244/\"> Facebook Live video</a> of his 35-minute Jan. 3, 2018, &quot;town hall&quot; in<a href=\"https://www.ci.greenville.tx.us/\"> Greenville</a>, the county seat of Hunt County. O&rsquo;Rourke took aim at<a href=\"http://www.politifact.com/truth-o-meter/promises/trumpometer/promise/1397/build-wall-and-make-mexico-pay-it/\"> President Donald Trump&rsquo;s desire for a border wall</a>, saying: &quot;At this time of vicious rhetoric, paranoia and fear and hatred and bigotry aimed at the rest of the world, can you get this: a 2,000-mile, $25 billion, 30-foot-high, pure concrete wall at a time of record U.S.-Mexico border security, at a time that zero, precisely zero, terrorists, terrorist groups or terror plots have ever been connected with the U.S.-Mexico border to do harm to people within the United States?&quot;</p>\r\n\r\n<p><strong>O&#39;Rourke cites&nbsp;testimony</strong></p>\r\n\r\n<p>O&rsquo;Rourke<a href=\"https://www.facebook.com/BetoORourkeTX16/posts/936303309768856:0\"> made a similar statement</a> on Facebook in 2015, writing: &quot;As a member of the House Homeland Security committee in the 113th Congress, I asked the director of the FBI, the director of the National Counterterrorism Center and the Secretary of Homeland Security if there was currently any terrorist threat on the Southern border. They answered that there was not, nor had there ever been, any terrorist, terrorist plot, or terrorist organization that was able to exploit our border with Mexico.&quot;</p>\r\n\r\n<p>When we asked O&rsquo;Rourke&rsquo;s campaign to provide his basis for declaring no connections ever between terrorists or terror plots and the U.S.-Mexico border, campaign spokesman Chris Evans emailed us a document centered on whether terrorists made moves along the border into late 2014.</p>\r\n\r\n<p>The document, titled<a href=\"https://drive.google.com/file/d/1HD9KFpfLNV-UeS9a1ffTwnPekyoMCUOr/view?usp=sharing\"> &quot;Border ISIL Fact Sheet #1,&quot;</a> references 2014 video clips of and numerous news reports about Department of Homeland Security officials rebutting claims that ISIS had plans to enter the U.S. through Mexico.</p>\r\n\r\n<p>Some of the reports note that conservatives, including U.S. Sen. Ted Cruz, the Republican who seeks re-election against O&rsquo;Rourke this November, raised concerns that members of ISIS could enter or might have already entered the U.S.</p>\r\n\r\n<p>Federal officials pushed back. According to a New York Daily News<a href=\"http://nydn.us/ZjlKek\"> account</a> cited in O&rsquo;Rourke&rsquo;s document, Jennifer Lasley, a Homeland Security official, told House members at a Sept. 10, 2014, hearing: &quot;We don&#39;t have any credible information that we are aware of, of known or suspected terrorists coming across the border.&quot;</p>\r\n\r\n<p><strong>A Texas document</strong></p>\r\n\r\n<p>O&rsquo;Rourke&rsquo;s information was more than three years old when he made his claim in Greenville. So as part of gauging his claim, we searched the Nexis database for news accounts posted since 2011 of terrorist plots connected to the border, finding none.</p>\r\n\r\n<p>We also took note of nine past PolitiFact fact-checks of border terrorist claims that did not prove accurate. In February 2018, for instance,<a href=\"http://www.politifact.com/texas/statements/2018/feb/21/mike-pence/pants-fire-mike-pences-claim-about-nabbing-7-terro/\"> we found Pants on Fire</a> a claim that &quot;along the southern border of the U.S.,&quot; the government apprehends &quot;seven individuals a day who are either known or suspected terrorists.&quot; No facts backed up that border-specific claim. Nationally in 2017, Homeland Security reported stopping 2,554 individuals on its terrorist watch list from entering the country, most of whom tried to enter by air.</p>\r\n\r\n<p>Earlier, though, PolitiFact Florida in 2016 found<a href=\"http://www.politifact.com/florida/statements/2016/apr/04/ron-desantis/terrorists-groups-besides-isis-crossing-us-mexico-/\"> Mostly True</a> a claim that according to reports, U.S. Customs and Border Protection had &quot;apprehended several members of known Islamist terrorist organizations crossing the southern border in recent years.&quot;</p>\r\n\r\n<p>There had been one such report, by a Texas agency. Yet in its 2015<a href=\"https://www.scribd.com/document/256933420/Border-Surge-Report\"> document</a> assessing state-level border security efforts, the Texas Department of Public Safety also acknowledged no plots uncovered.</p>\r\n\r\n<p>The document, obtained at the time by the <em>Houston Chronicle</em>, notes that Mexican drug cartels draw on transnational gangs to commit crimes in Texas. It goes on: &quot;Illegal aliens from countries documented by the U.S. Department of State as having a known terrorism presence continue to be smuggled into and throughout Texas and the nation on a regular basis, and it is impossible to determine how many of these individuals have actually entered the U.S. undetected.&quot;</p>\r\n\r\n<p>&quot;Texas,&quot; the document says, &quot;leads the nation in the apprehension of &lsquo;special interest aliens&rsquo; (SIA), and there is a legitimate concern that terrorists from around the world could exploit our country&rsquo;s porous Southwest border to enter the U.S. undetected, if they have not done so already.&quot; Such individuals, the document says, are &quot;citizens of 35 countries that could represent a terrorist threat,&quot; most of which are in the Middle East and North Africa.</p>\r\n\r\n<p><strong>Smuggling Somali nationals</strong></p>\r\n\r\n<p>The report also singles out law enforcement encounters with Somali nationals described as having connections to terrorist groups. Of the Somali travelers, the document says, one was a member of terror group<a href=\"http://www.bbc.com/news/world-africa-15336689\"> al-Shabaab</a> and claimed to have defected and another was previously denied a visa and on &quot;multiple U.S. terrorism watch lists.&quot;</p>\r\n\r\n<p>A third,<a href=\"http://www.sandiegouniontribune.com/sdut-somali-sentenced-for-lying-about-terrorism-links-2011apr28-story.html\"> Ahmed Muhammed Dhakane</a> &ndash; the only one identified in the document &ndash; was an active member of the terror group, the document says, and a &quot;guerilla fighter and human smuggler who knowingly helped move into the U.S. several potentially dangerous Somali terrorists who he believed would commit violent acts if ordered to do so.&quot;</p>\r\n\r\n<p>The document also mentions an American citizen who, &quot;for a period of several years until January 2010,&quot; smuggled 272 Somalis into the country through Cuba and Mexico. &quot;Investigators stated that he acknowledged that leaders of al-Shabaab solicited his services but that he declined,&quot; the report states. &quot;However, investigators found an email exchange in which he acknowledged, &lsquo;I helped a lot of Somalis and most are good but there are some who are bad and I leave them to Allah.&rsquo;&quot;</p>\r\n\r\n<p><strong>Newspaper specifies terrorist ties</strong></p>\r\n\r\n<p>More detail came to our attention in a Jan. 15, 2017 <em>Christian Science Monitor</em><a href=\"http://www.csmonitor.com/USA/Justice/2017/0115/Are-terrorists-crossing-the-US-Mexico-border-Excerpts-from-the-case-file\"> news story</a> that also pinpointed other cases tracing terrorist plots or organizations to the Mexico-U.S. border.</p>\r\n\r\n<p>The story, citing court documents, identifies the smuggler of Somalis as Anthony Joseph Tracy. Under the scheme, the story said, Tracy&#39;s clients flew from Kenya to Dubai to Moscow to Cuba. From there, the story says, they would fly to Belize and then travel to Mexico to make their way across the U.S. border. Tracy, the story says, pleaded guilty to a single charge of conspiring to induce non-citizens to enter the country without legal authorization.</p>\r\n\r\n<p>The Monitor story also lists the cases of Mahmoud Kourani, Adnan El Shukrijumah and Abdullahi Omar Fidse.</p>\r\n\r\n<p>According to the story, Kourani was a Hezbollah fundraiser smuggled into the U.S. from Mexico in 2001. He was later sentenced to prison after pleading guilty to &quot;conspiring to support a terrorist organization,&quot;&nbsp;<a href=\"http://articles.latimes.com/2005/jun/15/nation/na-hezbollah15\">according</a> to a June 15, 2005 Associated Press news account. Shukrijumah, who landed on the FBI&rsquo;s most-wanted list after the Sept. 11, 2001 attacks, was said to have hidden in northern Mexico&mdash;among varied places&mdash;and then plotted a foiled 2009 New York City subway suicide bombing attack. It&rsquo;s unclear whether that plot involved the U.S.-Mexico border; the <em>Monitor</em> story says Shukrijumah was killed near the Pakistan-Afghan border in 2014.</p>\r\n\r\n<p>The story states that Fidse entered the U.S. from Mexico at the Hidalgo, Texas port of entry in 2008 and told officials he was a Somalian refugee. Officials later learned that he lied about his background, the story says, and Fidse confided to an FBI informant that he supported Osama Bin Laden, Al Qaeda and Al Shabab. &quot;Fidse was denied asylum,&quot; the story says. &quot;Instead he was prosecuted and sentenced to eight years in prison for lying to federal agents.&quot;</p>\r\n\r\n<p>The 2015 DPS document, despite detailing some such activities, notes a lack of evidence of terrorist plots or activities associated with the border, stating: &quot;We judge that foreign terrorists almost certainly are aware of the U.S.-Mexico border&rsquo;s vulnerability to illegal entry, though we currently are not aware of any specific and credible information indicating a terrorist plot associated with the border.&quot;</p>\r\n\r\n<p><strong>State Department: No &lsquo;credible information&rsquo;</strong></p>\r\n\r\n<p>Web searches led us to a recent federal analysis with a similar nothing-known bottom line.</p>\r\n\r\n<p>The State Department&rsquo;s<a href=\"https://www.state.gov/documents/organization/272488.pdf\"> 2016 Country Reports on Terrorism</a>, published in July 2017, states that the agency&rsquo;s work with Mexico has maintained border security. &quot;Counterterrorism cooperation between the Mexican and U.S. governments remained strong,&quot; the department summed up, going on: &quot;There are no known international terrorist organizations operating in Mexico, no evidence that any terrorist group has targeted U.S. citizens in Mexican territory, and no credible information that any member of a terrorist group has traveled through Mexico to gain access to the United States.&quot;</p>\r\n\r\n<p>To our inquiry in April 2018,&nbsp;<a href=\"https://www.linkedin.com/in/nicole-thompson-6211305/\">Nicole Thompson</a>, a State Department spokeswoman, said by email that the judgment that no terrorist had traveled through Mexico to gain U.S. access still held.</p>\r\n\r\n<p>We were unsuccessful eliciting judgments on terrorist threats tied to the border from the Department of Homeland Security as well as border and homeland security officials for the states of Texas, New Mexico, Arizona and California.</p>\r\n\r\n<p><strong>Cato Institute: No terrorist plots</strong></p>\r\n\r\n<p>We also reviewed a non-government analysis, reaffirmed in 2018, that found no terrorist plots involving adults crossing the U.S.-Mexico border--but one ultimately foiled plot involving ethnic Albanians who&#39;d entered the country as youngsters accompanying their parents.</p>\r\n\r\n<p>In 2016, Alex Nowrasteh, an immigration policy analyst for the <a href=\"https://www.cato.org/\">Cato Institute</a>, a libertarian public policy research organization, wrote a &quot;<a href=\"https://www.cato.org/publications/policy-analysis/terrorism-immigration-risk-analysis\">risk analysis of the visa categories</a>&quot; used by foreign-born terrorists who had carried out attacks in the U.S. between 1975 and 2015. Over the 40 years, Nowrasteh concluded, nine terrorists carried out or had plans to carry out U.S. attacks after entering the country illegally. &quot;Those nine terrorists killed zero people in terrorist attacks on U.S. soil from 1975 through 2017,&quot; Nowrasteh said in a Jan. 19, 2018, <a href=\"https://www.cato.org/blog/congressman-perry-terrorists-did-not-cross-border-attack-las-vegas\">article</a> on the institute&rsquo;s website.</p>\r\n\r\n<p>&quot;Of those nine terrorists who entered illegally,&quot; Nowrasteh elaborated, &quot;only three did so along the border with Mexico: Shain Duka, Britan Duka, and Eljvir Duka crossed as children with their parents in 1984. They are ethnic Albanians from Macedonia. They were three conspirators in the incompetently planned Fort Dix plot that the FBI foiled in 2007, long after they became adults and more than two decades after they entered illegally.&quot;</p>\r\n\r\n<p>That plot, the <em>New York Times</em> <a href=\"https://www.nytimes.com/2007/05/09/us/09plot.html\">reported</a> in 2007, was stopped thanks in part to government infiltrators. The newspaper said the plotters were part of a group of extremists who &quot;represent the newest breed of threat: loosely organized domestic militants unconnected to &mdash; but inspired by &mdash; Al Qaeda or other international terror groups.&quot;</p>\r\n\r\n<p>That Fort Dix plan, Nowrasteh commented&nbsp;by phone, wasn&rsquo;t one 23 years in the making. &quot;It was just&hellip;you&rsquo;re going to have an immigrant terrorist, he had to have entered at some time, and these kids happened to enter when they were children,&quot; Nowrasteh said,&nbsp;&quot;and then grew up to become really bad terrorists who didn&rsquo;t kill anybody and got caught.&quot;</p>\r\n\r\n<p>Nowrasteh <a href=\"https://www.cato.org/publications/policy-analysis/terrorism-immigration-risk-analysis\">said</a> he gathered the identities of terrorists from nine data sets and documents and used &quot;news stories, court documents, government reports and publicly accessible databases&quot; to round out his research.</p>\r\n\r\n<p>Also by phone, Sanho Tree, a fellow at the <a href=\"http://www.ips-dc.org/\">Institute for Policy Studies</a>, a progressive think tank, said he didn&rsquo;t know of terror plots with ties to the southern border but sees &quot;serious vulnerability&quot; in that terrorists could collaborate with drug cartels. Then again, Tree said, that&rsquo;s not likely at moment because &quot;no head of a cartel wants to engage with terrorists because if they&rsquo;re ever caught, then the entire weight of the U.S.&nbsp;federal government falls on their head and not on their rivals.&quot;</p>\r\n\r\n<p><strong>A 2011 assassination plot</strong></p>\r\n\r\n<p>To our inquiries, experts including Daveed Gartenstein-Ross, a senior fellow at the <a href=\"http://www.defenddemocracy.org/\">Foundation for Defense of Democracies</a>, a right-leaning foreign policy think tank, referenced a 2011 plot to assassinate <a href=\"https://www.brookings.edu/blog/order-from-chaos/2018/04/05/saudi-foreign-minister-adel-al-jubeir-on-regional-geopolitics-the-u-s-saudi-alliance-and-more/\">Adel al-Jubeir</a>, then the Saudi ambassador to the United States.</p>\r\n\r\n<p>Iranian-born Manssor Arbabsiar, a Texas car salesman, who ventured south from Texas into a Mexico border city to enlist a Mexican drug cartel willing to carry out the hit. Arbabsiar had plans beyond that, including wanting to attack the Israeli embassy to the U.S. in Washington, D.C., and Israeli and Saudi embassies in Argentina, according to a January 2015 <em>Chronicle</em> <a href=\"https://www.houstonchronicle.com/news/houston-texas/houston/article/How-a-plot-to-kill-Saudi-ambassador-goes-from-5997273.php\">news story</a>.</p>\r\n\r\n<p>Arbabsiar thought his plan was underway, the story says, but the federal government was building a case against him. Arbabsiar, ultimately sentenced to 25 years in prison, later would cooperate with federal officials and say he acted alone, according to the <em>Chronicle</em>.</p>\r\n\r\n<p>Gartenstein-Ross told us: &quot;Fortunately the person who was trying to orchestrate it ended up talking to a&quot; Drug Enforcement Administration &quot;agent who was standing in, posing as a cartel member, but that was clearly a plot, which was directed up through the southern border&quot; to kill Jubeir, who later became the Saudi minister of foreign affairs.</p>\r\n\r\n<p>Gartenstein-Ross said by phone that Iran is said to have been behind the plot to assassinate the ambassador, but that&rsquo;s also in dispute--though whether there was a plot isn&rsquo;t disputed.</p>\r\n\r\n<p>Gartenstein-Ross made the same point as Tree did about potential border-linked threats. &quot;It&rsquo;s much more of a potential danger rather than a danger that has materialized, but when you have a potential danger that has not materialized, things could change fairly quickly,&quot; he said.</p>\r\n\r\n<p>By email, Nowrasteh suggested to us that the assassination &quot;plot&quot; proved to be no more than an individual getting duped by an informant--a point also made to us by phone&nbsp;by O&#39;Rourke&#39;s spokesman, Evans.&nbsp;Nowrasteh wrote: &quot;This case doesn&rsquo;t show that terrorists crossed the Mexican border or that this was a real threat. The Mexican &lsquo;source&rsquo; during the investigation was a DEA informant the entire time, and the convicted terrorist had no contact with any real cartel member.&quot;</p>\r\n\r\n<p>Jessica Vaughan, an analyst for the <a href=\"https://cis.org/\">Center for Immigration Studies</a>, which says it has a &quot;pro-immigrant, low-immigration vision,&quot; countered, when we inquired, that it shouldn&rsquo;t matter if federal law enforcement unplugged Arbabsiar&rsquo;s plan. It was still a terrorist plot, she said by phone.</p>\r\n\r\n<p>To our inquiry, Fred Burton, a former State Department official serving as chief security officer for <a href=\"https://www.stratfor.com/\">Stratfor</a>, an Austin-based geopolitical intelligence company, also pointed out Arbabsiar&rsquo;s stymied plans. Burton said he&rsquo;d describe the intended assassination as a &quot;transnational terror plot that originated in Mexico that affected the target in the United States.&quot;</p>\r\n\r\n<p>Burton said he was unaware of other terror plots connected to the border.</p>\r\n\r\n<p>Next, we circled back to O&#39;Rourke&#39;s campaign with what we&#39;d learned. In reply, Evans reminded us that O&#39;Rourke was told directly by Homeland Security at a 2014 hearing&nbsp;that there&#39;d been no terrorists or terror plots against Americans&nbsp;tied to the border.&nbsp;&quot;There&#39;s been no indication that that information has changed,&quot; Evans said by phone.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>O&rsquo;Rourke said that &quot;precisely zero terrorists, terrorist groups or terror plots have ever been connected with the U.S.-Mexico border to do harm to people within the United States.&quot;</p>\r\n\r\n<p>State Department declarations support this claim while experts told us such instances have proved extremely rare.</p>\r\n\r\n<p>However, zero means nothing--and&nbsp;it&rsquo;s not so that there have been absolutely no cases of terrorists or terrorist plots tied to the border. It also looks to us like authorities&nbsp;have foiled every known plan.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE </em></strong><em>&ndash; The statement is not accurate. </em>Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-04-26T16:44:20.761557", "ruling_date": "2018-05-03T16:18:26", "ruling_headline": "Beto O’Rourke: ‘Zero’ terrorists or plots against Americans connected to U.S.-Mexico border", "ruling_headline_slug": "beto-orourke-zero-terrorists-harm-Americans-Mexico", "ruling_link_text": "People and plots foiled", "ruling_state": null, "source_documents": null, "sources": "<p>Beto O&rsquo;Rourke&rsquo;s claim, <a href=\"https://www.facebook.com/betoorourke/videos/1516451275071244/\">&quot;Greenville!&quot;</a> Facebook Live ), Jan. 3., 2018 (see the claim about the 5:15 mark)</p>\r\n\r\n<p>Beto O&rsquo;Rourke Facebook post, <a href=\"https://www.facebook.com/BetoORourkeTX16/posts/936303309768856:0\">&quot;Is Isis in Ju&aacute;rez?,</a>&quot; April 15, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1dLFqlzVr_lJtJsqQhe9J02bnY9d9h0ea07IiGn8BHkE/edit?usp=sharing\">Email</a>&nbsp;and phone interview,&nbsp;Chris Evans, communications director, Beto O&#39;Rourke campaign, Jan. 4 and May 3, 2018</p>\r\n\r\n<p>Document,<a href=\"https://drive.google.com/file/d/1HD9KFpfLNV-UeS9a1ffTwnPekyoMCUOr/view\">&quot;Truth About the Border: No Evidence of ISIS Plot on U.S. - Mexico Border,&quot;</a> Beto O&rsquo;Rourke campaign, undated (received by email from Chris Evans, Jan. 4, 2018)</p>\r\n\r\n<p>Fact-checks, PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/nov/23/mitt-romney/mitt-romney-says-hezbollah-latin-america-poses-imm/\">Mitt Romney says Hezbollah in Latin America poses an imminent threat to the United States</a>,&quot; Nov. 23, 2011; <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/20/wayne-lapierre/wayne-lapierre-says-obama-ignores-border-fence-law/\">Wayne LaPierre says Obama ignores border fence law</a>,&quot; Feb. 20, 2013; &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/aug/03/rick-perry/rick-perry-historic-record-highs-people-terrorists/\">Rick Perry: &#39;Historic record highs&#39; of people from terrorists states being apprehended at border</a>,&quot; Aug. 3, 2014; &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2014/sep/17/trent-franks/isis-mexico-and-planning-cross-border/\">Is ISIS in Mexico and planning to cross the border?</a>&quot; Sept. 17, 2014; PolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2013/apr/23/louie-gohmert/louie-gohmert-says-al-qaeda-has-camps-drug-cartels/\">Louie Gohmert says al Qaeda has camps with drug cartels in Mexico</a>,&quot; April 23, 2013; &quot;<a href=\"http://www.politifact.com/texas/statements/2014/jun/22/rick-perry/rick-perry-airs-ridiculous-unsupported-claim-about/\">Perry airs unsupported claim about non-Mexicans apprehended at border hailing from terrorist states</a>,&quot; June 22, 2014; &quot;<a href=\"http://www.politifact.com/texas/statements/2014/jul/31/rick-perry/rick-perry-recaps-arrests-men-ukraine-its-not-coun/\">Rick Perry recaps arrests of men from Ukraine, but it&#39;s not a country with strong terrorist ties</a>,&quot; July 31, 2014; &quot;<a href=\"http://www.politifact.com/texas/statements/2014/oct/10/duncan-hunter-2/duncan-hunter-makes-unconfirmed-claim-border-patro/\">Pants on Fire: Duncan Hunter makes unconfirmed claim Border Patrol caught at least 10 ISIS fighters,</a>&quot; Oct. 10, 2014; &quot;<a href=\"http://www.politifact.com/texas/statements/2014/oct/19/david-dewhurst/david-dewhurst-says-prayer-rugs-found-texas-brush-/\">David Dewhurst says prayer rugs found in Texas brush near Mexico border</a>,&quot; Oct. 19, 2014; PolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2015/oct/01/ben-carson/ben-carson-says-lot-released-illegal-immigrants-ar/\">Ben Carson says a lot of released illegal immigrants are from Iraq, Somalia and Russia</a>,&quot; Oct. 1, 2015; &quot;<a href=\"http://www.politifact.com/florida/statements/2016/apr/04/ron-desantis/terrorists-groups-besides-isis-crossing-us-mexico-/\">Terrorists from groups besides ISIS crossing U.S.-Mexico border, U.S. Rep. Ron DeSantis says</a>,&quot; April 4, 2016</p>\r\n\r\n<p>News stories, <em>Houston Chronicle</em>,<a href=\"https://www.houstonchronicle.com/news/houston-texas/houston/article/How-a-plot-to-kill-Saudi-ambassador-goes-from-5997273.php\">&quot;How a plot to kill Saudi ambassador went from fiction to fact,&quot;</a> Jan. 6, 2015; <a href=\"https://www.houstonchronicle.com/news/article/Border-surge-harming-crime-fighting-in-other-6099660.php\">&quot;Border surge harming crime fighting in other parts of Texas, internal report finds,&quot;</a> Feb. 24, 2015</p>\r\n\r\n<p>News story, <a href=\"http://www.csmonitor.com/USA/Justice/2017/0115/Are-terrorists-crossing-the-US-Mexico-border-Excerpts-from-the-case-file\">&quot;Are terrorists crossing the US-Mexico border? Excerpts from the case file,&quot;</a> <em>Christian Science Monitor</em>, Jan. 15, 2017</p>\r\n\r\n<p>News story, <a href=\"http://articles.latimes.com/2005/jun/15/nation/na-hezbollah15\">&quot;Hezbollah Fundraiser Sentenced to Prison,&quot;</a> The Associated Press, June 15, 2015</p>\r\n\r\n<p>Analysis and commentary, <a href=\"https://www.cato.org/people/alex-nowrasteh\">Alex Nowrasteh</a>, immigration policy analyst, Cato Institute, &nbsp;<a href=\"https://www.cato.org/publications/policy-analysis/terrorism-immigration-risk-analysis\">&quot;Terrorism and Immigration: A Risk Analysis,&quot;</a> Sept. 13, 2016; <a href=\"https://www.cato.org/blog/congressman-perry-terrorists-did-not-cross-border-attack-las-vegas\">&quot;Congressman Perry, Terrorists Did Not Cross the Border to Attack Las Vegas,&quot;</a> Jan. 19, 2018</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/10Flscl_WECKBnofRYLwTKzSAoalPz50EVVhSfYysjFM/edit\">emails</a>, Alex Nowrasteh, Feb. 20 and April 25, 2018</p>\r\n\r\n<p>News story, <a href=\"https://www.nytimes.com/2007/05/09/us/09plot.html\">&quot;6 Men Arrested in a Terror Plot Against Fort Dix,&quot;</a> <em>The New York Times</em>, May 9, 2007</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.defenddemocracy.org/about-fdd/team-overview/gartenstein-ross-daveed/\">Daveed Gartenstein-Ross</a>, senior fellow, the Foundation for Defense of Democracies, Feb. 15, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.ips-dc.org/ips-authors/sanho-tree/\">Sanho Tree</a>, fellow, <a href=\"http://www.ips-dc.org/\">Institute for Policy Studies</a>, Feb. 16, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.stratfor.com/people/189111\">Fred Burton</a>, chief security officer, <a href=\"https://www.stratfor.com/\">Stratfor</a>, April 20, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"https://cis.org/Vaughan\">Jessica M. Vaughan</a>, director of policy studies, <a href=\"https://cis.org/\">Center for Immigration Studies</a>, April 26, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1fDS6tietTlA-xx6OnfMJmlzmw5NNixMj0suWUe_N3_s/edit?usp=sharing\">Email</a>, <a href=\"https://www.linkedin.com/in/nicole-thompson-6211305/\">Nicole Thompson</a>, senior officer for press relations, State Department, April 27, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}, "statement": "<p>Says &quot;precisely zero terrorists, terrorist groups or terror plots have ever been connected with the U.S.-Mexico border to do harm to people within the United States.&quot;</p>\r\n", "statement_context": "remarks at a stop in Greenville, Texas", "statement_date": "2018-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": "Beto O'Rourke: Zero terror plots at U.S.-Mexico border. FALSE."}