{"art": [{"brightcove": "", "caption": "Steve McCraw, director of the Texas Department of Public Safety, makes a claim about the term \"illegal aliens\" at an April 18, 2018, Texas House committee hearing (screen grab, Texas House video).", "id": 15798, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/mccrawscreengrab041818.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15798/", "title": "Steve McCraw testifying 4/18/18", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/may/09/steve-mccraw/illegal-alien-legal-term-federal-law/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Is 'illegal alien' a term in federal law?", "id": 15363, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15363/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><a href=\"https://www.mystatesman.com/news/state-officials-detail-increased-national-guard-deployment-border/wDx9zi6EOjU6CdDI51wfcP/\">An exchange</a> between a&nbsp;legislator and<a href=\"https://www.dps.texas.gov/director_staff/public_information/publications/chaparral/chap0809.pdf\"> the leader of Texas&rsquo; state law enforcement agency </a>made us wonder whether federal law uses &quot;illegal alien&quot; to describe any individual living in the U.S. without legal authorization.</p>\r\n\r\n<p>It doesn&rsquo;t, we learned, though the term makes a few appearances.</p>\r\n\r\n<p>Many news organizations avoid the &quot;IA&quot; term. In 2013, the Associated Press <a href=\"https://blog.ap.org/announcements/illegal-immigrant-no-more\">dropped &quot;illegal immigrant&quot; from its stylebook</a>. AP spokesman Paul Colford said then that &quot;illegal&quot; should be used to describe actions, not people, and the AP counseled journalists against using &quot;illegal alien&quot; except in direct quotations.</p>\r\n\r\n<p>We recognize, though, that &quot;illegal alien&quot; persists. The term <a href=\"https://drive.google.com/file/d/1Nemj-quetk0j7FvCAzZ40Oq6vfru0b01/view?usp=sharing\">showed up 80 times</a> in our May 2018 Google search of the PolitiFact website with&nbsp;&quot;illegal aliens&quot; <a href=\"https://drive.google.com/file/d/1oW_6i9tQVdiPgr1Vx5qDjDSbJoS-XgS_/view?usp=sharing\">popping up 5,620 times</a>.</p>\r\n\r\n<p>Let&rsquo;s unpack what touched off this fact-check, then turn to&nbsp;&quot;illegal alien&quot; in American law.</p>\r\n\r\n<p><strong>West Texas&nbsp;legislator questions director</strong></p>\r\n\r\n<p>At an April 18, 2018, Texas House hearing, state Rep. <a href=\"http://www.house.state.tx.us/members/member-page/?district=75\">Mary Gonz&aacute;lez</a>, D-San Elizario, elicited agreement from Steve McCraw, director of the Texas Department of Public Safety, that the words that &quot;we choose to use&quot; are powerful.</p>\r\n\r\n<p>Gonz&aacute;lez then told McCraw she &quot;had concerns about the language that you use and the agency is using in talking about undocumented immigrants. If we&rsquo;re talking about children, for example, unaccompanied minors, then using words like &lsquo;illegal aliens,&rsquo; I have had a concern about that, right?&quot; she said. &quot;And so but then, in your testimony you used it again. And so I&rsquo;m guessing, my question is, is the agency standard in typically referring to undocumented immigrants as IAs?&quot;</p>\r\n\r\n<p>McCraw answered: &quot;I always use &lsquo;illegal aliens&rsquo; and I have when I was assigned to the Department of Justice, when I worked at the FBI, when I was assigned as the director of the foreign terrorism task force because it&rsquo;s a term, it&rsquo;s a legal term, it&rsquo;s in statute, it&rsquo;s a federal term--and it&rsquo;s not intended to degrade anybody in any way, shape or form.&quot; McCraw spent 21 years with the FBI before becoming director of Texas DPS, the state law-enforcement agency known for its state troopers and Texas Rangers.</p>\r\n\r\n<p>Gonz&aacute;lez replied that people &quot;in my community&quot; would find it &quot;very concerning to use this language.&quot; McCraw answered that he&rsquo;d consult DPS staff and &quot;re-evaluate the use of words that their director has been using to describe, I&rsquo;ve been consistent about that. And it it&rsquo;s insulting, if it truly is insulting, I don&rsquo;t intend to insult anybody.&quot;</p>\r\n\r\n<p>We later asked the DPS to elaborate on McCraw&rsquo;s claim that &quot;illegal aliens&quot; appears in statute. We didn&rsquo;t hear back.</p>\r\n\r\n<p><strong>Checking for &lsquo;illegal alien&rsquo; in federal law</strong></p>\r\n\r\n<p>Given McCraw&#39;s singling out of federal statutes, we launched our post-testimony&nbsp;look by searching&nbsp;the portion of federal law titled <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2016-title8/html/USCODE-2016-title8.htm\">&quot;Aliens and Nationality,&quot;</a> and saw that the chapter titled &quot;Immigration and Nationality&quot; defines the word &quot;alien&quot; alone as &quot;any person not a citizen or national of the United States.&quot;</p>\r\n\r\n<p>But in the same &quot;Definitions&quot; section, we spotted &quot;illegal&quot; just once--and not in the context suggested by the DPS director&rsquo;s testimony. &quot;Illegal&quot; appears in a section stating that an &quot;alien&quot; lawfully given permanent residency shall not be regarded as seeking U.S. entry in connection with the country&rsquo;s immigration laws unless the &quot;alien&quot; has, among possibilities, &quot;engaged in illegal activity after having departed&quot; the United States.</p>\r\n\r\n<p><a href=\"https://www.uscis.gov/ilink/docView/SLB/HTML/SLB/0-0-0-1/0-0-0-29/0-0-0-769.html\">Another portion</a> of the law says the U.S. attorney general &quot;shall have the power and duty to control and guard the boundaries and borders of the United States against the illegal entry of aliens.&quot; Our scrolling of the act also picked up a <a href=\"https://www.uscis.gov/ilink/docView/SLB/HTML/SLB/0-0-0-1/0-0-0-29/0-0-0-2006.html\">mention of &quot;illegal entrants&quot;</a>.</p>\r\n\r\n<p><strong>Federal agency offers examples</strong></p>\r\n\r\n<p>We separately heard back from Arwen FitzGerald of <a href=\"https://www.uscis.gov/\">U.S. Citizenship and Immigration Services</a>. By email, FitzGerald pointed to four uses of &quot;illegal alien,&quot; two in federal law and the others in a congressional act.</p>\r\n\r\n<p>Section 1252(c) of the &quot;Aliens and Nationality&quot; laws is titled: &quot;Authorizing State and local law enforcement officials to arrest and detain certain illegal aliens.&quot; The section authorizes state and local law enforcement officials &quot;to arrest and detain an individual who&mdash; (1) is an alien illegally present in the United States; and (2) has previously been convicted of a felony in the United States and deported or left the United States after such conviction.&quot;</p>\r\n\r\n<p>Section 1365, titled &quot;Reimbursement of States for costs of incarcerating illegal aliens and certain Cuban nationals,&quot; applies to any alien convicted of a felony who&rsquo;s in the country unlawfully and whose most recent entry &quot;was without inspection, or whose most recent admission to the United States was as a nonimmigrant and whose period of authorized stay as a nonimmigrant expired, or whose unlawful status was known to the government.&quot;</p>\r\n\r\n<p>FitzGerald also pointed out that a <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html#0-0-0-1159\">section</a> of the <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html\">Illegal Immigration Reform and Immigrant Responsibility Act of 1996</a> authorized the hiring of 25 new federal lawyers to &quot;prosecute persons who bring into the United States or harbor illegal aliens or violate other criminal statutes involving illegal aliens.&quot; Also noted: A <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html#0-0-0-1217\">section</a> of the act requiring an annual report detailing &quot;the number of illegal aliens&quot; sentenced or jailed for felonies in state and federal prisons.</p>\r\n\r\n<p>That act, we saw, relies on the established definition of &quot;alien&quot; spotted earlier. It doesn&rsquo;t explicitly define &quot;illegal alien,&quot; though by our count, the term appears nine times including in a <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html#0-0-0-1217\">section</a> titled &quot;Demonstration project for identification of illegal aliens in incarceration facility of Anaheim, California&quot; and a <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html#0-0-0-1331\">section</a> titled &quot;Pilot programs on limiting issuance of driver&rsquo;s licenses to illegal aliens.&quot;</p>\r\n\r\n<p><strong>Experts: Mentions don&rsquo;t mean much</strong></p>\r\n\r\n<p>By email, though, academic experts on immigration law told us such scattered mentions of &quot;illegal alien&quot; in legislation and law don&rsquo;t mean much.</p>\r\n\r\n<p><a href=\"https://law.utexas.edu/faculty/denise-l-gilman/\">Denise Gilman</a>, who directs the University of Texas immigration law clinic, pointed out that all but one of the term&rsquo;s mentions in the 1996 act appear in section titles, not intended statutory language. &quot;The title is a political marker in the legislation but is not the law itself,&quot; Gilman wrote. &nbsp;&quot;For example, the section titled &lsquo;PILOT PROGRAMS ON LIMITING ISSUANCE OF DRIVER&#39;S LICENSES TO ILLEGAL ALIENS,&rsquo; goes on to use legal terms in the actual text,&quot; Gilman wrote, which refers only to &quot;aliens who are not lawfully present&quot; in the United States.</p>\r\n\r\n<p>Notably, <a href=\"https://www.law.buffalo.edu/faculty/facultyDirectory/SuRick.html\">Rick Su</a> of the University of Buffalo School of Law told us, the &quot;IA&quot; term doesn&rsquo;t appear in the vast Immigration and Nationality Act, the nation&rsquo;s main immigration law.</p>\r\n\r\n<p>Su acknowledged that the term appears in the 1996 act&rsquo;s <a href=\"https://www.law.cornell.edu/uscode/text/8/1252c\">section</a> about the federal government reimbursing states for incarcerating certain immigrants. But that section, Su said, defines an &quot;illegal alien&quot; solely in the context of the section -- as &quot;any alien convicted of a felony who is in the United States unlawfully and -- (1) whose most recent entry into the United States was without inspection, or (2) whose most recent admission to the United States was as a nonimmigrant and -- (A) whose period of authorized stay as a nonimmigrant expired, or (B) whose unlawful status was known to the Government, before the date of the commission of the crime for which the alien is convicted.&quot;</p>\r\n\r\n<p>In contrast, Su told us, &quot;illegal alien&quot; has been commonly used to refer to immigrants simply present in the U.S. without a valid visa or legal status, or whose legal status expired or is terminated.</p>\r\n\r\n<p>More prevalent terms in federal law, Su said, include &quot;inadmissible aliens&quot; or &quot;unauthorized aliens.&quot; Su wrote that &quot;inadmissible aliens&quot; and &quot;deportable aliens&quot; are different individuals under the INA, and have specific criteria, he said, with &quot;inadmissible aliens&quot; probably &quot;closest to how the term &lsquo;illegal aliens&rsquo; is commonly used (federal law treats those who enter without inspection to be construed as not having been &lsquo;admitted&rsquo;),&quot; Su wrote.</p>\r\n\r\n<p>All this said, Su said, other government documents--including memos, directives and reports--use&nbsp;&quot;illegal alien.&quot; The Supreme Court also has used the term, Su said. He singled out the court&rsquo;s rulings in <a href=\"http://cdn.loc.gov/service/ll/usrep/usrep424/usrep424351/usrep424351.pdf\">De Canas v. Bica</a>, a case decided in 1976 about California governing the hiring of &quot;illegal aliens.&quot; Su also noted <a href=\"https://www.supremecourt.gov/opinions/11pdf/11-182b5e1.pdf\">Arizona v. U.S.</a> in which the court in 2012 upheld parts of Arizona&rsquo;s <a href=\"http://www.politifact.com/texas/statements/2012/apr/11/charlie-gonzalez/us-rep-charlie-gonzalez-says-arizona-mitt-romney-s/\">2010 immigration law</a>. That opinion employs &quot;illegal alien&quot; twice in quoting others and twice in speculation about how Arizona might enforce its law.</p>\r\n\r\n<p>To our inquiry about McCraw&rsquo;s claim, <a href=\"https://law.pepperdine.edu/faculty-research/jeffrey-baker/\">Jeff Baker</a> of the Pepperdine School of Law summed up: &quot;The term &lsquo;alien&rsquo; is common in the United States Code and in U.S. law, although the term &lsquo;illegal alien&rsquo; is very rare in the statutes. In the Code, &lsquo;alien&rsquo; typically means someone who is not a citizen, and, despite the current political uses and preferences (including my own), this is fairly common. I do not know when &lsquo;alien&rsquo; entered the law with this usage,&quot; Baker wrote, but he noted that President John Adams &quot;signed the very controversial Alien and Sedition Acts in 1798.&quot;</p>\r\n\r\n<p>Baker went on: &quot;That was not the &lsquo;Illegal Alien and Sedition Acts,&rsquo; however.&quot;</p>\r\n\r\n<p>Personally, Baker told us, he favors &quot;other language in our national discourse. &lsquo;Alien&rsquo; may be a technical term of art, but &lsquo;illegal alien&rsquo; is almost always pejorative in contemporary usage.&quot;</p>\r\n\r\n<p><strong>State laws</strong></p>\r\n\r\n<p>Finally, we&nbsp;searched Texas&nbsp;laws and the state constitution <a href=\"http://www.statutes.legis.texas.gov/SearchResults.aspx?CP=1&amp;Code=CN&amp;Phrase=%22illegal+alien%22+%22illegal+aliens%22\">on the Texas Legislature&rsquo;s website</a> and didn&rsquo;t find &quot;illegal alien&quot; or &quot;illegal aliens&quot; though we saw multiple provisions specifying how laws apply to aliens.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>McCraw told legislators the term &quot;illegal alien&quot; is &quot;a legal term, it&rsquo;s in statute, it&rsquo;s a federal term.&quot;</p>\r\n\r\n<p>The term appears--yet scarcely--in federal law. Best we can tell, though, no&nbsp;law defines the term as referring to all individuals living in the U.S. without legal authorization. Where the term does appear,&nbsp;it&rsquo;s undefined or part of an introductory title or limited to apply to certain individuals convicted of felonies.</p>\r\n\r\n<p>On balance, we rate McCraw&rsquo;s claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE </strong></em>&ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-05-08T18:05:02.521442", "ruling_date": "2018-05-09T11:12:23", "ruling_headline": "Is 'illegal alien' a legal term in federal law?", "ruling_headline_slug": "illegal-alien-legal-term-federal-law", "ruling_link_text": "Scarcely", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"https://www.mystatesman.com/news/state-officials-detail-increased-national-guard-deployment-border/wDx9zi6EOjU6CdDI51wfcP/\">&quot;State officials detail increased National Guard deployment to border,&quot;</a> <em>Austin American-Statesman</em>, April 18, 2018</p>\r\n\r\n<p><a href=\"http://tlchouse.granicus.com/MediaPlayer.php?view_id=40&amp;clip_id=15069\">Video of testimony </a>by Steve McCraw, director, Texas Department of Public Safety, to Texas House Appropriations Committee, April 18, 2018 (exchange about &quot;illegal alien&quot; starts at 6:10:45 mark)</p>\r\n\r\n<p>Announcement, <a href=\"https://www.dps.texas.gov/director_staff/public_information/publications/chaparral/chap0809.pdf\">&quot;Steve McCraw Coming Home,&quot;</a> DPS Chaparral, August 2009</p>\r\n\r\n<p>Announcement, <a href=\"https://blog.ap.org/announcements/illegal-immigrant-no-more\">&quot;&lsquo;Illegal immigrant&rsquo; no more,&quot;</a> the Associated Press, April 2, 2013</p>\r\n\r\n<p>News blog post, <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2017/02/09/when-trump-says-illegals-immigrant-advocates-recoil-he-would-have-been-all-right-in-1970/\">&quot;The long struggle over what to call &lsquo;undocumented immigrants&rsquo; or, as Trump said in his order, &lsquo;illegal aliens,&#39;&quot;</a> Morning Mix blog, <em>The Washington Post</em>, Feb. 9, 2017</p>\r\n\r\n<p>Story, <a href=\"http://www.politifact.com/texas/article/2015/jul/20/reader-says-politically-correct-terms-undermine-fa/\">&quot;Reader says politically correct terms undermine fact check of Rick Perry on murders by &#39;aliens,&#39;&quot;</a> PolitiFact Texas, July 20, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSnkXp2jfT9GcPojY_qZVgYjbHSIWffuDgEo0L1aIsa7lTOpTfKk5vzCNWT_utCmMfVY90hrcl8gEQQ/pub\">Email</a>, Arwen FitzGerald, public affairs officer, Office of Communications, U.S. Citizenship and Immigration Services, April 20, 2018</p>\r\n\r\n<p>Title 8 of the U.S. code, <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2016-title8/html/USCODE-2016-title8.htm\">Aliens and Nationality</a>, Government Printing Office, 2016 (accessed May 1, 2018)</p>\r\n\r\n<p>Legislative act, <a href=\"https://www.uscis.gov/sites/default/files/ocomm/ilink/0-0-0-10948.html\">Illegal Immigration Reform and Immigrant Responsibility Act of 1996</a>, Department of Homeland Security (viewed May 7, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRZVB7pdwgHmMl0PHFdxTTQkmMbnbHZgzC_Q3MYetepftWHxJZjS06ZhrwjlV_5aZpXvkPWcKdASQCn/pub\">Emails</a>, <a href=\"https://law.utexas.edu/faculty/denise-l-gilman/\">Denise Gilman</a>, clinical professor, director, Immigration Clinic, University of Texas School of Law, April 20 and 24, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSXLSz8lzxsZn2kBzbmaqTt4jdUsW6T-uLjVtU1_0CEzB_AvRqz0Oyj12tuAh17_4Aaojb1Sdqak0NP/pub\">Emails</a>, <a href=\"https://www.law.buffalo.edu/faculty/facultyDirectory/SuRick.html\">Rick T. Su</a>, professor, University of Buffalo School of Law, April 19-20 and 24, 2018</p>\r\n\r\n<p>U.S. Supreme Court rulings, <a href=\"http://cdn.loc.gov/service/ll/usrep/usrep424/usrep424351/usrep424351.pdf\">De Canas v. Bica</a>, decided Feb. 25, 1976; <a href=\"https://www.supremecourt.gov/opinions/11pdf/11-182b5e1.pdf\">Arizona v. U.S</a>, decided June 25, 2012</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQyuHYPfTxR7Q433YlgLmS9B-f6Nf_RSwNQDx6UUqwwb5JOoVdPs0UcNzR_9lGyIu7PRrmzIDzaWO2q/pub\">Emails</a>, <a href=\"https://law.pepperdine.edu/faculty-research/jeffrey-baker/\">Jeffrey R. Baker</a>, director of clinical education and associate clinical professor of law, Pepperdine School of Law, April 20 and 24, 2018</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director, Texas Department of Public Safety", "false_count": 0, "first_name": "Steve", "half_true_count": 1, "home_state": "Texas", "id": 4312, "last_name": "McCraw", "mostly_true_count": 0, "name_slug": "steve-mccraw", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mccrawpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4312/", "total_count": 1, "true_count": 0, "website": "https://www.dps.texas.gov/director_staff/"}, "statement": "<p>Says the term &quot;illegal alien&quot; is &quot;a legal term, it&rsquo;s in statute, it&rsquo;s a federal term.&quot;</p>\r\n", "statement_context": "testimony to a Texas House panel", "statement_date": "2018-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Is 'illegal alien' a term in federal law?"}