{"art": [{"brightcove": "", "caption": "U.S. Attorney General Jeff Sessions addresses the California Peace Officers' Association 26th Annual Law Enforcement Legislative Day, 7, 2018, in Sacramento, Calif. Rich Pedroncelli / AP Photo", "id": 15149, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sessions_in_Sacramento_2018_AP_R.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15149/", "title": "Jeff Sessions in Sacramento 2018 AP, r", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ctoner@bettergov.org", "first_name": "Casey", "id": 681, "last_name": "Toner", "name_slug": "casey-toner", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/681/", "title": "Investigator", "twitter": ""}], "canonical_url": "/illinois/statements/2018/may/15/jeff-sessions/aclu-really-blame-chicagos-murder-spike/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "bsecter@bettergov.org", "first_name": "Bob", "id": 643, "last_name": "Secter", "name_slug": "bob-secter", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/643/", "title": "Director of Investigations", "twitter": ""}], "facebook_headline": "Is the ACLU really to blame for Chicago’s murder spike?", "id": 15389, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ctoner@bettergov.org", "first_name": "Casey", "id": 681, "last_name": "Toner", "name_slug": "casey-toner", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/681/", "title": "Investigator", "twitter": ""}], "resource_uri": "/api/v/2/statement/15389/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>U.S. Attorney General Jeff Sessions recently told a conference on policing that a 58 percent spike in Chicago murders in 2016 could be blamed on the settlement of a lawsuit brought by the American Civil Liberties Union.</p>\r\n\r\n<p>The settlement, Sessions said, led to a sharp reduction in &quot;stop and frisks&quot; by officers.</p>\r\n\r\n<p>Speaking to the Gatlinburg Law Enforcement Training Conference in Tennessee on May 8, Sessions highlighted the conclusions of a recent research paper on Chicago violence by two University of Utah professors that focused on what it called the &quot;ACLU effect.&quot;</p>\r\n\r\n<p>&quot;They concluded the 58 percent increase was caused by the abrupt decline in &lsquo;stop and frisks&rsquo; in 2015,&quot; Sessions said. &quot;The settlement of that lawsuit resulted in a decline in stops from 40,000 per month to 10,000 per month. Arrests fell also. In sum, they conclude that these actions in late 2016, conservatively calculated, resulted in approximately 236 additional victims killed and over 1,100 additional shootings in 2016 alone.&quot;</p>\r\n\r\n<p>Sessions cited those statistics in stressing the consequences of restraining police. But was the attorney general&rsquo;s interpretation of the study accurate? And, more significantly, was the research itself academically sound? We decided to take a look.</p>\r\n\r\n<div class=\"pf_subheadline\">The study</div>\r\n\r\n<p>Sessions&rsquo;s remarks to the police crowd were premised on a significant factual inaccuracy. The ACLU did not sue Chicago over stop-and-frisk, though it had threatened to.</p>\r\n\r\n<p>The city entered a voluntary agreement to end the policy in August 2015, five months after the Illinois chapter of the civil rights group issued a report indicating Chicagoans were stopped more than four times as much as New Yorkers before that city discontinued stop-and-frisk.</p>\r\n\r\n<p>In the summer of 2014, Chicago police stopped more than 250,000 people without making an arrest, taking into question the policy&rsquo;s effectiveness, the ACLU report stated.</p>\r\n\r\n<p>In the agreement on stop-and-frisk, Chicago police said officers would be trained to stop people for questioning only when there is a &quot;reasonable suspicion of criminal conduct.&quot; Also imposed were more thorough requirements for documenting every stop that did occur.</p>\r\n\r\n<p>The University of Utah research by Paul G. Cassell, a former federal judge and current law professor, and economics professor Richard Fowles found the agreement between Chicago and the ACLU was followed by a steep decline in street stops by police &mdash; from 40,000 monthly down to less than 10,000.</p>\r\n\r\n<p>The study attributed a surge in homicides, from 480 in 2015 to 754 in 2016, to the sharp reduction in police stops.</p>\r\n\r\n<p>But the work by Cassell and Fowles has fueled sharp criticism from some criminal justice experts.</p>\r\n\r\n<p>John A. Eterno, a criminal justice professor at Molloy College in Rockville Centre, New York, identified the study&rsquo;s limited time frame as one flaw. He noted that, while Chicago did indeed jump in 2016 following implementation of the ACLU agreement, they dropped somewhat the following year.</p>\r\n\r\n<p>&quot;It doesn&rsquo;t make sense,&quot; said Eterno, a retired New York City police captain. &quot;The data is just not there to recommend what (the study) is recommending.&quot;</p>\r\n\r\n<p>Eterno noted that New York City&rsquo;s murder rate declined or remained steady after it ceased stop-and-frisk &mdash; a fact Casell&rsquo;s study suggested was an &quot;anomaly.&quot; But the cities of Newark, New Jersey; Seattle, Washington; and Philadelphia, Pennsylvania, all experienced similar changes to their murder rates after contemplating stop-and-frisk changes, suggesting a broader trend, according to an earlier Washington Post story examining the issue.</p>\r\n\r\n<p>Edwin C. Yohnka, director of communications and public policy for ACLU of Illinois, also questioned the study&rsquo;s dismissal of other factors potentially contributing to the uptick in murders, such as intense local reaction to public release in late 2015 of police dashcam video that showed a Chicago officer shooting black teenager Laquan McDonald 16 times.</p>\r\n\r\n<p>The video caused an uproar in Chicago and across the nation and led to the filing of first-degree murder charges against the officer, Jason Van Dyke. Mayor Rahm Emanuel, whose administration fought release of the video in the 2014 shooting for more than a year, also fired his police chief, Garry McCarthy, after a court ordered the footage be made public.</p>\r\n\r\n<p>The Utah researchers dismissed the video as &quot;an unlikely candidate to explain the Chicago homicide spike.&quot; They contended that awareness of Van Dyke&rsquo;s actions and allegations of a cover-up were &quot;widespread&quot; as early as April 2015 when the Chicago City Council agreed to pay McDonald&rsquo;s family $5 million.&quot;They say everyone knew what was on the video before it was released,&quot; Yohnkasaid. &quot;I don&rsquo;t think that&rsquo;s even close to being true.&quot;Cassell defended his work.</p>\r\n\r\n<p>&quot;It&rsquo;s always easy to throw out allegations that something else caused something and how do you falsify that particular claim?&quot; said Cassell, a former federal judge appointed by President George W. Bush. &quot;It&rsquo;s not scientific if you just throw something out and say &lsquo;well there&#39;s no way to test it.&rsquo;&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Citing a study by University of Utah researchers, Sessions claimed that a legal settlement over police conduct between the ACLU and the city &quot;resulted in approximately 236 additional victims killed and over 1,100 additional shootings in 2016 alone.&quot;</p>\r\n\r\n<p>Sessions misstated the ACLU&rsquo;s involvement with the Chicago police department &mdash; there was no lawsuit. He did, however, correctly recite conclusions of the study.</p>\r\n\r\n<p>The overriding question, then, is whether the study reaches sound conclusions. On that, there is considerable disagreement. Chicago police stops did indeed dramatically plunge in the wake of a city agreement with the ACLU to overhaul its stop-and-frisk policy. A big jump in the city&rsquo;s murder rate also coincided with the end of policy&rsquo;s end. Even so, New York and other big cities did not experience hikes in violence and murders after curtailing stop-and-frisk.</p>\r\n\r\n<p>Other academics express serious reservations about the research methods used by the Utah study. The skeptics also point to an array of factors that may also have contributed to the murder and violence spike &mdash; not the least of which was the wrenching impact of the Laquan McDonald shooting video.</p>\r\n\r\n<p>There is considerable debate about that.</p>\r\n\r\n<p>There is some element of truth in the statement made by Sessions, but it also ignores critical facts that would give a different impression. That is the boilerplate Politifact definition of Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-05-15T18:20:15.305419", "ruling_date": "2018-05-15T18:25:00", "ruling_headline": "Is the ACLU really to blame for Chicago’s murder spike?", "ruling_headline_slug": "aclu-really-blame-chicagos-murder-spike", "ruling_link_text": "The study he cites is up to considerable debate", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.justice.gov/opa/speech/attorney-general-sessions-delivers-remarks-gatlinburg-law-enforcement-training-conference\">Attorney General Sessions Delivers Remarks to the Gatlinburg Law Enforcement Training Conference</a>, U.S. Department of Justice, May 8, 2018</p>\r\n\r\n<p><a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3145287\">What Caused the 2016 Chicago Homicide Spike? An Empirical Examination of the &#39;ACLU Effect&#39; and the Role of Stop and Frisks in Preventing Gun Violence</a>, SSRN, April 2, 2018</p>\r\n\r\n<p><a href=\"https://www.aclu-il.org/sites/default/files/wp-content/uploads/2015/03/ACLU_StopandFrisk_6.pdf\">Stop and Frisk in Chicago</a>, ACLU of Illinois, March 2015</p>\r\n\r\n<p><a href=\"https://www.aclu-il.org/sites/default/files/wp-content/uploads/2015/08/2015-08-06-Investigatory-Stop-and-Protective-Pat-Down-Settlement-Agreeme....pdf\">Investigatory Stop and Protective Pat Down Settlement Agreement</a>, ACLU of Illinois, August 2015</p>\r\n\r\n<p><a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2018/05/14/jeff-sessionss-claim-that-an-aclu-settlement-with-chicago-caused-murders-to-spike/\">Jeff Sessions&#39; claim that an ACLU settlement with Chicago caused murders to spike</a>, Washington Post, May 14, 2018</p>\r\n\r\n<p>Interview, Edwin C. Yohnka, Director of Communications and Public Policy for ACLU of Illinois, May 10, 2018</p>\r\n\r\n<p>Interview, University of Utah law professor Paul G. Cassell, May 10, 2018</p>\r\n\r\n<p>Interview, Molloy College criminal justice professor John A. Eterno, May 11, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "", "false_count": 4, "first_name": "Jeff", "half_true_count": 6, "home_state": "Alabama", "id": 414, "last_name": "Sessions", "mostly_true_count": 2, "name_slug": "jeff-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/414/", "total_count": 24, "true_count": 1, "website": ""}, "statement": "<p>A legal settlement that reined in Chicago police &quot;resulted in approximately 236 additional victims killed and over 1,100 additional shootings in 2016 alone.&quot;</p>\r\n", "statement_context": "remarks to a conference", "statement_date": "2018-05-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Is the ACLU really to blame for Chicago’s murder spike?"}