{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/03/nancy-pelosi/pelosi-says-democrats-tackle-preexisting-condition/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1539, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1539/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Few elements of today's health care system are as maddening to most Americans as the denial of insurance to those who suffer from pre-existing conditions. A Kaiser Family Foundation tracking poll from September 2009 found that eight of every 10 respondents -- including 67 percent of Republicans, 80 percent of independents and 88 percent of Democrats -- would support a requirement that insurance companies cover anyone who applies.<br /><br />So it's not surprising that House Speaker Nancy Pelosi, D-Calif., would tout her efforts to achieve that policy goal in a Feb. 28, 2010, interview on ABC's <em>This Week</em>.<br /><br />Sitting down with host Elizabeth Vargas, Pelosi outlined some differences between her approach and that of House Republicans. One example, she said, \"is ending the denial of ... coverage to those who have a pre-existing condition. The Democrats have that in their bill. The Republicans do not.\"<br /><br />We looked at the bills and checked with experts across the ideological spectrum to gauge whether Pelosi is making a fair comparison. What we found is that both bills explicitly take on the issue of pre-existing conditions, but the policy prescriptions differ, complicating the process of analyzing Pelosi's claim.<br /><br />First we'll look at the Democratic bill. Most observers would agree that Pelosi is correct that the House bill -- which passed her chamber narrowly last year -- does indeed end the denial of coverage for those who have a pre-existing condition, though not without some caveats.<br /><br />The House bill -- in language later echoed by President Barack Obama's proposed bill -- bars the exclusion of applicants due to a pre-existing condition in three settings: in the individual market (that is, in policies bought separately by families and individuals), in the exchange (the new, virtual marketplace for purchasing insurance that would be set up by the bill), and in the small group market (policies purchased through small employers).<br /><br />One caveat is that this policy wouldn't take effect immediately; it would begin Jan. 1, 2014. Until the new rules kick in, individuals who have been uninsured for at least six months and have a pre-existing medical condition could enroll in a \"high-risk pool\" with subsidized premiums. (Remember the term \"high-risk pool\" -- we'll encounter it again shortly.)<br /><br />There's a second caveat, too: Michael Cannon, a health care expert at the libertarian Cato Institute, says that the Democratic approach could have unintended consequences. While the law would bar outright rejections of applicants with pre-existing conditions, he said, there's nothing to stop insurance companies from treating such patients poorly, in the hope of foisting them -- and their higher health care bills -- on their competitors. Indeed, Cannon suggests, a failure to act this way could endanger the very economic viability of these insurers.<br /><br />\"The Democratic bills create such perverse incentives for insurers to offer inadequate care and lousy customer service that sick people with insurance may feel like the bill made things worse,\" Cannon said.<br /><br />Still, even taking into account these caveats, there's ample evidence that Pelosi is on solid ground when she states that the Democratic bill \"would end 'the denial of ... coverage to those who have a pre-existing condition' \" -- though it might take a few years to get there.<br /><br />What about the Republican bill? The bill in question is an amendment offered by House Minority Leader John Boehner, R-Ohio, that was voted down along party lines shortly before the Democratic bill passed. This measure explicitly targets the issue of pre-existing conditions -- in fact, in the bill's preamble, it says the purpose of the act \"is to take meaningful steps to lower health care costs and increase access to health insurance coverage (especially for individuals with pre-existing conditions).\"<br /><br />However, it goes about it in a very different way from the Democratic bill -- and that led our sources to vary widely in their assessments of Pelosi's claim.<br /><br />Rather than outlawing such denials by insurance companies, the Republican bill would instead make sure that those with pre-existing conditions have access to coverage -- somewhere. It would do this by creating -- here's that phrase again -- \"high-risk pools.\" These pools would guarantee those with pre-existing conditions an offer of coverage. The Republican bill would also cap the premiums charged by such pools and provide funding to help states manage them.<br /><br />Now, it's true that the Democratic approach also uses high-risk pools. But the architects of the Democratic bills envision them as a stopgap solution. The Republican measure, by contrast, considers them the permanent solution. And many health care experts say that high-risk pools are too flawed a concept to be relied upon over the long term.<br /><br />This belief is based on a track record from more than two dozen states that have implemented high-risk pools.<br /><br />Health economists often talk about \"community rating\" -- the idea that premiums can be kept down if you insure a large enough and diverse enough pool of people. This happens because those who are healthier (and cheaper to cover) effectively subsidize those who are sicker (and more expensive).<br /><br />But by their very nature, high-risk pools are not diverse. They take the sickest and most expensive patients who are not already covered by Medicare, Medicaid or another type of health plan. By concentrating sicker patients in the same plan, these pools can't rely on healthier, cheaper patients to shoulder the cost burden. So high-risk pools usually face steep costs and, in turn, steep premiums for beneficiaries (or for the government entities that subsidize those beneficiaries).<br /><br />These high costs have limited the appeal of high-risk pools. According to Pelosi's office, only about 200,000 Americans belong to the existing state high-risk pools -- a tiny fraction of the 46 million uninsured Americans. The Republican bill's incentives could boost enrollment, but to truly become a long-term solution would require significant subsidies -- more, critics say, than the Republican bill provides.<br /><br />Jonathan Cohn, a health care journalist, recently wrote in the <em>New Republic</em>, a liberal magazine, that the GOP bill \"sets aside about $4 billion a year when fully phased in. By comparison, when John McCain proposed creating high-risk pools in the 2008 presidential campaign, his economic adviser, Douglas Holtz-Eakin, estimated it would take between $7 billion and $10 billion a year to cover all of the medically uninsurable through them.\"<br /><br />So, what to make of this? We feel reasonably confident about two things.<br /><br />One is that the GOP approach doesn't explicitly end \"the denial of ... coverage to those who have a pre-existing condition,\" as Pelosi indicated. Insurers would still be able to discriminate against those with pre-existing conditions; the policy would instead allow those who are rejected to be provided access to coverage elsewhere.<br /><br />The second is that while it's impossible to know whether the Republican approach would succeed or fail, it's clear that many health experts are skeptical about the GOP's ability to provide coverage to all or virtually all of those who have pre-existing conditions.<br /><br />Ultimately, both parties' approaches have their critics. But we believe that, despite some caveats, Pelosi is basically correct in saying that the Democratic approach would explicitly end \"the denial of ... coverage to those who have a pre-existing condition.\" As for Pelosi's belief that the Republican approach fails to do the same, she unfairly glosses over the fact that the GOP proposal makes it a high-priority goal and that it provides a path (albeit a controversial one) to get there. Still, Pelosi is correct that under the GOP plan, insurers would still be able to deny coverage to those with pre-existing conditions. On balance, then, we rate her statement Mostly True.</p>", "ruling_comments_date": "2010-03-02T16:40:56.341527", "ruling_date": "2010-03-03T18:12:45", "ruling_headline": "Pelosi says Democrats tackle pre-existing conditions, Republicans don't", "ruling_headline_slug": "pelosi-says-democrats-tackle-preexisting-condition", "ruling_link_text": "Same goal, two very different approaches", "ruling_state": null, "source_documents": null, "sources": "<p>ABC's <em>This Week</em>, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-house-speaker-nancy-pelosi-sen-lamar/story?id=9955285&amp;page=2\" target=\"_blank\">interview</a> with House Speaker Nancy Pelosi, Feb. 28, 2010<br /><br /><a href=\"http://rules-republicans.house.gov/Media/PDF/RepublicanAlternative3962_9.pdf\" target=\"_blank\">Text</a> of Republican amendment in the nature of a substitute to H.R. 3962 (the Democratic health care reform bill), accessed Mar. 2, 2010<br /><br />Kaiser Family Foundation, Kaiser Health Tracking Poll (<a href=\"http://www.kff.org/kaiserpolls/upload/7990.pdf\" target=\"_blank\">summary</a>), Sept. 2009<br /><br />Kaiser Family Foundation, side-by-side <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">comparison</a> of major health care bills, accessed Mar. 2, 2010<br /><br />Jonathan Cohn, \"The GOP's Pre-Existing Ideology: Why the Republican plan to insure the already-ill doesn't work\" (<a href=\"http://www.tnr.com/article/politics/the-gops-pre-existing-ideology?utm_source=TNR+Master&amp;utm_campaign=d1dea00193-TNR_HC_030210&amp;utm_medium=email\" target=\"_blank\">column</a> in the <em>New Republic</em>), Mar. 1, 2010</p>\r\n<p>Michael F. Cannon, \"Health reformers' worst idea\" (<a href=\"http://www.philly.com/inquirer/opinion/20100225_Health_reformers__worst_idea.html\" target=\"_blank\">op-ed</a> in the <em>Philadelphia Inquirer</em>), Feb. 25, 2010<br /><br />E-mail interview with Michael Steel, spokesman for House Minority Leader John Boehner, Mar. 2, 2010<br /><br />E-mail interview with Nadeam Elshami, spokesman for House Speaker Nancy Pelosi, Mar. 2, 2010<br /><br />E-mail interview with Edmund F. Haislmaier, senior research fellow in health policy studies at the Heritage Foundation, Mar. 2, 2010<br /><br />E-mail interview with Michael F. Cannon, director of health policy studies at the Cato Institute, Mar. 2, 2010<br /><br />E-mail interview with Henry Aaron, Henry J. Aaron, senior fellow at the Brookings Institution, Mar. 2, 2010<br /><br />E-mail interview with Paul N. Van de Water, senior fellow with the Center on Budget and Policy Priorities, Mar. 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>The Democrats' health care bills would end \"the denial of ... coverage to those who have a pre-existing condition,\" while the Republican bill would not.</p>", "statement_context": "an interview on ABC's 'This Week'", "statement_date": "2010-02-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}