{"art": [{"brightcove": "", "caption": "The retreating Knox Coast ice shelf exposes the barren Windmill Islands of Vincennes Bay in the Australian Antarctic Territory on Jan. 11, 2008. (AP Photo/Torsten Blackwood, Pool)", "id": 15922, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_080111043867.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/15922/", "title": "Antarctica photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2018/may/21/mo-brooks/mo-brooks-incomplete-comments-antarctic-ice/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Mo Brooks' incomplete comments on Antarctic ice", "id": 15403, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15403/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>It&rsquo;s not every day that a <a href=\"https://science.house.gov/legislation/hearings/full-committee-hearing-using-technology-address-climate-change\">hearing of the House Science, Space and Technology Committee</a> goes viral, but that&rsquo;s what happened on May 16, 2018, when a Republican lawmaker questioned aspects of climate change.</p>\r\n\r\n<p>The most frequently shared exchange <a href=\"http://www.sciencemag.org/news/2018/05/republican-lawmaker-rocks-tumbling-ocean-causing-sea-level-rise\">from the hearing</a> involved Rep. Mo Brooks, R-Ala., and a witness, Phil Duffy, the president and executive director of the Woods Hole Research Center. At one point, Brooks suggested that England&rsquo;s White Cliffs of Dover and the California coastline are continually eaten away by erosion, perhaps driving a rise in sea levels that scientists ordinarily blame on melting ice.</p>\r\n\r\n<p>Others have debunked the idea that cliff erosion or sediment release from rivers constitutes a significant factor in sea level rise. (Philip Bump at the <em>Washington Post</em> <a href=\"https://www.washingtonpost.com/news/politics/wp/2018/05/17/heres-how-big-a-rock-youd-have-to-drop-into-the-ocean-to-see-the-rise-in-sea-level-happening-now/?utm_term=.f2048fd0c4ea\">estimated</a> the current annual sea level increase of 3.3 millimeters would require, every year, &quot;a volume of earth equivalent to taking the top five inches of every one of the United States&rsquo; 9.1 million square miles of land area and using it to coat the bottom of the world&rsquo;s oceans.&quot;) So we won&rsquo;t go over the same territory.</p>\r\n\r\n<p>Instead, we decided to look at another comment from Brooks&rsquo; exchange with Duffy:</p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Brooks</strong>: &quot;Would it surprise you to know that if global temperatures rise, assuming for the moment that they do, that that actually increases the amount of ice that is collected on Antarctica?&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Duffy</strong>: &quot;That&rsquo;s not true, sir.&quot;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em><strong>Brooks</strong>: &quot;I made a trip down to Antarctica and met with National Science Foundation scientists, and they all agreed with global warming, and they emphasize that you&rsquo;re going to have an increase in the amount of ice in Antarctica because of global warming.&hellip;</em></p>\r\n\r\n<p style=\"margin-left:36pt\"><em>&quot;Do you understand that as temperatures rise, more moisture is contained in the atmosphere and then that moisture in Antarctica collects on land, and it takes hundreds and hundreds of years for that ice that is deposited on Antarctica to actually ever reach the shoreline where it touches the oceans where it can affect in some way sea level increases?&quot;</em></p>\r\n\r\n<p>Is it true, as Brooks said, that &quot;you&rsquo;re going to have an increase in the amount of ice in Antarctica because of global warming&quot;?</p>\r\n\r\n<p>In a statement to PolitiFact, Brooks reiterated what he said he learned from the scientists in Antarctica, including those who believe that global warming is real. The increase in interior ice, he said the scientists told him, should &quot;offset the loss of Antarctic sea ice, Arctic sea ice, and whatever melting occurs in places like Greenland.&quot; (Read Brooks&rsquo; full statement <a href=\"http://www.politifact.com/mobrooksstatement/\">here</a>,)</p>\r\n\r\n<p>However, more than a dozen scientists told PolitiFact that while Brooks is correctly describing one part of the complicated interplay around Antarctic climate change, whatever ice gains materialize from this process are almost certain to be overwhelmed by melting ice that he&rsquo;s overlooking.</p>\r\n\r\n<p>What Brooks said &quot;is like talking about the money in your bank account by only looking at deposits and ignoring withdrawals,&quot; said Gary T. Mitchum, a professor and associate dean at the University of South Florida College of Marine Science. &quot;It&rsquo;s just flawed. I sure wish I could get away with this at my bank.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Why Antarctica might see an increase in ice</div>\r\n\r\n<p>How could ice increase due to global warming? It stems from the tendency for a warmer climate to produce more precipitation. In the context of Antarctica, this means increased amounts of frozen precipitation.</p>\r\n\r\n<p>&quot;On the whole, the amount of precipitation increases in the coldest climates as they warm,&quot; said John Nielsen-Gammon, a Texas A&amp;M University atmospheric sciences professor. &quot;This comes about because the amount of moisture the atmosphere can hold -- and thus deliver as snow -- increases dramatically as the temperature warms.&quot;</p>\r\n\r\n<p>In fact, there&rsquo;s already evidence of this occurring in certain parts of Antarctica. One paper documenting this was written by Jay Zwally, a glaciologist at NASA&#39;s Goddard Space Flight Center in 2015. He found significant increases in ice in eastern Antarctica.</p>\r\n\r\n<p>Zwally is considered a credible scientist, but other scientists said his methodology in the study is not foolproof. Critics suggest that much of the increase Zwally measured may be coming from additional snow rather than ice. Because ice contains more water than snow does, an increase in snow rather than ice would mean that Antarctica isn&rsquo;t taking as much water out of circulation as the paper suggests.</p>\r\n\r\n<p>Indeed, a study using a different method, headed by Alba Martin-Espa&ntilde;ol of the University of Bristol in England, concluded that the ice gains in eastern Antarctica were only about one-third as large as Zwally had found.</p>\r\n\r\n<div class=\"pf_subheadline\">Why that added ice may not matter much</div>\r\n\r\n<p>An even more important point is that any ice gains need to be measured against losses elsewhere. To look only at the ice gains, as Brooks did, amounts to cherry picking.</p>\r\n\r\n<p>&quot;The important thing for science and policy is whether there&#39;s a net gain or loss of ice on Antarctica&quot; from all sources, Nielsen-Gammon said.</p>\r\n\r\n<p>Scientists we checked with agreed that, while Antarctica&rsquo;s increased banking of water through precipitation is a real phenomenon, it pales in comparison with the amount of water being lost through melting. Basically, the continent may be adding ice in one place, but it&rsquo;s losing a larger amount elsewhere due to melting, evaporation, or glaciers falling into the sea.</p>\r\n\r\n<p>&quot;Rep. Brooks is correct that one may expect an increase in precipitation in a warmer climate,&quot; said Justin C. Burton, a physicist at Emory University. &quot;However, this is a small feedback effect compared to melting from a warmer climate, and especially a warmer ocean.&quot;</p>\r\n\r\n<p>For the past few decades, most scientific studies have shown that the net change in ice has produced shrinkage overall, not expansion, said Ted Scambos, a senior research scientist at the National Snow and Ice Data Center at the University of Colorado.</p>\r\n\r\n<p>In western Antarctica, <em>Scientific American</em> has <a href=\"https://www.scientificamerican.com/article/what-to-believe-in-antarctica-rsquo-s-great-ice-debate/\">reported</a>, &quot;the floating platforms of ice that ring the coast are thinning, glaciers are surging toward the sea, meltwater is flowing across the surface, fast-growing moss is turning the once shimmering landscape green, and a massive iceberg the size of Delaware broke off into the ocean in July of 2017.&quot;</p>\r\n\r\n<p>&quot;The near unanimous view is that the net effect, by a pretty big margin, would be melting,&quot; said John Reilly, co-director of the joint program on the science and policy of global change at the Massachusetts Institute of Technology. The fear, he said, is that ice &quot;will break loose and float out, raising sea level and in turn reduce the friction holding back ice on shore, which will then flow faster into the ocean.&quot;</p>\r\n\r\n<p>Given this degree of melting, Scambos said, the likeliest impact from the increased snowfall that Brooks is pointing to would be to &quot;slow the pace of ice loss slightly,&quot; Scambos said. &quot;Greenland, which is somewhat more impacted by climate change, has not shown enough increase in precipitation to offset the very large peripheral losses in the past few decades.&quot;</p>\r\n\r\n<p>Even beyond melting, sea level is increasing as the temperature warms because when water gets warmer, it expands.</p>\r\n\r\n<p>It&rsquo;s worth noting that the net change in sea level has zig-zagged a bit. In 2011, for instance, it fell, prompting some to suggest an end to the problem. However, sea levels soon started rising again. Such blips are &quot;common,&quot; said Gary Griggs, an earth sciences professor at the University of California-Santa Cruz. &quot;There are year to year variations, but the overall trend is clear.&quot;</p>\r\n\r\n<p>All told, &quot;the vast majority of scientists agree that a warming climate will most certainly lead to a net ice loss from Antarctica,&quot; Burton said. &quot;The question is really how much and how fast?&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Brooks said, &quot;You&rsquo;re going to have an increase in the amount of ice in Antarctica because of global warming.&quot;</p>\r\n\r\n<p>Scientists agree that parts of Antarctica may already be seeing higher levels of frozen precipitation due to global warming. However, focusing on this increase amounts to cherry-picking, because the same higher temperatures also mean faster melting of existing Antarctic ice. On balance, scientists expect the amount of ice lost from added melting to be much higher than the amount of ice added from greater precipitation.</p>\r\n\r\n<p>The statement contains some element of truth but ignores critical facts that would give a different impression, so we rate it Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-05-18T15:31:00.914754", "ruling_date": "2018-05-21T09:49:34", "ruling_headline": "Mo Brooks' incomplete comments on Antarctic ice", "ruling_headline_slug": "mo-brooks-incomplete-comments-antarctic-ice", "ruling_link_text": "Small portion of the overall changes", "ruling_state": null, "source_documents": null, "sources": "<p>House Science, Space and Technology Committee, <a href=\"https://science.house.gov/legislation/hearings/full-committee-hearing-using-technology-address-climate-change\">video of hearing</a>, May 16, 2018</p>\r\n\r\n<p>E&amp;E News, &quot;<a href=\"http://www.sciencemag.org/news/2018/05/republican-lawmaker-rocks-tumbling-ocean-causing-sea-level-rise\">Republican lawmaker: Rocks tumbling into ocean causing sea level rise</a>,&quot; May. 17, 2018</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/politics/wp/2018/05/17/heres-how-big-a-rock-youd-have-to-drop-into-the-ocean-to-see-the-rise-in-sea-level-happening-now/?utm_term=.f2048fd0c4ea\">Here&rsquo;s how big a rock you&rsquo;d have to drop into the ocean to see the rise in sea level happening now</a>,&quot; May 17, 2018</p>\r\n\r\n<p><em>USA Today</em>, &quot;<a href=\"https://www.usatoday.com/story/news/politics/onpolitics/2018/05/17/mo-brooks-rocks-causing-sea-levels-rise/621389002/\">Rocks falling into oceans, not climate, causing seas to rise, congressman suggests</a>,&quot; May 17, 2018</p>\r\n\r\n<p><em>Scientific American</em>, &quot;<a href=\"https://www.scientificamerican.com/article/what-to-believe-in-antarctica-rsquo-s-great-ice-debate/\">What to Believe in Antarctica&rsquo;s Great Ice Debate</a>,&quot; July 6, 2018</p>\r\n\r\n<p><em>Discover</em> magazine, &quot;<a href=\"http://blogs.discovermagazine.com/d-brief/2017/05/16/is-antarctica-gaining-or-losing-ice-nature-may-have-settled-the-debate/#.Wv8SnFMvy_t\">Is Antarctica Gaining or Losing Ice? Nature May Have Just Settled The Debate</a>,&quot; May 16, 2017</p>\r\n\r\n<p>Al.com, &quot;<a href=\"https://www.al.com/news/huntsville/index.ssf/2018/05/alabama_rep_mo_brooks_hit_for.html\">Alabama Rep. Mo Brooks hit for blaming rising seas on falling rocks</a>,&quot; May 17, 2018</p>\r\n\r\n<p>Email interview with Reto A. Ruedy, NASA Goddard Institute for Space Studies, May 18, 2018</p>\r\n\r\n<p>Email interview with Amelia Shevenell, associate professor of geological oceanography at the University of South Florida College of Marine Sciences, May 18, 2018</p>\r\n\r\n<p>Email interview with Sean P.S. Gulick, research professor at the University of Texas Institute for&nbsp;Geophysics, May 18, 2018&nbsp;</p>\r\n\r\n<p>Email interview with&nbsp;John Reilly, co-director of the joint program on the science and policy of global change at the Massachusetts Institute of Technology, May 18, 2018</p>\r\n\r\n<p>Email interview with Brian Soden, professor of atmospheric sciences at the University of Miami, May 18, 2018</p>\r\n\r\n<p>Email interview with Ben van der Pluijm, geology and environment professor at the University of Michigan, May 18, 2018</p>\r\n\r\n<p>Email interview with John Nielsen-Gammon, Texas A&amp;M University atmospheric sciences professor, May 18, 2018</p>\r\n\r\n<p>Email interview with Justin C. Burton, physicist at Emory University, May 18, 2018</p>\r\n\r\n<p>Email interview with Twila Moon, research scientist at the National Snow and Ice Data Center at the University of Colorado, May 18, 2018</p>\r\n\r\n<p>Email interview with Julienne Shroeve, research scientist at the National Snow and Ice Data Center at the University of Colorado, May 18, 2018</p>\r\n\r\n<p>Email interview with Ted Scambos, senior research scientist at the National Snow and Ice Data Center at the University of Colorado, May 18, 2018</p>\r\n\r\n<p>Email interview with Gary B. Griggs, professor of earth sciences at the University of California-Santa Cruz, May 19, 2018</p>\r\n\r\n<p>Email interview with Gifford H. Miller, professor of geological sciences at the University of Colorado, May 19, 2018</p>\r\n\r\n<p>Email interview with Harold R. Wanless, chair of geological science at the University of Miami, May 20, 2018</p>\r\n\r\n<p>Email interview with Gary T. Mitchum, professor and associate dean at the University of South Florida College of Marine Science, May 20, 2018</p>\r\n\r\n<p>Email interview with Clay Mills, communications director for Mo Brooks, May 18, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Mo", "half_true_count": 0, "home_state": "Alabama", "id": 4323, "last_name": "Brooks", "mostly_true_count": 0, "name_slug": "mo-brooks", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mo_Brooks_2.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4323/", "total_count": 1, "true_count": 0, "website": "https://brooks.house.gov/"}, "statement": "<p>&quot;You&rsquo;re going to have an increase in the amount of ice in Antarctica because of global warming.&quot;</p>\r\n", "statement_context": "a congressional hearing", "statement_date": "2018-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": "Mo Brooks' incomplete comments on Antarctic ice"}