{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2018/jun/01/protect-our-care/did-republican-sabotage-cost-32-million-their-heal/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Did Republican sabotage cost 3.2 million their health care?", "id": 15455, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/15455/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Just in time for the midterms, an image is circulating on social media about a massive rise in the uninsured under Republican leadership. A <a href=\"https://twitter.com/NevadaCares/status/1001230392429604864\">tweet</a> from Health Care Voters of Nevada featured a graphic with the title, &quot;The cost of sabotage.&quot;</p>\r\n\r\n<p>&quot;3.2 million Americans lost coverage in the first year of the Republican war on health care,&quot; the image said.</p>\r\n\r\n<p>The web graphic is part of a project called <a href=\"https://www.protectourcare.org/the-cost-of-sabotage/\">Protect Our Care</a>, a coaltion of groups that aims to preserve the Affordable Care Act.</p>\r\n\r\n<p>We looked into that 3.2 million number and found it falls at the high end of estimates. In addition, while Republican efforts to repeal and undermine the Affordable Care Act did the law no favors, their impact in 2017 is difficult to gauge.</p>\r\n\r\n<div class=\"pf_subheadline\">A question of statistical significance</div>\r\n\r\n<p>The number comes from the polling firm Gallup. <a href=\"http://news.gallup.com/poll/225383/uninsured-rate-steady-fourth-quarter-2017.aspx\">In January</a>, Gallup found that 12.2 percent of the population said they were uninsured during the last quarter of 2017. That was 1.3 percentage points higher than the same period in the year before. The survey group was people age 18 and older.</p>\r\n\r\n<p>&quot;That 1.3 point increase represents an estimated 3.2 million Americans who entered the ranks of the uninsured in 2017,&quot; Gallup wrote.</p>\r\n\r\n<p>So there&rsquo;s hard data behind the&nbsp;figure. However, there are other estimates out there, and they raise questions about the 3.2 million figure.</p>\r\n\r\n<p>The strongest counterweight to the Gallup result comes from the <a href=\"https://www.cdc.gov/nchs/data/nhis/earlyrelease/insur201805.pdf\">National Health Interview Survey</a>, an ongoing program of the Centers for Disease Control and Prevention.</p>\r\n\r\n<p>The latest government study showed a rise in the number of uninsured of 700,000. But the report said that was &quot;not significantly different from 2016.&quot;</p>\r\n\r\n<p>That was for all ages. The picture for 18- to 64-year-olds was more complicated. The fraction of uninsured went from 12.4 percent to 12.8 percent. But taking into account the study&rsquo;s margin of error (about .3 percent), the results were a statistical dead-heat.</p>\r\n\r\n<p>One other survey puts the Gallup figure on the high end.</p>\r\n\r\n<p>The New York-based <a href=\"http://www.commonwealthfund.org/publications/blog/2018/apr/health-coverage-erosion\">Commonwealth Fund</a>, a private health policy group, also measures insurance coverage. For its survey group of 19- to 64-year-olds, it reported that, &quot;an estimated 4 million people lost coverage.&quot;</p>\r\n\r\n<p>However, that change took place over a longer period than the other studies, from early 2016 to March 2018, effectively a full two years. Republicans were in charge in Washington for only about half of that span. Looking at past Commonwealth Fund surveys, about half, or 2 million people, were added to the ranks of the uninsured on the Republicans&rsquo; watch.</p>\r\n\r\n<div class=\"pf_subheadline\">Sorting out the results</div>\r\n\r\n<p>When it comes to precision, researchers give the nod to the CDC&rsquo;s National Health Interview Survey. Praise comes from many quarters, including Sara Collins, the head of the Commonwealth Fund&rsquo;s work on health care coverage. She said her group can give an early view of trends, but the greatest accuracy lies with the CDC.</p>\r\n\r\n<p>&quot;The large sample size of CDC&rsquo;s National Health Interview Survey yields an estimate of change with smaller margins of error, and thus more definitive point estimates,&quot; Collins told us.</p>\r\n\r\n<p>The CDC reached over 78,000 people. By comparison, the Commonwealth Fund based its results on about 2,400 responses and Gallup&rsquo;s was about 25,000.</p>\r\n\r\n<p>Collins added that within the limits of the Commonwealth Fund&rsquo;s survey, they did not find statistically significant differences either between 2016 and 2017 or between 2017 and 2018. So in that respect, their results track with the government findings.</p>\r\n\r\n<p>Why do the results vary?</p>\r\n\r\n<p>For several reasons, the experts say. There are differences in the studies&rsquo; age groups and their response rates.</p>\r\n\r\n<p>Perhaps the biggest wild card is the timing of the surveys. Gallup calls people during each quarter, while the government collects data throughout the year. RAND analyst Christine Eibner put together this table with the uninsured rates for working age adults over the past two years from the three groups. (Commonwealth covers two years.)</p>\r\n\r\n<table border=\"1\" cellpadding=\"3\" cellspacing=\"0\" dir=\"ltr\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>&nbsp;</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Gallup</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>CDC</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>Commonwealth</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2016</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>10.9%</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>12.4%</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>12.7%</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<p>2017</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>12.2%</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>12.8%</p>\r\n\t\t\t</td>\r\n\t\t\t<td>\r\n\t\t\t<p>15.5%</p>\r\n\t\t\t</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<div style=\"clear:both;\">&nbsp;</div>\r\n\r\n<p>Eibner said the key to Gallup&rsquo;s estimated 3.2 million more people without insurance in 2017 lies in its 2016 figure. That&rsquo;s when it&rsquo;s markedly lower than the other surveys that year. But Eibner said that could be an artifact of people rushing to get insurance at the end of the year after the election. Gallup&rsquo;s lower rate in 2016 would translate into a bigger jump in the uninsured when it gathered data in 2017.</p>\r\n\r\n<p>Eliot Fishman, director of health policy at Families USA, a partner in the Protect Our Care coalition, said given that all three surveys show a rise in the uninsured, the overall trend is well supported by the data.</p>\r\n\r\n<div class=\"pf_subheadline\">Republican actions</div>\r\n\r\n<p>The presumption in the claim is that Republicans are responsible.</p>\r\n\r\n<p>There&rsquo;s no question that President Donald Trump and congressional Republicans worked hard and nearly repealed Obamacare. Trump canceled about $10 billion in reimbursements to insurance companies, a move that drove up premiums. And the Republican tax law did away with the individual mandate penalty, which further roiled insurance markets.</p>\r\n\r\n<p>But insurance analyst Cynthia Cox at the Kaiser Family Foundation said the country has yet to see the full impact of all of that.</p>\r\n\r\n<p>&quot;It&rsquo;s worth keeping in mind that the year in question -- 2017 -- was before most of the changes from the Trump administration and Congress went into effect,&quot; Cox said.</p>\r\n\r\n<p>Jean Abraham at the University of Minnesota also urged caution.</p>\r\n\r\n<p>&quot;I don&#39;t believe it is possible to causally attribute the increase in uninsurance to the actions of the GOP in a specific or direct way, given the large number of factors and changes occurring simultaneously,&quot; Abraham said.</p>\r\n\r\n<p>She noted that rising premiums were in play before Republicans took power. That made health insurance in the individual market harder to afford for about the 8 million people who received no subsidy.</p>\r\n\r\n<p>On the other hand, Abraham said Republican actions made the markets less affordable.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>A graphic from the coalition Protect Our Care&nbsp;said that Republican sabotage had led to a rise of 3.2 million in the ranks of the uninsured. That specific figure is far from certain.</p>\r\n\r\n<p>A Gallup estimate backs up that figure, and a study by the Commonwealth Fund found an increase, but a somewhat smaller one. The government assessment deemed most reliable by health analysts found a small increase, but not one that was significantly different from the year before.</p>\r\n\r\n<p>On net, an increase is plausible, but the scale is hard to determine right now.</p>\r\n\r\n<p>As for Republican responsibility, they did make insurance less affordable in the individual market, but the full impact of their policies did not come in 2017. Given the complexity of health insurance, they bear some responsibility but not all of it.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<p><em><strong>Correction:</strong> A previous version of this article described the web graphic as the work of Families USA. The actual creator was the coaltion that Families USA belongs to.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-01T12:47:59.810097", "ruling_date": "2018-06-01T15:20:14", "ruling_headline": "Did Republican sabotage cost 3.2 million their health coverage?", "ruling_headline_slug": "did-republican-sabotage-cost-32-million-their-heal", "ruling_link_text": "A high-end estimate", "ruling_state": null, "source_documents": null, "sources": "<p>Protect Our Care, <a href=\"https://www.protectourcare.org/the-cost-of-sabotage/\">The cost of sabotage</a>, May 2018</p>\r\n\r\n<p>Health Care Voters of Nevada, <a href=\"https://twitter.com/NevadaCares/status/1001230392429604864\">tweet</a>, May 28, 2018</p>\r\n\r\n<p>Gallup, <a href=\"http://news.gallup.com/poll/225383/uninsured-rate-steady-fourth-quarter-2017.aspx\">U.S. Uninsured Rate Steady at 12.2% in Fourth Quarter of 2017</a>, Jan. 16, 2018</p>\r\n\r\n<p>Centers for Disease Control and Prevention, <a href=\"https://www.cdc.gov/nchs/data/nhis/earlyrelease/insur201805.pdf\">Health Insurance Coverage: Early Release of Estimates From the National Health Interview Survey, 2017</a>, May, 2018</p>\r\n\r\n<p>Commonwealth Fund, <a href=\"http://www.commonwealthfund.org/publications/blog/2018/apr/health-coverage-erosion\">First Look at Health Insurance Coverage in 2018 Finds ACA Gains Beginning to Reverse</a>, May 1, 2018</p>\r\n\r\n<p>Email interview, Sara Collins, vice president, Health Care Coverage and Access, Commonwealth Fund, May 29, 2018</p>\r\n\r\n<p>Email interview, Christine Eibner, senior economist, RAND Corp., May 29, 2018</p>\r\n\r\n<p>Email interview, Cynthia Cox, associate director, Study of Health Reform and Private Insurance, Kaiser Family Foundation, May 29, 2018</p>\r\n\r\n<p>Email interview, Jean Abraham, professor of health care administration, School of Public Health, University of Minnesota, May 30, 2018</p>\r\n\r\n<p>Email interview, Eliot Fishman, senior director of health policy, Families USA, May 30, 2018</p>\r\n\r\n<p>Email interview, Jennifer Donegan, media relations manager, Gallup, May 31, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Protect Our", "half_true_count": 1, "home_state": "", "id": 4339, "last_name": "Care", "mostly_true_count": 0, "name_slug": "protect-our-care", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4339/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Republican &quot;sabotage&quot; cost 3.2 million people coverage in 2017.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a web image", "statement_date": "2018-05-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Republican sabotage cost 3.2 million their health coverage?"}