{"art": [{"brightcove": "", "caption": "A South Korean channel broadcasts images of President Donald Trump and Kim Jong Un.", "id": 12758, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Trump_NK.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/12758/", "title": "Photo Trump Kim", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/punditfact/statements/2018/jun/07/juan-williams/does-north-koreas-negotiating-history-mean-it-cant/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Can North Korea be trusted? Here's what history says", "id": 15476, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15476/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The stakes could hardly be higher for President Donald Trump&rsquo;s June 12 Singapore summit with North Korean leader Kim Jong Un.</p>\r\n\r\n<p>Given Pyongyang&rsquo;s strides toward developing a nuclear-tipped missile capable of reaching the United States, the question of whether an arms control deal will take shape looms large over the historic talks.</p>\r\n\r\n<p>Yet some say North Korea&rsquo;s track record gives plenty of reason for skepticism when it comes to negotiating.</p>\r\n\r\n<p>&quot;The problem is that we know historically, going back to Kim Jong Un&#39;s grandfather, (that) these people lie, they&#39;re deceitful, they&#39;ll take the concessions, they&#39;ll keep them in their pocket and then they won&#39;t deliver,&quot; Fox News analyst Juan Williams said June 3 on <em>Fox News Sunday</em>.</p>\r\n\r\n<p>North Korea has shown nuclear ambitions since Kim Jong Un&rsquo;s grandfather, Kim Il Sung, established the country in 1948.</p>\r\n\r\n<p>To date, North Korea is believed to&nbsp;<a href=\"https://www.washingtonpost.com/news/worldviews/wp/2018/03/06/5-things-to-know-about-north-koreas-nuclear-weapons/?utm_term=.086cc14dbbe4\">possess</a>&nbsp;up to 60 nuclear warheads. The country has conducted six nuclear tests and more than 100 missile&nbsp;<a href=\"http://www.nti.org/analysis/articles/cns-north-korea-missile-test-database/\">tests</a>, including intercontinental missiles.</p>\r\n\r\n<p>This, despite years of diplomatic engagement and international pressure placed on three generations of leaders &mdash; from Kim Il Sung to Kim Jong Il, to the regime&rsquo;s current leader, Kim Jong Un, whom Trump called &quot;Little Rocket Man.&quot;</p>\r\n\r\n<p>Arms control experts and political scientists we spoke to agreed with Williams&rsquo; broader point that skepticism is warranted when dealing with North Korea. But whether Pyongyang has a track record of double-dealing is a bit murkier.</p>\r\n\r\n<p>Williams, through a Fox News spokesperson, cited examples of what he said were deals, talks or agreements that broke down due to North Korea&rsquo;s actions or inaction:</p>\r\n\r\n<ul>\r\n\t<li>\r\n\t<p>The Agreed Framework deal in 1994 under the Clinton administration.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>North Korea promising to &quot;abandon nuclear weapons and existing nuclear programs&quot; during talks under the George W. Bush administration.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The 2012 Leap Day agreement under the Barack Obama administration.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Let&rsquo;s look at each of these with a view towards whether North Korea behaved duplicitously.</p>\r\n\r\n<div class=\"pf_subheadline\">Clinton Era: Agreed Framework</div>\r\n\r\n<p>Former President Bill Clinton negotiated a deal in 1994 with North Korea, dubbed the &quot;Agreed Framework.&quot;</p>\r\n\r\n<p>Under the pact, the country would scrap two plutonium-based nuclear reactors that the United States believed would be used to make fuel for a nuclear bomb. In exchange, Washington would give Pyongyang two alternate reactors less capable of producing bomb-making materials, as well as fuel.</p>\r\n\r\n<p>The pact would eventually crumble years later, but not before North Korea reaped a reward.</p>\r\n\r\n<p>&quot;In this agreement, the North Koreans did get very significant concessions from the U.S., South Korea and Japan, including a great deal of economic aid,&quot; said Joseph de Thomas, a former U.S. ambassador who worked on North Korea arms control issues as deputy assistant secretary of state for non-proliferation in the Clinton administration.</p>\r\n\r\n<p>In addition to heavy fuel oil, North Korea received massive investments in the two nuclear power reactors that were to be provided, as well as large scale donations of fertilizer and food.</p>\r\n\r\n<p>But experts noted that North Korea also made major concessions. Pyongyang rolled back its plutonium-based program and granted access to inspectors &mdash; and honored these commitments for eight years.</p>\r\n\r\n<p>&quot;Without that agreement, North Korea might have amassed enough plutonium for 50 to 100 nuclear bombs by the early 2000s,&quot; said Daryl Kimball, executive director of the Arms Control Association. &quot;Instead, they only had enough for less than 10.&quot;</p>\r\n\r\n<p>The agreement unraveled in 2002 after North Korea admitted it was secretly working to produce a bomb &mdash; not through the plutonium route, but through a program based on highly enriched uranium.</p>\r\n\r\n<p>Experts say it&rsquo;s debatable if North Korea&rsquo;s uranium-based program was covered under the Agreed Framework (though it was certainly prohibited under supplemental agreements). Regardless of whether North Korea violated the letter of the agreement, experts say the country violated its spirit.</p>\r\n\r\n<p>Rather than negotiate with North Korea over its compliance issue, President George W. Bush ended the deal.</p>\r\n\r\n<p>&quot;The Bush administration chose to call the North Koreans cheaters and walk away from the Agreed Framework in a huff rather than working the process to deal with the violation,&quot; DeThomas said. &quot;It wanted out of the deal and used North Korean actions as the justification.&quot; &nbsp;</p>\r\n\r\n<p>At the same time, it&rsquo;s important to note the United States could be faulted for not fully complying with its end of the bargain. For instance, Washington failed to deliver as scheduled the fuel oil it promised North Korea to compensate for the shuttered nuclear reactor.</p>\r\n\r\n<p>&quot;So they violated the spirit if not the letter of the agreement, and we didn&rsquo;t do a perfect job of holding up our end either,&quot; said Marcus Noland, executive vice president and director of studies at the Peterson Institute for International Economics.</p>\r\n\r\n<p>According to Kimball, there were multiple reasons for the Agreed Framework&rsquo;s collapse: delays in key U.S. commitments, Bush&rsquo;s reluctance to continue the process and his labeling of North Korea as part of &quot;an axis of evil,&quot; and North Korea hedging its bets and cheating by pursuing technologies related to uranium enrichment.</p>\r\n\r\n<p>&quot;In essence, both sides gained benefits without fully delivering on their Agreed Framework commitments,&quot; Kimball said.</p>\r\n\r\n<p>The Agreed Framework fell apart around the end of 2002 when Pyongyang kicked weapons inspectors out of the country and resumed activity at its nuclear facilities. It also announced it would withdraw from the Nuclear Nonproliferation Treaty, the only country ever to do so.</p>\r\n\r\n<div class=\"pf_subheadline\">Bush Era: Six-Party Talks</div>\r\n\r\n<p>North Korea&rsquo;s withdrawal from the nonproliferation treaty gave rise to international discussion about Pyongyang&rsquo;s nuclear program. Starting in 2003, the Six-Party Talks brought together North Korea and the United States, as well as South Korea, China, Japan, and Russia.</p>\r\n\r\n<p>In an apparent breakthrough, North Korea&nbsp;<a href=\"https://www.armscontrol.org/factsheets/6partytalks\">agreed</a>&nbsp;to abandon its nuclear weapons and existing programs in September 2005, and pledged to return to the nonproliferation treaty and renew access to international weapons inspectors.</p>\r\n\r\n<p>In return, other parties to the talks would supply North Korea with energy aid and recognize its right to pursue a peaceful nuclear energy program. The United States and South Korea also agreed to refrain from deploying nuclear weapons on the Korean peninsula.</p>\r\n\r\n<p>The talks began to wobble over a disagreement about whether the United States had improperly frozen North Korean assets, and were further derailed when Pyongyang carried out its first nuclear test in October 2006.</p>\r\n\r\n<p>So had North Korea extracted concessions through those talks? Not so much, say experts.</p>\r\n\r\n<p>&quot;They didn&rsquo;t really pocket any concessions in the process,&quot; Noland said, &quot;unless you regard stringing us along and buying time as a sort of concession.&quot;</p>\r\n\r\n<p>The Six-Party talks would later resume under Bush. Not everyone agrees North Korea got the better end of the Bush-era negotiations &mdash; in fact, some say Pyongyang gave more than it received.</p>\r\n\r\n<p>&quot;The Bush era again saw some serious concessions made by the North Koreans, such as permitting American inspectors to reside permanently at its nuclear research center, in return, in my opinion, for very insignificant concessions from the U.S.,&quot; DeThomas said.</p>\r\n\r\n<div class=\"pf_subheadline\">Obama Era: Leap Day Agreement</div>\r\n\r\n<p>Talks continued under the administration of President Barack Obama. On Feb. 29, 2012, the United States and Pyongyang announced a so-called &quot;Leap Day Agreement,&quot; under which North Korea would stop enriching uranium and missile testing, and would allow for the return of weapons inspectors.</p>\r\n\r\n<p>Here&rsquo;s how senior Brookings Institution fellow Evans J.R. Revere&nbsp;<a href=\"https://www.brookings.edu/opinions/north-korea-there-they-go-again/\">described</a>&nbsp;North Korea&rsquo;s benefit:</p>\r\n\r\n<p>&quot;In return for freezing their nuclear and missile programs, they received expressions of U.S. non-hostility and willingness to promote cultural and educational exchanges, a U.S. statement that sanctions were not meant to hurt the North Korean people, and, in a separate but parallel negotiation, 240,000 metric tons of nutritional assistance that the Korean People&rsquo;s Army is unlikely to find appetizing.&quot;</p>\r\n\r\n<p>According to Revere, Pyongyang downplayed the significance of the Leap Day accord. Why?</p>\r\n\r\n<p>&quot;Probably because they had concluded they were getting little from the deal,&quot; he wrote.</p>\r\n\r\n<p>Furthermore, because North Korea effectively ended the agreement by announcing a satellite launch a short time later, it didn&rsquo;t accrue the benefits it was promised, Noland said.</p>\r\n\r\n<p>&quot;It ended any enthusiasm in Washington for any further negotiations with them under the Obama presidency, but they did not really pocket any concessions,&quot; DeThomas said. &quot;They just killed an agreement in its cradle.&quot; &nbsp;&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Williams said North Korea&#39;s history of international negotiations shows &quot;they&#39;ll take the concessions, they&#39;ll keep them in their pocket and then they won&#39;t deliver.&quot;</p>\r\n\r\n<p>Experts agreed with Williams&rsquo; broader point that skepticism is warranted when dealing with North Korea.</p>\r\n\r\n<p>In terms of North Korea pocketing sanctions, the Agreed Framework offers the strongest evidence. In that case, Pyongyang gained economic aid and other relief from the United States and others before things soured.</p>\r\n\r\n<p>Yet the other examples Williams cited offer a more mixed picture &mdash; both in terms of the balance of benefits and blame for the talks&rsquo; collapse. Some experts believe North Korea gave more than it received in some negotiations.</p>\r\n\r\n<p>We rate this Half True.</p>\r\n", "ruling_comments_date": "2018-06-07T10:45:19.768401", "ruling_date": "2018-06-07T11:57:46", "ruling_headline": "Does North Korea's negotiating history mean it can't be trusted?", "ruling_headline_slug": "does-north-koreas-negotiating-history-mean-it-cant", "ruling_link_text": "History repeating itself?", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News Sunday, June 3, 2018</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/news/worldviews/wp/2018/03/06/5-things-to-know-about-north-koreas-nuclear-weapons/?utm_term=.086cc14dbbe4\">North Korea&rsquo;s nuclear weapons: What you need to know</a>,&quot; March 9, 2018</p>\r\n\r\n<p>Brookings Institution, &quot;<a href=\"https://www.brookings.edu/opinions/north-korea-there-they-go-again/\">North Korea: There They Go Again</a>,&quot; March 20, 2012</p>\r\n\r\n<p>Arms Control Association, &quot;<a href=\"https://www.armscontrol.org/factsheets/dprkchron\">Chronology of U.S.-North Korean Nuclear and Missile Diplomacy</a>,&quot; June 2018</p>\r\n\r\n<p>Arms Control Association, &quot;<a href=\"https://www.armscontrol.org/factsheets/6partytalks\">The Six-Party Talks at a Glance</a>,&quot; July 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2017/sep/17/big-picture-north-korea-situation-trump-heads-un/\">The big picture: The North Korea situation as Trump heads to the UN</a>,&quot; Sept. 17, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2018/03/06/us/politics/trump-north-korea.html\">On North Korea, Trump Finds Himself in Same Position as His Predecessors</a>,&quot; March 6, 2018</p>\r\n\r\n<p>Email interview with Fox News spokesperson Jaclyn Giuliano, June 4, 2018</p>\r\n\r\n<p>Email interview with Marcus Noland&nbsp;of the Peterson Institute for International Economics,&nbsp;June 5, 2018</p>\r\n\r\n<p>Email interview with Joseph DeThomas, professor of international affairs at Penn State University,&nbsp;June 5, 2018</p>\r\n\r\n<p>Email interview with Daryl Kimball, executive director of the Arms Control Association,&nbsp;June 5, 2018</p>\r\n\r\n<p>Email interview with Anthony Ruggiero, senior fellow at the Foundation for Defense of Democracies, June 5, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Pundit, Fox News", "false_count": 0, "first_name": "Juan", "half_true_count": 3, "home_state": "", "id": 2889, "last_name": "Williams", "mostly_true_count": 1, "name_slug": "juan-williams", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/juanwilliams.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2889/", "total_count": 7, "true_count": 1, "website": ""}, "statement": "<p>North Korea&#39;s history of international negotiations shows &quot;they&#39;ll take the concessions, they&#39;ll keep them in their pocket and then they won&#39;t deliver.&quot;</p>\r\n", "statement_context": "on a panel", "statement_date": "2018-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 135, "photo": null, "resource_uri": "/api/v/2/subject/135/", "subject": "Nuclear", "subject_slug": "nuclear", "used_in_edition": []}], "target": [], "twitter_headline": "Does North Korea's negotiating history mean it can't be trusted?"}