{"art": [{"brightcove": "", "caption": "In this May 24, 2016 file photo, House Judiciary Committee member Rep. Ron DeSantis, R-Fla. testifies on Capitol Hill in Washington. (AP Photo)", "id": 14717, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/rsz_ap_18005523176102.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14717/", "title": "Ron DeSantis in Congress (2016)", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2018/jun/07/ron-desantis/ron-desantis-overplays-link-between-opioid-crisis-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Is southwest border to blame for opioid crisis? Not exactly", "id": 15470, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}, {"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/15470/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Republican candidate for Florida governor Ron DeSantis has a plan to solve the opioid epidemic, and it starts with securing the southern border of the United States.</p>\r\n\r\n<p>That&rsquo;s where lethal drugs pour into the country, he said during the Westside Republican Club Reagan Day Barbecue in Callahan, Fla., on June 2.</p>\r\n\r\n<p>&quot;This drug crisis is driven by a lot of the drugs that are pouring across the southern border,&quot; DeSantis said. &quot;Yeah, there are problems with prescription medication and things like that, and Florida&#39;s done some stuff to rein that in. The bulk of the problem with the opioid epidemic is the fentanyl and all the synthetic drugs coming across the southern border. When you have a weak border like under (former President Barack) Obama &mdash; that&#39;s a wet kiss to the drug cartels. They love that, because they can move so much product into our country.&quot;</p>\r\n\r\n<p>Here, we&rsquo;ll fact-check his link between synthetic drugs smuggled across the U.S.-Mexico border and the American opioid crisis. What did a &quot;weak border&quot; have to do with it?</p>\r\n\r\n<p>DeSantis has a point about the rise of synthetic opioids. According to <a href=\"https://www.cdc.gov/drugoverdose/epidemic/index.html\">the Centers for Disease Control and Prevention</a>, overdose deaths involving synthetic opioids surged from 2013 to 2016. Among the more than 64,000 drug overdose deaths estimated in 2016, the sharpest increase occurred among deaths related to fentanyl and synthetic opioids with almost 20,000 overdose deaths.</p>\r\n\r\n<p>The problem with DeSantis&rsquo; claim is linking the supply of fentanyl and synthetic drugs from the southern border to the opioid epidemic killing tens of thousands of Americans each year. These drugs can and do enter from across the southern border, but these drugs also tend to come in through other points of entry.</p>\r\n\r\n<div class=\"pf_subheadline\">Prescription vs. synthetic opioids</div>\r\n\r\n<p>The <a href=\"https://www.drugabuse.gov/drugs-abuse/opioids\">National Institute on Drug Abuse</a> describes opioids as a class of drugs that includes heroin, fentanyl and prescription pain relievers such as oxycodone (including OxyContin), hydrocodone (including Vicodin), codeine, morphine and many others.</p>\r\n\r\n<p>Fentanyl, which DeSantis mentioned, is a powerful pain reliever that is similar to morphine but is 50 to 100 times more potent. Fentanyl can be prescribed to treat advanced cancer pain, but can be made and sold on the illegal drug market, often mixed with or sold as heroin.</p>\r\n\r\n<p>Other synthetic opioids include tramadol and fentanyl analogs, which are drugs designed to mimic the pharmacological effects of the original drug.</p>\r\n\r\n<p>More than 42,000 people died as a result of opioid-related overdoses in 2016, according to the Centers for Disease Control and Prevention. About 16,800 deaths involved a prescription opioid, and more than 19,000 were related to synthetic opioids (the latter category is what DeSantis is talking about).</p>\r\n\r\n<p>While synthetic drugs accounted for more deaths than prescription opioids, there&rsquo;s no way to know how exactly how many of those drugs crossed the southern border before they were taken.</p>\r\n\r\n<div class=\"pf_subheadline\">A southern border link?</div>\r\n\r\n<p>International gangs based in Mexico &quot;remain the greatest criminal drug threat to the United States,&quot; and their most common method of smuggling drugs is vehicles legally coming into the U.S., according to a 2017 Drug Enforcement Administration report.</p>\r\n\r\n<p>But that&rsquo;s for all drugs, not just synthetic drugs like DeSantis said.</p>\r\n\r\n<p>They type of drugs that DeSantis singled out tend to enter the country through other points of entry &mdash; including, but not limited to, the southern border.</p>\r\n\r\n<p>According to a 2017 DEA <a href=\"https://http://templatelab.com/national-drug-threat-assessment-2017/\">report</a>, China is a main supplier of fentanyl and fentanyl-related compounds.</p>\r\n\r\n<p>Some of the fentanyl comes straight to the United States from China through the mail. Other shipments come in from China to Mexico or China to Canada before making its way into the United States. In addition, fentanyl and fentanyl-related compounds are also sold and distributed through illicit drug markets on the dark web, the report said.</p>\r\n\r\n<p>Between 2013 and 2017, Border Patrol seized 286 pounds of fentanyl, 3218 pounds of heroin, and 23 pounds of morphine, according to the&nbsp;Homeland Security &amp; Governmental Affairs Committee from <a href=\"https://www.hsgac.senate.gov/imo/media/doc/Combating%20the%20Opioid%20Epidemic%20The%20Interception%20of%20Illicit%20Opioids%20by%20Border%20Patrol.pdf\">May 2018</a>. We don&rsquo;t have an exact breakdown of how much fentanyl reaches final users through Chinese labs and how much comes from across the border.</p>\r\n\r\n<p>That&rsquo;s because China-sourced fentanyl concealed in mail parcels can be difficult for law enforcement officials to trace back to the original sender. Traffickers forward the package multiple times to different people, according to the DEA report.</p>\r\n\r\n<p>President Donald Trump&rsquo;s opioid commission seemed more concerned with shipments from China than couriers from Mexico.</p>\r\n\r\n<p>&quot;We are miserably losing this fight to prevent fentanyl from entering our country and killing our citizens,&quot; the commission <a href=\"https://www.whitehouse.gov/sites/whitehouse.gov/files/ondcp/commission-interim-report.pdf\">reported</a>. &quot;We are losing this fight (predominantly) through China.&quot;</p>\r\n\r\n<p>Trump&rsquo;s opioid commission says many users order the pill form of fentanyl online and have it shipped discreetly. The commission&rsquo;s report references a Carnegie Mellon University study that found revenues from online illicit drug sales increased from between $15 million and 17 million in 2012 to $150 million and $180 million in 2015.</p>\r\n\r\n<p>The fentanyl found at the southern border tends to be less potent than the fentanyl shipped through the mail.</p>\r\n\r\n<p>&quot;Large volumes of fentanyl are seized at the (southern border), although these seizures are typically low in purity &mdash; on average approximately 7 percent,&quot; the 2017 DEA report says. &quot;Conversely, the smaller volumes seized after arriving in the mail directly from China can have purities over 90 percent and be worth much more than the fentanyl seized at the (southwest border).&quot;</p>\r\n\r\n<p>To emphasize this point, DeSantis&#39; spokesperson Brad Herold pointed to previous PolitiFact-checks that show that heroin is mainly smuggled through Mexico. That is <a href=\"http://www.politifact.com/ohio/statements/2016/mar/14/rob-portman/most-heroin-us-comes-over-mexican-border/\">accurate</a>, though heroin is not a synthetic drug.</p>\r\n\r\n<p>&quot;As most experts admit, fentanyl is mixed with heroin and other drugs in Mexico and sent across the border,&quot;&nbsp;Herold said.</p>\r\n\r\n<p>Experts are skeptical that&nbsp;enhancing southern border security (like a wall) can do much to improve the opioid crisis. That&rsquo;s because traffickers have a history of circumnavigating patrol measures, using catapults, drones, boats and tunnels.&nbsp;In other words, securing the border patrol might change where drugs are trafficked but it might not change the amount.</p>\r\n\r\n<p>David Herzberg, a professor who studies the history of American prescription drug abuse at the University at Buffalo, took issue with&nbsp;DeSantis&rsquo; characterization of what&#39;s driving the opioid epidemic.</p>\r\n\r\n<p>The&nbsp;crisis began with a dramatic uptick in new cases of addiction associated with a rise in the volume of prescribed opioids, and then illicit synthetic ones. The &quot;bulk of the problem,&quot; as experts see it now, has to do with the lack of resources for those already struggling with addiction, such as methadone and Naltrexone.</p>\r\n\r\n<p>&quot;In other words, &lsquo;the problem&rsquo; now is not the smuggled opioid supply, it is our failure to deliver an adequate public health response to existing cases of opioid dependence and addiction,&quot; Herzberg said.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>DeSantis said, &quot;The bulk of the problem with the opioid epidemic is the fentanyl and all the synthetic drugs coming across the southern border.&quot;</p>\r\n\r\n<p>This claim downplays the fact that synthetic drugs are smuggled into the country from locations outside of the southern border, especially from China. However, exact numbers to sort out how much comes from where were unavailable. Trump&rsquo;s own commission seemed more concerned with China than Mexico when it comes to synthetic drugs.&nbsp;</p>\r\n\r\n<p>We rate the statement Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-06T15:05:10.882175", "ruling_date": "2018-06-07T09:00:00", "ruling_headline": "Ron DeSantis overplays link between the opioid crisis and southern border", "ruling_headline_slug": "ron-desantis-overplays-link-between-opioid-crisis-", "ruling_link_text": "Overplays the link", "ruling_state": null, "source_documents": null, "sources": "<p>Phone interview, Sanho Tree, Fellow at the Institute for Policy Studies and Director of its Drug Policy Project, June 4, 2018</p>\r\n\r\n<p>Email interview, Peter Reuter, a public policy professor at the University of Maryland, June 5, 2018</p>\r\n\r\n<p>Email interview, David Herzberg, who studies the history of prescription drug abuse in America at the University at Buffalo, June 5 and 6, 2018</p>\r\n\r\n<p>Email interview, Christopher J. Ruhm, Professor of Public Policy &amp; Economics, Frank Batten School of Leadership &amp; Public Policy at the University of Virginia, June 5, 2018</p>\r\n\r\n<p>Email exchanges, Brad Herold, Ron DeSantis campaign spokesman, June 5, 2018</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/article/2017/oct/26/will-border-wall-stop-drugs-coming-united-states/\">PolitiFact</a>, Will a border wall stop drugs from coming into the United States? Oct. 26, 2017</p>\r\n\r\n<p>White House, <a href=\"https://www.whitehouse.gov/ondcp/presidents-commission\">President&rsquo;s Commission on Combating Drug Addiction and the Opioid Crisis</a>, <a href=\"https://http://templatelab.com/national-drug-threat-assessment-2017/\">Interim report</a></p>\r\n\r\n<p>National Institute on Drug Abuse,<a href=\"https://www.drugabuse.gov/related-topics/trends-statistics/overdose-death-rates\"> Overdose Death Rates</a>, last updated September 2017</p>\r\n\r\n<p>Vox,&nbsp;<a href=\"https://www.vox.com/science-and-health/2017/8/3/16079772/opioid-epidemic-drug-overdoses\">The opioid epidemic, explained</a>, Dec. 21, 2017</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Ron", "half_true_count": 3, "home_state": "Florida", "id": 2150, "last_name": "DeSantis", "mostly_true_count": 4, "name_slug": "ron-desantis", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/desantiscropped.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2150/", "total_count": 13, "true_count": 1, "website": ""}, "statement": "<p>&quot;The bulk of the problem with the opioid epidemic is the fentanyl and all the synthetic drugs coming across the southern border.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "during a BBQ ", "statement_date": "2018-06-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": "Ron DeSantis overplays link between the opioid crisis and southern border"}