{"art": [{"brightcove": "", "caption": "John Dowd, then a lawyer for President Donald Trump, co-authored a memo later published by the New York Times. (AP/Richard Drew, File)", "id": 16112, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_18081560262913.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16112/", "title": "John Dowd", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2018/jun/07/president-trumps-lawyers/was-initial-trump-statement-ny-times-accurate-lawy/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Was Trump Tower meeting statement accurate? Not so much", "id": 15471, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15471/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The <em>New York Times</em> <a href=\"https://www.nytimes.com/interactive/2018/06/02/us/politics/trump-legal-documents.html\">made a splash</a> when it published a document prepared by President Donald Trump&rsquo;s legal team to special counsel Robert Mueller.</p>\r\n\r\n<p>The letter made several bold assertions, including that the president &quot;could, if he wished, terminate (Mueller&rsquo;s) inquiry, or even exercise his power to pardon if he so desired,&quot; and that ordering the end to an investigation &quot;could not constitute obstruction of justice.&quot;</p>\r\n\r\n<p>We&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/article/2017/jul/21/4-questions-about-presidential-pardon-power/\">looked at</a> <a href=\"http://www.politifact.com/truth-o-meter/article/2017/may/17/obstruction-justice-presidential-immunity-impeachm/\">some of those possibilities</a> before. But one part of the letter that caught our eye is an assertion about how the White House responded to media disclosures of a June 2016 meeting in Trump Tower between Trump campaign officials and Russian nationals. This meeting, involving Trump&#39;s eldest son and first reported by the <em>New York Times</em>, has attracted intense interest from <a href=\"http://www.politifact.com/truth-o-meter/article/2018/feb/15/russia-investigation-and-donald-trump-timeline-rec/\">Mueller&rsquo;s investigators</a>, as well as from congressional committees.</p>\r\n\r\n<p>The lawyers&rsquo; memo acknowledged that President Trump had indeed dictated an initial statement to the <em>New York Times</em>. It went on to defend the president&#39;s message as &quot;short but accurate.&quot;</p>\r\n\r\n<p>&quot;You have received all of the notes, communications and testimony indicating that the President dictated a short but accurate response to the <em>New York Times</em> article on behalf of his son, Donald Trump Jr.,&quot; said the Jan. 29, 2018, letter from attorneys Jay Sekulow and John Dowd.</p>\r\n\r\n<p>However, the original explanation for the meeting was not as accurate as the lawyers&rsquo; asserted.</p>\r\n\r\n<p>The statement from Donald Trump Jr. said the meeting focused &quot;primarily&quot; on Russian adoptions. But while the adoptions were indeed mentioned at the meeting, there is evidence that the broader topic of sanctions against well-connected Russians under the Magnitsky Act received significant attention.</p>\r\n\r\n<p>The statement also offered incomplete characterizations of how much Trump Jr. knew about meeting participants and what he expected to get out of it, and it ignored later efforts by the Russian side to follow up on the meeting.</p>\r\n\r\n<p>The White House did not respond to multiple inquiries for this article, and a separate inquiry to Sekulow was not returned.</p>\r\n\r\n<div class=\"pf_subheadline\">Trump Tower tick-tock</div>\r\n\r\n<p>An email chain to coordinate the meeting <a href=\"http://www.politifact.com/truth-o-meter/article/2017/aug/03/3-times-trump-team-changed-its-story-russia/\">shows</a> that Donald Trump Jr. accepted help from what was described to him as a Russian government effort to aid his father&rsquo;s campaign with damaging information about Hillary Clinton. The younger Trump forwarded the email chain to the candidate&rsquo;s son-in-law, Jared Kushner, and Paul Manafort, his campaign chair at the time. All three Trump campaign officials ended up attending the meeting on June 9, 2016.</p>\r\n\r\n<p>One of the participants was Russian lawyer Natalia Veselnitskaya, who was described in an email to Trump Jr. as a &quot;Russian government attorney.&quot; Veselnitskaya has represented Russian state-owned businesses and the son of a senior government official, according to the <em>New York Times</em>.</p>\r\n\r\n<p>Other participants included Russian-American Rinat Akhmetshin, a former Soviet soldier with experience in military counterintelligence, and Georgian-American Ike Kaveladze, who was once the subject of a congressional inquiry into Russian money-laundering through the U.S. banking system.</p>\r\n\r\n<p>The meeting <a href=\"https://www.nytimes.com/2017/07/08/us/politics/trump-russia-kushner-manafort.html\">became public knowledge</a> after the <em>New York Times</em> reported on it 13 months later. For that article, Donald Trump Jr. gave the newspaper a statement (the one that is central to this fact-check):</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;It was a short introductory meeting. I asked Jared and Paul to stop by. We primarily discussed a program about the adoption of Russian children that was active and popular with American families years ago and was since ended by the Russian government, but it was not a campaign issue at the time and there was no follow up. I was asked to attend the meeting by an acquaintance, but was not told the name of the person I would be meeting with beforehand.&quot;</p>\r\n\r\n<p>That statement was later <a href=\"http://www.politifact.com/truth-o-meter/article/2017/jul/14/timeline-shifting-accounts-trump-tower-meeting-rus/\">supplanted by other, conflicting statements from the Trump camp</a>, including <a href=\"https://www.factcheck.org/2018/06/a-timeline-of-trump-tower-meeting-responses/\">contradictions</a> about whether Donald Trump himself dictated the statement in the name of his son &mdash; which his lawyers now say he did.</p>\r\n\r\n<div class=\"pf_subheadline\">The question of adoptions</div>\r\n\r\n<p>The most misleading part of the statement is that the meeting &quot;primarily&quot; entailed &quot;a program about the adoption of Russian children.&quot; While that topic did come up in the meeting, the statement leaves out an apparently detailed discussion of the 2012 Magnitsky Act sanctions, as well as &quot;dirt&quot; on Bill Browder, the businessman who had pushed for the act.</p>\r\n\r\n<p>Veselnitskaya came to the meeting armed with <a href=\"https://www.nytimes.com/interactive/2017/10/29/us/politics/document-Read-the-Talking-Points-Shared-with-the-Kremlin.html\">talking points</a> that were primarily critcisms of the Magnitsky Act that placed strong sanctions on prominent Russians and which Putin and his allies have worked hard to quash.</p>\r\n\r\n<p>Veselnitskaya&rsquo;s five pages of talking points only mentioned &quot;adoptions&quot; in passing at the end, saying that the law &quot;became a basis for open confrontation between our countries, complicating relations on all key geopolitical issues and leading to the ban on Americans adopting Russian children.&quot;</p>\r\n\r\n<p>Under questioning by the Senate Judiciary Committee &mdash; transcripts of which have been released publicly &mdash; Trump Jr., Kaveladze and Rob Goldstone, a business associate of Trump who helped organize the meeting and attended it, said that adoptions were discussed at the meeting.</p>\r\n\r\n<p>Trump Jr., for instance, <a href=\"https://www.documentcloud.org/documents/4464023-Trump-Jr-Transcript-Redacted.html\">testified</a> that &quot;it started off with that sort of tax scheme (about the Democratic National Committee) and, you know, quickly migrated to Russian adoption and ultimately the Magnitsky Act.&quot;</p>\r\n\r\n<p>The evidence suggests that the other topics took up a significant portion of the meeting.</p>\r\n\r\n<p>Kaveladze <a href=\"https://www.documentcloud.org/documents/4464017-Kaveladze-1-Transcript-Redacted.html\">testified</a> that Veselnitskaya offered remarks in the meeting &quot;about Magnitsky Act and about destructive role played by Bill Browder, the initiator of that act, in ruining relationship between U.S. and Russia. &hellip; She also suggested that the repeal of that act could significantly improve the relationship between Russia and the U.S.&quot;</p>\r\n\r\n<p>At some point, Akhmetshin &quot;gave a little bit more details&quot; on this argument and segued into the act&rsquo;s impact on adoptions, Kaveladze testified.</p>\r\n\r\n<p>Also in the meeting, Kaveladze added, Veselnitskaya talked at some length about the owners of Browder&rsquo;s company being major Democratic donors and how that could be &quot;a negative for the Democratic Party.&quot;</p>\r\n\r\n<p>This account is supported by <a href=\"https://www.documentcloud.org/documents/4464025-Paul-Manafort-June-9-Notes-and-Schedules.html\">a page of notes</a> taken by Manafort and released by the committee. The document includes 11 bullet points, including &quot;Bill Browder,&quot; &quot;Offshore - Cyprus,&quot; &quot;Active sponsors of RNC,&quot; and, only as the final bullet point, &quot;Russian adoption by American families.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">&quot;If it&rsquo;s what you say I love it&quot;</div>\r\n\r\n<p>It&rsquo;s also worth mentioning that adoptions were hardly the meeting&rsquo;s draw for the Trump camp, according to emails Trump Jr. <a href=\"https://twitter.com/DonaldJTrumpJr/status/884789418455953413\">released</a> three days after the initial <em>New York Times</em> story.</p>\r\n\r\n<p>The <a href=\"http://www.politifact.com/truth-o-meter/article/2017/aug/03/3-times-trump-team-changed-its-story-russia/\">meeting</a> was set in motion on June 3, 2016, when Trump Jr. received an email from Goldstone. He informed the younger Trump that Moscow supported his father&rsquo;s candidacy, and told of his connection to a Russian government official with incriminating evidence against Clinton.</p>\r\n\r\n<p>&quot;This is obviously very high level and sensitive information but is part of Russia and its government&rsquo;s support for Mr. Trump,&quot; Goldstone told Trump Jr.</p>\r\n\r\n<p>The younger Trump replied: &quot;If it&rsquo;s what you say I love it.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Other points of context</div>\r\n\r\n<p>Several other elements of the statement paint an incomplete picture. One is the question of whether there was follow-up after the meeting.</p>\r\n\r\n<p>That may be true for actions by the Trump side. Trump Jr. <a href=\"https://www.cnn.com/2017/12/07/politics/previously-undisclosed-emails-after-trump-tower-meeting/index.html\">has said</a> that he &quot;never discussed the meeting again&quot; with Goldstone or fellow meeting organizer Emin Agalarov, the son of Russian billionaire Aras Agalarov. He also told Fox News&rsquo; Hannity that Goldstone apologized about the likely &quot;bait and switch about what it was really supposed to be about.&quot;</p>\r\n\r\n<p>However, there is evidence that the other side tried to reach out to the Trump campaign on more than one occasion. For instance, congressional investigators obtained an email from Goldstone to Trump aide Dan Scavino that &quot;encourages Scavino to get candidate Trump to create a page on the Russian social networking site VK, telling him that &lsquo;Don and Paul&rsquo; were on board with the idea,&quot; a reference to Trump Jr. and Manafort, <a href=\"https://www.cnn.com/2017/12/07/politics/previously-undisclosed-emails-after-trump-tower-meeting/index.html\">CNN reported in December 2017</a>.</p>\r\n\r\n<p>In addition, there were attempts at outreach after the election, <a href=\"https://www.cnn.com/2018/04/27/politics/russians-trump-team-magnitsky-act/index.html\">CNN reported in April 2018</a>.</p>\r\n\r\n<p>Goldstone told congressional investigators that he proposed a second meeting with Veselnitskaya, the <em>New York Times</em> <a href=\"https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html\">reported</a>. Goldstone sent an email on Nov. 28, 2016, to Trump&#39;s assistant, Rhona Graff, that said, &quot;Aras Agalarov has asked me to pass on this document in the hope it can be passed on to the appropriate team.&quot; The email, which had an attachment about the Magnitsky Act, was forwarded to then-Trump adviser Steve Bannon with the notation, &quot;Not sure how to proceed, if at all,&quot; <a href=\"https://www.cnn.com/2018/04/27/politics/russians-trump-team-magnitsky-act/index.html\">CNN reported</a>. A meeting never took place.</p>\r\n\r\n<p>Another area where the statement tells only part of the story is its claim that Trump Jr. was not told a specific name in advance. While we found no evidence that he knew a name in advance, Trump Jr. possessed a fair amount of more general information, judging by the <a href=\"http://www.politifact.com/truth-o-meter/article/2017/aug/03/3-times-trump-team-changed-its-story-russia/\">email chain</a> with Goldstone that was made public.</p>\r\n\r\n<p>The first email in the chain <a href=\"http://www.cnn.com/interactive/2017/07/politics/donald-trump-jr-full-emails/\">said in part</a>, &quot;Emin just called and asked me to contact you with something very interesting. The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father. This is obviously very high level and sensitive information but is part of Russia and its government&#39;s support for Mr. Trump - helped along by Aras and Emin.&quot;</p>\r\n\r\n<p>Later in the email chain, Goldstone wrote, &quot;Emin asked that I schedule a meeting with you and The Russian government attorney who is flying over from Moscow for this Thursday.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The White House legal document said that then-candidate Trump &quot;dictated a short but accurate response to the <em>New York Times</em> article&quot; about the Trump Tower meeting with Russians.</p>\r\n\r\n<p>The accuracy of the statement was misleading, at least.</p>\r\n\r\n<p>The statement&#39;s most inaccurate suggestion was that the meeting was primarily about Russian adoptions. That wasn&#39;t what the Trump officials came to hear about, and adoptions weren&#39;t atop the list of topics for the Russian figures, either. There was a significant amount of discussion about the Magnitsky Act sanctions and allegations of wrongdoing by the act&rsquo;s champion.</p>\r\n\r\n<p>Further, the initial statement obscured what we now know about Trump Jr.&rsquo;s motivation for taking the meeting: the prospect of compromising material on Clinton from the Russians.</p>\r\n\r\n<p>We rate the statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-06T15:11:38.756498", "ruling_date": "2018-06-07T15:01:09", "ruling_headline": "Was initial Trump statement on Trump Tower meeting accurate, as lawyers' memo said?", "ruling_headline_slug": "was-initial-trump-statement-ny-times-accurate-lawy", "ruling_link_text": "There were misleading aspects", "ruling_state": null, "source_documents": null, "sources": "<p>Senate Judiciary Committee, <a href=\"https://www.documentcloud.org/documents/4464023-Trump-Jr-Transcript-Redacted.html\">testimony</a> by Donald Trump Jr., Sept. 7, 2017</p>\r\n\r\n<p>Senate Judiciary Committee, <a href=\"https://www.documentcloud.org/documents/4464017-Kaveladze-1-Transcript-Redacted.html\">testimony</a> by Ike Kaveladze, Nov. 3, 2017</p>\r\n\r\n<p>Senate Judiciary Committee, <a href=\"https://www.documentcloud.org/documents/4464013-Goldstone-1-Transcript-Redacted.html\">testimony</a> by Rob Goldstone, Dec. 15, 2017</p>\r\n\r\n<p>Senate Judiciary Committee, <a href=\"https://www.documentcloud.org/documents/4464025-Paul-Manafort-June-9-Notes-and-Schedules.html\">notes</a> by Paul Manafort, June 9, 2016</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/interactive/2018/06/02/us/politics/trump-legal-documents.html\">The Trump Lawyers&rsquo; Confidential Memo to Mueller, Explained</a>,&quot; June 2, 2018</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/07/08/us/politics/trump-russia-kushner-manafort.html\">Trump Team Met With Lawyer Linked to Kremlin During Campaign</a>,&quot; July 8, 2018</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/07/09/us/politics/trump-russia-kushner-manafort.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news\">Trump&rsquo;s Son Met With Russian Lawyer After Being Promised Damaging Information on Clinton</a>,&quot; July 9, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/interactive/2017/10/29/us/politics/document-Read-the-Talking-Points-Shared-with-the-Kremlin.html\">Read the Talking Points Shared With the Kremlin</a>,&quot; Oct. 29, 2017</p>\r\n\r\n<p><em>New York Times</em> &quot;<a href=\"https://www.nytimes.com/2017/10/27/us/politics/trump-tower-veselnitskaya-russia.html\">Talking Points Brought to Trump Tower Meeting Were Shared With Kremlin</a>,&quot; Oct. 27, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2017/07/11/us/politics/trump-russia-email-clinton.html\">Russian Dirt on Clinton? &lsquo;I Love It,&rsquo; Donald Trump Jr. Said</a>,&quot; July 11, 2017</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html\">Documents Show Promise, and Letdown, Around Trump Tower Meeting</a>,&quot; May 16, 2018</p>\r\n\r\n<p>CNN, &quot;<a href=\"https://www.cnn.com/2018/04/27/politics/russians-trump-team-magnitsky-act/index.html\">Russians followed up on Trump Tower meeting after election, Democrats say</a>,&quot; April 27, 2018</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/interactive/2017/07/politics/donald-trump-jr-full-emails/\">The email exchange Trump Jr. released, in chronological order</a>,&quot; accessed June 6, 2017</p>\r\n\r\n<p>CNN, &quot;<a href=\"https://www.cnn.com/2017/12/07/politics/previously-undisclosed-emails-after-trump-tower-meeting/index.html\">Exclusive: Previously undisclosed emails show follow-up after Trump Tower meeting</a>,&quot; Dec. 7, 2017</p>\r\n\r\n<p>CNN, &quot;<a href=\"https://www.cnn.com/2018/06/04/politics/donald-trump-jr-trump-tower-meeting/index.html\">The White House just got caught in a lie about the infamous Trump Tower meeting</a>,&quot; June 4, 2018</p>\r\n\r\n<p>Vox.com, &quot;<a href=\"https://www.vox.com/2018/2/26/16964328/trump-tower-meeting-mueller-russia\">The Trump Tower meeting at the center of the Russia investigation, explained</a>,&quot; May 16, 2018</p>\r\n\r\n<p>FactCheck.org, &quot;<a href=\"https://www.factcheck.org/2018/06/a-timeline-of-trump-tower-meeting-responses/\">A Timeline of Trump Tower Meeting Responses</a>,&quot; June 4, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2018/feb/15/russia-investigation-and-donald-trump-timeline-rec/\">The Russia investigation and Donald Trump: a timeline from on-the-record sources</a>,&quot; Feb. 15, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2017/aug/03/3-times-trump-team-changed-its-story-russia/\">3 times Trump team changed its story on Russia</a>,&quot; Aug. 3, 2017</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2017/jul/14/timeline-shifting-accounts-trump-tower-meeting-rus/\">A timeline of the shifting accounts of Trump Tower meeting with Russian lawyer</a>,&quot; July 14, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "attorneys", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 4341, "last_name": "President Trump's lawyers", "mostly_true_count": 0, "name_slug": "president-trumps-lawyers", "pants_count": 0, "party": {"id": 70, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/70/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2018-06-06_at_3.30.42_PM.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4341/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Say&nbsp;President Donald Trump &quot;dictated a short but accurate response to the New York Times article&quot; about the Trump Tower meeting with Russians.</p>\r\n", "statement_context": "a memo", "statement_date": "2018-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": "Was initial Trump statement to N.Y. Times on Trump Tower meeting accurate, as lawyers' memo said?"}