{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2018/jun/13/jacky-rosen/did-nevadas-heller-back-bill-cut-pre-existing-cond/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Did Nevada's Heller undermine pre-existing conditions ban?", "id": 15488, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/15488/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When the U.S. Justice Department asked a federal judge to overturn guaranteed coverage for pre-existing conditions in the Affordable Care Act, Democrats pounced.</p>\r\n\r\n<p>The department <a href=\"https://www.justsecurity.org/wp-content/uploads/2018/06/ACA.Azar_.filing.pdf\">filed a brief on June 7</a>, and the next day, Nevada Democratic Senate candidate Jacky Rosen tied Republican incumbent Dean Heller to the administration&#39;s move.</p>\r\n\r\n<p>&quot;Last year, after Sen. Dean Heller broke his promise to protect Nevadans&rsquo; health care and caved to President Trump, he wound up helping craft a partisan repeal bill that also would have slashed coverage protections for people with pre-existing conditions,&quot; Rosen&rsquo;s campaign <a href=\"https://rosenfornevada.com/news/entry/hellers-allies-in-the-trump-administration-continue-targeting-protections-for-people-with-pre-existing-conditions\">posted June 8</a>.</p>\r\n\r\n<p>The attack from team Rosen concerns the 2017 Graham-Cassidy bill that would have turned federal health care programs into block grants to the states. The bill never came up for a vote, but Heller was an original co-sponsor. (The press release that unveiled the bill came with the headline &quot;<a href=\"https://www.cassidy.senate.gov/newsroom/press-releases/senators-introduce-graham-cassidy-heller-johnson\">Senators introduce Graham-Cassidy-Heller-Johnson.</a>&quot;)</p>\r\n\r\n<p>So the question is, would Graham-Cassidy have definitively &quot;slashed&quot; protections for Americans with pre-existing conditions, as the Rosen campaign said?</p>\r\n\r\n<p>We dug into the bill to see. While the claim pushes too far, the legislation did open the door to a loss of the ironclad guarantee under Obamacare.</p>\r\n\r\n<div class=\"pf_subheadline\">The bill and pre-existing conditions</div>\r\n\r\n<p>The Heller campaign disagreed with Rosen&rsquo;s characterization of the health care bill. Heller&rsquo;s team highlighted that Graham-Cassidy left the current law on pre-existing conditions untouched.</p>\r\n\r\n<p>&quot;Insurance companies would still be prohibited from denying coverage based on pre-existing conditions and would still be required to ensure patients can renew their coverage regardless of their health,&quot; said Heller spokesman Keith Schipper.</p>\r\n\r\n<p>But the bill&rsquo;s <a href=\"https://www.cassidy.senate.gov/imo/media/doc/LYN17752.pdf\">rules for state waivers</a> from many regulations in the Affordable Care Act created some ambiguity. A state would gain access to billions of dollars in block grants if it describes how (see page 11) it &quot;shall maintain access to adequate and affordable health insurance coverage for individuals with pre-existing conditions.&quot; Heller&rsquo;s office emphasized the word &quot;shall,&quot; saying it created an imperative to retain access. But the same waiver would give states the power to allow insurance companies to charge sick people more than healthy ones (page 145).</p>\r\n\r\n<p>Under the current rules, <a href=\"https://kaiserfamilyfoundation.files.wordpress.com/2013/01/8328.pdf\">insurance companies can&rsquo;t do that</a>. They can&rsquo;t factor in health, period. In addition, current Affordable Care Act rules <a href=\"http://us.milliman.com/uploadedFiles/insight/2017/MillimanACAAgeBands_0131_Final.pdf\">limit the range for premiums</a> and say companies can&rsquo;t charge an older person more than three times what they charge a younger person.</p>\r\n\r\n<p>The waiver does away with those limits (starting at the bottom of page 144 in the bill). A state&rsquo;s commitment boils down to maintaining &quot;access to adequate and affordable health insurance coverage.&quot;</p>\r\n\r\n<p>&quot;That&rsquo;s not nothing&quot; in terms of protecting people with pre-existing conditions, Indiana University health care law professor David Gamage <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/sep/21/donald-trump/trumps-misleading-claim-pre-existing-protections/\">told us in 2017</a>.</p>\r\n\r\n<p>But beyond that, Gamage said the protection for pre-existing conditions gets murky.</p>\r\n\r\n<p>&quot;The bill says states have to do something, but what that something is is unclear,&quot; Gamage said. &quot;And it&rsquo;s overwhelmingly likely that what some states do won&rsquo;t be as robust as what people have now.&quot;</p>\r\n\r\n<p>Heller&rsquo;s staff told us that while the bill gave discretion to Washington administrators to set rules for what it meant by adequate and affordable coverage, the intent was to follow existing law.</p>\r\n\r\n<p>Looking at the first version of the bill, the <a href=\"http://www.kff.org/health-reform/issue-brief/state-by-state-estimates-of-changes-in-federal-spending-on-health-care-under-the-graham-cassidy-bill/?utm_campaign=KFF-2017-sept-21-GrahamCassidy-state-analysis&amp;utm_source=hs_email&amp;utm_medium=email&amp;utm_content=56569375&amp;_hsenc=p2ANqtz-_xbI25a_tJm5V9RDZXHItH0lrLS3HvZPrw_RwBNFknthjBhHk1-rnJtfOPQ_fBz3Nk3RWqvJHqB2bIYIBBri1-KC4hyQ&amp;_hsmi=56569375\">Kaiser Family Foundation</a> found that 35 states plus the District of Columbia would see net funding cuts under the legislation. The health consulting firm <a href=\"http://avalere.com/expertise/life-sciences/insights/graham-cassidy-heller-johnson-bill-would-reduce-federal-funding-to-sta\">Avalere</a>, with funding from the Democratic-leaning Center for American Progress, had a similar finding. One way or another, it costs money to cover people with known health conditions, and most states would have less of it under the senators&rsquo; proposal.</p>\r\n\r\n<p>On top of that, Gamage said, Affordable Care Act regulations spread some of the costs across the private sector. Those regulations would go away, too, meaning it would be up to the states to make up the difference.</p>\r\n\r\n<div class=\"pf_subheadline\">Nevada results might vary</div>\r\n\r\n<p>Less money could push states to leave patients with less protections than they enjoy today. We looked at how Nevada might have fared under the bill.</p>\r\n\r\n<p>The Heller camp said, <a href=\"https://www.cassidy.senate.gov/imo/media/doc/GCHJ%20State-by-State%20Impact%20(002).pdf\">based on an analysis from Cassidy&#39;s office</a>, the state would get more money than under Obamacare in the 2020-2026 period. On the other hand, the Kaiser Family Foundation estimated a loss of $1.2 billion lost over the period. The Avalere analysis showed the Silver State getting $2 billion less by the year 2026.</p>\r\n\r\n<p>When we looked at the losses compared to the number of state residents, Nevada would not have been hit as hard as some of the big losers, such as California and Minnesota. But at the end of the day, the independent estimate from the Kaiser Family Foundation still said Nevada would face constraints on how much it could do for people.</p>\r\n\r\n<div class=\"pf_subheadline\">Murky terms</div>\r\n\r\n<p>&quot;The terms &lsquo;adequate&rsquo; and &lsquo;affordable&rsquo; are very much subject to interpretation,&quot; said law professor Wendy Netter Epstein at DePaul University. &quot;What is adequate and affordable for one person may not be for another. And it almost certainly doesn&rsquo;t mean that those with pre-existing conditions have to be charged the same as those without.&quot;</p>\r\n\r\n<p>If states fell short, Epstein said Washington regulators could try to hold their feet to the fire and press them to do better with their federal money, but &quot;we can anticipate a whole lot of litigation.&quot; And even a win for Washington might not mean much in practice.</p>\r\n\r\n<p>&quot;Folks who are sick and need health insurance coverage now don&rsquo;t have the luxury of time to let these legal debates play out,&quot; Epstein said.</p>\r\n\r\n<p>Both Epstein and Gamage said in theory, states might find ways to squeeze much more health coverage out of each dollar. Or failing that, they might decide to put much more of their own money into health care and re-establish rules modeled on the Affordable Care Act. But they said neither outcome is likely.</p>\r\n\r\n<p>Epstein said there&rsquo;s an underlying disagreement on what it means to cover people with pre-existing conditions. Under the Affordable Care Act, those people got the same kind of coverage at the same price as others. Under Graham-Cassidy, &quot;insurers will have to continue to cover people, but not at the same rates. And the policies don&rsquo;t have to provide the same coverage.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Rosen said that Heller backed a bill that would have &quot;slashed coverage protections for people with pre-existing conditions.&quot;</p>\r\n\r\n<p>The legislation included language to protect people with pre-existing conditions, but it opened the door to insurance plans that might be more limited or less affordable than exist today.</p>\r\n\r\n<p>How much protection would be lost is impossible to predict. The proposal told states they had to plan to keep coverage accessible and affordable for people with pre-existing conditions. But it didn&rsquo;t define those terms and that falls short of an ironclad guarantee.</p>\r\n\r\n<p>A full reading of the bill&rsquo;s text shows that protections for pre-existing conditions would be less certain, but the statement pushes beyond the known impacts of the Graham-Cassidy bill.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<p><strong>Clarification: </strong><em>After we published this fact-check, Heller&rsquo;s office provided updated materials on the Graham-Cassidy legislation. We included that information, as well as a description of the Avalere study&rsquo;s funding. The rating remained unchanged.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-12T16:47:08.162813", "ruling_date": "2018-06-13T12:24:08", "ruling_headline": "Did Nevada's Heller back bill to cut pre-existing conditions protections?", "ruling_headline_slug": "did-nevadas-heller-back-bill-cut-pre-existing-cond", "ruling_link_text": "Moved from ironclad to maybe", "ruling_state": null, "source_documents": null, "sources": "<p>Rosen for Senate, <a href=\"https://rosenfornevada.com/news/entry/hellers-allies-in-the-trump-administration-continue-targeting-protections-for-people-with-pre-existing-conditions\">Heller&rsquo;s Allies in the Trump Administration Continue Targeting Protections for People with Pre-Existing Conditions</a>, June 8, 2018</p>\r\n\r\n<p>Office of Sen. Bill Cassidy, <a href=\"https://www.cassidy.senate.gov/imo/media/doc/LYN17752.pdf\">Graham-Cassidy bill text</a>, accessed June 13, 2018</p>\r\n\r\n<p>Sen. Bill Cassidy, <a href=\"https://www.cassidy.senate.gov/newsroom/press-releases/senators-introduce-graham-cassidy-heller-johnson\">Senators introduce Graham-Cassidy-Heller-Johnson</a>, Sept. 13, 2017</p>\r\n\r\n<p>Kaiser Family Foundation,&nbsp;<a href=\"http://files.kff.org/attachment/Summary-of-Graham-Cassidy-Heller-Johnson-Amendment\">Summary of Graham-Cassidy-Heller-Johnson Amendment</a>, September 2017</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"https://kaiserfamilyfoundation.files.wordpress.com/2013/01/8328.pdf\">Health Insurance Market Reforms: Rate Restrictions</a>, June 2012</p>\r\n\r\n<p>Avalere, <a href=\"http://avalere.com/expertise/life-sciences/insights/graham-cassidy-heller-johnson-bill-would-reduce-federal-funding-to-sta\">&nbsp;Graham-Cassidy-Heller-Johnson Bill Would Reduce Federal Funding to States by $215 Billion</a>, Sept. 20, 2017</p>\r\n\r\n<p>Milliman, <a href=\"http://us.milliman.com/uploadedFiles/insight/2017/MillimanACAAgeBands_0131_Final.pdf\">Impact of Changing ACA Age Rating Structure</a>, Jan. 31, 2017</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://www.justsecurity.org/wp-content/uploads/2018/06/ACA.Azar_.filing.pdf\">Federal defendants&rsquo; memorandum in response to plaintiffs&rsquo; application for preliminary injunction</a>, June 7, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2017/sep/21/donald-trump/trumps-misleading-claim-pre-existing-protections/\">Trump&#39;s misleading claim on pre-existing protections in Graham-Cassidy</a>, Sept. 21, 2017</p>\r\n\r\n<p>Email interview, Wendy Netter Epstein, associate professor, College of Law, DePaul University, Sept. 21, 2017</p>\r\n\r\n<p>Interview, David Gamage, professor of law, Indiana University Maurer School of Law, Sept. 21, 2017</p>\r\n\r\n<p>Email interview, Keith Schipper, spokesman, Heller for Senate, June 12, 2018</p>\r\n\r\n<p>Email interview, Stewart Boss, spokesman, Rosen for Senate, June 12, 2018</p>\r\n\r\n<p>Interview, Megan Taylor, communications director, Office of Sen. Dean Heller, June 13, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Jacky", "half_true_count": 2, "home_state": "Nevada", "id": 3636, "last_name": "Rosen", "mostly_true_count": 0, "name_slug": "jacky-rosen", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jacky_rosen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Nevada", "edition": "Nevada", "edition_slug": "nevada", "has_afterthefact": false, "id": 57, "index_page": false, "meter_name": "The Nevada Truth-O-Meter", "resource_uri": "/api/v/2/edition/57/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3636/", "total_count": 5, "true_count": 1, "website": "http://www.rosenfornevada.com"}, "statement": "<p>Says Dean Heller helped &quot;craft a partisan repeal bill that also would have slashed coverage protections for people with pre-existing conditions.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign press release", "statement_date": "2018-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Nevada's Heller back bill to cut pre-existing conditions protections?"}