{"art": [{"brightcove": "", "caption": "Democratic gubernatorial nominee Lupe Valdez says that 1 in 4 family planning clinics closed after Republican lawmakers cut spending (James Stacy, Austin American-Statesman, May 11, 2018).", "id": 16177, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/lupevaldez051118pft_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16177/", "title": "Lupe Valdez smiling May 2018", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/jun/14/lupe-valdez/lupe-valdez-says-1-4-texas-clinics-closed-after-la/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Lupe Valdez says Republican cuts led clinics to close", "id": 15493, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15493/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Democratic gubernatorial candidate Lupe Valdez tied state spending cuts on Republican Gov. Greg Abbott&rsquo;s watch to a plummet in women&rsquo;s health services.</p>\r\n\r\n<p>In an online survey that came our way from Valdez on May 7, 2018, respondents were asked to mark their level of worry in response to <a href=\"https://drive.google.com/file/d/12MMOfyiDUyP4v8i47jjblOvwX9sY5pgn/view?usp=sharing\">this query</a>: &quot;Over the past decade, the GOP in Texas and across the country have been destroying women&rsquo;s healthcare in every way they can in order to appease their special interest donors. After Texas cut their two-year family planning budget by $73 million, one in four clinics closed their doors.&quot;</p>\r\n\r\n<p>Those figures sounded familiar. We checked on whether they hold up.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/texas/statements/2015/sep/04/joe-pojman/anti-abortion-leader-says-texas-funding-womens-hea/\">We previously noted</a> that actions set in motion by the Republican-led 2011 Legislature drove down family planning spending in the state budget by more than $70 million from an existing two-year expenditure of $111 million to $37.9 million budgeted for 2012-13.</p>\r\n\r\n<p>To our refreshed inquiry this year, Christine Mann, a spokeswoman for the Texas Health and Human Services Commission, confirmed the spending reduction. Mann told us by email, though, that the commission &quot;cannot confirm the number of clinics that may have closed.&quot;&nbsp;Another HHSC spokeswoman, Carrie Williams, noted that programs and patient eligibility requirements also changed in subsequent years.</p>\r\n\r\n<p><strong>A 2015 study</strong></p>\r\n\r\n<p>Meantime,&nbsp;<a href=\"http://forabettertexas.org/meetourstaff.html\">Oliver Bernstein</a> of the Austin-based <a href=\"https://forabettertexas.org/\">Center for Public Policy Priorities</a>, which advocates for services to low-income Texans, reminded us by email that the 1-in-4 figure initially appeared in a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4386528/pdf/AJPH.2014.302515.pdf\">study</a> published in April 2015.</p>\r\n\r\n<p>That study, undertaken by entities including the Population Research Center at the University of Texas, estimated that 25 percent of Texas family planning clinics closed in the wake of the 2011 cuts. Researchers said they reached that percentage based on surveys and in-depth interviews of leaders of organizations that had previously fielded state family planning grants.</p>\r\n\r\n<p>The researchers <a href=\"https://liberalarts.utexas.edu/txpep/releases/ajph2015-release.php\">summed up</a>: &quot;82 clinics closed or discontinued family planning services because of decreased funding. Many providers reported reduced hours and the elimination of evening or weekend hours. Reduced funding also led organizations to implement or expand systems requiring women to pay fixed fees (vs. as sliding scale) for services,&quot; the researchers said.</p>\r\n\r\n<p>The year before the cuts took effect, the study says, 217,884 women received family planning services funded by state-awarded block grants through Texas clinics overseen by 72 organizations while another state program served 119,083 women with incomes of up to 185 percent of the federal poverty level.</p>\r\n\r\n<p>On a related front, the researchers said: &quot;In 2011, 71% of organizations widely offered long-acting reversible contraception; in 2012&ndash; 2013, only 46% did so. Organizations served 54% fewer clients than they had in the previous period.&quot;</p>\r\n\r\n<p>The study says: &quot;In-depth interview respondents reported that they did not know what had happened to their former clients but suspected that they simply were not seeking reproductive health care.&quot;</p>\r\n\r\n<p>The study&rsquo;s lead author, <a href=\"https://www.soph.uab.edu/faculty/hcop/kari_white\">Dr. Kari White</a> of the University of Alabama at Birmingham, elaborated at the time: &quot;The 2011 funding cuts really had a dramatic impact on services for many organizations&ndash;including those who were not the targets of the legislation. They were simply unable to serve many women in need in their communities, and it will probably take some time before they are able to rebuild those connections and level of service.&quot;</p>\r\n\r\n<p><strong>Lawmakers also targeted abortion providers</strong></p>\r\n\r\n<p>The study further notes that lawmakers in 2011 also voted to bar state family planning aid from going to health care providers affiliated with organizations that perform or promote abortions such as Planned Parenthood; its clinics had been the Texas program&rsquo;s biggest provider of contraceptive care and cancer screening, serving more than 40,000 women a year.</p>\r\n\r\n<p><strong>Any rebound?</strong></p>\r\n\r\n<p>Unsaid in Valdez&rsquo;s survey question: State-budgeted family planning aid later escalated, programs were reorganized and, the HHSC says, there&rsquo;s been an uptick in clinics.</p>\r\n\r\n<p>In 2015, we <a href=\"http://www.politifact.com/texas/statements/2015/sep/04/joe-pojman/anti-abortion-leader-says-texas-funding-womens-hea/\">found True</a> a claim that the 2013 Legislature increased spending on women&rsquo;s health to record levels. The White-led study acknowledges that increase yet says programs backed by the fresh funding had yet to be implemented. Such measures would prove successful, the researchers said, &quot;only if funding goes to organizations with necessary experience and training for efficient delivery of family planning services and if all Texans in need of services are eligible.&quot;</p>\r\n\r\n<p>In May 2018, we asked the researchers if the number of family planning clinics had turned around. In a statement sent by email, White reaffirmed the study&rsquo;s finding that 25 percent of clinics initially closed or stopped providing family planning services.</p>\r\n\r\n<p>White said that while the research team hadn&rsquo;t tallied clinics that subsequently opened, an April 2018 CPPP <a href=\"https://forabettertexas.org/images/what_to_look_for_in_Rider_97_report_4_22_18_sp.pdf\">issue brief</a> took note of the Texas HHSC allocating more aid to family planning for the fiscal year that ran through August 2017 &quot;and,&quot; that brief says, the commission &quot;re-opened contracts for the program for the first time in years, increasing clinic participation.&quot;</p>\r\n\r\n<p>That &nbsp;brief says more than 300,000 Texas women fielded government-supported family planning services in 2010-11, before the actions by the 2011 Legislature took effect, while about 215,000 women drew on such services in the fiscal year running through August 2016.</p>\r\n\r\n<p>According to the brief, the number of &quot;Family Planning-contracted clinics&quot; in Texas rose from 89 in 2016 to 258 clinics in 2017. &quot;In comparison,&quot; the center wrote, &quot;before the huge funding cuts that took effect in&quot; fiscal &quot;2012, about 290 clinics were contracted in the program in both 2010 and 2011.&quot;</p>\r\n\r\n<p>Put another way, it looked like Texas clinics with government-funded family planning services were lately down by 32, or 11 percent, from the clinics offering such services before the legislative moves of 2011.</p>\r\n\r\n<p>We asked the center if its 2018 analysis demonstrates a substantial rebound in clinics.</p>\r\n\r\n<p>By email, Bernstein pointed again to the 2015 study reporting the 25 percent decrease. He otherwise said HHSC figures show state-contracted family planning clinics escalating from as few as 89 in 2016 to 258 in 2017 and 246 in 2018.</p>\r\n\r\n<p>We also tried to gauge any&nbsp;rebound in Texas women getting state-supported family planning help.</p>\r\n\r\n<p>On April 26, 2018, a little more than a week before Valdez made her claim, the HHSC posted a<a href=\"https://hhs.texas.gov/sites/default/files/documents/laws-regulations/reports-presentations/2018/womens-health-program-savings-performance-report-may-2018.pdf\"> report</a> stating that in the fiscal year that ran through August 2017, 219,396 low-income Texans received family planning services through state-supported programs. (Earlier, the Guttmacher Institute, a nonprofit that promotes reproductive health and abortion rights, <a href=\"https://www.guttmacher.org/sites/default/files/report_downloads/contraceptive-needs-and_services-tables-2014.pdf\">estimated</a> in a 2016 <a href=\"https://www.guttmacher.org/report/contraceptive-needs-and-services-2014-update\">report</a> that as of 2014, nearly 1.8 million Texas women needed publicly funded contraceptive services and supplies.)</p>\r\n\r\n<p>A day later, the CPPP said in a<a href=\"http://bettertexasblog.org/2018/04/good-and-bad-news-on-family-planning-in-new-health-and-human-services-report/\"> blog post</a> about the report that in &quot;good news,&quot; the number of Texas women fielding family planning services with state aid escalated 29 percent from 2016 to 2017. But, the center said, the number of women served still trailed--&quot;by tens of thousands&quot;--women served by government-backed family planning programs before the 2011 actions.</p>\r\n\r\n<p>We also queried the Texas Women&rsquo;s Health Care Coalition, a nonpartisan group <a href=\"http://www.texaswhc.org/who-we-are/our-organization/\">that says</a> it&rsquo;s dedicated to improving the health and well-being of women, babies and families by assuring access to preventive care for women. The group&rsquo;s chair, Evelyn Delgado, said by phone there&rsquo;ve been significant increases in women served by state-backed family planning programs though she and Erika Ramirez, the coalition&rsquo;s director of policy and advocacy, said Texas has yet to serve the number of women who fielded such services before the 2011 actions.</p>\r\n\r\n<p>Williams, the HHSC spokeswoman, separately counseled by email against comparing 2016 or subsequent state counts of women drawing on state-supported family planning to past tallies because, she said, the older figures include double-counting due to patients drawing on multiple programs.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Valdez said that after Texas cut family planning spending $73 million, one in four clinics closed their doors.</p>\r\n\r\n<p>A 2015 study found that after Republicans made that cut--also barring such aid from entities associated with abortion providers--one in four family-planning clinics closed. But this statement also lacks information in that there was subsequently a burst of state family planning aid, a reorganization of programs and a rebound in clinics though, it appears, not a full catch-up in women getting services.</p>\r\n\r\n<p>We rate Valdez&rsquo;s claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE </strong></em>&ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-13T12:03:41.161289", "ruling_date": "2018-06-14T10:58:44", "ruling_headline": "Lupe Valdez says 1 in 4 Texas clinics closed after lawmakers cut family planning aid", "ruling_headline_slug": "lupe-valdez-says-1-4-texas-clinics-closed-after-la", "ruling_link_text": "Lately on rebound?", "ruling_state": null, "source_documents": null, "sources": "<p>Truth-O-Meter article, <a href=\"http://www.politifact.com/texas/statements/2015/sep/04/joe-pojman/anti-abortion-leader-says-texas-funding-womens-hea/\">&quot;Anti-abortion leader says Texas funding women&#39;s health services at historically high levels,&quot;</a> PolitiFact Texas, Sept. 4, 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRUwdXMvdkavWVHQTPvQam20IgZPnYaRKkXcVZlKy4U-StVCLSq4BDkXyTJ3rhMMejJAGYeA5LoyGMa/pub\">Emails</a>, <a href=\"http://forabettertexas.org/meetourstaff.html\">Oliver Bernstein</a>, communications director, Center for Public Policy Priorities, May 9, 11 and 30, 2018</p>\r\n\r\n<p>Press release, <a href=\"https://liberalarts.utexas.edu/txpep/releases/ajph2015-release.php\">&quot;2011 Texas Legislation Lead to Family Planning Clinic Closures, Reduced Services, and Uncertain Future,&quot;</a> Texas Policy Evaluation Project, University of Texas, April 6, 2015</p>\r\n\r\n<p>Study, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4386528/pdf/AJPH.2014.302515.pdf\">&quot;The Impact of Reproductive Health Legislation on Family Planning Clinic Services in Texas,&quot;</a> American Journal of Public Health, May 2015</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vR5SkVGnjLn0R9aQDaXXfBG4_4bbHb-2RHmo-0HhpTKFCL3eWIaeAn-HWhPzCA1bHyENMeCTEfmQ_F7/pub\">Emails</a>, Christine Mann, press officer, Texas Health and Human Services Commission, May 11, 2018</p>\r\n\r\n<p>Report, <a href=\"https://hhs.texas.gov/sites/default/files/documents/laws-regulations/reports-presentations/2018/womens-health-program-savings-performance-report-may-2018.pdf\">&quot;Texas Women&#39;s Health Programs Report Fiscal Year 2017,&quot;</a> Texas Health and Human Services Commission, May 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vT9JsiuCm-PBBYpWzgDSNjnR0CjAs2fabdCfLuwbp7sh8pXnGdUuyVssyvAbBsGtyCy-3TjguH6o9sf/pub\">Emails</a>, Laura Dixon, PhD, research dissemination manager, Population Research Center &amp; Texas Policy Evaluation Project, The University of Texas at Austin, May 10-11, 2018</p>\r\n\r\n<p>Issue brief and web post, CPPP, <a href=\"https://forabettertexas.org/images/what_to_look_for_in_Rider_97_report_4_22_18_sp.pdf\">&quot;Five things to look for in the upcoming report on Texas family planning programs,&quot;</a> &nbsp;April 22, 2018; <a href=\"http://bettertexasblog.org/2018/04/good-and-bad-news-on-family-planning-in-new-health-and-human-services-report/\">&quot;Good and Bad News on Family Planning in New Health and Human Services Report,&quot;</a> Health and Wellness Blog, April 27, 2018</p>\r\n\r\n<p>Phone interview, Evelyn Delgado, chair, Erika Ramirez, director of policy and advocacy, Texas Women&#39;s Healthcare Coalition, June 12, 2018</p>\r\n\r\n<p>Phone interview, Kami E. Geoffray, JD, chief executive officer, Women&#39;s Health and Family Planning Association of Texas, June 12, 2018</p>\r\n\r\n<p>Report, <a href=\"https://www.guttmacher.org/report/contraceptive-needs-and-services-2014-update\">&quot;Contraceptive Needs and Services, 2014 Update,&quot;</a> Table 4,<a href=\"https://www.guttmacher.org/sites/default/files/report_downloads/contraceptive-needs-and_services-tables-2014.pdf\">&quot;Total number of women aged 13-44, number in need of contraceptive services and supplies, and number in need of publicly funded contraceptive services and supplies,&quot;</a> the Guttmacher Institute, September 2016 (accessed June 12, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vR85iyCcUekaXZGKD5W_LabsNFz5r7WZ7McFdKf6MwgoqZjfeU_MrMrz-ugrJkEQA_d36jQLes_UDBb/pub\">Emails</a>, Carrie Williams, chief press officer, Texas Health and Human Services Commission, June 12, 2018</p>\r\n\r\n<p>Powerpoint slide, <a href=\"https://docs.google.com/presentation/d/1IkAEgooEmgmMZQOt2xFIWd2Ag5sKtkftwyuHm4a7YEQ/edit?usp=sharing\">&quot;Clients Served: FY 2010-2016,&quot;</a> HHSC, March 1, 2018 (received by email from Carrie Williams, June 12, 2018)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former sheriff, Dallas County", "false_count": 1, "first_name": "Lupe", "half_true_count": 1, "home_state": "Texas", "id": 4128, "last_name": "Valdez", "mostly_true_count": 3, "name_slug": "lupe-valdez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lupevaldezmugpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4128/", "total_count": 5, "true_count": 0, "website": "http://www.lupevaldez.com"}, "statement": "<p>&quot;After Texas cut&quot; its &quot;two-year family planning budget by $73 million, one in four clinics closed their doors.&quot;</p>\r\n", "statement_context": "an online survey", "statement_date": "2018-05-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": "Lupe Valdez says family planning reductions led 1 in 4 Texas clinics to close. MOSTLY TRUE."}