{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/jun/18/ted-cruz/ted-cruz-says-child-parent-separations-border-tied/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ted Cruz says child-parent separations tie to court order", "id": 15509, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15509/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Ted Cruz said a court order prevents children from staying with immigrating&nbsp;parents who are jailed at the U.S.-Mexico border.</p>\r\n\r\n<p>A reader asked us if that&rsquo;s so.</p>\r\n\r\n<p>Cruz, the Texas Republican seeking re-election to the U.S. Senate in 2018, said in <a href=\"http://think.kera.org/2018/06/11/the-senate-race-conversations-with-cruz-and-orourke/\">an interview</a> aired June 11, 2018, that when Barack Obama was president, families entering the country were able to stay together because adults were released rather than detained. For longer than that, immigrants entering the country illegally as families were <a href=\"http://www.politifact.com/truth-o-meter/statements/2018/may/29/donald-trump/trump-blames-democrat-own-policy-separating-family/\">rarely criminally prosecuted</a>, and many parents and children were placed in family detention centers until they were sent to appear before an immigration court or deported.</p>\r\n\r\n<p>Of late, though, the government has <a href=\"http://www.politifact.com/truth-o-meter/article/2018/jun/06/what-you-need-know-about-trump-administrations-zer/\">cracked down</a> on parents and children attempting to cross the U.S.-Mexico border without legal permission. In April 2018, Attorney General Jeff Sessions <a href=\"https://www.justice.gov/opa/pr/attorney-general-announces-zero-tolerance-policy-criminal-illegal-entry\">announced</a> that Homeland Security would refer all illegal border crossings to the Justice Department for criminal prosecution. Parents faced with criminal charges would go to detention centers, leaving their newly unaccompanied children to be managed by the Office of Refugee Resettlement in the Department of Health and Human Services.</p>\r\n\r\n<p>On &quot;Think,&quot; a public-affairs program produced at Dallas-based KERA radio, Cruz said:</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;You know, you think about it, when someone gets arrested for a crime -- let&rsquo;s say an American citizen gets arrested for a crime, for murder, for burglary, for whatever &mdash; if you&rsquo;re arrested for a crime, you&rsquo;re separated from your children, you&rsquo;re put in prison. If you&rsquo;re the only caregiver for that child, then you&rsquo;ve got to find alternative care for those children. That is often another family member or, if need be, it&rsquo;s a foster family or some other means to care for kids. That is the inevitable consequence of somebody being arrested for a crime.</p>\r\n\r\n<p style=\"margin-left:67.5pt\">&quot;This is an issue that, I think, the media has largely constructed because what&rsquo;s shifted is that the (President Donald) Trump administration is endeavoring if people cross illegally to arrest them, not to let them go--and so if they have kids, you know, there is actually a court order that prevents keeping the kids with the parents when you put the parents in jail.&quot;</p>\r\n\r\n<p><strong>A 1997 agreement</strong></p>\r\n\r\n<p>We sought detail about the described order; Maria Jeffrey in Cruz&rsquo;s Senate office told us by email that Cruz was referring to a 1997 court agreement between advocates for unaccompanied minors detained by immigration authorities and the Justice Department.</p>\r\n\r\n<p>We didn&rsquo;t spot language in the January 1997 <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__cliniclegal.org_sites_default_files_attachments_flores-5Fv.-5Freno-5Fsettlement-5Fagreement-5F1.pdf&amp;d=DwMFAg&amp;c=QvQrCjPtO9cKGOfGYlNgXQ&amp;r=gMzwfpRdYrNiKB230pQwEHvOg7yPnZ8KN6yHpK9HhxY&amp;m=q9BDu8M9I3o1a0WOwo3sxSfhpLYkqSccFs3Le5DH75Q&amp;s=dHyN65Xuo5fRzDMaGAvCZbXOkbciGD3xuzEsl-kKZF0&amp;e=\">agreement in Flores v. Reno</a> that explicitly bars children from staying with parents who have been detained or jailed. (<a href=\"https://docs.google.com/document/d/e/2PACX-1vRTc7VHqs_Y8Pt9xQx7-Ae2JpfU3pUOEPc0rgCc1OeEMlKqtDPf8INAa5fSYHU0iVzot5t7eonTT3u3/pub\">See our summary of the agreement here</a>.)</p>\r\n\r\n<p>There&rsquo;s no such provision in the agreement, immigration lawyers told us.</p>\r\n\r\n<p>&quot;Absolutely not,&quot; <a href=\"https://law.utexas.edu/faculty/denise-l-gilman\">Denise Gilman</a>, who heads an immigration clinic at the University of Texas School of Law, said by email, a conclusion also aired by <a href=\"http://www.centerforhumanrights.org/Staff.html\">Peter Schey</a> of the Los Angeles-based Center for Human Rights, which was involved in&nbsp;the litigation that led to the agreement.</p>\r\n\r\n<p><a href=\"https://www.migrationpolicy.org/about/staff/muzaffar-chishti\">Muzaffar Chishti</a>, a New York lawyer for the Migration Policy Institute, called Cruz&rsquo;s claim an &quot;inverse interpretation&quot; of the Flores agreement. &quot;He&rsquo;s basically saying a court order that mandates protecting children is the one that says you must separate families,&quot; Chishti said by phone. Put another way, <a href=\"https://www.law.buffalo.edu/faculty/facultyDirectory/SuRick.html\">Rick Su</a> of the University of Buffalo School of Law said by email that the Flores agreement can be read as barring children from jail, but Su said it doesn&rsquo;t condone or require the separation of children from parents.</p>\r\n\r\n<p><strong>&lsquo;Least restrictive setting&rsquo;</strong></p>\r\n\r\n<p>We read the agreement, which says it sets out national policy for the detention, release and treatment of minors in the custody of the Immigration and Naturalization Service, which was the government agency overseeing immigration matters before Congress after 9/11 reorganized and renamed departments under the new Department of Homeland Security.</p>\r\n\r\n<p>&quot;The INS,&quot; the agreement states, &quot;shall place each detained minor in the least restrictive setting appropriate to the minor&rsquo;s age and special needs&quot; provided the minor is poised to make timely appearances before immigration authorities and her or his well-being is protected.</p>\r\n\r\n<p>We noticed, too, that the agreement stresses keeping children close to parents and extended family.</p>\r\n\r\n<p>For instance, it says INS facilities will provide &quot;contact with family members who were arrested with the minor&quot; and segregate unaccompanied minors from unrelated adults.</p>\r\n\r\n<p>Also, the agreement says, where the INS finds the detention of a minor isn&rsquo;t required to secure his or her timely appearance, it shall release the minor &quot;without unnecessary delay.&quot; The minor, the agreement says, should be released, in order of preference, to a parent, a legal guardian, an adult relative or an adult individual or entity designated by the parent or legal guardian or parent. Subsequent choices, the agreement says, extend to licensed programs or, ultimately, another adult or entity seeking custody as an alternative to long-term custody and when &quot;family reunification does not appear to be a reasonable possibility.&quot;</p>\r\n\r\n<p>Instructions to INS &quot;service officers&quot; in the agreement include a section titled &quot;family reunification,&quot; which says: &quot;Upon taking a minor into custody, the INS, or the licensed program in which the minor is placed, will promptly attempt to reunite the minor with his or her family to permit the release of the minor&quot; in accord with the agreement&rsquo;s order-of-preference list. &quot;Such efforts at family reunification,&quot; the instructions say, &quot;will continue so long as the minor is in INS or licensed program custody.&quot;</p>\r\n\r\n<p><strong>Additional interpretation</strong></p>\r\n\r\n<p>We asked Cruz&rsquo;s aide to point out the part of the agreement requiring the separation of children from parents. By email, Jeffrey noted the mandate that minors be placed in the &quot;least restrictive&quot; setting and the section about minors being released to family members if possible.</p>\r\n\r\n<p>Jeffrey further pointed out that the California-based 9th U.S. Circuit Court of Appeals in 2016 <a href=\"https://cdn.ca9.uscourts.gov/datastore/opinions/2016/07/06/15-56434.pdf\">held</a> that the Flores agreement applies to all minors, not just those traveling unaccompanied. In that dispute, over the Obama administration placing children with their parents in family detention centers, the appeals court upheld a lower court&rsquo;s refusal to amend the Flores agreement to accommodate family detention--after which, Su told us, the Obama administration chose to simply release such parents and children.</p>\r\n\r\n<p>Jeffrey wrote that Cruz&rsquo;s &quot;point is simple and 100% correct: When the parents are detained, the Flores agreement compels placing the child with another family member or in another less restrictive setting.&quot;</p>\r\n\r\n<p>Su alerted us to another arguably influential factor; a 2008 law requires immigration officials holding a minor to transfer the minor to the care of HHS within 72 hours &quot;after determining that such child is an unaccompanied alien child,&quot; the <a href=\"https://www.state.gov/j/tip/laws/113178.htm\">William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008</a> states.</p>\r\n\r\n<p><strong>Government has options</strong></p>\r\n\r\n<p>Gilman said Cruz&rsquo;s claim misleads in part by suggesting parents are getting shuttled into criminal jails and then children, newly unaccompanied, quickly must be handed off to the refugee resettlement office.</p>\r\n\r\n<p>What actually happens, Gilman wrote, is that parents and children are detained in a border facility and children are taken from parents while the family is at the facility, before criminal charges are brought. Next, Gilman wrote, children are taken into custody and away from the facility by refugee resettlement staff. Only then, Gilman said, are the parents criminally prosecuted before being given a sentence of time served, &quot;which really is just the time spent at the border facility,&quot; Gilman said.</p>\r\n\r\n<p>Next, Gilman said, parents are returned to the border facility &quot;but the child is already gone.&quot; At that point, the parents are typically sent to an adult immigration detention facility to spend several months--even if they&rsquo;re successful in passing an asylum screening interview and getting released on bond, Gilman wrote.</p>\r\n\r\n<p>Su called Cruz&rsquo;s claim technically correct but misleading in that it leaves the inaccurate impression that the government, by policy and law, has no choice but to separate children from parents.</p>\r\n\r\n<p>&quot;The Trump administration&rsquo;s hands were not forced,&quot; Su wrote. &quot;There are multiple ways that separation could be avoided and the nation&#39;s interest in immigration adjudication and removal could still be maintained. But the &lsquo;zero tolerance&rsquo; policy of detaining and criminally prosecuting all immigrants, even those who arrived with children, is what has led to this.&quot;</p>\r\n\r\n<p>Summing up, Su said the 2008 law, Flores agreement and court rulings effectively bar the government from sending a detained parent and child to an adult prison together. By policy, Su said, the Trump administration made clear it wasn&rsquo;t in favor of releasing parents and children--which left it with the options of sending parents to prison and releasing children or sending parents to prison and sending children to child detention facilities overseen by the government.</p>\r\n\r\n<p>Su said Cruz&rsquo;s claim, intimating the government has had no choice but to separate children from parents, also overlooks the government&rsquo;s power to release children to other family members or guardians or even to expand family detention centers so long as they fulfill the agreement&rsquo;s &quot;least restrictive setting&quot; requirement.&nbsp;&nbsp;</p>\r\n\r\n<p>&quot;So yes,&quot; Su said, &quot;Cruz is right that once you have make the decision to send the parents to jail, separation may be necessary because Flores generally forbids the government from detaining children in jail,&quot; Su wrote.</p>\r\n\r\n<p>&quot;Although given the horrors of separation, and the rumors of children not being reunited with their parents even after removal,&quot; Su said, &quot;it may be that keeping parents and children together in jail would be the &lsquo;least restrictive setting&rsquo; if the other option is separation. It is important to note that, from my reading, neither the Flores settlement nor the litigants and judge involved foresaw that the settlement would lead to separation of parents of children,&quot; Su said. &nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said a court order &quot;prevents keeping the kids with the parents when you put the parents in jail.&quot;</p>\r\n\r\n<p>There&rsquo;s an element of truth to Cruz&rsquo;s interpretation of the 1997 Flores agreement requiring children to be released or placed in least restrictive settings. As he said, children can&rsquo;t be jailed with their parents. But that&rsquo;s true in any situation in which a parent is sent to jail.</p>\r\n\r\n<p>However, the&nbsp;agreement doesn&#39;t mandate the&nbsp;separations occurring on the border, which have stepped up due to a Trump administration change in enforcement policy. If anything, the agreement focuses on ways to protect immigrant children and to reunite them with their families.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE </strong></em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-18T17:34:30.304386", "ruling_date": "2018-06-18T19:00:02", "ruling_headline": "Ted Cruz says child-parent separations at border tied to a court order", "ruling_headline_slug": "ted-cruz-says-child-parent-separations-border-tied", "ruling_link_text": "It's silent on separations", "ruling_state": "Texas", "source_documents": null, "sources": "<p><a href=\"http://think.kera.org/2018/06/11/the-senate-race-conversations-with-cruz-and-orourke/\">Interview</a> of Sen. Ted Cruz for &quot;Think,&quot; KERA radio, aired June 11, 2018 (Claim at 11:56 mark)</p>\r\n\r\n<p>Truth-O-Meter story, <a href=\"http://www.politifact.com/truth-o-meter/statements/2018/may/29/donald-trump/trump-blames-democrat-own-policy-separating-family/\">&quot;Donald Trump blames Democrats for own immigration policy separating families,&quot;</a> PolitiFact, May 29, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTg4Nir4kX-7KSF5QM6EK0Vp4PWYzVXMy0BNIjtCZAxQtRMe-5LZjKN9qEmHXLIaT1l1VRK3BrYfGXs/pub\">Emails</a>, Maria Jeffrey, press secretary, Sen. Ted Cruz, June 12 and 15, 2018</p>\r\n\r\n<p>Settlement agreement, <a href=\"https://cliniclegal.org/sites/default/files/attachments/flores_v._reno_settlement_agreement_1.pdf\">&quot;Jenny Lisette Flores, et al, Plaintiffs v. JANET RENO, Attorney General of the United States, et al., Defendants,&quot;</a> U.S. District Court, Central District of California, <a href=\"https://www.aclu.org/sites/default/files/assets/flores_settlement_final_plus_extension_of_settlement011797.pdf\">filed Jan. 17, 1997</a></p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vREJ8Zz13aalkSWaItXbI9b7wP4JFsp65M2pcyny4Mc9oKP1mP8kbNSQmKpIFqSyhEnszXKm0PXOq08/pub\">Emails</a>, <a href=\"https://law.utexas.edu/faculty/denise-l-gilman\">Denise Gilman</a>, clinical professor, director, Immigration Clinic, University of Texas School of Law, June 13, 14 and 17, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRBiuTa-jvwqehyqNlf_ak15jYIFcMF1PZ7sFFrrf7n-uKnEoCGew5cIqQooBKxii2UdifGxJ0iOx0w/pub\">Emails</a>, <a href=\"https://www.law.buffalo.edu/faculty/facultyDirectory/SuRick.html\">Rick T. Su</a>, professor, University of Buffalo School of Law, June 12-15, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.centerforhumanrights.org/Staff.html\">Peter A. Schey</a>, president, executive director, Center for Human Rights and Constitutional Law Foundation, June 13, 2018</p>\r\n\r\n<p>Website, <a href=\"http://www.aila.org/infonet/flores-v-reno-settlement-agreement\">&quot;Documents Relating to Flores v. Reno Settlement Agreement on Minors in Immigration Custody,&quot;</a> American Immigration Lawyers Association (accessed June 15, 2018)</p>\r\n\r\n<p>Decision, <a href=\"https://cdn.ca9.uscourts.gov/datastore/opinions/2016/07/06/15-56434.pdf\">&quot;Appeal from the United States District Court for the Central District of California Dolly M. Gee, District Judge, Presiding,&quot;</a> 9th Circuit Court of Appeals, July 6, 2016</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.migrationpolicy.org/about/staff/muzaffar-chishti\">Muzaffar Chishti</a>, director, Migration Policy Institute office, New York University School of Law, June 18, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;There&rsquo;s actually a court order that prevents keeping the kids with the parents when you put the parents in jail.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "an interview aired on \"Think,\" produced by KERA radio in Dallas", "statement_date": "2018-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "Ted Cruz says child-parent separations at border tie to a court order. MOSTLY FALSE."}