{"art": [{"brightcove": "", "caption": "A precinct official in Chapel Hill, NC checks a photo ID in 2016.", "id": 16260, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Voting1Resize.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16260/", "title": "Voter ID photo", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "canonical_url": "/north-carolina/statements/2018/jun/20/tim-moore/states-voter-id-laws-have-seen-zero-decrease-turno/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "efrederick@newsobserver.com", "first_name": "Eric", "id": 549, "last_name": "Frederick", "name_slug": "eric-frederick", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/549/", "title": "PolitiFact NC Editor", "twitter": ""}, {"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}, {"email_address": "jschrader@newsobserver.com", "first_name": "Jordan", "id": 667, "last_name": "Schrader", "name_slug": "jordan-schrader", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/667/", "title": "N&O politics editor", "twitter": ""}], "facebook_headline": "NC Republican: voter ID has 'zero' effect on turnout", "id": 15519, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "resource_uri": "/api/v/2/statement/15519/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Should North Carolina residents have to show photo identification to vote?</p>\r\n\r\n<p>Republicans who control North Carolina&rsquo;s state legislature are considering the requirement, and have proposed putting a referendum on the November ballot.</p>\r\n\r\n<p>Those who support the idea say it&rsquo;s needed to prevent people from impersonating one another.</p>\r\n\r\n<p>Critics, meanwhile, say photo ID requirements discriminate against poor people and minorities who may not have driver&rsquo;s licenses or other forms of photo ID. They also say photo ID is unnecessary, since reports of voter fraud in North Carolina are rare and tend to occur not at polling sites but with mail-in ballots.</p>\r\n\r\n<p>State Rep. Tim Moore, the Republican House speaker, recently defended the idea in an interview with&nbsp;<a href=\"http://spectrumlocalnews.com/nc/triangle-sandhills/news/2018/06/07/tim-moore-interview\">Spectrum News</a>. Reporter Loretta Boniti asked Moore whether an ID requirement might suppress votes.</p>\r\n\r\n<p>&quot;Not at all,&quot; Moore said in the June 7 interview. &quot;States that have adopted voter identification laws have seen zero decrease in voter participation. In fact, most have seen an increase in voter participation.&quot;</p>\r\n\r\n<p>He went on to say that, &quot;When it comes to voter participation, it&#39;s generally dependent on what kind of cycle it is.&quot;</p>\r\n\r\n<p>We decided to look at what has happened in states that did what Republicans would like to do in North Carolina. Was there no decline in voter participation, as Moore said?</p>\r\n\r\n<p>Thirty-four states have laws requesting or requiring voters to show some form of identification at the polls. Seven states &mdash; Georgia, Indiana, Kansas, Mississippi, Tennessee, Virginia and Wisconsin &mdash; have what the&nbsp;<a href=\"http://www.ncsl.org/research/elections-and-campaigns/voter-id.aspx\">National Conference of State Legislatures</a>&nbsp;refers to as &quot;strict photo ID&quot; requirements.</p>\r\n\r\n<p>By &quot;strict,&quot; the NCSL means that voters in those states who don&rsquo;t present acceptable photo ID must vote on a provisional ballot and then come back with an acceptable ID after Election Day for it to be counted.</p>\r\n\r\n<p><strong>Voting laws in NC</strong></p>\r\n\r\n<p>In North Carolina, voters don&#39;t have to show photo ID when they vote or register to vote.&nbsp;The&nbsp;<a href=\"https://www.newsobserver.com/news/politics-government/article212728524.html\">proposed ballot question is vague</a>, leaving it up to the legislature to fill in the details on what kinds of IDs would be needed.</p>\r\n\r\n<p>The North Carolina legislature, which has been controlled by Republicans since 2011, adopted a voter ID law in 2013 that limited voting options and required voters to show photo ID at the polls. Federal appellate judges struck that law down in 2016, saying the restrictions &quot;<a href=\"http://www.newsobserver.com/news/politics-government/state-politics/article92593512.html\">target African Americans with almost surgical precision</a>.&quot;</p>\r\n\r\n<p>In his interview, Moore didn&rsquo;t specify what he meant by &quot;voter ID&quot; or &quot;participation.&quot; Joseph Kyzer, Moore&rsquo;s communications director, clarified in an email to PolitiFact that Moore was referring to total turnout.</p>\r\n\r\n<p>&quot;While fluctuations in voter participation between election cycles are common, none of the extensive studies on this issue have demonstrated that voter ID decreased total turnout in the thirty-two states that have some form of voter ID,&quot; Kyzer said.</p>\r\n\r\n<p>But total turnout &mdash; the percentage of eligible voters that make it to the polls &mdash; is not the contentious point with voter ID. Turnout is higher in presidential years, an exciting governor&rsquo;s race increases interest, and other factors drive turnout.</p>\r\n\r\n<p>The voter ID debate hinges on whether these laws systematically put certain types of voters at a disadvantage compared to others. That was at the heart of the federal appeals court ruling.</p>\r\n\r\n<p><strong>Effects of voter ID</strong></p>\r\n\r\n<p>&quot;Turnout alone doesn&rsquo;t tell the whole story,&quot; said Myrna Perez, deputy director of the Democracy Program of the liberal-leaning&nbsp;<a href=\"https://www.brennancenter.org/\">Brennan Center for Justice</a>&nbsp;at NYU School of Law. &quot;The portion of the population without the ID can be suppressed, and at the same time, people who do have the ID can turn out in larger numbers.&quot;</p>\r\n\r\n<p>Among the most cited and respected studies on the impact of voter ID laws was one conducted in 2014 by the&nbsp;<a href=\"https://www.gao.gov/about/\">U.S. Government Accountability Office</a>, an independent, nonpartisan agency that works for Congress. The GAO did its own study while examining 10 others.</p>\r\n\r\n<p>When comparing the 2008 and 2012 elections, the GAO analysis found that turnout decreases in Kansas and Tennessee &quot;were attributable to changes in those two states&rsquo; voter ID requirements.&quot; And of the 10 studies the GAO reviewed, five found that ID requirements had no statistically significant effect on turnout; four found decreases in turnout and one found an increase in turnout.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>&quot;Although not the final word on this question, the GAO study provides credible evidence that strict ID requirements may depress turnout,&quot; said Barry Burden, director of the Elections Research Center at the University of Wisconsin.</p>\r\n\r\n<p>&quot;It remains clear that the best research on this topic does not support the idea that voter participation increases as a result of a voter ID law, with about half of studies unable to detect a statistically significant effect on turnout and the other half of studies finding a small negative effect on turnout,&quot; he added.</p>\r\n\r\n<p>On the other hand, Adam Berinsky, director of the political experiments research lab at the Massachusetts Institute of Technology, said &quot;the research findings are mixed. So &lsquo;zero decrease&rsquo; may be going too far, but there is no clear evidence of decrease.&quot;</p>\r\n\r\n<p>As for Moore&rsquo;s claim of an increase in participation, &quot;That seems clearly beyond the scope of findings from credible research,&quot; Berinsky said.</p>\r\n\r\n<p><strong>Votes blocked</strong></p>\r\n\r\n<p>Several experts pointed to a&nbsp;<a href=\"https://www.annualreviews.org/doi/10.1146/annurev-polisci-051215-022822\">paper</a>&nbsp;by Benjamin Highton, a professor at UC-Davis, as a good summary of the situation.</p>\r\n\r\n<p>Highton acknowledges a lack of conclusive studies, but notes &quot;even if we posit that voter identification laws have no influence on turnout because all those without valid identification who would otherwise vote take the necessary steps to obtain proper identification in advance of Election Day, these people do face a higher barrier to voting.&quot;</p>\r\n\r\n<p>Photo ID laws are a &quot;barrier,&quot; Highton said, and the barrier is &quot;real, nontrivial, and unequal in impact.&quot;</p>\r\n\r\n<p>Moore&rsquo;s office pointed to an&nbsp;<a href=\"https://www.ajc.com/news/despite-voter-law-minority-turnout-georgia/3wOfD2SkXmTgRwbySd2ZiK/\">Atlanta Journal-Constitution article</a>&nbsp;showing that turnout rose among black and Hispanic voters from 2006 to 2010 &mdash; despite adoption of a new voter ID law in 2007. But the same article noted that the ID requirements blocked some votes from being counted.</p>\r\n\r\n<p>Under Georgia&rsquo;s law, an in-person voter who arrives without a photo ID may cast a provisional ballot. The provisional ballot is counted only if the person returns with proper identification by the Friday following the election.</p>\r\n\r\n<p>&quot;Records show that since 2008, 2,244 provisional ballots were cast by voters lacking photo ID. Of those, 658 returned with an ID and 1,586 did not &mdash; meaning their votes did not count,&quot; the AJC reported.</p>\r\n\r\n<p>North Carolina&rsquo;s short-lived voter ID law yielded similar results. In the state&rsquo;s 2016 presidential primary, 1,276 ballots weren&rsquo;t counted because the voter didn&rsquo;t bring ID to the polls, according to Josh Lawson, general counsel for the N.C. Board of Elections and Ethics Enforcement.</p>\r\n\r\n<p>Of those who did not bring photo ID with them to the polls, nearly 1,100 who possessed valid IDs failed to return to their county board of elections to show their IDs before results were certified, so their votes did not count.</p>\r\n\r\n<p>An&nbsp;<a href=\"https://amstat.tandfonline.com/doi/full/10.1080/2330443X.2017.1389620#.Wk0NSBNSxPV\">algorithm developed</a>&nbsp;by professors at Tufts and Harvard universities recently found that, in Texas, voters who were black and Hispanic were less likely to have IDs than whites. Their research methods are considered among the most precise for tracking voters, as explained by&nbsp;<a href=\"https://www.wired.com/story/voter-id-law-algorithm/\">Wired Magazine</a>.</p>\r\n\r\n<p><strong>Both sides point to studies</strong></p>\r\n\r\n<p>Moore&rsquo;s office pointed to a mixture of academic studies, news articles and opinion columns to support his claim. They look at individual results from specific states, as well as the broad effects of voter ID on turnout.</p>\r\n\r\n<p>Indiana adopted a voter ID law in 2005. The&nbsp;<a href=\"http://jointcenter.org/about/about\">Joint Center for Political and Economic Studies</a>, a liberal Washington think tank that focuses on issues of race, found that black turnout in the 2008 election was at a historic high after rising substantially from 2004. Hans von Spakovsky, a proponent for voter ID and senior legal fellow at the conservative Heritage Foundation think tank,&nbsp;<a href=\"https://www.heritage.org/commentary/voter-id-was-success-november-turnout-was-higher-states-took-simple-step-prevent-fraud\">noted the rise in black turnout</a>&nbsp;in both Indiana and Georgia in a 2009 column.</p>\r\n\r\n<p>A 2017 study by a trio of professors from UC-San Diego and Bucknell University, &quot;<a href=\"https://www.journals.uchicago.edu/doi/abs/10.1086/688343\">Voter Identification Laws and the Suppression of Minority Votes</a>,&quot; found &quot;a significant drop in minority participation&quot; in states that implemented strict voter ID laws between 2006 and 2014. But that finding was disputed in&nbsp;<a href=\"https://scholar.princeton.edu/sites/default/files/jmummolo/files/voter_id_final.pdf\">another study</a>&nbsp;by five professors who argued the trio used unreliable data to reach their conclusions. (Moore&rsquo;s office cited that subsequent study to support his claim that there&rsquo;s no evidence photo ID laws affect voter turnout.)</p>\r\n\r\n<p>Still, contrary to Moore&rsquo;s &quot;zero decrease&quot; statement, available data suggest that voter ID can decrease voter participation.</p>\r\n\r\n<p>Eitan Hersh, who is one of those five professors and also was among the developers of the algorithm used to track Texas voters, said that Moore&rsquo;s statement is &quot;misleading&quot; since some voters struggle to obtain ID.</p>\r\n\r\n<p>&quot;At the same time, measuring an aggregate effect of ID laws is hard and there hasn&rsquo;t been decisive evidence about how many people are actually deterred from these laws,&quot; Hersh said in an email. &quot;There has also been no good evidence to suggest the laws increase turnout.&quot;</p>\r\n\r\n<p>Justin Grimmer, another of the five professors, said Moore is exaggerating the research conclusions.</p>\r\n\r\n<p>&quot;The best I could say is (it&rsquo;s) lacking a lot of context,&quot; Grimmer said. &quot;Acceptable IDs are not held by everyone and disproportionately minorities and low income people don&#39;t have IDs. Therefore, if there is a mechanical deterrence effect of ID laws, then it will harm minorities. This was the line of argument used in the Texas ID law case and I find it convincing.&quot;</p>\r\n\r\n<p><strong>PolitiFact ruling</strong></p>\r\n\r\n<p>Moore said &quot;states that have adopted voter identification laws have seen zero decrease in voter participation. In fact, most have seen an increase in voter participation.&quot;</p>\r\n\r\n<p>There&rsquo;s a kernel of truth in Moore&rsquo;s statement, as studies haven&#39;t consistently shown a direct relationship between voter ID laws and voter participation. However, a report from the nonpartisan Government Accountability Office found some evidence that participation declines. And experts said studies don&#39;t show an increase in participation as a result of voter ID.</p>\r\n\r\n<p>Moore&rsquo;s claim that there has been &quot;zero decrease&quot; in voter participation is a misleading exaggeration. We rate his claim Mostly False.</p>\r\n\r\n<p>&#39;</p>\r\n\r\n<div class=\"artembed\">See Figure 3 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-20T19:03:35.039667", "ruling_date": "2018-06-20T18:18:16", "ruling_headline": "States with voter ID laws have seen 'zero decrease' in turnout, NC Republican says", "ruling_headline_slug": "states-voter-id-laws-have-seen-zero-decrease-turno", "ruling_link_text": "'Zero' is an overstatement", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://spectrumlocalnews.com/nc/triangle-sandhills/news/2018/06/07/tim-moore-interview\">Video</a>, Spectrum News reporter Loretta Boniti interviews NC House Speaker Tim Moore on June 7, 2018.</p>\r\n\r\n<p>Email correspondence with Joseph Kyzer, communications director for House Speaker Tim Moore.</p>\r\n\r\n<p>Email correspondence with staff at the N.C. Board of Elections and Ethics Enforcement.</p>\r\n\r\n<p>Email correspondence with <a href=\"https://faculty.polisci.wisc.edu/bcburden/\">Barry Burden</a>, director of the Elections Research Center at the University of Wisconsin.</p>\r\n\r\n<p>Email correspondence with <a href=\"https://polisci.mit.edu/people/adam-berinsky\">Adam Berinsky</a>, director of the political experiments research lab at the Massachusetts Institute of Technology.</p>\r\n\r\n<p>Email correspondence with <a href=\"https://political-science.uchicago.edu/directory/justin-grimmer\">Justin Grimmer</a>, associate professor of political science at the University of Chicago.</p>\r\n\r\n<p>Email correspondence with <a href=\"http://lindsaynielson.com/\">Lindsay Nielson</a>, project manager and data analyst at TechWerks.</p>\r\n\r\n<p>Telephone interview with <a href=\"https://www.brennancenter.org/expert/myrna-perez\">Myrna Perez</a>, deputy director of the Democracy Program at Brennan Center for Justice at NYU School of Law.</p>\r\n\r\n<p>A 2014 report by the U.S. Government Accountability Office, &quot;<a href=\"http://www.ncsl.org/research/elections-and-campaigns/voter-id.aspx\">Issues Related to State Voter Identification Laws</a>.&quot;</p>\r\n\r\n<p>A summary of voter ID laws on the National Conference of State Legislatures <a href=\"http://www.ncsl.org/research/elections-and-campaigns/voter-id.aspx\">website</a>.</p>\r\n\r\n<p>Research article by Benjamin Highton, political science professor at the University of California-Davis, &quot;<a href=\"https://www.annualreviews.org/doi/10.1146/annurev-polisci-051215-022822\">Voter Identification Laws and Turnout in the United States</a>,&quot;</p>\r\n\r\n<p>Research article by Stephen Ansolabehere and Eitan Hersh, &quot;<a href=\"https://amstat.tandfonline.com/doi/full/10.1080/2330443X.2017.1389620#.WyrWGNCnHcu\">An algorithm for record linkage using address, date of birth, gender, and name</a>.&quot;</p>\r\n\r\n<p>Research article by Zoltan Hajnal, Nazita Lajevardi and Lindsay Nielson, &quot;<a href=\"https://www.journals.uchicago.edu/doi/abs/10.1086/688343\">Voter Identification Laws and the Suppression of Minority Votes</a>.&quot;</p>\r\n\r\n<p>Research article by Justin Grimmer, Eitan Hersh, Marc Meredith, Jonathan Mummolo and Clayton Nall, &quot;<a href=\"https://scholar.princeton.edu/sites/default/files/jmummolo/files/voter_id_final.pdf\">Obstacles to estimating voter ID laws&rsquo; effect on turnout</a>.&quot;</p>\r\n\r\n<p>Stories by The News &amp; Observer, &quot;<a href=\"https://www.newsobserver.com/news/politics-government/article212728524.html\">Voter ID decision could go on the 2018 ballot</a>,&quot; published June 7, 2018; &quot;<a href=\"http://www.newsobserver.com/news/politics-government/state-politics/article92593512.html\">4th U.S. Circuit judges overturn North Carolina&rsquo;s voter ID law</a>,&quot; published July 29, 2016.</p>\r\n\r\n<p>Story by PolitiFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2014/jul/17/jason-riley/black-voter-turnout-exceed-white-voter-turnout-eve/\">Black voter turnout exceeds white voter turnout even in states with strict ID laws, pundit claims</a>,&quot; published July 17, 2014.</p>\r\n\r\n<p>Stories in the Washington Post, &quot;<a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2017/02/15/do-voter-identification-laws-suppress-minority-voting-yes-we-did-the-research/?utm_term=.e98bf0fdad08\">Do voter identification laws suppress minority voting? Yes. We did the research</a>,&quot; published Feb. 15, 2017; and &quot;<a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2018/06/11/a-new-controversy-erupts-over-whether-voter-identification-laws-suppress-minority-turnout/?utm_term=.23903105f21c\">A new controversy erupts over whether voter identification laws suppress minority turnout</a>,&quot; published June 11, 2018.</p>\r\n\r\n<p>Stories by Vox, &quot;<a href=\"https://www.vox.com/policy-and-politics/2016/11/2/13481816/voter-id-suppression-turnout\">The silver lining of voter ID laws: they aren&rsquo;t effective at suppressing the vote</a>,&quot; published Nov. 2, 2016; &nbsp;&quot;<a href=\"https://www.vox.com/identities/2017/3/15/14909764/study-voter-id-racism\">A major study finding that voter ID laws hurt minorities isn&rsquo;t standing up well under scrutiny</a>,&quot; published March 15, 2017.</p>\r\n\r\n<p>Story by the Atlanta Journal-Constitution, &quot;<a href=\"https://www.ajc.com/news/despite-voter-law-minority-turnout-georgia/3wOfD2SkXmTgRwbySd2ZiK/\">Despite voter ID law, minority turnout up in Georgia</a>,&quot; updated on Sept. 3, 2012.</p>\r\n\r\n<p>Story by Wired Magazine, &quot;<a href=\"https://www.wired.com/story/voter-id-law-algorithm/\">A dead-simple algorithm reveals the true toll of voter ID laws</a>,&quot; published Jan. 4, 2018.</p>\r\n\r\n<p>Column by <a href=\"https://www.heritage.org/election-integrity\">Heritage Foundation</a> columnist <a href=\"http://www.politifact.com/personalities/hans-von-spakovsky/\">Hans von Spakovsky</a>, &quot;Voter ID was a success in November: Turnout was higher in states that took a simple step to prevent fraud,&quot; published in 2009.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Speaker of the N.C. House of Representatives", "false_count": 0, "first_name": "Tim", "half_true_count": 2, "home_state": "North Carolina", "id": 3513, "last_name": "Moore", "mostly_true_count": 1, "name_slug": "tim-moore", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TimMooreMUGPF.png", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3513/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>States with voter ID laws have seen &quot;zero decrease&quot; in participation. &quot;Most have seen an increase.&quot;</p>\r\n", "statement_context": "a TV interview", "statement_date": "2018-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": "NC Republican: voter ID has 'zero' effect on turnout"}