{"art": [], "author": [{"email_address": "william.mccarthy@duke.edu", "first_name": "Bill", "id": 683, "last_name": "McCarthy", "name_slug": "bill-mccarthy", "on_staff_page": 100, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/683/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/punditfact/statements/2018/jun/25/blog-posting/did-obama-detain-illegal-mexican-children-experime/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "The Obama program detained minors suspected of smuggling", "id": 15525, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "william.mccarthy@duke.edu", "first_name": "Bill", "id": 683, "last_name": "McCarthy", "name_slug": "bill-mccarthy", "on_staff_page": 100, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/683/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/15525/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Public outcry over President Donald Trump&rsquo;s now-terminated family separation policy inspired several defenses of the practice, with many conservative politicians and pundits <a href=\"http://www.politifact.com/punditfact/statements/2018/jun/19/matt-schlapp/no-donald-trumps-separation-immigrant-families-was/\">arguing</a> that it was a continuation of policies from earlier administrations.</p>\r\n\r\n<p>According to one blog site, Trump&rsquo;s policy was no worse than a pilot program put in place under President Barack Obama.</p>\r\n\r\n<p>&quot;Obama administration kept illegal Mexican kids in detention camps as &lsquo;experiment,&rsquo;&quot; said a June 16, 2018 <a href=\"https://lidblog.com/illegal-immigrant-mexican-kids/\">headline</a> from the Lid, an online blog.</p>\r\n\r\n<p>Facebook flagged this story as part of its efforts to combat false news and misinformation on Facebook&#39;s News Feed. (Read more about our <a href=\"https://www.facebook.com/help/1952307158131536?helpref=related\">partnership with Facebook</a>.)</p>\r\n\r\n<p>Citing a Feb. 11, 2015, <a href=\"https://www.washingtonpost.com/world/the_americas/mexican-kids-held-for-months-as-punishment-for-border-crossing/2015/03/10/311d319a-b2f2-11e4-bf39-5560f3918d4b_story.html?utm_term=.9cb42ebe8316\">report</a> from the <em>Washington Post</em>, the Lid story compared Trump&rsquo;s policy to Obama&rsquo;s Juvenile Referral Process, a pilot program in south Texas that sought to cut down on smuggling by detaining and questioning unaccompanied minors &mdash; known as &quot;circuit children&quot; &mdash; suspected of helping Mexican drug cartels transport people and narcotics across the border.</p>\r\n\r\n<p>The story said Obama&rsquo;s program resulted in border agents &quot;tossing some of those kids into internment camps as an experiment.&quot;</p>\r\n\r\n<p>&quot;Under Obama, young illegal immigrants were put in &lsquo;facilities&rsquo; so they could be squeezed for any information they may or may not have about drug cartels,&quot; the story said. &quot;A program to detain kids is okay under a Democratic Party president, but preventing kids from going to jail with their parents is considered un-American when the president is a Republican.&quot;</p>\r\n\r\n<p>We decided to check this claim out and see how Trump&rsquo;s policy compared with the Obama program; we found significant differences between the policies and their outcomes. The Lid did not respond to a request for comment sent via Facebook Messenger.</p>\r\n\r\n<div class=\"pf_subheadline\">Trump&rsquo;s policy</div>\r\n\r\n<p>Attorney General Jeff Sessions issued an April memorandum announcing a <a href=\"https://www.justice.gov/opa/press-release/file/1049751/download\">&quot;zero-tolerance&quot; policy</a>, according to which all immigrants apprehended for illegally crossing the U.S. border were referred for federal prosecution.</p>\r\n\r\n<p>Many immigrants subject to the zero-tolerance policy were adults traveling with children. Due to a 2015 <a href=\"https://cdn.ca9.uscourts.gov/datastore/opinions/2016/07/06/15-56434.pdf\">district court decision</a>, children cannot be held in federal jails with adults facing prosecution. Previous administrations shied away from prosecuting adults with children and, after the 2015 decision, tended to release families rather than separate them.</p>\r\n\r\n<p>But the Trump administration, citing its zero-tolerance policy, was separating families and placing children in shelters run by the Department of Health and Human Services until they could be released to a sponsor. More than 2,300 children were <a href=\"https://www.cbsnews.com/news/migrant-children-at-the-border-by-the-numbers/\">separated</a> from adults between May 5 and June 9, according to the Department of Homeland Security.</p>\r\n\r\n<p>There was no <a href=\"http://www.politifact.com/truth-o-meter/statements/2018/may/29/donald-trump/trump-blames-democrat-own-policy-separating-family/\">law</a> requiring the separation of families, and Trump was not &quot;preventing kids from going to jail&quot; by ordering it, as the Lid story suggested.</p>\r\n\r\n<div class=\"pf_subheadline\">The Juvenile Referral Process</div>\r\n\r\n<p>Obama&rsquo;s Juvenile Referral Process operated from May 2014 to September 2015 as a pilot program meant to combat smuggling. The program was the brainchild of former Border Patrol agent Robert Harris, whose intelligence analysts estimated that 78 percent of guides smuggling migrants and drugs into the U.S. were Mexicans younger than 18.&nbsp;</p>\r\n\r\n<p>Mexican drug cartels often hire or conscript teenagers to smuggle people and drugs across the border because teenagers are not prosecuted if caught. Under laws governing treatment of &quot;unaccompanied alien children,&quot; minors from Mexico and Canada can be immediately sent back to their country. Sometimes they are deported by bus the same day they are apprehended. Minors from other nations, by contrast, must be transferred within 72 hours to the federal Office of Refugee Resettlement and placed in the least restrictive setting possible until they can be flown home. &nbsp;</p>\r\n\r\n<p>Mexican teenagers smuggling on behalf of drug cartels are known as &quot;circuit children,&quot; and Harris told the Washington Post that several were caught and released multiple times before the Juvenile Referral Process, which was designed to deter repeat crossings.&nbsp;</p>\r\n\r\n<p>In short, Mexican children suspected of smuggling drugs were held by the U.S. government rather than immediately being sent home.</p>\r\n\r\n<p>&quot;It was used for unaccompanied Mexican minors who had multiple apprehensions &ndash; up to 30 a year in a few cases &ndash; and thus were thought to be working on behalf of human and drug smuggling organizations,&quot; said Randy Capps, director of research for U.S. programs at the Migration Policy Institute.</p>\r\n\r\n<p>The pilot progam also was established to create &quot;some type of consequence for children involved in smuggling, as they are usually just returned to Mexico and often cross again,&quot; said Maureen Meyer, director for Mexico and migrant rights at the Washington Office on Latin America.</p>\r\n\r\n<p>Under the program, Border Patrol worked with the federal prosecutors to determine whether to criminally prosecute a repeat border-crosser suspected of smuggling. Those not selected for prosecution were referred to the Office of Refugee Resettlement like minors from non-contiguous countries instead of being deported.</p>\r\n\r\n<p>While detained &mdash; sometimes for months &mdash; and awaiting the chance to appear before an immigration court, minors under the Juvenile Referral Process faced questioning from U.S. authorities about their affiliations. Most minors who completed the program were eventually deported after seeing an immigration judge, according to a 2015 <a href=\"https://www.wola.org/analysis/forgotten-on-la-frontera-mexican-children-fleeing-violence-are-rarely-heard/\">report</a> from the Washington Office on Latin America.</p>\r\n\r\n<p>Denise Gilman, a law professor who directs the immigration clinic at the University of Texas School of Law, said conditions under the Juvenile Referral Process were not great. &quot;It was a small pilot program for sure, although the detention facilities were certainly problematic and the length of detention uncertain,&quot; she said.</p>\r\n\r\n<p>Gilman noted that other facilities in Karnes City and Dilley, Texas, which the Obama administration used as licensed childcare facilities to detain families seeking asylum, did &quot;resemble internment camps.&quot; She said this practice was &quot;carefully circumscribed&quot; by the end of the Obama administration as a result of legal challenges.</p>\r\n\r\n<p>But those facilities were separate from the process created under the Juvenile Referral Process, which handled only unaccompanied &quot;circuit children&quot; and placed them in the same Office of Refugee Resettlement facilities used for unaccompanied minors from non-contiguous countries.</p>\r\n\r\n<p>According to the Office of Refugee Resettlement <a href=\"https://www.acf.hhs.gov/orr/programs/ucs/about\">website</a>, these facilities are state-licensed and provide a range of care &mdash; including foster care, group homes, shelter, staff secure, secure and residential treatment centers &mdash; and they offer classroom education, health care, socialization and recreation opportunities, mental health services, legal services and case management.</p>\r\n\r\n<p>Meyer said these children were usually placed in the &quot;&lsquo;secure&rsquo; juvenile detention centers that are more restrictive&quot; because of their criminal activities. &quot;I never heard of any Mexican child in a &lsquo;detention camp,&rsquo;&quot; she said.</p>\r\n\r\n<p>Still, human rights advocates <a href=\"https://www.wola.org/analysis/forgotten-on-la-frontera-mexican-children-fleeing-violence-are-rarely-heard/\">objected</a> to the Juvenile Referral Program as an intelligence-gathering enterprise that could jeopardize minors&rsquo; post-deportation security. Violent drug cartels often retaliate against members suspected of talking with law enforcement by taking action against them or their families.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>An online blog claimed,&nbsp;&quot;Obama administration kept illegal Mexican kids in detention camps as &#39;experiment.&#39;&quot;</p>\r\n\r\n<p>The statement sounds far more sinister than the facts in evidence. The &quot;experiment,&quot; the Juvenile Referral Process, detained older unaccompanied minors suspected of smuggling drugs or other immigrants across the border. These minors otherwise would have been immediately deported. They were housed&nbsp;in Office of Refugee Resettlement facilities in order to extract intelligence and cut down on smuggling. The pilot program lasted for slightly more than one year.</p>\r\n\r\n<p>Finally, the minors were not experimented on; rather, the program itself was a test.&nbsp;</p>\r\n\r\n<p>The statement has an element of truth, but leaves out critical context that would give a different impression. We rate this statement Mostly False.&nbsp;</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-06-22T11:03:46.483194", "ruling_date": "2018-06-25T12:27:16", "ruling_headline": "Did Obama detain illegal Mexican children as an experiment?", "ruling_headline_slug": "did-obama-detain-illegal-mexican-children-experime", "ruling_link_text": "Not a scientific experiment", "ruling_state": null, "source_documents": null, "sources": "<p>The Lid, <a href=\"https://lidblog.com/illegal-immigrant-mexican-kids/\">&quot;Obama administration kept illegal Mexican kids in detention camps as &lsquo;experiment,&rsquo;&quot;</a> June 16, 2018</p>\r\n\r\n<p>The Washington Post, <a href=\"https://www.washingtonpost.com/world/the_americas/mexican-kids-held-for-months-as-punishment-for-border-crossing/2015/03/10/311d319a-b2f2-11e4-bf39-5560f3918d4b_story.html?utm_term=.9cb42ebe8316\">&quot;Mexican kids held for months as punishment for border-crossing,&quot; </a>February 11, 2015</p>\r\n\r\n<p>The Washington Post, <a href=\"https://www.washingtonpost.com/world/the_americas/central-american-migrants-overwhelm-border-patrol-station-in-texas/2014/06/12/7359534e-2e1b-4a6b-b010-f622f1cac3f0_story.html?noredirect=on&amp;utm_term=.fc308128ef28\">&quot;Central American migrants overwhelm Border Patrol station in Texas,&quot;</a> June 12, 2014</p>\r\n\r\n<p>Office of the Attorney General, <a href=\"https://www.justice.gov/opa/press-release/file/1049751/download\">Memorandum for Federal Prosecutors Along the Southwest Border</a>, April 6, 2018</p>\r\n\r\n<p>The Washington Office on Latin America, <a href=\"https://www.wola.org/analysis/not-national-security-crisis-u-s-mexico-border-humanitarian-concerns-seen-el-paso/\">&quot;Not a National Security Crisis: The U.S.-Mexico Border and Humanitarian Concerns, Seen from El Paso,&quot;</a> October 27, 2016</p>\r\n\r\n<p>The Washington Office on Latin America, <a href=\"https://www.wola.org/analysis/forgotten-on-la-frontera-mexican-children-fleeing-violence-are-rarely-heard/\">&quot;Forgotten on &lsquo;La Frontera&rsquo;: Mexican Children Fleeing Violence Are Rarely Heard,&quot;</a> January 22, 2015</p>\r\n\r\n<p>Opinion of United States District Court, <a href=\"https://www.leagle.com/decision/infdco20170323f21\">ACLU Foundation v. Dept. of Homeland Security</a>, March 22, 2017</p>\r\n\r\n<p>Office of Refugee Resettlement, <a href=\"https://www.acf.hhs.gov/orr/programs/ucs/about\">&quot;About Unaccompanied Alien Children&rsquo;s Services,&quot;</a> June 15, 2018</p>\r\n\r\n<p>The New York Times, <a href=\"https://www.nytimes.com/2018/06/16/us/politics/family-separation-trump.html\">&quot;How Trump Came to Enforce a Practice of Separating Migrant Families,&quot;</a> June 16, 2018</p>\r\n\r\n<p>The Washington Post, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2018/06/19/the-facts-about-trumps-policy-of-separating-families-at-the-border/?utm_term=.69262992c90e\">&quot;The facts about Trump&rsquo;s policy of separating families at the border,&quot;</a> June 19, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/punditfact/statements/2018/jun/19/matt-schlapp/no-donald-trumps-separation-immigrant-families-was/\">&quot;No, Donald Trump&rsquo;s separation of immigrant families was not Barack Obama&rsquo;s policy,&quot;</a> June 19, 2018</p>\r\n\r\n<p>Email interview with Denise Gilman, law professor and director of the immigration clinic at the University of Texas School of Law, June 21, 2018</p>\r\n\r\n<p>Email correspondence with Michelle Mittelstadt, director of communications at the Migration Policy Institute, June 21, 2018</p>\r\n\r\n<p>Email correspondence with Randy Capps, director of research for U.S. programs at the Migration Policy Institute, June 21, 2018</p>\r\n\r\n<p>Email interview with Maureen Meyer, director for Mexico and migrant rights at the Washington Office on Latin America, June 21, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 26, "current_job": "", "false_count": 87, "first_name": "", "half_true_count": 15, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 279, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 425, "true_count": 5, "website": ""}, "statement": "<p>&quot;Obama administration kept illegal Mexican kids in detention camps as &lsquo;experiment&rsquo;&quot;</p>\r\n", "statement_context": "a blog post", "statement_date": "2018-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>There&rsquo;s an interesting discussion happening now about the spread of fake news on the Internet and what companies like Facebook, Google and Twitter, among others, should do to stop it.</p>\r\n\r\n<p>That&rsquo;s a healthy conversation to have, and one we hope continues in the weeks and months ahead.</p>\r\n\r\n<p>But that doesn&rsquo;t mean we can&rsquo;t do something now. Here at PolitiFact, we&rsquo;re beefing up our coverage of fake news to help our readers better sort out fact from fiction on their social media feeds.</p>\r\n\r\n<p>The claims can be about anything -- politics, entertainment, a fishy-sounding medical cure.</p>\r\n", "id": 323, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/fake.png", "resource_uri": "/api/v/2/subject/323/", "subject": "Fake news", "subject_slug": "fake-news", "used_in_edition": ["/api/v/2/edition/56/", "/api/v/2/edition/49/", "/api/v/2/edition/53/", "/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/60/", "/api/v/2/edition/61/", "/api/v/2/edition/50/", "/api/v/2/edition/51/", "/api/v/2/edition/1/", "/api/v/2/edition/59/", "/api/v/2/edition/57/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/55/", "/api/v/2/edition/58/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/54/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "The Obama pilot program targeted Mexican \"circuit children\" suspected of smuggling"}