{"art": [{"brightcove": "", "caption": "Immigrants from El Salvador and Guatemala board buses to cities across the country to stay with friends and family while they wait for an immigration-court hearing. (AP Photo / Eric Gay)", "id": 16312, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/immigrant_court.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16312/", "title": "Immigration court", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/punditfact/statements/2018/jun/26/wolf-blitzer/majority-undocumented-immigrants-show-court-data-s/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Majority of undocumented immigrants show up for court", "id": 15536, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15536/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Defenders of President Donald Trump&rsquo;s aggressive approach to illegal U.S.-Mexico border crossings say the country faces a binary choice: hold offenders in detention centers while their cases are adjudicated, or allow them to fall off immigration authorities&rsquo; radar.</p>\r\n\r\n<p>The argument hinges on the belief that undocumented border-crossers released from federal custody are more likely to skip court and abscond than show up for mandatory court hearings. This rationale led the Trump administration to hold border-crossers in detention facilities without the possibility of being released on bond, in a break with the previous administration&rsquo;s so-called &quot;catch-and-release&quot; practice.</p>\r\n\r\n<p>The acting director of Immigration and Customs Enforcement Thomas Homan pressed the &quot;no show&quot; argument on CNN&rsquo;s Situation Room, before anchor Wolf Blitzer pushed back.</p>\r\n\r\n<p>&quot;They&#39;ll say the right thing to get released from detention, then they won&#39;t show up in court,&quot; Homan said June 19. &quot;But they&#39;re already in the United States. They&#39;re lost in society. They never get removed. So as long as we send the world this message &mdash; &lsquo;Come and say the right thing, get released, never to show up in court&rsquo; &mdash; you&#39;re never going to fix this.&quot;</p>\r\n\r\n<p>Blitzer countered, &quot;Most of them do show up in court. They don&#39;t necessarily disappear.&quot;</p>\r\n\r\n<p>Immigrants&rsquo; purported low court attendance rate has become a popular talking point, from Trump himself (&quot;When we release the people, they never come back to the judge, anyway &mdash; they&#39;re gone&quot;), to <a href=\"https://www.cnn.com/2018/06/18/politics/family-separations-marc-short-cnntv/index.html\">White House staff</a> and law enforcement officials, to the administration&rsquo;s conservative media allies. &nbsp;</p>\r\n\r\n<p>In absolute terms, more than 100,000 non-detained immigrants have been ordered to be deported in recent years because they failed to appear before an immigration judge. However, as a percentage, most undocumented immigrants do show up for court.</p>\r\n\r\n<div class=\"pf_subheadline\">Court attendance by all types of immigrants</div>\r\n\r\n<p>According to Justice Department <a href=\"https://www.justice.gov/eoir/page/file/fysb16/download#page=49\">data</a> from the last five available years, around 60 to 75 percent of non-detained migrants have attended their immigration court proceedings. That&rsquo;s determined by subtracting the percentage of judgments entered against migrants in their absence (known as an in absentia ruling) from total judgments entered.<img src=\"https://lh3.googleusercontent.com/XHm0KYaHL3MYiNetgaGUyB_uBrzwl81IDIsn3DKLaFgvaR0S82kMmqL9yXG6Ds-GJZkzfoOs2jn7avcOxOHd9MQ800XDA0Nz43cOdvGY40C5CMrBfiRT86q0TECGhhufwMTmVjs5\" style=\"height:377px; width:513px\" /></p>\r\n\r\n<p>So Blitzer is right, in percentage terms: Most of them do show up in court.</p>\r\n\r\n<p>But it&rsquo;s worth noting that in absolute terms, that&rsquo;s nearly 140,000 non-detained immigrants who were ordered to be deported between 2012-16 because they were not present in the courtroom, according to Justice Department data. (Though some immigration advocates <a href=\"https://www.humanrightsfirst.org/sites/default/files/Immigration_Court_Appearances_Feb_2018.pdf\">say</a> that count is high.)</p>\r\n\r\n<p><img src=\"https://lh6.googleusercontent.com/pSzAdF9E0-3f-JJ8UMM3_TDlOh3_AOzJMnZ1i0PNcFmFOfBZs72WWv-JXTxxzQpN0pgFy4jKPCU82NevLM090IICQuuFjE67cqEPkdqCfG8XP4mGRLUmywiQv80ZzJ00Iczy9bVl\" style=\"height:223px; width:470px\" /></p>\r\n\r\n<p>&quot;On the overall question of the importance immigration officials should attach to no-shows: the glass is either half full or half empty,&quot; said Peter Margulies, an immigration law and national security law professor at Roger Williams University School of Law. Despite a majority attending their hearings, he said, &quot;that still yields a significant number of no-shows (and) noncitizens unaccounted for.&quot;</p>\r\n\r\n<p>Several experts emphasized that using <a href=\"https://www.gao.gov/products/GAO-15-26\">monitoring devices</a> and providing immigrants with legal counsel correlated with higher attendance.</p>\r\n\r\n<p>&quot;I do think having appropriate legal representation for asylum claimants would help a lot,&quot; Margulies said. &quot;Many may not know that they have good claims. Better legal advice would further improve the attendance rate.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Court attendance by asylum-seekers</div>\r\n\r\n<p>As the CNN <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1806/19/sitroom.01.html\">transcript</a> shows, Homan and Blitzer were discussing asylees, so it&rsquo;s worth distinguishing that group from other migrants.</p>\r\n\r\n<p>Asylum-seekers flee to the United States out of fear of persecution in their home country due to race, religion, nationality, or because their social or political activities have put a target on their back.</p>\r\n\r\n<p>One example is the case of an asylee identified in court documents only as M.G.U., who <a href=\"https://assets.documentcloud.org/documents/4546226/Complaint.pdf\">is suing</a> the Trump administration in relation to its family separation policy. M.G.U. fled Guatemala with her three minor-age sons after her husband received death threats for his community organizing efforts there, according the lawsuit. M.G.U. and her sons appeared at the San Ysidro, Calif., port of entry in May to request asylum due to their fear of returning to Guatemala.</p>\r\n\r\n<p>As a technical matter, M.G.U. and her family&rsquo;s case is considered an &quot;affirmative&quot; application for asylum because the applicants went to U.S. authorities to make the request. In contrast, undocumented migrants requesting asylum during a deportation proceeding make a &quot;defensive&quot; application. In either case, immigrants must be found to have a credible fear of persecution to be considered for asylum.</p>\r\n\r\n<p>As we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2018/jun/21/donald-trump/1700-percent-increase-asylum-claims/\">noted</a> before, there&rsquo;s been a nearly 1,700 percent increase in U.S. asylum claims over the last 10 years. What&rsquo;s fueling the increase is growing instability, gang violence and worsening economic conditions in Central America&rsquo;s &quot;Northern Triangle&quot; countries of El Salvador, Guatemala and Honduras.</p>\r\n\r\n<p>&quot;Initially, a lot of migration was single males from Mexico coming for work,&quot; said Joshua Breisblatt, a senior policy analyst at the American Immigration Council. &quot;Now you&rsquo;re seeing a shift to Central American families fleeing record levels of violence in the Northern Triangle.&quot;</p>\r\n\r\n<p>So what do the court attendance rates of asylees look like? While the data is scarce, they show higher rates, compared to when all migrants are tallied together.</p>\r\n\r\n<p>One source of data comes from an Obama-era program that released asylees from detention and matched them with case managers who encouraged compliance with court-ordered obligations. As of April, the Family Case Management Program, or FCMP, had 630 enrolled families.</p>\r\n\r\n<p>Before the Trump administration <a href=\"http://www.chicagotribune.com/news/immigration/ct-trump-immigration-detention-alternate-asylum-seekers-20170609-story.html\">ended</a> the program in June, participants had a 100 percent attendance record at court hearings. They also had a 99 percent rate of check-ins and appointments with Immigration and Customs Enforcement, according to a Department of Homeland Security Office of Inspector General <a href=\"https://www.oig.dhs.gov/sites/default/files/assets/2017-12/OIG-18-22-Nov17.pdf\">report</a>.</p>\r\n\r\n<p>&quot;According to ICE, overall program compliance for all five regions is an average of 99 percent for ICE check-ins and appointments, as well as 100 percent attendance at court hearings,&quot; the report said. &quot;Since the inception of FCMP, 23 out of 954 participants (2 percent) were reported as absconders.&quot;</p>\r\n\r\n<p>In 2015, the immigration advocacy group American Immigration Council published a <a href=\"https://www.americanimmigrationcouncil.org/sites/default/files/research/a_humane_approach_can_work_the_effectiveness_of_alternatives_to_detention_for_asylum_seekers.pdf\">report</a> that looked at studies from over the previous two decades that examined how well asylum seekers fulfilled their legal obligations. It found studies showed &quot;very high rates of compliance with proceedings by asylum seekers who were placed into alternatives to detention.&quot;</p>\r\n\r\n<p>The report cited a 2000 U.S. government-commissioned study that found an &quot;83 percent rate of compliance with court proceedings among asylum seekers who were found to have a credible fear in the expedited removal process.&quot; It also showed an 84 percent compliance rate among asylees under minimal supervision, and 78 percent among those who were unsupervised.</p>\r\n\r\n<p>A 2013 <a href=\"http://www.refworld.org/pdfid/51a6fec84.pdf\">study</a> sponsored by the United Nations High Commissioner for Refugees that looked at asylees in Toronto and Geneva noted a &quot;cooperative predisposition&quot; among asylum seekers. While the study did not look specifically at U.S.-bound asylees, it cited characteristics common among asylees, including an &quot;inclination towards law-abidingness,&quot; perhaps in relation to having fled home counties lacking in rule of law. It also noted asylum-seekers &quot;lack of a plan B&quot; due to the &quot;impossibility of returning home.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Blitzer said &quot;most (immigrants) do show up in court.&quot;</p>\r\n\r\n<p>Around 60-75 percent of non-detained migrants have attended their immigration court proceedings, according to Justice Department <a href=\"https://www.justice.gov/eoir/page/file/fysb16/download#page=49\">data</a> from the last five available years. Some limited data suggests rates may be higher for asylum-seekers.</p>\r\n\r\n<p>That said, it&rsquo;s important to note that in absolute terms, a significant number of migrants have had in absentia deportation orders filed against them for failure to appear in court, which Blitzer&rsquo;s statement overlooks.</p>\r\n\r\n<p>We rate this Mostly True.</p>\r\n", "ruling_comments_date": "2018-06-26T10:31:09.855486", "ruling_date": "2018-06-26T11:22:49", "ruling_headline": "Majority of undocumented immigrants show up for court, data shows", "ruling_headline_slug": "majority-undocumented-immigrants-show-court-data-s", "ruling_link_text": "This claim gets its day in court", "ruling_state": null, "source_documents": null, "sources": "<p>CNN&rsquo;s <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1806/19/sitroom.01.html\">Situation Room</a>, June 19, 2018</p>\r\n\r\n<p>American Immigration Council, &quot;<a href=\"http://immigrationimpact.com/2015/07/22/evidence-shows-asylum-seekers-appear-for-court-with-alternatives-to-detention-and-legal-assistance/\">Evidence Shows Asylum Seekers Appear for Court with Alternatives to Detention and Legal Assistance</a>,&quot; July 22, 2015</p>\r\n\r\n<p>Justice Department <a href=\"https://www.justice.gov/eoir/page/file/fysb16/download#page=49\">FY 2016 Statistics Yearbook</a></p>\r\n\r\n<p>CNN, &quot;<a href=\"https://www.cnn.com/2018/06/18/politics/family-separations-marc-short-cnntv/index.html\">White House says family separations at the border are a &#39;binary choice,&#39; but stats say otherwise</a>,&quot; June 18, 2018</p>\r\n\r\n<p>&quot;Perceptions of Asylum-Seekers and Refugees in Toronto and Geneva,&quot; June 2013</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2018/jun/21/donald-trump/1700-percent-increase-asylum-claims/\">Has there been a 1,700 percent increase in asylum claims over the last 10 years?</a>&quot; June 21, 2018</p>\r\n\r\n<p>Email interview with CNN spokesman Richard Hudock, June 21, 2018</p>\r\n\r\n<p>Email interview with Peter Margulies, an immigration law and national security law professor at Roger Williams University School of Law, June 20, 2018</p>\r\n\r\n<p>Email interview with David Fitzgerald, co-director of the Center for Comparative Immigration Studies, June 20, 2018</p>\r\n\r\n<p>Email interview with Denise Gilman, law professor and director of the immigration clinic at the University of Texas School of Law, June 20, 2018</p>\r\n\r\n<p>Email interview with&nbsp;Sarah Pierce, a policy analyst at the&nbsp;Migration Policy Institute,&nbsp;June 20, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "CNN host", "false_count": 0, "first_name": "Wolf", "half_true_count": 0, "home_state": "", "id": 2646, "last_name": "Blitzer", "mostly_true_count": 1, "name_slug": "wolf-blitzer", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wolfieb.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2646/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>&quot;Most (immigrants) do show up in court.&quot;</p>\r\n", "statement_context": "in an interview", "statement_date": "2018-06-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Majority of undocumented immigrants show up for court, data shows"}