{"art": [{"brightcove": "", "caption": "Immigrants from El Salvador and Guatemala board buses to cities across the country to stay with friends and family while they wait for an immigration-court hearing. (AP Photo / Eric Gay)", "id": 16312, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/immigrant_court.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16312/", "title": "Immigration court", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/punditfact/statements/2018/jun/29/rachel-maddow/rachel-maddow-right-there-was-no-plan-reuniting-fa/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "There was no plan for reuniting families split at border", "id": 15549, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15549/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Following the initial uproar over President Donald Trump&rsquo;s zero tolerance border policy, the focus shifted from the administration&rsquo;s separation of families, to questions about what it was doing to put families back together.</p>\r\n\r\n<p>Media reports highlighting immigrants&rsquo; often fruitless attempts to reunite with relatives depicted a federal government ill-prepared to put thousands of parents back in touch with their children.</p>\r\n\r\n<p>&quot;There isn&rsquo;t a system,&quot; Rachel Maddow said June 21. &quot;There isn&rsquo;t a database &hellip;&nbsp;connecting the parent from whom the kid was separated, and the kid from whom the parent is separated.&quot;</p>\r\n\r\n<p>We wanted to see if this was true. As it turns out, immigration experts, multiple government officials, a Republican-appointed federal judge and countless reports of immigrants struggling to find loved ones all point to the absence of a federal government system for reuniting families separated under Trump&rsquo;s border policy.</p>\r\n\r\n<div class=\"pf_subheadline\">Trump&rsquo;s zero tolerance policy</div>\r\n\r\n<p>First, let&rsquo;s recap the Trump border policy that set things in motion.</p>\r\n\r\n<p>Attorney General Jeff Sessions in April announced a &quot;zero-tolerance&quot; <a href=\"https://www.justice.gov/opa/pr/attorney-general-announces-zero-tolerance-policy-criminal-illegal-entry\">policy</a>, meaning every person caught crossing the border illegally would be referred for federal prosecution.</p>\r\n\r\n<p>A good number of these people have been adult migrants traveling with children. By <a href=\"https://cdn.ca9.uscourts.gov/datastore/opinions/2016/07/06/15-56434.pdf\">law</a>, when adults are detained and criminally prosecuted, their children cannot be housed with them in jail. As a result, under Trump&rsquo;s policy, more than 2,000 kids have been placed in a Department of Health and Human Services shelter pending release to a legal guardian.</p>\r\n\r\n<p>Facing intense political pressure, Trump issued an <a href=\"https://www.whitehouse.gov/presidential-actions/affording-congress-opportunity-address-family-seperation/?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=wh\">executive order</a> on June 20 that instructed immigration authorities to keep families together during their legal proceedings, within existing legal and resource constraints. It was not clear how or if the order would affect children already separated from their families.</p>\r\n\r\n<p>We reached out to the White House and Department of Homeland Security to ask about what system was in place, if any. We heard no response.&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Crucial disconnects</div>\r\n\r\n<p>Immigration experts we spoke to highlighted crucial disconnects among federal agencies tasked with carrying out Trump&rsquo;s family separation policy.</p>\r\n\r\n<p>Any workable system for family reunification, experts said, requires coordination between three offices: Customs and Border Protection, which apprehended and separated families, the Office of Refugee Resettlement, which received children, and the Immigration and Customs Enforcement, which detained parents.</p>\r\n\r\n<p>&quot;While we don&rsquo;t know what conversations were occurring internally,&quot; said Mark Greenberg, a senior fellow at the Migration Policy Institute, &quot;there is just not evidence of planning and coordination to address how parents would know where their children were, how they could communicate, and how reunifications would occur.&quot;</p>\r\n\r\n<p>Louis Desipio, a political science professor at UC Irvine who specializes in immigration, said it&rsquo;s likely that senior civil servants anticipated the problem, but lacked authority to pump the brakes on Trump&rsquo;s aggressive policy shift to put an administrative structure in place.</p>\r\n\r\n<p>&quot;I don&#39;t believe there was a system in place when zero tolerance was implemented,&quot; Desipio told PolitiFact June 27. &quot;I haven&#39;t seen any evidence that they have improved the system in the past week or so.&quot;</p>\r\n\r\n<p>Trump administration officials acknowledged that reunifying families was being done on the fly, months after the zero tolerance policy was announced. As Steven Wagner, a Trump appointee at Health and Human Services told the <em><a href=\"https://www.washingtonpost.com/world/national-security/in-efficient-us-family-separation-system-reunions-take-far-longer/2018/06/19/4aa9b898-7349-11e8-9780-b1dd6a09b549_story.html?utm_term=.1aaef1c208ed\">Washington Post</a></em> June 19, &quot;This policy is relatively new, and we&rsquo;re still working through the experience of reunifying parents with their kids after adjudication.&quot;</p>\r\n\r\n<p>David FitzGerald, who co-directs the Center for Comparative Immigration Studies, put it this way: &quot;The &lsquo;zero tolerance&rsquo; policy was implemented with zero planning for putting families back together again.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Federal judge: Government tracks property better than migrant kids</div>\r\n\r\n<p>Amid an international outcry over Trump&rsquo;s border policy, a lawsuit against the administration brought by a separated family percolated through a federal court in San Diego.</p>\r\n\r\n<p>During a hearing, Judge Dana Sabraw of the Southern District of California repeatedly pressed the government&rsquo;s lawyer on whether there was any system in place for keeping separated parents and children in contact. According to <a href=\"https://www.politico.com/story/2018/06/22/trump-separated-families-lawsuit-666480\">Politico</a>, the judge &quot;sounded skeptical about the government&rsquo;s stance,&quot; citing an apparent lack of communication among key agencies on how to reunite families.</p>\r\n\r\n<p>On June 26, Sabraw, a George W. Bush appointee, issued a blistering <a href=\"https://www.politico.com/f/?id=00000164-3f39-d1bc-afef-7fbbdf010001\">ruling</a> against Trump&rsquo;s family separation policy. Sabraw found &quot;there was no reunification plan in place,&quot; and ordered a preliminary injunction requiring the federal government to reunite children younger than 5 with their parents within two weeks, and return older children to their parents within 30 days.</p>\r\n\r\n<p>&quot;The government has no system in place to keep track of, provide effective communication with, and promptly produce alien children,&quot; Sabraw wrote. &quot;The unfortunate reality is that under the present system migrant children are not accounted for with the same efficiency and accuracy as property.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">HHS Secretary testimony at odds with first-person accounts</div>\r\n\r\n<p>Hours before the federal court order, Health and Human Services Secretary Alex Azar appeared before the Senate Finance Committee. The hearing was ostensibly about prescription drug pricing, but quickly veered toward Trump&rsquo;s border policy, with Azar playing down concerns about the administration&rsquo;s handling of separated families.</p>\r\n\r\n<p>&quot;There is no reason why any parent would not know where their child is located,&quot; Azar told the committee. &quot;I&#39;ve sat on the (Office of Refugee Resettlement) portal with just basic keystrokes, within seconds could find any child in our care for any parent.&quot;</p>\r\n\r\n<p>Sen. Ron Wyden, D-Ore., said the Trump administration was giving deceptively &quot;rosy answers&quot; and told Azar, &quot;Suffice it to say, portals are not part of the daily existence for these people.&quot;</p>\r\n\r\n<p>Azar countered that the Office of Refugee Resettlement has an 800 number to connect family members. A Health and Human Services spokesman told us that unaccompanied children are also assigned case managers to help located families.</p>\r\n\r\n<p>Yet reporting from the <em>Washington Post</em>, <em>New York Times</em>, <em>New Yorker</em> and other firsthand accounts showed the shortcomings of the existing infrastructure.</p>\r\n\r\n<p>Attorneys <a href=\"https://www.washingtonpost.com/world/the_americas/the-chaotic-effort-to-reunite-immigrant-parents-with-their-separated-kids/2018/06/21/325cceb2-7563-11e8-bda1-18e53a448a14_story.html?utm_term=.37b0dd0ff2c4\">described</a> cases where clients were never told about the 800 number, calls rang with no answer, and instances where officials on the other end &quot;refused to offer details of where children had been taken.&quot; Adults in detention <a href=\"https://www.newyorker.com/news/news-desk/the-government-has-no-plan-for-reuniting-the-immigrant-families-it-is-tearing-apart\">claimed</a> wait times of a half-hour, and no ability to provide a call-back number. Parents who were already deported <a href=\"https://www.newyorker.com/news/news-desk/the-government-has-no-plan-for-reuniting-the-immigrant-families-it-is-tearing-apart\">discovered</a> the 800 number often doesn&rsquo;t work abroad, or is prohibitively expensive. When children were located, the federal government would not provide <a href=\"https://www.washingtonpost.com/world/national-security/in-efficient-us-family-separation-system-reunions-take-far-longer/2018/06/19/4aa9b898-7349-11e8-9780-b1dd6a09b549_story.html?utm_term=.1aaef1c208ed\">transportation</a>, even if the child has been relocated to a shelter or foster home on the other side of the country.</p>\r\n\r\n<p>In the absence of a federal system, an ad hoc network of attorneys and aid workers is scrambling to reunite families. Maddow, in her June 21 broadcast, cited a <em><a href=\"https://www.nytimes.com/2018/06/20/nyregion/children-separated-border-new-york.html\">New York Times</a></em> article that quoted Anthony Enriquez, the director of the unaccompanied minors program for Catholic Charities. (Maddow did not respond to our request for comment.)</p>\r\n\r\n<p>&quot;There is no system whatsoever to track these family separations, no efforts systematically to reunite these families,&quot; Enriquez said. &quot;There is no supervisor, there is no database saying, &lsquo;child here, parent there,&rsquo; so they can come back together.&quot;</p>\r\n\r\n<p>During the Senate hearing, Michigan Democrat Debbie Stabenow said the more than 60 migrant children in Michigan foster homes have been unable to connect with their parents.</p>\r\n\r\n<p>&quot;As of my last contact with the agencies, they did not know, they were not given any information up to this point about where the parents are,&quot; the senator said. &quot;And there was not communication going on in terms of what&#39;s happening for these children.&quot;</p>\r\n\r\n<p>The Trump administration has ushered in a partial fix, of sorts. The U.S. Customs and Border Protection <a href=\"https://www.npr.org/2018/06/26/623484448/customs-and-border-agency-halts-many-zero-tolerance-detentions-citing-workload\">said</a> it would temporarily stop detaining adults who arrive with children, citing workload burdens, and two key agencies <a href=\"https://www.dhs.gov/news/2018/06/23/fact-sheet-zero-tolerance-prosecution-and-family-reunification\">said</a> on June 23 they would increase coordination.</p>\r\n\r\n<p>But the joint policy announcement makes clear the federal government&rsquo;s beefed-up approach to family reunification applies only for the purpose of deportation.</p>\r\n\r\n<p>&quot;There is still no commitment to reunification for all families,&quot; said Greenberg, of the Migration Policy Institute.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Maddow said, &quot;There isn&#39;t a system&quot; for reuniting families separated under Trump&rsquo;s zero&nbsp;tolerance border policy.</p>\r\n\r\n<p>Crucial disconnects exist among key agencies tasked with implementing Trump&rsquo;s family separation policy. Administration officials have acknowledged the lack of preparation.</p>\r\n\r\n<p>A Republican-appointed federal judge who ordered the government to reunite families found there was no reunification plan in place.</p>\r\n\r\n<p>Media reports have documented the government&rsquo;s limited existing infrastructure, as a grassroots network of immigration attorneys and aid workers struggle to reunite families.</p>\r\n\r\n<p>We rate Maddow&rsquo;s claim True.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-06-29T10:42:45.087219", "ruling_date": "2018-06-29T11:43:59", "ruling_headline": "Rachel Maddow is right. There was no plan for reuniting families split at border", "ruling_headline_slug": "rachel-maddow-right-there-was-no-plan-reuniting-fa", "ruling_link_text": "System failure", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.msnbc.com/transcripts/rachel-maddow-show/2018-06-21\">Transcript</a>, MSNBC&rsquo;s The Rachel Maddow Show, June 21, 2018</p>\r\n\r\n<p>Justice Department <a href=\"https://www.justice.gov/opa/pr/attorney-general-announces-zero-tolerance-policy-criminal-illegal-entry\">press release</a>, &quot;Attorney General announces zero-tolerance policy for criminal illegal entry,&quot; April 6, 2018</p>\r\n\r\n<p>Politico, &quot;<a href=\"https://www.politico.com/story/2018/06/26/judge-orders-trump-reunite-migrant-families-678809\">Federal judge orders Trump administration to reunite migrant families</a>,&quot; June 26, 2018</p>\r\n\r\n<p><em>New York Times</em>, &quot;<a href=\"https://www.nytimes.com/2018/06/20/nyregion/children-separated-border-new-york.html\">Hundreds of Separated Children Have Quietly Been Sent to New York</a>,&quot; June 20, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/punditfact/statements/2018/jun/19/matt-schlapp/no-donald-trumps-separation-immigrant-families-was/\">No, Donald Trump&rsquo;s separation of immigrant families was not Barack Obama&rsquo;s policy</a>,&quot; June 19, 2018</p>\r\n\r\n<p>Senate Finance Committee <a href=\"https://plus.cq.com/doc/congressionaltranscripts-5346764?0\">hearing</a>, June 26, 2018</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/world/national-security/in-efficient-us-family-separation-system-reunions-take-far-longer/2018/06/19/4aa9b898-7349-11e8-9780-b1dd6a09b549_story.html?utm_term=.1aaef1c208ed\">In Trump&rsquo;s efficient U.S. family separation system, reunions take far longer</a>,&quot; June 19, 2018</p>\r\n\r\n<p>Politico, &quot;<a href=\"https://www.politico.com/story/2018/06/22/trump-separated-families-lawsuit-666480\">Suit could reunite families separated by Trump policy</a>,&quot; June 22, 2018</p>\r\n\r\n<p><em>Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/world/the_americas/the-chaotic-effort-to-reunite-immigrant-parents-with-their-separated-kids/2018/06/21/325cceb2-7563-11e8-bda1-18e53a448a14_story.html?utm_term=.37b0dd0ff2c4\">The chaotic effort to reunite immigrant parents with their separated kids</a>,&quot; June 21, 2018</p>\r\n\r\n<p><em>New Yorker</em>, &quot;<a href=\"https://www.newyorker.com/news/news-desk/the-government-has-no-plan-for-reuniting-the-immigrant-families-it-is-tearing-apart\">The Government Has No Plan for Reuniting the Immigrant Families It Is Tearing Apart</a>,&quot; June 18, 2018</p>\r\n\r\n<p>HHS, DHS <a href=\"https://www.dhs.gov/news/2018/06/23/fact-sheet-zero-tolerance-prosecution-and-family-reunification\">fact sheet</a>, June 23, 2018</p>\r\n\r\n<p>NPR, &quot;<a href=\"https://www.npr.org/2018/06/26/623484448/customs-and-border-agency-halts-many-zero-tolerance-detentions-citing-workload\">Customs And Border Agency Halts Many &#39;Zero Tolerance&#39; Detentions, Citing Workload</a>,&quot; June 26, 2018</p>\r\n\r\n<p>Email interview with Mark Greenberg, a senior fellow at the Migration Policy Institute, June 28, 2018</p>\r\n\r\n<p>Email interview with Louis Desipio, UC Irvine political science professor who specializes in immigration, June 27, 2018</p>\r\n\r\n<p>Email interview with Peter Margulies, an immigration law and national security law professor at Roger Williams University School of Law, June 27</p>\r\n\r\n<p>Email interview with Evelyn J. Stauffer, Health and Human Services spokeswoman, June 29, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;There isn&#39;t a system&quot; for reuniting families separated under Trump&rsquo;s zero&nbsp;tolerance border policy.</p>\r\n", "statement_context": "in a monologue", "statement_date": "2018-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Rachel Maddow is right. There was no plan for reuniting families split at border."}