{"art": [], "author": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "canonical_url": "/florida/statements/2018/jun/29/bill-nelson/did-bill-nelson-write-bipartisan-law-makes-it-ille/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Taking a closer look at Bill Nelson’s record on oil drilling", "id": 15547, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "agraves@poynter.org", "first_name": "Allison", "id": 494, "last_name": "Graves", "name_slug": "allison-graves", "on_staff_page": 85, "phone": "727-553-4651", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots11.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/494/", "title": "Staff writer", "twitter": "AllisonBGraves"}], "resource_uri": "/api/v/2/statement/15547/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A new ad in Florida&rsquo;s hotly contested Senate race portrays a clear distinction between Democratic incumbent Sen. Bill Nelson and Republican opponent Gov. Rick Scott when it comes to their record on offshore oil drilling.</p>\r\n\r\n<p>The ad accuses the term-limited governor of supporting offshore drilling even after the BP oil spill and claims that Scott&rsquo;s January meeting about drilling with Interior Secretary Ryan Zinke was nothing more than a &quot;political stunt.&quot;</p>\r\n\r\n<p>Then the ad by Nelson shifts to his record.</p>\r\n\r\n<p>&quot;Bill Nelson actually wrote the bipartisan law that makes it illegal to drill off Florida&rsquo;s coast,&quot; the text on the screen <a href=\"https://www.youtube.com/watch?time_continue=42&amp;v=RB09l_LcXPo\">says</a>.</p>\r\n\r\n<p>We&rsquo;ve already taken a close look at Scott&rsquo;s record on oil drilling when we gave him <a href=\"http://www.politifact.com/florida/statements/2018/jan/10/rick-scott/gov-rick-scotts-full-flop-oil-drilling/\">Full Flop</a> in January. We found that Scott clearly campaigned in 2010 on expanding oil drilling. But that changed around the time of the meeting with Zinke.</p>\r\n\r\n<p>This time, we wanted to hone in on Nelson&rsquo;s legislative record. Did Nelson actually write the law that makes it illegal to drill off Florida&rsquo;s coast?&nbsp;&nbsp;</p>\r\n\r\n<p>Environmental experts said Nelson deserves credit for protecting Florida&rsquo;s Gulf Coast, but the legislation that actually was signed into law didn&rsquo;t have Nelson&rsquo;s name on it. Still, based on news reporting at that time, it was clear that Nelson&rsquo;s bill (and the Republican who co-sponsored it) was the inspiration for the law that enacted a moratorium on drilling on the Gulf Coast.</p>\r\n\r\n<div class=\"pf_subheadline\">The evidence</div>\r\n\r\n<p>In 2006, Nelson teamed up with former Florida Republican Sen. Mel Martinez to cosponsor a piece of legislation known as the Permanent Protection for Florida Act of 2006 (<a href=\"https://www.congress.gov/bill/109th-congress/senate-bill/2239/cosponsors\">S.2239</a>).</p>\r\n\r\n<p>That bill aimed to prohibit offshore drilling on the outer Continental Shelf near Florida. Specifically, the bill put a moratorium on issuing a lease for the exploration, development, or production of oil, natural gas, or any other mineral off much of the coast of Florida until June 30, 2020.</p>\r\n\r\n<p>Frank Jackalone, the director of Florida chapter of the Sierra Club, praised Nelson and Martinez when the bill was introduced. (The Sierra Club endorsed Nelson).</p>\r\n\r\n<p>&quot;Last week our Florida senators introduced legislation that would head off these threats by providing permanent protection for Florida&rsquo;s coasts and extended protection for the remaining moratoria areas,&quot; Jackalone said in a speech he gave at the time &quot;... He and Senator Nelson have given us a wonderful example of bipartisan leadership that puts Florida&rsquo;s economy and environment first.&quot; &nbsp;</p>\r\n\r\n<p>That bill was introduced in the Senate but did not get a hearing and never made it to law. So can Nelson really take credit for signing the bipartisan law that makes it illegal to drill off Florida&rsquo;s coast?</p>\r\n\r\n<p>Although Nelson and Martinez&rsquo;s legislation was not signed into law, similar ideas were included in a section of another bill known as the Gulf of Mexico Energy Security Act of 2006 (<a href=\"https://www.govtrack.us/congress/bills/109/s3711\">S.3711</a>), which was sponsored by former Sen. Pete Domenici, R-N.M.</p>\r\n\r\n<p>That <a href=\"http://www.politifact.com/florida/statements/2014/jan/10/david-jolly/david-jolly-says-he-never-lobbied-offshore-oil-dri/\">bill enacted a moratorium</a> on drilling within 230 miles of Tampa Bay and 125 miles from the Panhandle until June 2022, among other things. It was signed into law Dec. 20, 2006.</p>\r\n\r\n<p>The bill didn&rsquo;t have Nelson&rsquo;s name on it, but each bill aimed to protect Florida&rsquo;s Gulf Coast for oil drilling by placing a moratorium on issuing a lease for the exploration, development, or production of oil, natural gas, or any other mineral.</p>\r\n\r\n<p>Alyson Flournoy, a law professor at the University of Florida, said that if the language of Nelson&rsquo;s bill was included in the Gulf of Mexico Energy Security Act of 2006, we would treat Nelson as the author of that part of the law.</p>\r\n\r\n<div class=\"pf_subheadline\">Taking a closer look at the text</div>\r\n\r\n<p>We compared the text of Nelson and Martinez&rsquo;s bill with the text from the Gulf of Mexico Energy Security Act of 2006 to get a better look at the similarities between the two measures.</p>\r\n\r\n<p>The language in the 2006 Energy Act is not a carbon copy of Nelson&rsquo;s bill, but conveys very similar ideas, especially about where drilling would be prohibited.</p>\r\n\r\n<p>For example, Nelson and Martinez&rsquo;s bill defined the area off limits as the Florida exclusion zone.</p>\r\n\r\n<p>That area included: 25 miles west of the Military Mission Line, 150 miles off the Florida Panhandle, including the area commonly known as the &quot;Stovepipe&rsquo;&quot; in the Gulf of Mexico, and 150 miles off the Florida east coast.</p>\r\n\r\n<p>The Gulf of Mexico Energy Security Act of 2006 enacted the moratorium on any area east of the Military Mission Line in the Gulf of Mexico; any area in the Eastern Planning Area that is within 125 miles of the coastline of the State of Florida and part of the Central Planning Area that is in middle of the Gulf of Mexico.&nbsp;</p>\r\n\r\n<p>So, Nelson&rsquo;s bill isn&rsquo;t the exact same language, but newspaper outlets at the time said that Nelson and Martinez worked together to make sure the Gulf of Mexico was protected from oil drilling in the Gulf of Mexico Energy Security Act of 2006.</p>\r\n\r\n<p>&quot;Florida&#39;s U.S. senators, Democrat Bill Nelson and Republican Mel Martinez, had helped craft the bill, and both voted for it this morning,&quot; the <em>St. Petersburg Times</em> wrote in 2006.</p>\r\n\r\n<p>&quot;Martinez, who negotiated the measure with input from Nelson, rebuffed suggestions that the delegation could successfully maintain its &#39;no drilling&#39;&nbsp;stance,&quot; the <em>Miami Herald</em> wrote after the Gulf of Mexico Energy Security Act passed the House.</p>\r\n\r\n<p>Days before the Gulf of Mexico Energy Security Act of 2006 was signed in to law. Martinez attended a press conference to speak about it.</p>\r\n\r\n<p>&quot;Nelson and I, both from Florida, have had longstanding concerns about protections we felt were necessary for Florida&#39;s fragile environment and also because of our very strong economies derived from tourism, that our coastal waters and beaches be protected,&quot; Martinez said. &quot;For that reason, the features of this bill that are attractive to us is the zone of protection that it creates for Florida along the Gulf Coast while at the same time permitting this very important additional exploration to take place.&quot;</p>\r\n\r\n<p>Environmental experts agreed that Nelson deserves credit for writing the bipartisan law that makes it illegal to drill off Florida&rsquo;s Gulf coast.</p>\r\n\r\n<p>&quot;Nelson out of anybody has the right to brag about being the gatekeeper on the Eastern Gulf,&quot; said Julie Wraithmell, the executive director of Audubon Florida. &quot;If it wasn&rsquo;t for him, we really would have struggled.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>A campaign ad paid for by Nelson said he &quot;actually wrote the bipartisan law that makes it illegal to drill off Florida&rsquo;s coast.&quot;</p>\r\n\r\n<p>The ad writers should be more careful with their language. Nelson co-sponsored legislation in 2006 that would have banned drilling off Florida&rsquo;s coast. That measure was never signed in to law, but&nbsp;similar ideas were included in the Gulf of Mexico Energy Security Act of 2006, which, among other things, enacted a moratorium on drilling 125 miles of the eastern portion of the Gulf of Mexico until June 2022.</p>\r\n\r\n<p>According to news reports at that time, Nelson and Martinez negotiated and worked to make sure Florida&rsquo;s Gulf Coast was protected under with the 2006 act.</p>\r\n\r\n<p>And even though&nbsp;the law was not an exact copy, environmental experts agreed that Nelson deserves credit for writing the bipartisan law that makes it illegal to drill off Florida&rsquo;s Gulf coast.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-28T14:55:40.817514", "ruling_date": "2018-06-29T09:14:33", "ruling_headline": "Did Bill Nelson write the bipartisan law that makes it illegal to drill off Florida’s coast? ", "ruling_headline_slug": "did-bill-nelson-write-bipartisan-law-makes-it-ille", "ruling_link_text": "Environmentalists agree; Nelson deserves credit", "ruling_state": "Florida", "source_documents": null, "sources": "<p>Email exchange, Ryan Brown, campaign spokesperson for Sen. Nelson, June 25, 2018</p>\r\n\r\n<p>Interview, Susan Glickman, Florida Director of the Southern Alliance for Clean Energy, June 26, 2018</p>\r\n\r\n<p>Interview, Julie Wraithmell, Executive Director of Audubon Florida, June 26, 2018</p>\r\n\r\n<p>Email exchange, Frank Jackalone, director of Florida&#39;s Sierra Club, June 27, 2018</p>\r\n\r\n<p>Email exchange, Alyson Flournoy, UF law professor, June 28, 2018</p>\r\n\r\n<p><a href=\"http://www.politifact.com/florida/statements/2018/jan/10/rick-scott/gov-rick-scotts-full-flop-oil-drilling/\">PolitiFact Florida</a>, Gov. Rick Scott&#39;s Full Flop on oil drilling, Jan. 10, 2018</p>\r\n\r\n<p><a href=\"https://www.congress.gov/bill/109th-congress/senate-bill/2239/text\">S.2239</a> - Permanent Protection for Florida Act of 2006</p>\r\n\r\n<p><a href=\"https://www.congress.gov/bill/109th-congress/senate-bill/3711/text\">S.3711</a> - Gulf of Mexico Energy Security Act of 2006</p>\r\n\r\n<p><em><a href=\"http://www.tampabay.com/florida-politics/buzz/2018/06/21/bill-nelsons-new-digital-ad-takes-aim-at-oil-slick-rick/\">Tampa Bay Times</a></em>, Bill Nelson&rsquo;s new digital ad takes aim at &lsquo;Oil Slick Rick,&rsquo; June 21, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>Says he &quot;actually wrote the bipartisan law that makes it illegal to drill off Florida&rsquo;s coast.&quot;</p>\r\n", "statement_context": "an ad", "statement_date": "2018-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": "Did Bill Nelson write the bipartisan law that makes it illegal to drill off Florida’s coast? "}