{"art": [{"brightcove": "", "caption": "Gubernatorial candidate Kelda Roys, criticizing “privatization” of the public school system, says state schools leader Tony Evers sought and received the largest federal grant for charter schools.", "id": 16363, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/group-of-school-kids-with-teacher.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16363/", "title": "Kids in class", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna.groves@jrn.com", "first_name": "Anna", "id": 692, "last_name": "Groves", "name_slug": "anna-groves", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/692/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "canonical_url": "/wisconsin/statements/2018/jul/03/kelda-helen-roys/did-wisconsins-schools-chief-receive-largest-chart/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Did state's schools chief receive largest charter grant?", "id": 15560, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "anna.groves@jrn.com", "first_name": "Anna", "id": 692, "last_name": "Groves", "name_slug": "anna-groves", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/692/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15560/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>&quot;We need to fully fund and support our schools. Public schools,&quot; said Kelda Roys, one of the many Democrats hoping to take on Republican Gov. Scott Walker in the November 2018 election.</p>\r\n\r\n<p>The comment came during a<a href=\"https://soundcloud.com/wort-fm/kelda-roys-mother-candidate-for-wisconsin-governor\"> May 28, 2018 interview</a> with Kai Brito on the WORT 8 O&rsquo;Clock Buzz. In it, Roys took a jab at rival Democratic candidate Tony Evers regarding some of the charter-school initiatives he has pursued as state superintendent of public instruction.</p>\r\n\r\n<p>Brito brought up U.S. Secretary of Education Betsy DeVos before asking Roys&rsquo; stance on education policy. DeVos, a controversial appointee of President Donald Trump, is an outspoken proponent of education reform through school choice and charter school programs. Her critics are quick to point out her <a href=\"https://www.snopes.com/fact-check/betsy-devos-education-secretary/\">absence of experience</a> working in, or even sending her children to, public schools which educate 90% of children in America.</p>\r\n\r\n<p>Roys&rsquo; attack on Evers came in a statement that was a bit of a jumble, but emphasized her criticism of public money being taken away from public schools:</p>\r\n\r\n<p>&quot;And, you know, frankly, the voucher schools that have proliferated in places like Milwaukee and Racine &mdash; and now we&rsquo;ve got statewide voucher expansion &mdash; are a problem, but we also have to address charter schools because there are a lot of private charters. And in fact, our current superintendent of public instruction sought and received the largest charter school grant in the country from the Trump-DeVos administration to start new charter schools in Wisconsin.</p>\r\n\r\n<p>&quot;And I think that we need to stop privatization because that money comes right off the top and it&rsquo;s only what&rsquo;s left over after the charters have gotten their money that goes to our public schools. That&rsquo;s wrong.&quot;</p>\r\n\r\n<p>Roys brought up a laundry-list of education issues in her statement. So before we go on, it&rsquo;s worth defining a few terms.</p>\r\n\r\n<p><strong>Voucher schools</strong></p>\r\n\r\n<p>Voucher schools are private schools. Most are faith-based. The voucher school program, or &quot;<a href=\"https://dpi.wi.gov/sms/choice-programs\">school choice</a>,&quot; uses public funds to pay the tuition of a student at a private school. More than <a href=\"https://dpi.wi.gov/sites/default/files/imce/sms/Choice/Data_and_Reports/2017-18/2017-18_Summary_MPCP_WPCP_RPCP_SNSP.pdf\">36,000 students</a> across Wisconsin attended private schools through the voucher program in the 2017-18 school year.</p>\r\n\r\n<p><strong>Charter schools</strong></p>\r\n\r\n<p>Charter schools, on the other hand, are public schools. Every charter school is entirely publicly funded, open to any student, and free for any student. In the 2017-18 school year, Wisconsin charter schools served more than <a href=\"https://dpi.wi.gov/news/releases/2018/federal-grants-support-26-new-and-expanding-charter-schools\">42,000 students</a>.</p>\r\n\r\n<p>There are two main types of charter schools in Wisconsin. Of the <a href=\"https://dpi.wi.gov/sms/charter-schools/current\">234 charters currently operating across the state</a>, 211 are run within existing public school districts. That includes Milwaukee Public Schools, which oversees 21 charter schools.</p>\r\n\r\n<p>The other 23 -- all in the greater Milwaukee area -- are <a href=\"https://dpi.wi.gov/sms/charter-schools/independent\">&quot;independent&quot; charters</a>, which operate with the most autonomy because they do not answer to a school district and do not employ unionized teachers. These schools are authorized by other public entities: the City of Milwaukee, the University of Wisconsin-Milwaukee, or the University of Wisconsin-Parkside.</p>\r\n\r\n<p>The schools are operated by nonprofit companies that have a charter, or contract, with the Milwaukee Common Council or one of the two universities. The agreement offers charter schools some flexibility from state rules governing traditional public schools in exchange for meeting performance targets specified in the contract.</p>\r\n\r\n<p>&quot;Private charters?&quot;</p>\r\n\r\n<p>The phrase &quot;private charters&quot; is technically incorrect since all charter schools <a href=\"https://dpi.wi.gov/sites/default/files/imce/sms/pdf/oe_school_types_2013_06.pdf\">are public schools</a>. But it is sometimes used -- particularly by critics -- as shorthand to refer to the independent charters run by non-profit groups.</p>\r\n\r\n<p>Proponents of public schools often talk about &quot;privatization&quot; to refer to any public funds given to schools outside of traditional districts.</p>\r\n\r\n<p>So, did Evers seek and receive the largest federal grant for charter schools and can some of that money go to &quot;private&quot; charter schools?</p>\r\n\r\n<p><strong>The charter school grant</strong></p>\r\n\r\n<p>In 2017, the Wisconsin Department of Public Instruction won a $95 million grant from the U.S. Department of Education&rsquo;s Office of Innovation and Improvement.</p>\r\n\r\n<p>Tom McCarthy, communications director for the state Department of Public Instruction (DPI), told us in an email that since winning its first grant in 1997, the state has won five of these charter school grants.</p>\r\n\r\n<p>The new grant, part of the Expanding Opportunities Through Quality Charter Schools Program, was the<a href=\"https://innovation.ed.gov/what-we-do/charter-schools/state-entities/awards/\"> largest awarded in 2017</a>. It is the fourth largest in the last decade of the<a href=\"https://www2.ed.gov/programs/charter/awards.html\"> program&rsquo;s history</a>, following California ($254 million in 2010), New York ($113 million in 2011), and Florida ($104 million in 2011).</p>\r\n\r\n<p>Wisconsin submitted the grant application on May 15, 2017 &mdash; three months after DeVos<a href=\"https://www2.ed.gov/news/staff/bios/devos.html?src=hp\"> assumed her position</a> &mdash; and the award was announced in the fall.</p>\r\n\r\n<p>Because 2018 grants have not yet been awarded, this confirms that this is indeed the &quot;largest charter school grant in the country from the Trump-DeVos administration.&quot;</p>\r\n\r\n<p>Evers, as state superintendent of public instruction and the<a href=\"https://dpi.wi.gov/statesupt/about\"> leader of the DPI</a>, is certainly responsible for this grant -- though McCarthy said that Evers&rsquo; &quot;blessing&quot; was about the extent of his involvement in the initiative.</p>\r\n\r\n<p>Does the grant increase &lsquo;private&rsquo; charters?</p>\r\n\r\n<p>In a June 25, 2018 email Roys spokesman Brian Evans said:</p>\r\n\r\n<p style=\"margin-left:36pt\">&quot;The question becomes, will this grant increase the number of independent charters? To which the answer is certainly yes. In the $95 million grant Kelda was referring to, nothing specifies that this grant money is for public instrumentality charter schools rather than the more private independent charters. In fact, on <a href=\"https://www2.ed.gov/programs/charter/wisconsinapp.pdf\">page 33 of the PDF of DPI&#39;s application for the grant</a>, DPI touts recent changes to Wisconsin laws that &lsquo;expanded the reach of independent charter schools and expanded access to these schools across the state.&rsquo; They go on to state that &lsquo;the number of independent charter schools will likely increase during this grant period.&rsquo; As we previously established, the use of this grant to increase or expand independent charters will very clearly result in an increase in privatization, even if some public charters are also created.&quot;</p>\r\n\r\n<p>Well, only public charters will be created, since all charters are public. But yes, some independent charters will be created under the new grant.</p>\r\n\r\n<p>Awards from the new grant were <a href=\"https://dpi.wi.gov/news/releases/2018/federal-grants-support-26-new-and-expanding-charter-schools\">announced June 28, 2018</a>, after Roy&rsquo;s statement. Of the $17.4 million awarded for the first year of the grant, about $4 million will go toward six new independent charter schools. The rest will go to 20 new or existing school district charters.</p>\r\n\r\n<p>&quot;Over the life cycle of all grants dating back to 1997,&quot; added McCarthy from DPI, &quot;the vast majority of the money has gone to schools managed by public school districts.&quot;</p>\r\n\r\n<p>Will the grant result in money losses to public schools?</p>\r\n\r\n<p>Technically, no. Since charter schools are public schools, an increase in charters -- and any subsequent increase in students who choose to attend them over traditional public schools -- does not change the amount of total public school funding.<br />\r\n<br />\r\nHowever, school-level funding follows the students.<br />\r\n<br />\r\nTo fund most of the independent charters (called &quot;2R&quot;, a reference to their section in the Wisconsin charter school law), a little bit of funding is trimmed from every public school district across the state. For instance, during the 2017-18 school year, general state aid was reduced by about 1.4% to fund the $65.9 million needed to pay for students to attend these schools.<br />\r\n<br />\r\nThree of the upcoming independent charters (called &quot;2X&quot;) that have been funded by the new grant will instead pull a per-pupil amount from the local school district that the students would otherwise attend.</p>\r\n\r\n<p><br />\r\nFor in-district charters -- which comprise the majority of charters in the state -- school-level funding isn&rsquo;t an issue. In-district charters are often housed in the same building as the traditional school, their staff are hired under contract from the school district, and in general moving funds from &quot;traditional&quot; to &quot;charter&quot; doesn&rsquo;t affect resources for the students.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Criticizing &quot;privatization&quot; of the public school system, Roys said Evers sought and received the largest federal grant for charter schools.</p>\r\n\r\n<p>The grant is the largest awarded under Trump, though it&rsquo;s one of several received by the state since 1997.</p>\r\n\r\n<p>Although private entities (non-profits) -- if authorized -- can apply for the grant money and use it to run charter schools, technically, all charter schools are public schools.</p>\r\n\r\n<p>We rate Roys&rsquo; claim Half True.</p> <div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-06-29T18:50:56.318969", "ruling_date": "2018-07-03T06:00:00", "ruling_headline": "Did Wisconsin's schools chief receive the largest charter school grant in the country?", "ruling_headline_slug": "did-wisconsins-schools-chief-receive-largest-chart", "ruling_link_text": "One of several received since 1997", "ruling_state": null, "source_documents": null, "sources": "<p>WORT-FM, &quot;<a href=\"https://soundcloud.com/wort-fm/kelda-roys-mother-candidate-for-wisconsin-governor\">Kelda Roys: Mother &amp; Candidate for Wisconsin Governor</a>,&quot; interview with Kai Brito on the WORT 8 O&rsquo;Clock Buzz, May, 28, 2018</p>\r\n\r\n<p>Emery, David. &quot;<a href=\"https://www.snopes.com/fact-check/betsy-devos-education-secretary/\">Fact check: Meet Betsy DeVos, Trump&rsquo;s Secretary of Education nominee</a>,&quot; Snopes, November 26, 2016.</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/sms/choice-programs\">Private school choice programs</a>,&quot; Wisconsin Department of Public Instruction, June 28, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/sites/default/files/imce/sms/Choice/Data_and_Reports/2017-18/2017-18_Summary_MPCP_WPCP_RPCP_SNSP.pdf\">Private school choice programs</a> (MPCP, RPCP, WPCP) and Special Needs Scholarship Program (SNSP) Summary: 2017-2018 school year student headcount (HC), full time equivalent (FTE), and annualized payment.&quot; Wisconsin Department of Public Instruction. June 28, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/news/releases/2018/federal-grants-support-26-new-and-expanding-charter-schools\">Federal grants to support 26 new and expanding charter schools</a>,&quot; News release, &nbsp;Wisconsin Department of Public Instruction. June 28, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/sms/charter-schools/current\">Currently operating charter schools.</a>&quot; Wisconsin Department of Public Instruction, June 25, 2018.</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/sms/charter-schools/independent\">Independent (2r or 2x) charter schools</a>&quot; Wisconsin Department of Public Instruction, June 25, 2018.</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/sites/default/files/imce/sms/pdf/oe_school_types_2013_06.pdf\">Public and private schools in Wisconsin.</a>&quot; Wisconsin Department of Public Instruction, June 25, 2018.</p>\r\n\r\n<p>Expanding Opportunities Through Quality Charter Schools Program (CSP) Grants to State Entities &gt;<a href=\"https://innovation.ed.gov/what-we-do/charter-schools/state-entities/awards/\"> Awards</a>, Office of Innovation and Improvement, U.S. Department of Education, June 22, 2018</p>\r\n\r\n<p>Charter Schools Program State Educational Agencies (SEA) Grant &gt;<a href=\"https://www2.ed.gov/programs/charter/awards.html\"> Awards</a>, U.S. Department of Education, June 22, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://www2.ed.gov/news/staff/bios/devos.html?src=hp\">Betsy DeVos, Secretary of Education&mdash; Biography</a>,&quot; U.S. Department of Education, June 22, 2018</p>\r\n\r\n<p><a href=\"https://dpi.wi.gov/statesupt/about\">About Tony Evers</a>, Wisconsin Department of Public Instruction, June 22, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://www2.ed.gov/programs/charter/wisconsinapp.pdf\">Application for grants under the 84.282A CSP Grants to State Entities Award #U282A170002</a>,&quot; U.S. Department of Education, submitted May 15, 2017</p>\r\n\r\n<p>Telephone interview, Maggie Gau, campaign spokeswoman for Tony Evers, June 22, 2018</p>\r\n\r\n<p>Email, Brian Evans, campaign spokesman for Kelda Roys, June 22&amp;25, 2018</p>\r\n\r\n<p>Email conversation and telephone interview, Tom McCarthy, communications director for the Wisconsin Department of Public Instruction, June 25-28, 2018</p>\r\n\r\n<p>&quot;<a href=\"https://dpi.wi.gov/news/releases/2018/charter-grant-applications-now-available\">Charter grant applications now available</a>,&quot; News release, Wisconsin Department of Public Instruction, Feb 1, 2018</p>\r\n\r\n<p>Brown, Emma. &quot;<a href=\"https://www.washingtonpost.com/news/local/wp/2015/02/04/are-charter-schools-public-or-private/?noredirect=on&amp;utm_term=.8861f248fd5c\">Are charter schools public or private?</a>&quot; The Washington Post. Feb 4, 2015</p>\r\n\r\n<p>Kamenetz, Anya. &quot;<a href=\"https://www.npr.org/sections/ed/2016/03/15/470376273/bernie-sanders-says-he-opposes-private-charter-schools-what-does-that-mean\">Bernie Sanders says he opposes private charter schools. What does that mean?</a>&quot; National Public Radio. March 15, 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Kelda Helen", "half_true_count": 2, "home_state": "", "id": 1628, "last_name": "Roys", "mostly_true_count": 2, "name_slug": "kelda-helen-roys", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT__Kelda_Roys.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1628/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>&quot;There are a lot of private charters. And in fact, (Tony Evers) sought and received the largest charter school grant in the country from the Trump-DeVos administration to start new charter schools in Wisconsin.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2018-05-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Did state schools chief receive largest charter school grant in the country?"}