{"art": [{"brightcove": "", "caption": "Consumers can purchase recreational marijuana at licensed dispensaries in California, but can't consume it on public property. Andrew Nixon / Capital Public Radio ", "id": 14521, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/marijuana_jar_AP.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/14521/", "title": "marijuana jar AP", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "kaakin@uchicago.edu", "first_name": "Katie", "id": 690, "last_name": "Akin", "name_slug": "katie-akin", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/690/", "title": "Intern", "twitter": "katie_akin"}], "canonical_url": "/punditfact/statements/2018/jul/06/patrick-kennedy/has-marijuana-caused-emergency-room-visits-skyrock/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Are marijuana hospitalizations skyrocketing?", "id": 15572, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "kaakin@uchicago.edu", "first_name": "Katie", "id": 690, "last_name": "Akin", "name_slug": "katie-akin", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/690/", "title": "Intern", "twitter": "katie_akin"}, {"email_address": "carizjoseph@gmail.com", "first_name": "Joseph", "id": 583, "last_name": "Cariz", "name_slug": "joseph-cariz", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/583/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/15572/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Advocates against marijuana legalization frequently cite increased marijuana-related hospitalizations as proof the drug should not be sold commercially. But how much of a threat does cannabis actually present?</p>\r\n\r\n<p>Since retiring from Congress in 2010, Patrick J. Kennedy has been speaking out about his struggles with drug addiction and mental health. Kennedy is the co-founder of Smart Approaches to Marijuana, a non-profit dedicated to combating cannabis legalization. The group refers to marijuana as &quot;the next &lsquo;Big Tobacco&rsquo;&quot; and advocates for increased research into cannabis as a potential medicinal source, rather than a recreational drug.</p>\r\n\r\n<p>In Kennedy&rsquo;s home state of Rhode Island, the push for recreational legalization continues. In <a href=\"http://webserver.rilin.state.ri.us/BillText/BillText18/HouseText18/H7529.pdf\">February 2018</a>, the Rhode Island General Assembly resolved to create a working committee to study the effects of legalization. In May, Sen. Joshua Miller introduced a bill to the House to legalize for all people 21 and over. The day after the bill was introduced, the <em>Providence Journal</em> published <a href=\"http://www.providencejournal.com/opinion/20180517/my-turn-patrick-j-kennedy-marijuana-is-wrong-answer-to-childrens-stress\">an editorial</a> by Kennedy.</p>\r\n\r\n<p>In it, Kennedy draws connections between addiction and mental illness, and encourages readers to take control of their mental health through &quot;healthy coping mechanisms and problem solving skills.&quot; Especially for children, he writes, turning to drugs as a way of handling stress is a dangerous road to follow.</p>\r\n\r\n<p>Good as that all sounds, one line in particular stood out to us: &quot;These drugs (marijuana/THC), which masquerade as food, have caused emergency room visits to skyrocket,&quot; Kennedy wrote.</p>\r\n\r\n<p>Researchers are still working to determine the long-term health consequences of marijuana. Although each person reacts to THC differently, no deaths caused by marijuana alone have ever been recorded, <a href=\"https://www.dea.gov/druginfo/drug_data_sheets/Marijuana.pdf\">according to a Drug Enforcement Administration fact sheet</a>.</p>\r\n\r\n<p>Regardless of immediate health risks, though, marijuana can impair judgement, leading to more accidents, or cause anxiety and paranoia in some users, leading to panic attacks that may prompt hospital visits.</p>\r\n\r\n<p>We decided to look at the numbers and determine if marijuana really has caused emergency room visits to increase.</p>\r\n\r\n<div class=\"pf_subheadline\">Colorado case study</div>\r\n\r\n<p>When we contacted Kennedy about this claim, Kennedy&rsquo;s spokeswoman directed us to two studies about marijuana usage in Colorado: one conducted by the Colorado Department of Public Health and Environment, and another compiled by Smart Against Marijuana.</p>\r\n\r\n<p>Colorado was one of the first states to legalize marijuana for recreational use. Retail marijuana stores opened in early 2014, and medical marijuana had been legal since 2000. Colorado has also collected the most data on the consequences of marijuana legalization, serving as the template for other states considering the move.</p>\r\n\r\n<p>Hospitalization and emergency department visit rates related to marijuana are studied based on patient records. When a patient arrives at the emergency department, they are assigned &quot;billing codes,&quot; which list their conditions. According to the American Health Information Management Association, the primary diagnoses should be listed first.</p>\r\n\r\n<p>The<a href=\"https://drive.google.com/file/d/0B0tmPQ67k3NVLUZTZkFiY3FBMXM/view\"> 2015 report</a> from the Colorado Department of Public Health shows that hospitalizations with marijuana-related billing codes have climbed steadily over the years. In 2011, 1,313 per 100,000 hospitalizations had marijuana-related billing codes, a figure which had risen to 3,025 by 2015.</p>\r\n\r\n<p>However, hospitalizations and emergency department visits&mdash;the statistic that Kennedy claims to be citing&mdash;are slightly different. Emergency department visits refer to patients who come to the hospital and are treated without being admitted. According to Dr. Daniel Vigil, program manager of the Marijuana Health Monitoring and Research Program at the Colorado Department of Public Health, hospitalizations are more likely to include marijuana-related billing codes.</p>\r\n\r\n<p>&quot;The limitation that a marijuana code might be present even when it isn&#39;t a causal factor in the visit may be more pronounced with hospitalizations, because there&#39;s more opportunity for gathering and documenting substance use information,&quot; Dr. Vigil told us in an&nbsp;email. &quot;For this reason, I&#39;m more likely to discuss the (emergency department) visit rates when asked about health impacts.&quot;</p>\r\n\r\n<p>So, although hospitalization rates are increasing in Colorado, emergency department rates are not. The emergency rate had increased from 2011 to 2014, peaking at 1,034 per 100,000 emergency visits, but then fell significantly in 2015 to only 754 per 100,000.</p>\r\n\r\n<p>In both this dataset and the data for hospitalizations, researchers counted any patient with a marijuana-related billing code, even if that code was unrelated to the injury being treated. So, if a patient were to come in with a cut on their hand, but also had smoked a few hours prior, they would receive a billing code and count as a &quot;marijuana-related hospitalization.&quot;</p>\r\n\r\n<p>What&rsquo;s it all mean?&nbsp;In Colorado, there has been a significant increase in patients being hospitalized with marijuana in their system. In the last decade, the hospitalization rate has more than doubled.</p>\r\n\r\n<p>However, it&rsquo;s important to recognize that these numbers, while increasing, still make up a very small percentage of the total hospital visits. Three percent of hospitalizations in Colorado had a marijuana-related code in 2015, which could mean anything from &quot;patient is currently high&quot; to &quot;patient smokes weed habitually.&quot; Only<a href=\"https://www.sciencedirect.com/science/article/pii/S0091743517301202?via%3Dihub\"> 0.6% of Colorado hospitalizations</a> list marijuana in the top 3 billing codes. And again, none of that means that people are in the hospital because of marijuana.</p>\r\n\r\n<div class=\"pf_subheadline\">What About the Other States?</div>\r\n\r\n<p>There are currently few studies which examine marijuana-related hospitalizations within individual states, even in areas where recreational cannabis has been legalized.</p>\r\n\r\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5083207/\">One nationwide study</a> by Dr. He Zhu of Duke University Medical Center showed that across the United States, between 2004 and 2011, emergency department visits that involved the use of cannabis had increased from 51 to 73 per 100,000 patients between 2004 and 2011. Those that involved cannabis combined with other drugs had also increased from 63 to 100 per 100,000.</p>\r\n\r\n<p>So again, definitely a trend upwards, but marijuana-related cases still encompassed less than 0.01% of total hospitalizations.</p>\r\n\r\n<p>Similarly to the Colorado studies, the researchers relied on hospital records that could not identify cannabis as the cause of the visit, but rather just a contributing factor. Additionally, because the study only used data up until 2011, it could not accurately reflect the trends related to recreational sales.</p>\r\n\r\n<div class=\"pf_subheadline\">Is it causal?</div>\r\n\r\n<p>We cannot conclusively say that marijuana has caused an increase in visits to the emergency room. Rather, the data show that more people are arriving at the hospital having recently or habitually used cannabis, even if that is not their primary condition (or related at all to their primary condition). Through it seems plausible that impaired judgment or slowed reflexes may be a culprit, it is impossible to say how often that is true.</p>\r\n\r\n<p>Dr. Jerome Avorn, a professor of medicine at Harvard Medical School, told us for <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/16/gary-johnson/gary-johnson-claims-marijuana-cant-kill-and-prescr/\">a 2016 fact-check</a>, &quot;The main risk from marijuana is from the risky or stupid things people do after using it, such as driving, rather than from any toxic effects of the substance itself, which is remarkably safe.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Kennedy wrote that marijuana and THC, &quot;have caused emergency room visits to skyrocket.&quot;</p>\r\n\r\n<p>It is true that hospitalizations have increased over the last decade by people using marijuana, both in states like Colorado that have legalized recreational cannabis and nationwide.</p>\r\n\r\n<p>However, due to the way hospitals keep patient records, it is impossible to say that marijuana is the cause of these visits. Rather, it is possible that the higher numbers of high patients are due simply to the fact that more people are using marijuana overall. To say that marijuana is causing emergency room visits to skyrocket is unfounded based on the limited data that has been collected.</p>\r\n\r\n<p>We rate this claim Half True.</p>\r\n\r\n<p><strong>Correction:&nbsp;</strong><em>This article has been revised to better reflect uncertainty about the long-term medical effects of marijuana. It does not change the rating of the fact-check.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-07-05T14:51:55.657296", "ruling_date": "2018-07-06T11:00:00", "ruling_headline": "Has marijuana caused emergency room visits to skyrocket?", "ruling_headline_slug": "has-marijuana-caused-emergency-room-visits-skyrock", "ruling_link_text": "Let's be blunt: Not quite right.", "ruling_state": null, "source_documents": null, "sources": "<p>National Drug and Alcohol Research Centre. <a href=\"http://www.drugpoint.org.au/drugs_and_their_effects/cannabis/The_health_%20and_psychological_effects_of_cannabis_use.pdf\">&quot;The health and psychological effects of cannabis use.&quot;</a> 2001.</p>\r\n\r\n<p>Gable, Robert. School of Behavioral and Organizational Sciences. &quot;<a href=\"http://www.ourrights.0catch.com/risk/Toxicity.Comparison_Addiction.99-p686_2004.html\">Comparison of acute lethal toxicity of commonly abused psychoactive substances</a>.&quot; February 12, 2004.</p>\r\n\r\n<p>Drug Enforcement Administration. &quot;<a href=\"https://www.dea.gov/druginfo/drug_data_sheets/Marijuana.pdf\">Drug Fact Sheet</a>&quot;</p>\r\n\r\n<p>Colorado Department of Public Health. <a href=\"https://drive.google.com/file/d/0B0tmPQ67k3NVLUZTZkFiY3FBMXM/view\">&quot;Monitoring Possible Marijuana-Related Health Effects in Colorado.&quot; </a>2016.</p>\r\n\r\n<p>Wang, George Sam. <a href=\"https://www.sciencedirect.com/science/article/pii/S0091743517301202?via%3Dihub\">&quot;Emergency Medicine and Medical Toxicology University of Colorado Anschutz Medical Campus Children&#39;s Hospital.&quot;</a> November 2017.</p>\r\n\r\n<p>Zhu, He. Duke Medical Center. &quot;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5083207/\">Trends and correlates of cannabis-involved emergency department visits 2004 to 2011</a>.&quot; 2016.</p>\r\n\r\n<p>PolitiFact. <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/aug/16/gary-johnson/gary-johnson-claims-marijuana-cant-kill-and-prescr/\">&quot;Is it true that marijuana hasn&#39;t caused any deaths, while prescription drugs have caused 100,000?&quot;</a> August 16, 2016.</p>\r\n\r\n<p>Email interview with Daniel Vigil, Program Manager at Marijuana Health Monitoring and Research Program at the Colorado Department of Public Health and Environment. July 2, 2018.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 1, "first_name": "Patrick", "half_true_count": 3, "home_state": "Rhode Island", "id": 263, "last_name": "Kennedy", "mostly_true_count": 1, "name_slug": "patrick-kennedy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/p_kennedy.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/263/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>Marijuana and THC &quot;have caused emergency room visits to skyrocket.&quot;</p>\r\n", "statement_context": "an editorial", "statement_date": "2018-04-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Foodmentum", "half_true_count": 0, "home_state": "", "id": 3740, "last_name": " ", "mostly_true_count": 1, "name_slug": "foodmentum", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/foodmentum.png", "primary_edition": {"adkey": "Editions", "advalue": "Global", "edition": "Global News Service", "edition_slug": "global-news", "has_afterthefact": false, "id": 60, "index_page": false, "meter_name": "The Global News Truth-O-Meter", "resource_uri": "/api/v/2/edition/60/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3740/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Has marijuana caused emergency room visits to skyrocket?"}