{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2018/jul/18/demand-justice/pro-aca-group-court-pick-kavanaugh-refused-uphold-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Pro-ACA group: Kavanaugh refused to uphold key protections", "id": 15617, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/15617/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A new ad from a group with strong Democratic ties aims to pressure three Democratic senators in North Dakota, West Virginia and Indiana to vote against Brett Kavanaugh as the next Supreme Court justice.</p>\r\n\r\n<p><a href=\"https://youtu.be/5mGxNVPuVZo\">The ad, made by the liberal group Demand Justice</a>, focuses on protections for people with pre-existing conditions in the Affordable Care Act, saying all would be at risk with Kavanaugh on the court.</p>\r\n\r\n<p>&quot;The Senate is about to consider Brett Kavanaugh to be the next Supreme Court justice,&quot; the ad says. &quot;Kavanaugh refused to uphold key patient protections in the past, and if he joins the court he could vote to end these protections for good.&quot;</p>\r\n\r\n<p>No one can say for sure what Kavanaugh might do in the future, but we can look at whether he refused to uphold patient protections in the past.</p>\r\n\r\n<div class=\"pf_subheadline\">Key takeaways</div>\r\n\r\n<p>The statement hangs on Kavanaugh&rsquo;s dissent in a 2011 case that challenged the individual mandate in the Affordable Care Act. The argument made to Kavanaugh and two other appellate court judges was that Congress had overstepped its constitutional powers. Two of the judges nixed the challenge, saying that, yes, Congress actually did have the power.</p>\r\n\r\n<p>Kavanaugh also rejected the challenge, but for a totally different, technical reason. Basically, he said it was too early for the court to rule.</p>\r\n\r\n<p>So, both the two judges and Kavanaugh reached the same place, but his fellow judges upheld Congress&rsquo;s power to impose the mandate, and Kavanaugh, by sidestepping that question, did not.</p>\r\n\r\n<p>Notice that the case wasn&rsquo;t directly about patient protections, most notably the ban on denying coverage based on a pre-existing health condition. But all the judges agreed that those protections and the mandate were joined at the hip. They all said that the mandate made the patient protections work economically.</p>\r\n\r\n<p>The dividing line was two judges affirmed Congress&rsquo;s power to make the package work and Kavanaugh did not. But he still rejected the challenge.</p>\r\n\r\n<div class=\"pf_subheadline\">More detail: What Kavanaugh&rsquo;s dissent means, and doesn&rsquo;t</div>\r\n\r\n<p>In the case of <em><a href=\"https://cases.justia.com/federal/appellate-courts/cadc/11-5047/11-5047-1340594-2011-11-08.pdf?ts=1411134762\">Seven-Sky vs. Holder</a></em>, a group of taxpayers argued that the health care law&rsquo;s requirement to buy health insurance went beyond the legitimate power of Congress.</p>\r\n\r\n<p>Two out of the three appellate judges rejected the challenge outright, saying that the mandate was allowed under the Constitution&rsquo;s Commerce Clause.</p>\r\n\r\n<p>In his dissent, <a href=\"https://cases.justia.com/federal/appellate-courts/cadc/11-5047/11-5047-1340594-2011-11-08.pdf#page=39\">Kavanaugh shot down</a> the challenge but pointedly avoided ruling on the plaintiffs&rsquo; big issue.</p>\r\n\r\n<p>&quot;I do not take a position here on whether the statute as currently written is justifiable under the Taxing Clause or the Commerce Clause,&quot; he wrote.</p>\r\n\r\n<p>Instead, he rejected the claim based on tax law.</p>\r\n\r\n<p>He said the suit itself was flawed because an 1867 law &mdash; the Anti-Injunction Act &mdash; blocks courts from ruling on tax laws before they take effect. It was 2011, and the mandate didn&rsquo;t come into force until 2014, so &quot;a suit challenging the individual mandate cannot be entertained until 2015.&quot;</p>\r\n\r\n<p>Where do patient protections come into this?</p>\r\n\r\n<p>Well, key protections, most prominently the ban on denying coverage based on a pre-existing condition, come hand-in-hand with the mandate in Obamacare. As Kavanaugh saw it, you can&rsquo;t have one without the other.</p>\r\n\r\n<p>Another name for that ban is guaranteed coverage, and <a href=\"https://drive.google.com/open?id=1QY6VR_GeMhq0ChkhzmLyxyzQx1U52xSK\">during oral arguments</a>, Kavanaugh said that part of the Affordable Care Act was fine.</p>\r\n\r\n<p>&quot;Congress has the power to impose a guaranteed issue requirement on insurance companies,&quot; he said.</p>\r\n\r\n<p>Going further, there&rsquo;s no mistaking that Kavanaugh saw&nbsp;the link to the mandate.</p>\r\n\r\n<p>&quot;It won&rsquo;t work without an individual mandate attached to it,&quot; he said. &quot;We know that from the states that have tried it that way. It didn&rsquo;t work. Massachusetts tried it with the mandate and it&rsquo;s worked extremely well, at least in terms of the goal of coverage.&quot;</p>\r\n\r\n<p>So Kavanaugh was content to give patient protections the constitutional thumbs up, but when it came to the other half of the equation, the mandate, he said it was too soon to make a decision on its constitutionality.</p>\r\n\r\n<div class=\"pf_subheadline\">Interpreting what Kavanaugh did</div>\r\n\r\n<p>For the makers of the ad, this is very simple.</p>\r\n\r\n<p>&quot;Two judges upheld the Affordable Care Act and its patient protections, and he declined to uphold it,&quot; Demand Justice executive director Brian Fallon said. &quot;He could have joined their opinion and upheld it on the merits and he didn&#39;t.&quot;</p>\r\n\r\n<p>For outside legal experts, the situation is much cloudier.</p>\r\n\r\n<p>&quot;The group&rsquo;s statement is technically true, although a bit misleading,&quot; said Allison K. Hoffman at the University of Pennsylvania Law School. &quot;Kavanaugh never said that the mandate was unconstitutional. He painstakingly avoided opining on its constitutionality. He spent 65 excruciatingly dense pages of opinion repeatedly calling it a tax, the very thing Congress avoided doing because they knew it would be unpopular.&quot;</p>\r\n\r\n<p>James Blumstein at Vanderbilt agreed that by taking no position on the reach of the Commerce Clause, Kavanaugh succeeded in placing himself in the gray zone regarding congressional power.</p>\r\n\r\n<p>&quot;Kavanaugh was unwilling to endorse the Affordable Care Act under the Commerce Clause,&quot; Blumstein said. &quot;He wanted to avoid having to decide what was for him a hard question.&quot;</p>\r\n\r\n<p>In his dissent, Kavanaugh emphasized an important principle that stands apart from assessing congressional power: judicial restraint. That&rsquo;s the idea that courts should not get ahead of the political process that plays out in the nation and Congress.</p>\r\n\r\n<p>&quot;I see in his declining to address that issue (the mandate) only normal judicial prudence of not deciding issues unless the case requires them to be decided,&quot; Wake Forest University&rsquo;s Mark Hall told us.</p>\r\n\r\n<p>And law professor David Gamage at Indiana University said Kavanaugh&rsquo;s dissent makes him neither &quot;pro-Affordable Care Act, nor anti-Affordable Care Act.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The group Demand Justice said that Kavanaugh refused to uphold patient protections. Looking at the record, it is fair to say that he did not uphold the power of Congress to impose the individual insurance mandate. That is one step removed from upholding patient protections, but Kavanaugh said that the two are tightly linked, and there&rsquo;s broad agreement on that point.</p>\r\n\r\n<p>But while he didn&rsquo;t uphold that power, his dissent didn&rsquo;t specifically negate it. Outside legal scholars said there&rsquo;s only so much one can read into his opinion.</p>\r\n\r\n<p>In oral arguments, Kavanaugh said both that the patient protections are legal and that in order to work in the marketplace, they require the individual mandate. &nbsp;</p>\r\n\r\n<p>In his dissent, he avoided saying whether Congress has the power to impose the mandate, thus leaving the viability of the patient protections in limbo.</p>\r\n\r\n<p>We rate this statement Half True.</p>\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-07-17T14:27:26.346237", "ruling_date": "2018-07-18T09:00:00", "ruling_headline": "Pro-ACA group: Court pick Kavanaugh refused to uphold pre-existing condition ban", "ruling_headline_slug": "pro-aca-group-court-pick-kavanaugh-refused-uphold-", "ruling_link_text": "He sidestepped", "ruling_state": null, "source_documents": null, "sources": "<p>Demand Justice, <a href=\"https://youtu.be/5mGxNVPuVZo\">Vote No on Brett Kavanaugh</a>, July 12, 2018</p>\r\n\r\n<p>United States Court of Appeals for the District of Columbia Circuit, &nbsp;<a href=\"https://cases.justia.com/federal/appellate-courts/cadc/11-5047/11-5047-1340594-2011-11-08.pdf?ts=1411134762\">Seven-Sky vs. Holder</a>, Nov. 8, 2011</p>\r\n\r\n<p>United States Court of Appeals for the District of Columbia Circuit, <a href=\"https://drive.google.com/open?id=1QY6VR_GeMhq0ChkhzmLyxyzQx1U52xSK\">Oral arguments: Seven-Sky</a>, Sept. 23, 2011</p>\r\n\r\n<p>Interview, Brian Fallon, executive director, Demand Justice, July 13, 2018</p>\r\n\r\n<p>Email interview, Mark Hall, professor of law, Wake Forest University School of Law, July 15, 2018</p>\r\n\r\n<p>Email interview, David Gamage, professor of law, Indiana University Maurer School of Law, July 16, 2018</p>\r\n\r\n<p>Email interview, James Blumstein, professor of law, Vanderbilt Law School, July 14, 2018</p>\r\n\r\n<p>Email interview, Allison Hoffman, professor of law, University of Pennsylvania Law School, July 14, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Demand", "half_true_count": 1, "home_state": "", "id": 4373, "last_name": "Justice", "mostly_true_count": 0, "name_slug": "demand-justice", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/demand_justice.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4373/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says Brett Kavanaugh &quot;refused to uphold key patient protections in the past.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a television ad", "statement_date": "2018-07-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": "Pro-ACA group: Kavanaugh refused to uphold key protections"}