{"art": [], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/truth-o-meter/statements/2018/jul/23/kirstjen-nielsen/dhs-kirstjen-nielsen-falsely-says-there-are-billbo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "No evidence for DHS claim about illegal migration billboards", "id": 15638, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/15638/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Department of Homeland Security Secretary Kirstjen Nielsen said the Trump administration is frustrated by a lack of congressional action on &quot;loopholes&quot; incentivizing illegal immigration.</p>\r\n\r\n<p>Not making things any better are billboards in Central America that she claimed give tips on how to migrate illegally to the United States.</p>\r\n\r\n<p>&quot;There are billboards in Central America in the Northern Triangle countries advertising how to grab a kid to get into the United States illegally. Because that loophole is so big. Billboards,&quot; <a href=\"https://www.youtube.com/watch?v=XmVOvrZgmtg&amp;feature=youtu.be\">Nielsen said</a> during a July 19 interview with NBC&rsquo;s Peter Alexander at the Aspen Security Forum.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/article/2018/jun/29/does-america-face-refugee-or-immigration-problem/\">Poverty and gang violence</a> are top reasons why many people flee Guatemala, Honduras and El Salvador (a region called the &quot;Northern Triangle&quot;) and seek asylum in the United States.</p>\r\n\r\n<p>Do billboards really suggest taking a kid to ease admission?</p>\r\n\r\n<p>PolitiFact was unable to find any evidence of the billboards Nielsen described. We repeatedly asked Nielsen&#39;s agency for billboard photos or any other evidence that would support her claim. We did not hear back. Several experts who study immigration and have traveled to Central America told us they have never heard of or seen such billboards.</p>\r\n\r\n<p>There were U.S.-sponsored billboards in Central America during the Obama years, but their goal was to <em>deter</em> illegal immigration, not encourage it.</p>\r\n\r\n<p>A quick point of clarification: Immigrants don&rsquo;t need to &quot;grab a kid to get into the United States illegally.&quot; Many come in without a child, and traveling with a child does not guarantee entry into the United States &mdash; legal or illegal, nor a path to citizenship. Also, the law allows parents and children to apply for asylum in the United States, even if they entered the country illegally.</p>\r\n\r\n<p>Stephanie Leutert, director of the Mexico Security Initiative at the University of Texas at Austin, said she returned this month from Guatemala after three weeks traveling around the highlands, the coastal lowlands, Guatemala City and the center of the country for fieldwork specifically on the causes and dynamics of outward migration to the United States. She said she was on the lookout for any migration-related signs.</p>\r\n\r\n<p>&quot;I did not see a single billboard related to migration, and definitely not promoting migration,&quot; Leutert said. &quot;The only thing I saw/heard while on the country&#39;s highways was an announcement on the bus radio warning would-be migrants of the dangers of traveling to the United States and how smugglers might abandon them in the desert.&quot;</p>\r\n\r\n<p>There does seem to be an understanding in Guatemala that if you come to the United States as a single adult and seek asylum, you will be detained for the entirety of your case; and if you come with a child your detention may be temporary and you may be released with an ankle monitor, Leutert said.</p>\r\n\r\n<p>&quot;However, this was 100 percent not due to any potential billboard, as this is not how people get their information related to U.S. migration policy,&quot; Leutert said. Central Americans learn about U.S. policy &mdash; and trust the information &mdash;&nbsp;from their social networks; for instance, when they hear that a cousin who went alone seeking asylum is still detained but a family who went together are fighting their case outside detention with ankle monitors, Leutert said.</p>\r\n\r\n<p>Guadalupe Correa-Cabrera, an associate professor of government at George Mason University whose expertise includes Mexico-U.S. relations, immigration and border security, agreed that other methods are more effective: &quot;If you get in a taxi in Guatemala City and ask the driver if they know a smuggler, most of them know.&quot;</p>\r\n\r\n<p>In countries like Guatemala or Honduras, the presidents are in line with U.S. policy and have been big supporters of the U.S. administration, said Correa-Cabrera, whose most recent trip to Guatemala was in late 2016. &quot;I&rsquo;m sure if some billboards would be placed, they would disappear quickly.&quot;</p>\r\n\r\n<p>&quot;I&rsquo;ve traveled extensively in Central America and have never seen these billboards,&quot; said Eric L. Olson, deputy director of the Wilson Center&rsquo;s Latin American Program and senior advisor to the Center&rsquo;s Mexico Institute. &quot;This is not to say they do not exist, just that I&rsquo;ve never seen any and find it&rsquo;s highly unlikely that there would be such billboards, that is, if what is meant by billboards is large signs along a highway or thoroughfare.&quot;</p>\r\n\r\n<p>Handbills in a poor community sounds more plausible, Olson noted.</p>\r\n\r\n<p>The nonpartisan Migration Policy Institute told PolitiFact it consulted with several of its researchers who did fieldwork in Mexico, Honduras, Guatemala, and El Salvador between February and May this year, and they were not aware of any such billboards in those countries.</p>\r\n\r\n<p>Immigration experts pointed out past U.S. government-sponsored billboards in Central America. Their goal: prevent illegal immigration, not promote it.</p>\r\n\r\n<div class=\"pf_subheadline\">Obama-era billboards to deter illegal immigration</div>\r\n\r\n<p>As the United States had an influx of Central American unaccompanied minors arriving illegally, the Obama administration <a href=\"https://www.gao.gov/assets/680/671724.pdf\">led public information campaigns</a> to dissuade citizens of El Salvador, Guatemala, and Honduras from coming to the United States.&nbsp;</p>\r\n\r\n<p>Campaigns in 2013 and 2014 focused on the dangers of the journey, while the 2015 campaign intended to increase awareness about the implementation and eligibility requirements for Deferred Action for Childhood Arrivals &mdash; point being that new arrivals would not benefit from the deportation reprieve program available to young immigrants already in the United States.</p>\r\n\r\n<p>The campaigns included ads on radio, TV stations, billboards, bus stops, and buses, the U.S. Government Accountability Office reported.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"artembed\"><em>(DHS 2014 Dangers of the Journey campaign poster. Poster said: &quot;I thought it would be easy for my son to get papers in the North&hellip; That wasn&rsquo;t true. Our children are the future: We (must) protect them.&quot;)</em></div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"pf_subheadline\">Amnesty International billboard on asylum rights</div>\r\n\r\n<p>The closest and most recent billboard we found about messaging to immigrants was raised by Amnesty International in April at the San Ysidro port of entry on the U.S.-Mexico border.</p>\r\n\r\n<p>Amnesty International said its <a href=\"https://www.amnestyusa.org/press-releases/americas-amnesty-international-monitors-treatment-of-asylum-seekers-at-us-mexico-border/\">billboard</a> sought to remind U.S. and Mexican authorities of their obligations to facilitate asylum claims and invited asylum seekers to tell Amnesty International if they were turned away by officers. The billboard was raised around the time some people in a&nbsp;<a href=\"http://www.politifact.com/texas/statements/2018/apr/02/donald-trump/donald-trump-says-caravans-people-coming-through-m/\">caravan</a> sought entry into the United States.</p>\r\n\r\n<p>That billboard did not advertise how to get into the United States illegally with a child. Also, it was placed in Mexico, not within the Northern Triangle countries (Guatemala, Honduras, El Salvador).</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"artembed\"><em>(Amnesty International billboard at the San Ysidro Port of Entry&nbsp;on the US&ndash;Mexico border in Tijuana, Mexico.)</em></div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Nielsen said, &quot;There are billboards in Central America in the Northern Triangle countries advertising how to grab a kid to get into the United States illegally.&quot;</p>\r\n\r\n<p>DHS did not provide any material to corroborate Nielsen&rsquo;s claim. We did not find any evidence, and experts who research immigration and have traveled to Central America (including one who did fieldwork in Guatemala this month) said they&rsquo;ve never seen or heard about the billboards Nielsen described.</p>\r\n\r\n<p>The Obama administration raised billboards to discourage illegal immigration. Amnesty International had a billboard in Mexico (not the Northern Triangle countries) to remind authorities about immigrants&rsquo; asylum rights and to tell immigrants to report to the organization if they were turned away. Those two examples aren&rsquo;t in line with Nielsen&rsquo;s description.</p>\r\n\r\n<p>The burden of proof rests with the speaker. In the absence of evidence to support Nielsen&rsquo;s claim, we rate her statement False.</p>\r\n\r\n<div class='artembed'>See Figure 3 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-07-23T12:05:16.308847", "ruling_date": "2018-07-23T13:23:29", "ruling_headline": "Kirstjen Nielsen falsely says there are billboards in Central America on illegal immigration", "ruling_headline_slug": "dhs-kirstjen-nielsen-falsely-says-there-are-billbo", "ruling_link_text": "No evidence", "ruling_state": null, "source_documents": null, "sources": "<p>Aspen Security Forum, DHS Secretary <a href=\"https://www.youtube.com/watch?v=XmVOvrZgmtg&amp;feature=youtu.be\">Kirstjen Nielsen interview</a>, July 19, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/article/2018/jun/29/does-america-face-refugee-or-immigration-problem/\">Does America face a refugee or an immigration problem?</a>, June 29, 2018</p>\r\n\r\n<p>Email interview, Stephanie Leutert, director of the Mexico Security Initiative at the University of Texas at Austin, July 19, 2018</p>\r\n\r\n<p>Email interview, Eric L. Olson, deputy director of the Wilson Center&rsquo;s Latin American Program and senior advisor to the Center&rsquo;s Mexico Institute, July 20, 2018</p>\r\n\r\n<p>Email interview, Shannon K. O&#39;Neil, vice president, deputy director of Studies, Nelson and David Rockefeller Senior Fellow for Latin America Studies, Council on Foreign Relations, July 20, 2018</p>\r\n\r\n<p>Phone interview, Guadalupe Correa-Cabrera, an associate professor of government at George Mason University, July 20, 2018</p>\r\n\r\n<p>Email interview, Sara Staedicke, Communications Coordinator at Migration Policy Institute, July 20, 2018</p>\r\n\r\n<p>United States Government Accountability Office, CENTRAL AMERICA Improved Evaluation Efforts Could Enhance Agency Programs to Reduce Unaccompanied Child Migration, July 2015</p>\r\n\r\n<p>Amnesty International, <a href=\"https://www.amnestyusa.org/press-releases/americas-amnesty-international-monitors-treatment-of-asylum-seekers-at-us-mexico-border/\">Americas: Amnesty International Monitors Treatment Of Asylum Seekers At US-Mexico Border</a>, April 26, 2018</p>\r\n\r\n<p>Email interview, Amnesty International press office, July 23, 2018</p>\r\n\r\n<p>U.S. Customs and Border Protection,&nbsp;<a href=\"https://www.cbp.gov/newsroom/national-media-release/cbp-commissioner-discusses-dangers-crossing-us-border-awareness\">CBP Commissioner Discusses Dangers of Crossing U.S. Border, Awareness Campaign</a>, July 2, 2014</p>\r\n\r\n<p>U.S. Customs and Border Protection, <a href=\"https://www.cbp.gov/sites/default/files/documents/Dangers%20Poster%201.pdf\">Dangers of the Journey campaign poster</a>, July 2014</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary of the Department of Homeland Security", "false_count": 1, "first_name": "Kirstjen", "half_true_count": 0, "home_state": "", "id": 4376, "last_name": "Nielsen", "mostly_true_count": 0, "name_slug": "kirstjen-nielsen", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kirstjennielsen.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4376/", "total_count": 1, "true_count": 0, "website": "https://www.dhs.gov/"}, "statement": "<p>&quot;There are billboards in Central America in the Northern Triangle countries advertising how to grab a kid to get into the United States illegally.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2018-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ".@DHSgov Secretary claims there are billboards in Central America giving tips on illegal immigration. Is it true?"}