{"art": [{"brightcove": "", "caption": "Gubernatorial hopeful Matt Flynn says Foxconn \"is under investigation in mainland China for securities fraud, labor fraud, and environmental fraud.\" (TNS)", "id": 16692, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/FOXCONN_LOGO.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16692/", "title": "Foxconn generic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aelbenni@gannett.com", "first_name": "Ahmed", "id": 698, "last_name": "Elbenni", "name_slug": "ahmed-elbenni", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/698/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "canonical_url": "/wisconsin/statements/2018/jul/31/matt-flynn/flynns-claims-against-foxconn-fall-short-actual-fr/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Matt Flynn says Foxconn is under investigation for fraud ", "id": 15669, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aelbenni@gannett.com", "first_name": "Ahmed", "id": 698, "last_name": "Elbenni", "name_slug": "ahmed-elbenni", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/698/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15669/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Ever since Gov. Scott Walker signed a $3&nbsp;billion agreement with Taiwan-based Foxconn, the world&rsquo;s largest contract electronics manufacturer, the deal has been an object of controversy in Wisconsin politics.</p>\r\n\r\n<p>The complaints from Democratic gubernatorial candidates have ranged from the size of the deal to the cost per new job to the environmental impact of the plant.</p>\r\n\r\n<p>Matt Flynn, one of eight remaining hopefuls, offered a different one in an April 12, 2018, <a href=\"https://www.wearegreenbay.com/local-5-live/matt-flynn-on-newsmaker-sunday_20180412223753/1119419418\">interview</a> with Green Bay&rsquo;s WFRV-TV.</p>\r\n\r\n<p>In the interview, Flynn claimed Foxconn &quot;is under investigation in mainland China for securities fraud, environmental&nbsp;fraud and labor&nbsp;fraud.&quot;</p>\r\n\r\n<p>That&#39;s quite a lot of fraud. But is the claim itself fraudulent or on target?</p>\r\n\r\n<p>When we asked Flynn&#39;s campaign to provide backup for the claims, it cited several news articles detailing various investigations into Foxconn&#39;s activities. We made our own checks as well.</p>\r\n\r\n<p>All the articles cited refer to past investigations rather than ongoing ones, as claimed by Flynn, and they did not necessarily discover any instances of fraud.</p>\r\n\r\n<p>Additionally, most of the investigations cited were not official governmental reviews, as implied by Flynn&rsquo;s statement. Rather, they were conducted by advocacy groups and media organizations.</p>\r\n\r\n<p>Let&rsquo;s take a look at each of the areas Flynn cited.</p>\r\n\r\n<p><strong>The environment</strong></p>\r\n\r\n<p>Flynn said Foxconn is under investigation for environmental fraud.</p>\r\n\r\n<p>When asked for backup, his campaign cited a 2013 investigation by Chinese regulators &nbsp;after allegations the electronics supplier had dumped heavy toxic metals into canals that lead to a nearby river.</p>\r\n\r\n<p>The campaign also cited another investigation, though this one was not government-led: Pressured by environmental groups, Apple in 2012 agreed to conduct independent environmental reviews of some of its suppliers, including Foxconn.</p>\r\n\r\n<p>Steph Tai, a professor at the University of Wisconsin Law School, framed it this way: An environmental violation is noncompliance with environmental law, whereas environmental fraud is concealing the fact of that noncompliance. They are different legal categories.</p>\r\n\r\n<p>But the boundary between the two categories is often hazy.</p>\r\n\r\n<p>Last year, a firm owned by Foxconn subsidiary FIH mobile in Hebei province&rsquo;s Langfang city tried to stop the Chinese environment ministry&#39;s pollution inspectors from making checks during a nationwide investigation of more than 3,000 companies. Does this constitute violating environmental laws or environmental fraud?</p>\r\n\r\n<p>According to Tai, it could be both, because most operating permits require a company to allow inspectors inside. Preventing inspectors from making checks would thus violate the dictates of the permit.</p>\r\n\r\n<p>&quot;If this sounds like such claims could overlap a lot, don&#39;t worry,&quot; said Tai. &quot;They often do in these kinds of cases.&quot;</p>\r\n\r\n<p>Flynn&rsquo;s campaign disputed Tai&rsquo;s definition of fraud, arguing that fraud encompasses a broader range of illegal activities than concealment.</p>\r\n\r\n<p><strong>Labor</strong></p>\r\n\r\n<p>A similar absence of government-led inquiries and legal ambiguities plague Flynn&#39;s claim on the subject of labor fraud.</p>\r\n\r\n<p>It is true that Foxconn has been investigated multiple times for alleged labor abuses, though none of the investigations were government-led. More importantly, none of the investigations are ongoing.</p>\r\n\r\n<p>Most recently, between August 2017 and April 2018, the U.S.-based advocacy group China Labor Watch investigated the Hengyang Foxconn plant in Hunan province, which primarily manufactures Amazon Echo Dot and Kindle devices.</p>\r\n\r\n<p>The group identified numerous labor violations, including excessive hours, low wages, and inadequate training. Peak production season saw employees putting in more than 100 overtime hours per month, far beyond the 36 hours allowed under Chinese law. In some instances, employees worked 14 consecutive days.</p>\r\n\r\n<p>About 40 percent of the workforce was comprised of &quot;dispatch&quot; workers (temporary, low-cost, agency-recruited staffers) -- far in excess of the 10 percent limit under Chinese law. Dispatch workers had limited pre-job safety training, underpaid overtime hours and unpaid sick leave.</p>\r\n\r\n<p>Still, China Labor Watch declined to identify these labor violations as labor fraud.</p>\r\n\r\n<p>&quot;I cannot say for certain whether our findings would constitute as labor fraud,&quot; said Winnie Shen, a program assistant at China Labor Watch, in an email.</p>\r\n\r\n<p>In 2012, the New York Times published an investigation into labor violations at Foxconn, including extended overtime and crowded living conditions for workers. It also documented multiple factory explosions caused by combustible aluminum dust, which had amassed in high concentrations due to poor ventilation.</p>\r\n\r\n<p>Later that year, an audit of three of Foxconn&#39;s Apple facilities and over 35,000 workers by the Fair Labor Association, a collaborative initiative between universities and businesses that promotes workers&rsquo; rights, unearthed labor abuses not dissimilar from those recently found by China Labor Watch.</p>\r\n\r\n<p>During peak production, employees worked an average number of hours that exceeded Chinese legal limits. The Fair Labor Association also found that 14 percent of workers potentially didn&#39;t receive fair compensation for unscheduled overtime.</p>\r\n\r\n<p>Later that year, Foxconn reached an agreement with Apple to improve conditions for millions of workers assembling iPhones and iPads. The FLA later confirmed Foxconn had improved working conditions ahead of schedule, though employees still described these measures as insufficient. The FLA&rsquo;s report has also been subject to <a href=\"https://www.epi.org/publication/bp352-polishing-apple-fla-foxconn-labor-rights/\">criticism. </a></p>\r\n\r\n<p>Some other examples of Foxconn&rsquo;s labor violations: In 2006, the British newspaper The Mail reported on extensive hours, low wages, crowded dorms and military-style drills.</p>\r\n\r\n<p>In 2010, a rash of workers committed suicide to raise awareness of poor labor conditions. Foxconn responded by pledging to improve working conditions and installing netting around dormitories to catch falling workers.</p>\r\n\r\n<p>In 2012, 150 employees at the company&#39;s Wuhan production facility threatened to commit suicide over a wage dispute.</p>\r\n\r\n<p>Whether the company&#39;s persistent violations of Chinese labor law constitutes fraud is the question.</p>\r\n\r\n<p>&quot;To me, fraud does not seem like the right word,&quot; said Mary Gallagher, director of the Lieberthal-Rogel Center for Chinese Studies at the University of Michigan. She noted that an example of fraud would be &quot;keeping two sets of working time reports, so that it appears to be no violations of overtime.&quot;</p>\r\n\r\n<p>Again, however, the Flynn campaign argued that fraud encompasses a broader range of illegal activities than concealment.</p>\r\n\r\n<p><strong>Securities</strong></p>\r\n\r\n<p>In this case, the Flynn campaign did cite an official government investigation: an initial public offering (IPO) review of the company conducted by the China Securities Regulatory Commission, which scrutinized all of Foxconn&rsquo;s present and past transactions.</p>\r\n\r\n<p>Such reviews are part of the standard procedure for being granted an IPO.</p>\r\n\r\n<p>As such, Flynn&rsquo;s statement is misleading because it implies that Foxconn was investigated for a specific legal breach rather than as part of a standard procedure. The first statement suggests malice, the second suggests nothing.</p>\r\n\r\n<p>Moreso, the Chinese securities regulatory investigation concluded on March 8, 2018. Flynn made his claim on April 12. As such, Foxconn would not have been under investigation for securities fraud at the time he made his statement, as he implied.</p>\r\n\r\n<p>Although not cited by the Flynn campaign, reports show Foxconn has been investigated for bribery.</p>\r\n\r\n<p>In 2013, authorities in Taiwan investigated <a href=\"https://www.scmp.com/news/china/article/1412124/former-foxconn-executive-detained-bribery-investigation\">allegations </a>that Foxconn Technology employees had accepted bribes from the company&#39;s supply-chain partners. They eventually detained several former executives. According to Foxconn, it had requested an investigation from authorities after an internal audit uncovered a few violations -- though the company insisted these violations were limited in scope.</p>\r\n\r\n<p>So while Chinese authorities did briefly look into Foxconn for alleged bribery, the scope of the investigation was extremely limited, and it is not clear that it found any instances of securities violations, let alone securities fraud.</p>\r\n\r\n<p>The Flynn campaign also cited two blog posts that described questionable business practices at Foxconn. But neither related to a formal investigation, let alone an ongoing one.</p>\r\n\r\n<p>As for Foxconn, the company issued a statement to us that read: &quot;Foxconn can state that there is no truth to the claim made by Mr. Flynn regarding our company&rsquo;s operations in China. Foxconn is committed to fulfilling our responsibilities as a global industry leader and good corporate citizen. &nbsp;As part of that commitment, Foxconn works hard to ensure we comply with all relevant laws and regulations in all markets where we operate.&quot;</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Flynn claimed that Foxconn &quot;is under investigation in mainland China for securities fraud, labor fraud and environmental fraud.&quot;</p>\r\n\r\n<p><br />\r\nBut all of the investigations cited by Flynn are old. The violations uncovered by some do not necessarily constitute fraud, while a few others did not find any violations at all. Much of the evidence cited comes from outside groups, including advocacy groups and even media companies, rather than the government.</p>\r\n\r\n<p>We rate Flynn&rsquo;s claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\"><em>This article was changed on July 31, 2018 to say the deal Walker signed provides state subsidies of up to $3 billion, not $4 billion. Public money to support the project, including state and local government funds, could total $4 billion.</em></div>\r\n", "ruling_comments_date": "2018-07-26T19:02:12.368973", "ruling_date": "2018-07-31T06:00:00", "ruling_headline": "Matt Flynn's claims that Foxconn is under investigation in China for fraud fall short ", "ruling_headline_slug": "flynns-claims-against-foxconn-fall-short-actual-fr", "ruling_link_text": "Violation is not the same as fraud", "ruling_state": null, "source_documents": null, "sources": "<p>Mozur, Paul. &quot;<a href=\"https://www.wsj.com/articles/SB10001424127887323420604578648002283373528\">China Scrutinizes 2 Apple Suppliers in Pollution Probe</a>.&quot; The Wall Street Journal. August 04, 2013. Accessed July 26, 2018.</p>\r\n\r\n<p><a href=\"https://www.scmp.com/news/china/article/1412124/former-foxconn-executive-detained-bribery-investigation.\">&quot;Former Foxconn Executive Detained in Bribery Investigation.</a>&quot; South China Morning Post. January 23, 2014. Accessed July 26, 2018.</p>\r\n\r\n<p>Duhigg, Charles, and David Barboza. <a href=\"http://www.nytimes.com/2012/01/26/business/ieconomy-apples-ipad-and-the-human-costs-for-workers-in-china.html.\">&quot;In China, Human Costs Are Built Into an IPad.&quot;</a> The New York Times, The New York Times, 26 Jan. 2012</p>\r\n\r\n<p>Carbone, Christopher. <a href=\"http://www.foxnews.com/tech/2018/06/10/amazon-admits-to-labor-violations-at-factory-in-china-after-watchdog-investigation.html.\">&quot;Amazon Admits to Labor Violations at Factory in China after Watchdog Investigation.&quot; </a>Fox News, FOX News Network, 10 June 2018</p>\r\n\r\n<p>Scott, Alwyn. <a href=\"http://www.reuters.com/article/us-amazon-china-labor/foxconn-says-investigating-labor-conditions-at-china-factory-used-for-amazon-idUSKBN1J610V.\">&quot;Foxconn Says Investigating Labor Conditions at China Factory Used...&quot;</a> Reuters, Thomson Reuters, 11 June 2018,</p>\r\n\r\n<p>Mozur, Paul. <a href=\"http://www.wsj.com/articles/SB10001424127887323420604578648002283373528.\">&quot;China Scrutinizes 2 Apple Suppliers in Pollution Probe.&quot; </a>The Wall Street Journal, Dow Jones &amp; Company, 4 Aug. 2013,</p>\r\n\r\n<p>Bergquist, Lee, and Don Behm. <a href=\"http://www.jsonline.com/story/news/local/wisconsin/2017/08/21/foxconn-deal-raises-wide-array-environmental-questions/575898001/\">&quot;Foxconn Deal Raises Wide Array of Environmental Questions.&quot; </a>Milwaukee Journal Sentinel, Milwaukee, 21 Aug. 2017</p>\r\n\r\n<p><a href=\"http://www.technewsworld.com/story/78645.html.\">&quot;Bad Apple: China Investigating Alleged Supplier Pollution.&quot;</a> TechNewsWorld.com,</p>\r\n\r\n<p>Benway. <a href=\"http://drbenway.blogspot.com/2015/04/migme-and-foxconn-revaluation-fraud.html.\">&quot;The Great Australian Investment Ponzi.&quot;</a> Migme and the Foxconn Revaluation Fraud, 1 Jan. 1970</p>\r\n\r\n<p>Culpan, Tim. <a href=\"http://www.bloomberg.com/gadfly/articles/2018-04-02/meet-hon-hai-precision-asia-s-big-hedge-fund-and-iphone-maker.\">&quot;Meet Hon Hai Precision, Asia&#39;s Big Hedge Fund and IPhone Maker.&quot; </a>Bloomberg.com, Bloomberg, 2 Apr. 2018,</p>\r\n\r\n<p><a href=\"http://www.reuters.com/article/us-hon-hai-ipo/foxconn-gets-china-go-ahead-for-shanghai-ipo-of-subsidiary-idUSKCN1GK13J.\">&quot;Foxconn Gets China Go-Ahead for Shanghai IPO of Subsidiary.&quot; </a>Reuters, Thomson Reuters, 8 Mar. 2018,</p>\r\n\r\n<p><a href=\"http://www.patentlyapple.com/patently-apple/2018/03/the-foxconn-industrial-internet-ipo-has-been-given-fast-track-approval-from-the-chinese-government.html.\">&quot;The Foxconn Industrial Internet IPO Has Been Given Fast-Track Approval from the Chinese Government.&quot;</a> Patently Apple,</p>\r\n\r\n<p>Xiang, Nina. <a href=\"http://www.chinamoneynetwork.com/2018/03/09/foxconn-unit-obtains-share-ipo-record-speed-beijing-aims-keep-new-economy-firms-listed-china.\">&quot;Foxconn Unit Obtains A-Share IPO In Record Time As Beijing Aims To Keep New Economy Firms Listed In China.&quot;</a> China Money Network, 9 Mar. 2018</p>\r\n\r\n<p><a href=\"http://www.scmp.com/business/china-business/article/2119302/chinas-ipo-approvals-nosedive-regulator-raises-review.\">&quot;China&#39;s IPO Approvals Nosedive as Regulator Raises Review Threshold.&quot; </a>South China Morning Post, South China Morning Post, 13 Nov. 2017</p>\r\n\r\n<p>Moore, Malcolm. <a href=\"http://www.telegraph.co.uk/news/worldnews/asia/china/9006988/Mass-suicide-protest-at-Apple-manufacturer-Foxconn-factory.html\">&quot;&#39;Mass Suicide&#39; Protest at Apple Manufacturer Foxconn Factory.&quot; </a>The Telegraph, Telegraph Media Group, 11 Jan. 2012.</p>\r\n\r\n<p><a href=\"http://www.fairlabor.org/report/foxconn-investigation-report\">Fair Labor Association</a>, 29 Mar. 2012.</p>\r\n\r\n<p><a href=\"http://www.dailymail.co.uk/news/article-401234/The-stark-reality-iPods-Chinese-factories.html\">&quot;The Stark Reality of IPod&#39;s Chinese Factories.&quot; </a>Daily Mail Online, Associated Newspapers, 18 Aug. 2006.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 0, "first_name": "Matt", "half_true_count": 2, "home_state": "", "id": 4103, "last_name": "Flynn", "mostly_true_count": 0, "name_slug": "matt-flynn", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Matt_Flynn_Pfact_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4103/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>Says Foxconn &quot;is under investigation in mainland China for securities fraud, environmental fraud and labor fraud.&quot;</p>\r\n", "statement_context": "a TV interview", "statement_date": "2018-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 180, "photo": null, "resource_uri": "/api/v/2/subject/180/", "subject": "China", "subject_slug": "china", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": "Matt Flynn says Foxconn is under investigation in China for fraud. "}