{"art": [{"brightcove": "", "caption": "John Nielsen, a DNR wildlife biologist, consults a map containing an area to record where deer collecting permits have been issued in 2002. (Milwaukee Journal Sentinel) ", "id": 16677, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/DNR_SCIENTIST.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16677/", "title": "DNR scientist", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "anna.groves@jrn.com", "first_name": "Anna", "id": 692, "last_name": "Groves", "name_slug": "anna-groves", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/692/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "canonical_url": "/wisconsin/statements/2018/jul/27/kelda-helen-roys/governor-hopeful-kelda-roys-says-walker-administra/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": "Roys says Walker administration has 'gagged' DNR scientists", "id": 15665, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "anna.groves@jrn.com", "first_name": "Anna", "id": 692, "last_name": "Groves", "name_slug": "anna-groves", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/692/", "title": "PolitiFact Wisconsin contributor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15665/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Republican Gov. Scott Walker has made headlines for years with his initiatives to ease regulatory burdens in the state after declaring during his Jan 3, 2011,&nbsp;<a href=\"https://walker.wi.gov/speeches/2011-inaugural-address\">inaugural address</a> that &quot;Wisconsin is open for business.&quot;</p>\r\n\r\n<p>But has the Walker administration gone so far as to prevent Department of Natural Resources scientists from commenting on proposed legislation, and letting corporations draft their own permits?</p>\r\n\r\n<p>That was the claim from former state Rep. Kelda Roys, one of eight Democrats hoping to face Walker in the November 2018 election.</p>\r\n\r\n<p>In a May 2, 2018,<a href=\"http://www.wiseye.org/Video-Archive/Event-Detail/evhdid/12356\"> interview</a> with journalist Steve Walters of WisconsinEye, Roys claimed &quot;political interference&quot; from Walker&rsquo;s administration has led to &quot;gagging (DNR) scientists so they can no longer comment on proposed legislation.&quot; And, &quot;We&#39;re letting polluters write their own permits.&quot;</p>\r\n\r\n<p>Let&rsquo;s take a look at both parts of Roys&rsquo; claim.</p>\r\n\r\n<p><strong>The changing role of DNR in legislation</strong></p>\r\n\r\n<p>When asked for backup on the &quot;gagging&quot; part of the claim, the Roys campaign provided three news articles.</p>\r\n\r\n<p>Two (<a href=\"https://www.jsonline.com/story/sports/columnists/paul-smith/2017/03/15/smith-bill-restore-baiting-and-feeding-threat-deer-herd/99186728/\">Milwaukee Journal Sentinel</a> and <a href=\"https://isthmus.com/opinion/opinion/dnr-staff-are-no-longer-protectors-of-the-environment/\">Isthmus</a>) reported a case in which DNR testimony was absent from a legislative hearing regarding chronic wasting disease and the baiting/feeding of white-tailed deer. The other, from <a href=\"https://www.scientificamerican.com/article/how-scott-walker-dismantled-wisconsin-s-environmental-legacy/\">Scientific American</a>, carried this headline: &quot;How Scott Walker dismantled Wisconsin&#39;s environmental legacy.&quot;</p>\r\n\r\n<p>In the March 23, 2017, <a href=\"https://isthmus.com/opinion/opinion/dnr-staff-are-no-longer-protectors-of-the-environment/\">Isthmus article</a>, DNR Deputy Secretary Kurt Thiede is quoted as saying: &quot;The department does not take positions for or against legislation. When requested, the department appears at the public hearing for informational purposes when requested by either a committee chairman or a bill&rsquo;s primary author. This has been administration policy since 2011.&quot;</p>\r\n\r\n<p>When asked to comment, the Walker campaign referred us to the Republican Party of Wisconsin, which cited numerous instances where the department was asked to testify -- <a href=\"http://legis.wisconsin.gov/lrb/media/1093/14rb2.pdf\">for information only</a> -- at legislative hearings during Walker&rsquo;s administration: Assembly Bills <a href=\"https://docs.legis.wisconsin.gov/2017/related/records/assembly/natural_resources_and_sporting_heritage/1383268.pdf\">160</a>, <a href=\"https://docs.legis.wisconsin.gov/2017/related/records/assembly/natural_resources_and_sporting_heritage/1439542.pdf\">203</a>, and <a href=\"http://docs.legis.wisconsin.gov/2017/related/records/assembly/tourism/1423535\">668</a>, and Senate Bills <a href=\"https://docs.legis.wisconsin.gov/2011/related/records/sb228/snat_10192011.pdf\">228</a> and <a href=\"https://docs.legis.wisconsin.gov/2011/related/records/sb368/snat_01192012.pdf\">368</a> among them.</p>\r\n\r\n<p>DNR communications director Jim Dick said since February 15, 2017, DNR staff have given informational testimony on 30 different topics during legislative hearings, met with legislators and/or their staff about once a week, and have fielded about 40 calls or emails a week to answer questions from lawmakers on various topics.</p>\r\n\r\n<p>&quot;In a three-year period (2014-2017),&quot; said Dick, &quot;we received and responded to more than 6,000 legislative inquiries. DNR staff does communicate with legislators and legislative staff frequently. But it is not our role to offer our opinion on whether a particular piece of legislation is right or wrong, good or bad.&quot;</p>\r\n\r\n<p>Still, the policy marks a change from the pre-Walker era.</p>\r\n\r\n<p>Tom Hauge, who <a href=\"https://madison.com/wsj/sports/recreation/outdoors/patrick-durkin-tom-hauge-s-departure-yet-another-red-flag/article_0fce222b-4450-5956-aff6-b25af9c50ef9.html\">retired </a>in 2016 after serving 25 years as wildlife director for the department, said staffers had more latitude in the past.</p>\r\n\r\n<p>At any and every relevant hearing, he said, experts from the department would testify alongside the department&rsquo;s legislative liaison, taking a stand on whether the agency supported, opposed, or was neutral toward the proposed legislation.</p>\r\n\r\n<p>If they found that the legislation would have negative impact &mdash; &quot;I don&rsquo;t just mean trivial,&quot; he added &mdash; they would take an official position in opposition at the hearings.</p>\r\n\r\n<p>Shifting DNR&rsquo;s role to an invite-only, information-only basis hasn&rsquo;t necessarily reduced its &nbsp;participation in legislative hearings, as the earlier numbers show. But there&rsquo;s no guarantee that they will be asked to attend.</p>\r\n\r\n<p>For instance, the DNR was<a href=\"https://host.madison.com/wsj/sports/recreation/outdoors/patrick-durkin-for-dnr-transparency-apparently-not-priority/article_01594205-ea4b-512a-b8cf-f9c9e4f2315a.html\"> noticeably uninvited</a> to the March 2017 hearing on<a href=\"http://docs.legis.wisconsin.gov/2017/related/records/assembly/natural_resources_and_sporting_heritage/1378736.pdf\"> Assembly Bill 61</a> which would lighten rules that prohibit baiting/feeding deer in counties with documented chronic wasting disease.</p>\r\n\r\n<p>Hauge, then retired, attended as a private citizen; <a href=\"https://host.madison.com/wsj/sports/recreation/outdoors/patrick-durkin-for-dnr-transparency-apparently-not-priority/article_01594205-ea4b-512a-b8cf-f9c9e4f2315a.html\">reports said</a> he fielded questions from interested lawmakers for nearly half an hour after giving his testimony.</p>\r\n\r\n<p>So, DNR staffers have not been &quot;gagged,&quot; in that they continue to testify at hearings and provide information to lawmakers. But under Walker administration policy they cannot go beyond &quot;providing information&quot; in their statements and can&rsquo;t even do that unless explicitly invited.</p>\r\n\r\n<p><strong>The role of permitted entities in their own permitting</strong></p>\r\n\r\n<p>On the issue of &quot;polluters writing their own permits,&quot; the Roys campaign sent two Wisconsin State Journal articles, but only one was on point.</p>\r\n\r\n<p>And in <a href=\"https://host.madison.com/wsj/news/local/environment/plan-would-give-large-dairy-farms-more-power-in-drafting/article_d7701f18-27cd-5638-b873-2a62dd3913f2.html\">that article</a>, the DNR explicitly denied accusations that &quot;polluters&quot; (in this case, dairy producers) will be allowed to write their own permits under Walker-administration initiatives aimed at moving the burden of permit-related paperwork to credentialed contractors.</p>\r\n\r\n<p>After our own digging, we found that desires to &quot;streamline&quot; permitting were among many changes included in DNR&rsquo;s &quot;<a href=\"https://dnr.wi.gov/news/releases/article/?id=4135\">strategic alignment plan</a>,&quot; which was announced in November 2016 by then-DNR secretary Cathy Stepp.</p>\r\n\r\n<p>A Nov 30, 2016, <a href=\"https://www.jsonline.com/story/news/politics/2016/11/30/wisconsin-dnr-might-privatize-some-regulatory-functions/94670188/\">article</a> in the Milwaukee Journal Sentinel covered the announcement, saying: &quot;The DNR will develop a program to turn over some time-consuming tasks of permit writing to experts in the private sector who are hired by a property owner or business seeking the permit. The agency plans to set benchmarks so that officials reviewing the permits can be assured that information they get from the consultants is accurate.&quot;</p>\r\n\r\n<p>The article also said: &quot;The DNR will still write final permits, but will develop so-called &lsquo;assurance programs&rsquo; so they can rely more on the accuracy of information provided by private parties. The new approach on permits is part of a series of organizational changes officials say will make the agency more efficient at a time when its workforce has shrunk to a 30-year low.&quot;</p>\r\n\r\n<p>Did these plans become a reality?</p>\r\n\r\n<p>Changes to wetland permits were the first major change under Walker, with the introduction of the &quot;<a href=\"https://dnr.wi.gov/topic/wetlands/assurance.html\">assured delineator</a>&quot; program. This initiative encourages project planners to hire consultants to mark wetlands for which construction would be prohibited or require mitigation, prior to applying for a permit.</p>\r\n\r\n<p>Dick, the department spokesman, told us the DNR announced plans in 2016 for similar &quot;assurance programs&quot; that would allow large dairy producers to hire private contractors to work on their pollution permit applications.</p>\r\n\r\n<p>But, he noted, the program hasn&rsquo;t been implemented yet. And the DNR is now in discussions about moving the entire program to the Department of Agriculture, Trade, and Consumer Protection, so &quot;the plan is not likely to be implemented anytime soon, if at all.&quot;</p>\r\n\r\n<p>Sarah Geers, staff attorney for Midwest Environmental Advocates, works to watchdog DNR&rsquo;s implementation and enforcement of environmental laws. Her take on permitting matched Dick&rsquo;s.</p>\r\n\r\n<p>So, various changes were proposed that would have allowed permit applicants to hire contractors to complete major parts of the permit applications. But saying the plan allows polluters to write their own permits goes too far -- especially since the programs have not been implemented.</p>\r\n\r\n<p><strong>Our rating</strong></p>\r\n\r\n<p>Roys said &quot;political interference&quot; from Scott Walker&rsquo;s administration has led to &quot;gagging (DNR) scientists so they can no longer comment on proposed legislation&quot; and &quot;we&rsquo;re letting polluters write their own permits.&quot;</p>\r\n\r\n<p>As for the Walker administration, DNR scientists are permitted to share their expertise regarding proposed legislation -- without declaring a position or commenting on the legislation itself -- by invitation only. The evidence suggests this still happens frequently, though pre-Walker staffers had more latitude in what they could say.</p>\r\n\r\n<p>As for the second half of Roys&rsquo; statement, Walker has taken steps to change permit-writing processes so that businesses are more involved (and DNR officials less involved).</p>\r\n\r\n<p>But the plans have not come to fruition, and even if they did, responsibility would shift to &quot;assured contractors&quot; and would not occur in-house with those Roys labeled the &quot;polluters.&quot;</p>\r\n\r\n<p>On balance, we rate the claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-07-26T11:35:25.518783", "ruling_date": "2018-07-27T06:00:00", "ruling_headline": "On the environment, is Scott Walker 'gagging' scientists and letting 'polluters' write permits?", "ruling_headline_slug": "governor-hopeful-kelda-roys-says-walker-administra", "ruling_link_text": "Scientists can share expertise", "ruling_state": null, "source_documents": null, "sources": "<p><strong>Provided by Roys campaign:</strong></p>\r\n\r\n<p>Murphy, Bruce. March 23, 2017. &quot;<a href=\"https://isthmus.com/opinion/opinion/dnr-staff-are-no-longer-protectors-of-the-environment/\">Gagged and bagged: DNR staff are no longer protectors of the environment.</a>&quot; Isthmus.</p>\r\n\r\n<p>Smith, Paul. March 15, 2017. &quot;<a href=\"https://www.jsonline.com/story/sports/columnists/paul-smith/2017/03/15/smith-bill-restore-baiting-and-feeding-threat-deer-herd/99186728/\">Smith: Bill to restore baiting and feeding a threat to deer herd.</a>&quot; Milwaukee Journal Sentinel.</p>\r\n\r\n<p>Carpenter, Siri. June 17, 2015. &quot;<a href=\"https://www.scientificamerican.com/article/how-scott-walker-dismantled-wisconsin-s-environmental-legacy/\">How Scott Walker dismantled Wisconsin&rsquo;s environmental legacy</a>.&quot; Scientific American.</p>\r\n\r\n<p>Verburg, Steven. December 27, 2016. &quot;<a href=\"https://host.madison.com/wsj/news/local/environment/plan-would-give-large-dairy-farms-more-power-in-drafting/article_d7701f18-27cd-5638-b873-2a62dd3913f2.html\">Plan would give large dairy farms more power in drafting of pollution permits.</a>&quot; Wisconsin State Journal.</p>\r\n\r\n<p>Verburg, Steven. May 19, 2016. &quot;<a href=\"https://host.madison.com/wsj/news/local/environment/fines-for-pollution-fell-to--year-low-in/article_111c62c6-8731-5cb2-b4a1-d94af4e95a87.html\">Fines for pollution fell to 30-year low in 2015</a>.&quot; Wisconsin State Journal.</p>\r\n\r\n<p><strong>Provided by Republican Party of Wisconsin:</strong></p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/2017/related/records/assembly/natural_resources_and_sporting_heritage/1383268.pdf\">Assembly Bill 160</a>, record of committee proceedings, Committee on Natural Resources and Sporting Heritage. Related to: regulation of aquaculture and fish farms, providing an exemption from emergency rule procedures, and granting rule-making authority.</p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/2017/related/records/assembly/natural_resources_and_sporting_heritage/1439542.pdf\">Assembly Bill 203</a>, record of committee proceedings, Committee on Natural Resources and Sporting Heritage. Related to: requiring the Department of Natural Resources to establish a special wild turkey hunting program for certain disabled veterans, providing an exemption from emergency rule procedures, and requiring the exercise of rule-making authority.</p>\r\n\r\n<p><a href=\"http://docs.legis.wisconsin.gov/2017/related/records/assembly/tourism/1423535\">Assembly Bill 668</a>, record of committee proceedings, Committee on Tourism. Related to: modifying rules related to lighting requirements for bicycles and motor bicycles operating on certain trails designated by the Department of Natural Resources.</p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/2011/related/records/sb228/snat_10192011.pdf\">Senate Bill 228</a>, record of committee proceedings, Committee on Natural Resources and Environment. Related to: placing, possessing, or transporting a firearm, bow, or crossbow in or on a vehicle or in or on a motorboat.</p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/2011/related/records/sb368/snat_01192012.pdf\">Senate Bill 368</a>, record of committee proceedings, Committee on Natural Resources and Environment. Related to: permits for discharges into wetlands; wetland mitigation; wetland</p>\r\n\r\n<p>mapping and delineation; fees for permits and other authorizations or determinations by</p>\r\n\r\n<p>the Department of Natural Resources relating to structures, deposits, and other activities</p>\r\n\r\n<p>in or near navigable waters; making appropriations; and providing penalties.</p>\r\n\r\n<p>Wisconsin State Statute 285, subchapter IX, section 81.<a href=\"https://docs.legis.wisconsin.gov/statutes/statutes/285/IX/81\"> Hearings on certain air pollution actions</a>.</p>\r\n\r\n<p>Chapter NR 406,<a href=\"http://docs.legis.wisconsin.gov/code/admin_code/nr/400/406.pdf\"> Construction Permits</a>.</p>\r\n\r\n<p><a href=\"https://dnr.wi.gov/topic/AirPermits/Process.html\">Eleven-step air permit process</a>. Wisconsin Department of Natural Resources. Accessed Jul 16, 2018.</p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/misc/lfb/informational_papers/january_2017/0066_air_management_programs_informational_paper_66.pdf\">Air management programs</a>. Informational Paper 66. Wisconsin Legislative Fiscal Bureau, January 2017.</p>\r\n\r\n<p><a href=\"https://dnr.wi.gov/permits/water/\">Water permit applications</a>. Wisconsin Department of Natural Resources. Accessed Jul 16, 2018.</p>\r\n\r\n<p><a href=\"https://dnr.wi.gov/permits/water/getStarted.html\">Instructional videos</a>: Get started on your water permit application. Wisconsin Department of Natural Resources. Accesses Jul 16, 2018.</p>\r\n\r\n<p><a href=\"https://docs.legis.wisconsin.gov/misc/lfb/informational_papers/january_2017/0069_nonpoint_source_water_pollution_abatement_and_soil_conservation_programs_informational_paper_69.pdf\">Nonpoint source water pollution abatement and soil conservation programs</a>. Informational Paper 69. Wisconsin Legislative Fiscal Bureau, January 2017.</p>\r\n\r\n<p><strong>Additional Sources</strong></p>\r\n\r\n<p>James Dick, Wisconsin DNR communications director, emails, July 18-19, 2018</p>\r\n\r\n<p>Tom Hauge, Former Wisconsin DNR Wildlife Director, phone interview, July 16, 2018</p>\r\n\r\n<p>Sara Geers, Midwest Environmental Advocates, phone interview July 18, 2018</p>\r\n\r\n<p><a href=\"https://dnr.wi.gov/news/releases/article/?id=4136\">DNR Op-Ed</a>: Alignment effort emphasizes accountability, provides for greater efficiency in application reviews and permitting. December 1, 2016.</p>\r\n\r\n<p>Bergquist, Lee.<a href=\"https://www.jsonline.com/story/news/politics/2016/02/25/dnr-might-allow-some-firms-to-draft-own-environmental-permits/84818582/\"> DNR might allow some firms to draft own environmental permits</a>. Milwaukee Journal Sentinel. February 25, 2016.</p>\r\n\r\n<p><a href=\"https://dnr.wi.gov/news/releases/article/?id=4135\">DNR begins implementation of major effort to better align resources with stakeholder priorities</a>. DNR News Archive. November 30, 2016.</p>\r\n\r\n<p>Verburg, Steven. <a href=\"https://host.madison.com/wsj/news/local/environment/dnr-to-alter-handling-of-pollution-parks-enforcement/article_5dbbfde9-ad38-5d2a-81b2-b3aaa4d5e7f5.html\">DNR to alter handling of pollution, parks, enforcement</a>. Wisconsin State Journal. December 1, 2016.</p>\r\n\r\n<p>Quirmbach, Chuck. <a href=\"https://www.wpr.org/dnr-will-step-back-writing-large-farm-permits\">DNR will step back from writing large farm permits</a>. WPR News. November 30, 2016.</p>\r\n\r\n<p>Bergquist, Lee.<a href=\"https://www.jsonline.com/story/news/politics/2016/11/30/wisconsin-dnr-might-privatize-some-regulatory-functions/94670188/\"> DNR to give farms more input in some regulatory functions</a>. Milwaukee Journal Sentinel. November 30, 2016.</p>\r\n\r\n<p>Feb 18, 2016 Secretary&rsquo;s<a href=\"http://dnrmedia.wi.gov/main/Play/48ee43d671e54b5088e38268c7da88561d\"> Town Hall Meeting</a>: Strategic Alignment Update. Wisconsin Department of Natural Resources.</p>\r\n\r\n<p>Bergquist, Lee.<a href=\"https://www.jsonline.com/story/news/politics/2017/11/22/wisconsins-political-shift-right-under-scott-walker-influencing-natural-resources/876335001/\"> Wisconsin, under Scott Walker, no longer leads in conservation</a>. Milwaukee Journal Sentinel. November 22, 2017.</p>\r\n\r\n<p>Permitting Process. <a href=\"https://legis.wisconsin.gov/lab/reports/16-6full.pdf\">Wastewater Permitting and Enforcement</a>, Department of Natural Resources, Report 16-6, June 2016.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Kelda Helen", "half_true_count": 2, "home_state": "", "id": 1628, "last_name": "Roys", "mostly_true_count": 2, "name_slug": "kelda-helen-roys", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT__Kelda_Roys.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1628/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>Says &quot;political interference&quot; from Scott Walker&rsquo;s administration has led to &quot;gagging (DNR) scientists so they can no longer comment on proposed legislation&quot; and &quot;we&rsquo;re letting polluters write their own permits.&quot;</p>\r\n", "statement_context": "a cable interview", "statement_date": "2018-05-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": "Kelda Roys says Walker administration has 'gagged' DNR scientists."}