{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/mar/10/george-lemieux/lemieuxs-plan-would-eliminate-deficit/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1567, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1567/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Republican U.S. Sen. George LeMieux, appointed to his job by Gov. Charlie Crist last year to replace retiring Sen. Mel Martinez, says he is sounding the alarm about the federal debt. <br /><br />In a March 8, 2010, interview with the <em>Miami Herald</em> editorial board, he discussed his proposal to balance the budget. \"If we just froze spending at 2007 levels...by 2013 we would balance the budget ... and by 2020 we would cut the national debt in half,\" he said.<br /><br />For now, LeMieux's proposal is little more than simple math on an Excel spreadsheet, to back up his assertion that a freeze at the 2007 levels would have a profound impact on the budget. He plans to introduce legislation about it this year, said spokesman Ken Lundberg. <br /><br />The proposal has been praised by the <em>Weekly Standard</em>, a conservative journal.<br /><br />\"LeMieux's ideas on curbing spending haven't gotten much attention,'' wrote Fred Barnes, the <em>Standard</em>'s editor, in a Feb. 15, 2010, column. \"That's because of who he is, a 40-year-old appointed rather than elected senator filling out the final 16 months of the term of Mel Martinez, who resigned. He's not running for election this November. In fact, he's never been elected to any office.\"<br /><br />Another reason it may not have sparked much interest: It's vague and pie-in-the-sky. Two experts on the federal budget told us that LeMieux's budget proposal is unrealistic and lacking details about how he would achieve such a freeze.</p>\r\n<p>First, we'll examine the math. <br /><br />LeMieux's office sent us <a href=\"http://static.politifact.com/files/10yearwindow_2007plan.xls\" target=\"_blank\">a two-page spreadsheet</a> showing budget projections through 2020 and two options outlined by LeMieux. The spreadsheet lists revenues and outlays and the resulting deficit or surplus. Under President Barack Obama's current budget, LeMieux's chart shows the deficit growing from $161 billion in 2007 to an estimated $1.6 trillion this year. Current projections call for the deficit to average about $900 billion a year through 2020. <br /><br />LeMieux's math shows two options: freezing spending at 2007 or 2008 levels starting in 2011. Under both scenarios, LeMieux concludes that the federal budget would start to see a surplus in 2013 or 2014. By 2020, the cumulative surplus would be nearly $6 trillion. According to the U.S. Department of Treasury, the debt as of March 8, 2010, was about $12 trillion. <br /><br />\"You use the $6 trillion surplus to pay that debt,'' Lundberg said.<br /><br />(A note on LeMieux's methodology: He uses different revenue numbers than the White House because he assumes the 2001 and 2003 Bush tax cuts would be extended and LeMieux assumes that the alternative minimum tax -- a tax designed to prevent wealthy people from using loopholes to avoid taxes -- would be adjusted for inflation.)<br /><br />We sent LeMieux's spreadsheet to Jim Horney, the director of federal fiscal policy at the Center on Budget and Policy Priorities, a left-leaning think tank, and Josh Gordon, the policy director at the Concord Coalition, an independent group that advocates responsible fiscal policy. Both agreed that freezing spending at the 2007 level would ultimately lead to erasing the deficit, although Gordon said it appeared that LeMieux's analysis omitted a few factors including calculating the debt service from extending the tax cuts, provisions in the tax code that usually get extended every year and whether the tax cuts in the stimulus package that are set to expire would continue. <br /><br />Gordon wasn't certain how much that would change the year LeMieux would achieve his goal but said \"I think he would still get to a balanced budget at some time in the 10 years.''<br /><br />LeMieux's office said the plan does factor in debt service and does not assume that temporary tax cuts in the stimulus package would continue.<br /><br />What's the magical benefit of a freeze at 2007 budget levels? Horney said it's a combination of avoiding inflation and sidestepping the expense of the costly economic stimulus package. <br /><br />So the math is solid. But both Horney and Gordon said it's not as simple as it looks and that LeMieux should explain which programs he would cut and by how much to achieve those savings.<br /><br />\"It is certainly the case that over time if you don't spend any more dollars than you spent in 2007, even under current policy, revenues will go up in nominal terms, spending will not go up in nominal terms and you will balance the budget,'' Horney said. \"That is ignoring that it takes more dollars in nominal terms to provide the same services and benefits in 2007.\"<br /><br />That's a function of demographics and inflation, Horney said. <br /><br />\"In 2020 it is going to cost more to pay teachers, keep people in prison, it's going to cost more for each individual Medicare beneficary. There will be more Medicare beneficies in 2020,\" he said. \"Simply saying, 'Let's don't spend anymore in nominal terms' -- it's a huge policy change. You would have to have real cuts across the board. As a math exercise it works, but you should be aware that means very draconian cuts ... that would not be able to provide the same level of services and benefits we provided in 2007.\"<br /><br />To illustrate that difficulty, Horney used an analogy: If a family in 2020 was told it could not spend one dollar more than it spent in 2007, the family would be pinched because the cost of food, clothing and rent would have increased over that time.<br /><br />Like Horney, Gordon wanted more details about how LeMieux would cut.<br /><br />\"Is he taking money out of defense? The Department of Education? These are dramatic cuts, some major things are going to have to be sliced. I think there needs to be an explanation exactly which line items to stop increase spending on. ... This would be almost impossible to enact because it involves freezing total outlays -- not just the spending that Congress controls annually. You would have to freeze Social Security spending, Medicare spending....Those programs are on autopilot -- Congress does not consider them on an annual basis.\"<br /><br />LeMieux's plan could also affect the economy.<br /><br />\"Such dramatic spending cuts during a recession might prolong the recession which would lead to lower economic growth than the CBO (Congressional Budget Office) proposes, which would affect all the estimates for revenues and budget deficits,'' Gordon said.<br /><br />We asked LeMieux's office how the plan they call the \"2007 Solution\" would achieve the savings. <br /><br />\"The effect would be to force lawmakers to reprioritize spending decisions,'' Lundberg wrote in an e-mail. \"There are a number of programs greatly in need of reform but until tough choices are made, spending will continue to run out of control. The 2007 Solution would force those tough choices to be made. For instance, waste, fraud and abuse of Medicare dollars is estimated in the billions each year. Capturing those dollars would be a start. In addition, there are hundreds of redundant federal programs that could be eliminated or made more efficient.\"<br /><br />Lundberg also sent us a copy of an unsuccessful Jan. 22, 2010, amendment by LeMieux and several other senators called \"Elimination of Duplicative and Wasteful Spending.\" That amendment would have reduced overhead in several departments and called for investigations to identify duplicative programs. <br /><br />So, to recap: LeMieux's math is correct: If we lowered federal spending to 2007 levels and kept it there, we could balance the budget and soon have a surplus that we could use to pay down the debt. The omissions in LeMieux's analysis would not have a substantial effect, Gordon told us.<br /><br />But it's important to note that beyond the simple addition and subtraction, LeMieux's proposal is quite unrealistic because of inflation and demographics. <br /><br />LeMieux saying we could balance the budget by 2013 is like someone saying they could lose 20 pounds in a month by just eating lettuce. It might be accurate, but it's probably not going to happen.<br /><br />Still, he gets an A for his math. We find his claim True.&nbsp;</p>", "ruling_comments_date": "2010-03-10T11:25:45.991528", "ruling_date": "2010-03-10T17:32:22", "ruling_headline": "LeMieux's plan would eliminate deficit", "ruling_headline_slug": "lemieuxs-plan-would-eliminate-deficit", "ruling_link_text": "Yes, and we'll each lose 20 pounds if we just eat lettuce", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Senator George LeMieux's office, LeMieux's budget proposal through 2020, March 8, 2010<br /><br /><em>Miami Herald</em> editorial board, interview with Sen. George LeMieux, March 8, 2010<br /><br /><em>The Weekly Standard</em>, \"The 2007 solution; Senator LeMieux's plan for the federal budget,\" Feb. 15, 2010<br /><br /><a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/budget.pdf\" target=\"_blank\">Budget of the U.S. Government</a>, Fiscal Year 2011<br /><br />U.S. Department of Treasury, <a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\" target=\"_blank\">Bureau of the Public Debt</a>, March 8, 2010<br /><br />Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/108xx/doc10871/01-26-Outlook.pdf\" target=\"_blank\">\"The Budget and Economic Outlook: Fiscal Years 2010-2020,\"</a>January 2010<br /><br /><br />Interviews<br />Ken Lundberg, Sen. George LeMieux's spokesman, March 8-9, 2010<br /><br />Jim Horney, Director of Federal Fiscal Policy at the Center on Budget and Policy Priorities, March 9, 2010<br /><br />Josh Gordon, Policy director at the Concord Coalition, March 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "George", "half_true_count": 6, "home_state": "Florida", "id": 297, "last_name": "LeMieux", "mostly_true_count": 4, "name_slug": "george-lemieux", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lemieux.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/297/", "total_count": 17, "true_count": 2, "website": ""}, "statement": "<p>\"If we just froze spending at 2007 levels ... by 2013 we would balance the budget ... and by 2020 we would cut the national debt in half.\"</p>", "statement_context": "Miami Herald editorial board interview", "statement_date": "2010-03-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}