{"art": [{"brightcove": "", "caption": "Chris Sununu talks to Concord Monitor editorial board", "id": 9017, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sununu.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9017/", "title": "Chris Sununu", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "edeweitt@cmonitor.com", "first_name": "Ethan", "id": 701, "last_name": "DeWitt", "name_slug": "ethan-dewitt", "on_staff_page": null, "phone": "603-369-3307", "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/701/", "title": "Reporter", "twitter": "@edewittNH"}], "canonical_url": "/new-hampshire/statements/2018/jul/27/chris-sununu/sununu-says-nabbing-drug-traffickers-border-patrol/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": "Drug detection is not primary purpose of border checkpoints", "id": 15673, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "edeweitt@cmonitor.com", "first_name": "Ethan", "id": 701, "last_name": "DeWitt", "name_slug": "ethan-dewitt", "on_staff_page": null, "phone": "603-369-3307", "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/701/", "title": "Reporter", "twitter": "@edewittNH"}], "resource_uri": "/api/v/2/statement/15673/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As the country was debating a federal policy of separating children and parents when they illegally enter the country, New Hampshire has been home to its own immigration debate.</p>\r\n\r\n<p>For almost a year, U.S. Customs and Border Protection agents have set up shop on Interstate 93 in Woodstock, conducting a mandatory checkpoint for southbound vehicles on summer weekends.</p>\r\n\r\n<p>Motorists passing through are lined up, stopped and questioned by agents on their citizenship.</p>\r\n\r\n<p>Some applauded the checkpoints as a useful front in northern border control, but civil libertarians bristled at what they see as an unconstitutional invasion of privacy.</p>\r\n\r\n<p>Recently, Gov. Chris Sununu defended the use of the checkpoints, invoking a well-publicized side effect of the stops: drug enforcement.</p>\r\n\r\n<p>&quot;Every time they&rsquo;ve done those border patrols, they&rsquo;ve taken out people who have trafficked drugs,&quot; Sununu <a href=\"http://www.fosters.com/news/20180626/sununu-hits-trump-tariffs-during-chamber-event\">said on June 26</a>. &quot;That&rsquo;s the federal government&rsquo;s role. They&rsquo;re doing their job.&quot;</p>\r\n\r\n<p>PolitiFact New Hampshire decided to explore whether arresting people for drug offenses is part of the federal government&rsquo;s role at immigration checkpoints within the Granite State.</p>\r\n\r\n<p>Backing up the statement, Sununu&rsquo;s spokesman pointed to the Customs and Border Patrol mission statement relating to the drug checks, which is two fold:</p>\r\n\r\n<p>&quot;Traffic checks are conducted on major highways leading away from the border to (1) detect and apprehend illegal aliens attempting to travel further into the interior of the United States after evading detection at the border and (2) to detect illegal narcotics,&quot; the agency <a href=\"https://www.cbp.gov/border-security/along-us-borders/overview\">states on its website. </a></p>\r\n\r\n<p>And Sununu is correct that the federal government has used the checkpoints in the recent past to facilitate drug arrests, according to Customs and Border Patrol and widespread media coverage of the stops.</p>\r\n\r\n<p>But a series of court decisions indicate that Sununu&rsquo;s characterization is at odds with state and federal law.</p>\r\n\r\n<p>To start, the drug arrests were carried out by local law enforcement, not by federal agents directly.</p>\r\n\r\n<p>Over two multi-day stops in 2017, federal agents netted 984 grams (2.2 pounds) of marijuana and other drugs in narcotics, <a href=\"https://www.cbp.gov/newsroom/local-media-release/swanton-sector-border-patrol-agents-arrest-25-aliens-seize-drugs\">news</a> <a href=\"https://www.cbp.gov/newsroom/local-media-release/swanton-sector-border-patrol-agents-arrest-8-seize-drugs-paraphernalia\">releases</a> said. But the 18 arrests for drug possession were <a href=\"https://www.concordmonitor.com/Woodstock-police-border-patrol-checkpoint-arrests-12230648\">handed over</a> to the town of Woodstock Police Department, according to a CBP spokeswoman and Ryan Oleson, Woodstock Police Chief.</p>\r\n\r\n<p>In other words, the federal agents aren&rsquo;t the ones making drug arrests. Local police are.</p>\r\n\r\n<p>During the same checkpoint, federal agents said they arrested eight people who did not have a valid immigration status, two of whom had overstayed their visa. The individuals were from Bulgaria, Ecuador, El Salvador and Guatemala.</p>\r\n\r\n<p>In total, 55 undocumented people have been detained and turned over to Immigration and Customs Enforcement during the four checkpoints set up since August 2017, according to CBP. Four more <a href=\"https://www.concordmonitor.com/U-S-Border-Patrol-planning-five-more-New-Hampshire-I-93-immigration-checkpoints-this-year-emails-reveal-17856927\">are planned</a> this summer.</p>\r\n\r\n<p>Still, regardless of which agency brought out the handcuffs, Sununu&rsquo;s comment raises a more basic question: Do drug arrests conducted at checkpoints fall under &quot;the federal government&rsquo;s role&quot; - specifically Customs and Border Protection&rsquo;s role?</p>\r\n\r\n<p>And Sununu&rsquo;s comment about the &quot;federal government&#39;s role&quot; raises a larger question about the purpose of the checkpoints -- are they to catch illegal immigrants or drug offenders? &nbsp;&nbsp;</p>\r\n\r\n<p>On this, the U.S. Supreme Court and state Supreme Court are clear: The checkpoints must be intended for immigration enforcement, not drug searches.</p>\r\n\r\n<p><strong>The federal precedent </strong></p>\r\n\r\n<p>Inland border checkpoints -- those positioned up to 100 miles of the physical border -- have been in use since <a href=\"https://www.atlasobscura.com/articles/the-long-history-of-americas-constitutionallychallenged-border-zones\">at least 1953</a>, when a U.S. Department of Justice rule was passed authorizing the practice. They cleared their first major legal test in 1976, in the Supreme Court case <a href=\"https://supreme.justia.com/cases/federal/us/428/543/\">U.S. vs. Martinez-Fuerte</a>.</p>\r\n\r\n<p>In that case, three people arrested at a checkpoint at an interstate between San Diego and Los Angeles were appealing their immigration charges on constitutional grounds. The court held that immigration checkpoints did not constitute a violation on the Fourth Amendment, which prohibits unreasonable search and seizure -- even without specific probable cause. The decision gave the green light to inland CBP checkpoints in dozens of other states, including New Hampshire.</p>\r\n\r\n<p>But Martinez-Fuerte did not uphold the use of those checkpoints for searches of vehicles. The majority opinion made clear that the role of the checkpoints was to into citizenship status and papers, and expressly forbade automatic searches.</p>\r\n\r\n<p>&quot;Neither the vehicle nor its occupants are searched, and visual inspection of the vehicle is limited to what can be seen without a search,&quot; wrote Justice Lewis Powell, Jr. for the majority.</p>\r\n\r\n<p>That distinction was made even more clear in <a href=\"https://supreme.justia.com/cases/federal/us/531/32/#tab-opinion-1960833\">Indianapolis v. Edmond</a>, a 2000 decision that centered on a targeted drug enforcement initiative.</p>\r\n\r\n<p>In 1998, Indianapolis operated a series of vehicle checkpoints specifically designed to interdict drugs. But the Supreme Court took issue, finding the practice of mandatory vehicle searches without probable clause a clear Fourth Amendment violation.</p>\r\n\r\n<p>In that decision, the court drew a line between the drug searches and other forms of stops. Immigration checkpoints near the border were established by Martinez-Fuerte, the court held. And the court had already separately held that sobriety checkpoints &mdash; directly connected to the act and dangers of driving &mdash; were not overly-intrusive. But the drug possession checkpoints were inappropriate, the justices decided.</p>\r\n\r\n<p>Today, Customs and Border Patrol officials are careful to characterize any drug arrests as ancillary to the primary purpose of the checkpoints: immigration checks. Shortly after the second New Hampshire checkpoint of 2017 &mdash; held in September &mdash; Customs and Border Protection spokeswoman Stephanie Malin made clear the boundaries of permitted behavior in a statement to the Monitor.</p>\r\n\r\n<p>&quot;At a Border Patrol checkpoint, an agent may question a vehicle&rsquo;s occupants about their citizenship, place of birth, and request document proof of immigration status, how legal status was obtained and make quick observations of what is in plain view in the interior of the vehicle,&quot; she said.</p>\r\n\r\n<p>However, she added: &quot;While running immigration checkpoints agents will sometimes encounter subjects with illegal contraband. In these instances, we will work with our state and local partners to mitigate the case accordingly.&quot;</p>\r\n\r\n<p><strong>The &lsquo;Live Free or Die&rsquo; exception</strong></p>\r\n\r\n<p>Even though the Supreme Court has made clear what the primary purpose of the checkpoints should be, it hasn&rsquo;t prevented the drug arrests that sometimes accompany them. In fact, courts in several states have held that those arrests are valid, even when done using drug sniffing dogs and a lack of specific probable cause.</p>\r\n\r\n<p>That&rsquo;s where New Hampshire differs. In <a href=\"https://www.concordmonitor.com/Woodstock-NH-police-checkpoint-evidence-tossed-17295963\">a May 1 state circuit court decision</a>, Judge Thomas Rappa, Jr. moved to suppress drug evidence collected during the 2017 checkpoints.</p>\r\n\r\n<p>Federal officers walked drug sniffing dogs between the cars and those vehicles that the dogs &quot;alerted&quot; were pulled aside and searched.</p>\r\n\r\n<p>The evidence collected in this manner was used to support possession charges against 18 &nbsp;people charged with drug offenses, all U.S. citizens.</p>\r\n\r\n<p>&quot;The CBP (border patrol) and the WPD (Woodstock Police Department) were working in collaboration with each other with the understanding that the WPD would take possession of any drugs seized below the federal guidelines for prosecution in federal court and bring charges in this court based on that evidence,&quot; Rappa wrote. &quot;The evidence was seized in violation of constitutional rights recognized by the New Hampshire Supreme Court.&quot;</p>\r\n\r\n<p>Rappa indicated that the underpinning reasons have more to do with the state constitution than the federal constitution.</p>\r\n\r\n<p>While courts have allowed such drug arrests to stand in neighboring states like Vermont and Maine, New Hampshire&rsquo;s Supreme Court has long established stringent search and seizure limits, rooted in <a href=\"https://www.nh.gov/glance/bill-of-rights.htm\">Part I, Article 19 </a>of the state constitution.</p>\r\n\r\n<p>A 1990 decision in <a href=\"https://casetext.com/case/state-v-pellicci-1\">State v Pellici</a>, a New Hampshire case, established that the arbitrary use of drug sniffing dogs by state police would violate that article.</p>\r\n\r\n<p>Rappa said that precedent would apply to federal officers as well.</p>\r\n\r\n<p>&quot;This Court finds that given that the defendants in this matter are facing prosecution in the State court for violations of State laws the constitutional protections of the New Hampshire Constitution should apply,&quot; Rappa wrote. &nbsp;&nbsp;</p>\r\n\r\n<p>As to the first part of Sununu&rsquo;s statement that Border Patrol agents have &quot;taken out people who have trafficked drugs&quot; every time they&rsquo;ve held a checkpoint, that&rsquo;s not the case if he&rsquo;s referring to arrests.</p>\r\n\r\n<p>Since that circuit court ruling, the Woodstock Police Department has ended its involvement with the the checkpoints, Sgt. Kevin Millar <a href=\"https://www.concordmonitor.com/Customs-and-Border-Patrol-sets-up-Memorial-Day-weekend-checkpoint-in-Woodstock-17823764\">said earlier this year</a>. And while drugs have been seized by CBP agents, no drug-related arrests have been made since the decision.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gov. Chris Sununu said federal border checkpoints in New Hampshire help &quot;take out&quot; drug traffickers and were a key tool in the opioid crisis. &quot;That&rsquo;s the federal government&rsquo;s role. They&rsquo;re doing their job,&quot; he said.</p>\r\n\r\n<p>The U.S. Supreme Court has ruled that drug interdictions and arrests cannot be the intended role of Customs and Border Patrol agents, but rather ancillary actions taken if the situation arises. So, border patrol agents may seize drugs during checkpoints, but they turn over drug cases to local police.</p>\r\n\r\n<p>Meanwhile, state courts have ruled that New Hampshire&rsquo;s constitution prevents drugs found at vehicle checkpoints by drug sniffing dogs from being used as evidence in court. In fact, local-federal cooperation on drug cases has stopped, and no drug-related arrests have been made since the decision.</p>\r\n\r\n<p>While drug detection is not the primary purpose of the checkpoints, it is a secondary aim, according to the Border Patrol.</p>\r\n\r\n<p>Sununu&rsquo;s defense of the checkpoints leaves out important details. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2018-07-27T16:58:54.800036", "ruling_date": "2018-07-27T16:57:33", "ruling_headline": "Sununu says nabbing drug traffickers at border patrol checkpoints is federal government's job ", "ruling_headline_slug": "sununu-says-nabbing-drug-traffickers-border-patrol", "ruling_link_text": "Not their primary role", "ruling_state": null, "source_documents": null, "sources": "<p>Foster&rsquo;s Daily Democrat, <a href=\"http://www.fosters.com/news/20180626/sununu-hits-trump-tariffs-during-chamber-event\">&quot;Sununu hits Trump tariffs during chamber event,&quot;</a> June 26, 2018.</p>\r\n\r\n<p>U.S. Customs and Border Protection, <a href=\"https://www.cbp.gov/border-security/along-us-borders/overview\">&quot;Border Patrol Overview,&quot;</a> July 26, 2018</p>\r\n\r\n<p>U.S. Customs and Border Protection, &quot;<a href=\"https://www.cbp.gov/newsroom/local-media-release/swanton-sector-border-patrol-agents-arrest-25-aliens-seize-drugs\">Swanton Sector Border Patrol Agents Arrest 25 Aliens, Seize Drugs, Paraphernalia during Checkpoint Operation</a>,&quot; Aug. 28, 2017</p>\r\n\r\n<p>U.S. Customs and Border Protection, &quot;<a href=\"https://www.cbp.gov/newsroom/local-media-release/swanton-sector-border-patrol-agents-arrest-8-seize-drugs-paraphernalia\">Swanton Sector Border Patrol Agents Arrest 8, Seize Drugs, Paraphernalia during Checkpoint Operation</a>,&quot; Oct. 2, 2017</p>\r\n\r\n<p>Concord Monitor, <a href=\"https://www.concordmonitor.com/U-S-Border-Patrol-planning-five-more-New-Hampshire-I-93-immigration-checkpoints-this-year-emails-reveal-17856927\">&quot;Border Patrol planning five more I-93 immigration checkpoints this year, emails reveal,&quot;</a> May 30, 2018</p>\r\n\r\n<p>Atlas Obscura, <a href=\"https://www.atlasobscura.com/articles/the-long-history-of-americas-constitutionallychallenged-border-zones\">&quot;The Long History of America&rsquo;s Constitutionally-Challenged &lsquo;Border Zones&rsquo;,&quot;</a> Aug. 1, 2016</p>\r\n\r\n<p>Concord Monitor, <a href=\"https://www.concordmonitor.com/Woodstock-police-border-patrol-checkpoint-arrests-12230648\">&quot;Authorities: Majority of arrests at checkpoint were drug related,&quot;</a> Sept. 1, 2017</p>\r\n\r\n<p>U.S. Supreme Court, <a href=\"https://supreme.justia.com/cases/federal/us/428/543/\">&quot;United States v. Martinez-Fuerte, 428 U.S. 543,&quot;</a> July 6, 1976</p>\r\n\r\n<p>U.S. Supreme Court, <a href=\"https://supreme.justia.com/cases/federal/us/531/32/#tab-opinion-1960833\">&quot;Indianapolis v. Edmond, 531 U.S. 32,&quot;</a> November 28, 2000</p>\r\n\r\n<p>U.S. Customs and Border Protection spokeswoman Stephanie Malin, emailed statement to Concord Monitor, May 28, 2018.</p>\r\n\r\n<p>Concord Monitor, <a href=\"https://www.concordmonitor.com/Woodstock-NH-police-checkpoint-evidence-tossed-17295963\">&quot;Judge rules use of drug-sniffing dogs unconstitutional in checkpoint lawsuit,&quot;</a> May 5, 2018</p>\r\n\r\n<p>New Hampshire state constitution, <a href=\"https://www.nh.gov/glance/bill-of-rights.htm\">&quot;Part I, Article 19</a></p>\r\n\r\n<p>New Hampshire Supreme Court, <a href=\"https://casetext.com/case/state-v-pellicci-1\">&quot;State v. Pellicci,&quot;</a> Aug 24, 1990</p>\r\n\r\n<p>Concord Monitor, &quot;<a href=\"https://www.concordmonitor.com/Customs-and-Border-Patrol-sets-up-Memorial-Day-weekend-checkpoint-in-Woodstock-17823764\">Border Patrol sets up Memorial Day weekend checkpoint in Woodstock, N.H.,</a>&quot; May 29, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Executive Councilor", "false_count": 1, "first_name": "Chris", "half_true_count": 2, "home_state": "New Hampshire", "id": 3689, "last_name": "Sununu", "mostly_true_count": 0, "name_slug": "chris-sununu", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SununuCrop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3689/", "total_count": 5, "true_count": 0, "website": "http://chrissununu.com/"}, "statement": "<p>&quot;Every time they&rsquo;ve done those border patrols, they&rsquo;ve taken out people who have trafficked drugs. That&rsquo;s the federal government&rsquo;s role. They&rsquo;re doing their job.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2018-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}