{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/10/bart-stupak/stupak-says-every-enrollee-office-personnel-manage/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1568, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1568/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>With abortion as one of the biggest remaining stumbling blocks in the  health care reform push, Rep. Bart Stupak has been in high demand on political  talk shows.</p>\r\n<p>An antiabortion Democrat from Michigan, Stupak says he and  at least 11 other House Democrats would vote against the Senate language on  abortion, which he says would allow federal funding for abortions.</p>\r\n<p>His  biggest issue is in the proposed government-created health exchange (for people  who do not get their insurance through their employer), government subsidies  could go to people who choose plans that cover abortions.</p>\r\n<p>But Stupak has  repeatedly raised another point as well.</p>\r\n<p>\"The bill that they're using as  the vehicle is the Senate bill, and if you go to page 2,069 through page 2,078,  you will find in there the federal government would directly subsidize  abortions, plus every enrollee in the Office of Personnel Management enrolled  plan, every enrollee has to pay a minimum of $1 per month towards reproductive  rights, which includes abortions,\" Stupak said in a <em>Good Morning America</em> interview with ABC's George Stephanopoulos on March 4, 2010.</p>\r\n<p>Stupak made  similar statements in a Politico article on March 4 as well as in an interview  with MSNBC's Chris Matthews on March 3.</p>\r\n<p>The Senate language on abortion  was written by Sen. Ben Nelson, D-Neb., who is an abortion opponent. While the  language Stupak penned for the House version would prohibit insurance companies  in the exchange from offering abortion services, Nelson's plan would allow  companies to offer abortion services. But Nelson sought to ensure those services  would be paid through patient premiums, not federal subsidies.</p>\r\n<p>In order  to accomplish that, the Senate bill requires that all enrollees in plans that  offer abortion services \"without regard to the enrollee&rsquo;s age, sex, or family  status\" pay a separate amount to cover the actuarial value of abortion services  for the entire population covered by the plan. The insurer \"may not estimate  such a cost at less than $1 per enrollee, per month.\"</p>\r\n<p>So that's where  Stupak gets his $1 a month figure.</p>\r\n<p>This is not necessarily an add-on  cost. Many health insurance experts quietly acknowledge what <em>Slate</em>'s Timothy  Noah referred to as the \"gruesome reality\" that it actually costs insurance  companies less to pay for abortions than it does to pay for prenatal care and  delivery. But the Senate bill specifically states that the actuarial estimate  \"may not take into account any cost reduction estimated to result from such  services, including prenatal care, delivery, or postnatal care.\"</p>\r\n<p>So the  set-aside for abortions is at least $1, regardless of whether it costs less than  a dollar, or whether it actually saves insurance companies money.</p>\r\n<p>In  other words, this $1 a month is not really over and above what someone would pay  for their insurance otherwise. It's a mechanism to segregate a pot of money from  insurance premiums (rather than federal subsidies) that would pay for  abortions.</p>\r\n<p>But Stupak didn't say the $1 a month was an additional cost,  only that it would go \"towards\" abortion services. And that's  correct.</p>\r\n<p>But Stupak errs when he says that \"every enrollee\" would have to  pay the $1 a month. That extra dollar would be separated out only for people who  select a plan that offers abortion services. Someone could just as easily choose  a plan that does not cover abortions.</p>\r\n<p>In fact, the Senate bill requires  that \"with respect to multi-State qualified health plans offered in an Exchange,  there is at least one such plan that does not provide coverage of (abortion)  services.\" In other words, if you don't want to participate in a health plan  that offers abortion, and for which you'll have to pay into an account  specifically for abortions, you don't have to.</p>\r\n<p>We further note that the  Senate bill also says that a state \"may elect to prohibit abortion coverage in  qualified health plans offered through an Exchange in such State if such State  enacts a law to provide for such prohibition.\"</p>\r\n<p>So it's not required for  states to offer plans in the exchange that cover abortions; but if they do have  plans that offer abortion, they must also offer plans that do not.</p>\r\n<p>Lara  Cartwright-Smith of George Washington University's public health school  explains:</p>\r\n<p>\"The legislative language he's referring to is about how the  government determines the value of abortion coverage for plans offered through  the Exchange to ensure that federal money is not used to pay for that coverage,\"  Cartwright-Smith said. \"This section does not apply to people who are covered  outside of the Exchange, such as through an employer&rsquo;s health benefit plan.  Everyone buying insurance through the Exchange will have the option to enroll in  a plan that does not include abortion. Those people will not pay any amount for  abortion coverage and no federal funds for that plan will have to be segregated.</p>\r\n<p>\"If, and only if, an enrollee selects an insurance plan that includes  abortion coverage, then the value of that abortion coverage must be calculated  and that amount must be segregated from the value of the rest of the benefits of  that plan, so that the enrollee can pay for the abortion coverage separately  with their own private money. The calculated value of the abortion coverage must  be at least $1. This process is to ensure that federal funds aren&rsquo;t used to pay  for abortion coverage. These rules only apply to plans in the Exchange that  include abortion coverage, so people who select a plan that does not include  abortion will not have to pay for abortion coverage even if other plans in the  Exchange do offer it.\"</p>\r\n<p>It's also important to note, she said, that these  rules are about abortions for which federal funding is not allowed, such as  elective abortions. Abortions for which federal funding is allowed, such as in  cases of rape, incest or when necessary to save the life of the mother, may be  covered by any plan in the exchange.</p>\r\n<p>We called Stupak's office, and they  provided a statement from the congressman essentially acknowledging that his  statement only refers to people who opt for a plan that covers  abortions. But he warned that many people will be unaware that a portion of their premium would be earmarked for abortion.</p>\r\n<p>Stupak is correct that people  who select a plan that covers abortions would have at least $1 a month of their  premiums set aside for a fund that would pay for abortions performed for people  in that plan. And everyone in that plan, even men, would have to pay into that  account.</p>\r\n<p>But Stupak misspoke when he said, repeatedly, that \"every  enrollee\" would have to pay into an account that would pay for abortions. In  fact, the issue doesn't apply at all to people who choose a plan that does not  cover abortion. And every state must offer a plan that does not offer abortion.  Furthermore, people would have to be told up front if the plan they are  considering covers abortions. So when Stupak says that \"every\" person would need  to set aside this abortion money, it's not only wrong, we think it stokes  misplaced outrage on an already highly charged issue. We rule Stupak's statement  False.</p>", "ruling_comments_date": "2010-03-10T14:08:31.841527", "ruling_date": "2010-03-10T19:01:30", "ruling_headline": "Stupak says every enrollee in the Office of Personnel Management plan would have to to pay a minimum of $1 per month towards abortion", "ruling_headline_slug": "stupak-says-every-enrollee-office-personnel-manage", "ruling_link_text": "Not everyone; only those that choose a plan that covers abortions", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://blogs.abcnews.com/george/2010/03/without-abortion-changes-stupak-will-defeat-health-care-were-prepared-to-take-responsibility.html\" target=\"_blank\">\"Without Abortion Changes, Stupak Will Defeat Health Care: 'We're Prepared to Take Responsibility,'\"</a> March 4, 2010</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the  Senate</p>\r\n<p>Slate, <a href=\"http://www.slate.com/id/2246905/\" target=\"_blank\">\"Why Stupak Is Wrong: The Senate bill doesn't fund abortions. Here's why he thinks it does.\"</a> by Timothy Noah, March 4, 2010</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\"></a></p>\r\n<p>AP, <a href=\"http://news.yahoo.com/s/ap/20100309/ap_on_bi_ge/us_health_overhaul_abortion_q_a;_ylt=AhiDwuJkJkS90I80mA81KXxv24cA;_ylu=X3oDMTNra2QwbXE4BGFzc2V0A2FwLzIwMTAwMzA5L3VzX2hlYWx0aF9vdmVyaGF1bF9hYm9ydGlvbl9xX2EEY2NvZGUDbW9zdHBvcHVsYXIEY3BvcwMyBHBvcwMyBHNlYwN5bl90b3Bfc3RvcmllcwRzbGsDYXBvbGljeWNoYW5n\" target=\"_blank\">\"A policy change on abortion, but how radical?\"</a> by Ricardo Alonso-Zaldivar, March 9, 2010</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/nov/20/john-boehner/boehner-claims-senate-health-care-bill-includes-ab/\" target=\"_blank\">\"Boehner claims that the Senate health care bill includes an abortion fee,\"</a> by Catharine Richert, Nov. 20, 2010</p>\r\n<p>Politico, <a href=\"http://www.politico.com/livepulse/0310/Stupak_negotiating_on_abortion_.html?showall\" target=\"_blank\">\"Stupak Negotiating on Abortion,\"</a> by James Hohmann, March 4, 2010</p>\r\n<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/35708452/ns/msnbc_tv-hardball_with_chris_matthews/\" target=\"_blank\">Transcript: 'Hardball with Chris Matthews' for Wednesday, March 3, 2010</a></p>\r\n<p>Interview with Lara Cartwright-Smith of George Washington University's public health school, March 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "member of Congress", "false_count": 1, "first_name": "Bart", "half_true_count": 0, "home_state": "Michigan", "id": 336, "last_name": "Stupak", "mostly_true_count": 1, "name_slug": "bart-stupak", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Stupak.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/336/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>In the Senate version of the health reform bill, \"Every enrollee in the Office of Personnel Management enrolled plan, every enrollee has to pay a minimum of $1 per month towards reproductive rights, which includes abortion.\"</p>", "statement_context": "a Good Morning America interview", "statement_date": "2010-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}