{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2018/aug/03/donald-trump-jr/did-nazi-platform-echo-democratic-platform-donald-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Nazi platform did not echo today's Democratic platform", "id": 15697, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "william.mccarthy@duke.edu", "first_name": "Bill", "id": 683, "last_name": "McCarthy", "name_slug": "bill-mccarthy", "on_staff_page": 100, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/683/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/15697/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>&nbsp;</p>\r\n\r\n<p>At the Washington, D.C., <a href=\"https://www.washingtonpost.com/news/reliable-source/wp/2018/08/02/donald-trump-jr-co-hosts-dinesh-dsouzas-very-conservative-d-c-film-premiere/?utm_term=.1b8516da1931\">premiere</a> of a <a href=\"https://www.deathofanationmovie.com/\">new movie</a> by conservative filmmaker Dinesh D&rsquo;Souza, Donald Trump Jr. gave an on-camera interview to One America News Network, a conservative outlet.</p>\r\n\r\n<p>In it, the younger Trump echoed one of D&rsquo;Souza&rsquo;s themes that Democrats are a crypto-Nazi party.</p>\r\n\r\n<p>&quot;You see the Nazi platform from the early 1930s ... look at it compared to the DNC (Democratic Party) platform of today, you&#39;re saying, &#39;Man, those things are awfully similar&#39; to a point where it&#39;s actually scary. It&#39;s the exact opposite of what you&rsquo;ve been told.&quot; (The Aug. 1 interview can be seen <a href=\"https://www.youtube.com/watch?v=xIuogiVy33o&amp;feature=youtu.be&amp;t=2m19s\">on video here</a>, around the 3:20 mark.)</p>\r\n\r\n<p>Really?</p>\r\n\r\n<p>The assertion appears to originate with D&rsquo;Souza&rsquo;s 2017 book, <em>The Big Lie: Exposing the Nazi Roots of the American Left</em>. In one passage, he cites a 25-point program that included nationalization of large corporations, government control of banking, the expropriation of land, a broader pension system, and universal free health care and education.</p>\r\n\r\n<p style=\"margin-left:36pt\"><em>If you read the Nazi platform without knowing its source, you could easily be forgiven for thinking you were reading the 2016 platform of the Democratic Party. Or a least a Democratic platform drafted jointly by Bernie Sanders and Elizabeth Warren. Sure, some of the language is out of date. The Democrats don&rsquo;t talk about &quot;usury&quot; these days; they&rsquo;d have to substitute &quot;Wall Street Greed.&quot; But otherwise, it&rsquo;s all there. All you have to do is cross out the word &quot;Nazi&quot; and write in the word &quot;Democrat.&quot;</em></p>\r\n\r\n<p>D&rsquo;Souza did not respond to an inquiry&nbsp;for this article, but Trump Jr. sent a <a href=\"https://twitter.com/DonaldJTrumpJr/status/1025133940552749059\">tweet</a> on Aug. 2 that said, &quot;So the left spends the last 3 years falsely calling my entire family NAZI&rsquo;s, but the second I point out the similarities between the economic platform of the National Socialists and the Democrat Party, they scream bloody murder. Here&rsquo;s what I was referring to. #facts.&quot; The tweet linked to a teaser clip from D&#39;Souza&#39;s film that covers much the same ground as the excerpt above.</p>\r\n\r\n<p>We dug out the original Nazi platform from 1920 and consulted with historians of the period. There was wide agreement that D&rsquo;Souza has made a dubious and overly simplified comparison of the Nazis and the Democrats while also overlooking large portions of the platform that couldn&rsquo;t be further from present-day Democratic orthodoxy.</p>\r\n\r\n<p>&quot;There is not the slightest, tiny sliver in which this could be even somewhat accurate,&quot; said Jeffrey Herf, a University of Maryland historian and author of <em>The Jewish Enemy: Nazi Propaganda during World War II and the Holocaust</em>. Herf is a self-described critic of President Barack Obama, yet he said he can say confidently &quot;that the Democrats have nothing in common with the Nazi Party.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">What did the Nazis run on?</div>\r\n\r\n<p>In 1919, Adolf Hitler joined what was then the tiny German Workers&#39; Party and began to convert it to his renamed National Socialist German Workers&#39; Party, said Richard Breitman, an American University historian and author of <em>The Architect of Genocide: Himmler and the Final Solution</em>. Hitler became a co-author of the <a href=\"http://germanhistorydocs.ghi-dc.org/sub_document.cfm?document_id=3910\">party&rsquo;s program of 1920</a>. (At that point, Germany had democratic elections.)</p>\r\n\r\n<p>The document is important, historians said, but it also requires a caveat.</p>\r\n\r\n<p>&quot;It did not reflect all of Hitler&rsquo;s views &mdash; it was a compromise,&quot; Breitman said. Some items &mdash; indeed, many of those that D&rsquo;Souza says echo contemporary Democratic Party planks &mdash; are socialist. But even some of these are overlain with nationalist ideas more in tune with Hitler&rsquo;s thinking, and overall, a majority of the planks articulate an extreme form of racial nationalism that is absent from modern-day Democratic platforms.</p>\r\n\r\n<p>The economic elements D&#39;Souza emphasized need important context, said&nbsp;Laurie Marhoefer, a historian at the University of Washington who has studied the period.</p>\r\n\r\n<p>&quot;The socialist elements in national socialism are in service to the racism,&quot; she said. &quot;That&#39;s very different from socialism itself, from social democracy, and from the Democrats in the United States, who aren&#39;t even social democrats.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Some points that may sound similar</div>\r\n\r\n<p>We found only three points in the 1920 Nazi platform that could be described as clearly similar to points made in the <a href=\"https://www.democrats.org/party-platform\">2016 Democratic Party platform</a>.</p>\r\n\r\n<p>&bull; &quot;We demand the extensive development of insurance for old age.&quot;</p>\r\n\r\n<p>&bull; Support for &quot;the aim of opening up to every able and hard-working German the possibility of higher education and of thus obtaining advancement. ... We demand the education of gifted children of poor parents, whatever their class or occupation, at the expense of the state.&quot;</p>\r\n\r\n<p>&bull; &quot;The state must ensure that the nation&rsquo;s health standards are raised.&quot;</p>\r\n\r\n<p>However, these goals are so anodyne that not only the Democratic platform but also the <a href=\"https://prod-cdn-static.gop.com/media/documents/DRAFT_12_FINAL[1]-ben_1468872234.pdf\">Republican platform in 2016</a> mentioned them.</p>\r\n\r\n<p>In three other cases, it&rsquo;s possible to cherry-pick language from the Nazi platform that echoes Democratic Party principles of equality, prosperity and freedom, but a closer look reveals important differences.</p>\r\n\r\n<p>&bull; &quot;All citizens shall have equal rights and duties.&quot; This sounds inoffensive, but elsewhere in the Nazi document, it offers an exclusionary definition of &quot;citizens&quot; &mdash; specifically, that &quot;only those of German blood, whatever their creed, may be members of the nation. Accordingly, no Jew may be a member of the nation.&quot;</p>\r\n\r\n<p>&bull; &quot;We demand the creation and maintenance of a healthy middle class.&quot; This may sound like American political boilerplate, but the next clause defines the pathway to this goal as &quot;the immediate communalizing of big department stores, and their lease at a cheap rate to small traders.&quot; There&rsquo;s nothing in the Democratic platform about expropriating department stores for the benefit of small-business owners.</p>\r\n\r\n<p>&bull; &quot;We demand freedom for all religious denominations in the state.&quot; This sounds fine, but the sentence goes on to clarify, &quot;provided they do not threaten its existence nor offend the moral feelings of the German race.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">D&rsquo;Souza ignores many Nazi planks that are antithetical to Democratic Party policies</div>\r\n\r\n<p>The majority of points in the platform address issues that cannot be found in the Democratic Party platform.</p>\r\n\r\n<p>&bull; <strong>Colonization</strong>. &quot;We demand land and territory (colonies) to feed our people and to settle our surplus population,&quot; the Nazi platform said.</p>\r\n\r\n<p>&bull; <strong>Immigration restrictions and deportations</strong>. The document says, &quot;If it should prove impossible to feed the entire population, foreign nationals (non-citizens) must be deported from the Reich.&quot; In addition, &quot;all non-German immigration must be prevented.&quot; The 2016 Democratic platform, by contrast, says the party &quot;supports legal immigration&quot; and would maintain &lsquo;the United States&rsquo; role as a beacon of hope for people seeking safety, freedom, and security.&quot;</p>\r\n\r\n<p>&bull; <strong>The death penalty</strong>. The Nazi platform said that &quot;common criminals, usurers, profiteers, etc., must be punished with death, whatever their creed or race.&quot; But the Democratic platform calls for abolishing the death penalty.</p>\r\n\r\n<p>&bull; <strong>Nationalization of the economy and expropriation of assets</strong>. While some may suggest that Democrats&rsquo; preference for progressive taxation and regulation of the free market are tantamount to socialism, the elements of the Nazi platform derived from the socialist side of its roots are more far-reaching than elements of the Democratic platform. For instance, the Nazi document advocates &quot;the abolition of incomes unearned by work,&quot; &quot;the ruthless confiscation of all war profits,&quot; &quot;the nationalization of all businesses which have been formed into corporations,&quot; and &quot;expropriation of land for communal purposes without compensation, the abolition of ground rent, and the prohibition of all speculation in land.&quot;</p>\r\n\r\n<p>&bull; <strong>Restrictions on the press</strong>. The Nazi document said that &lsquo;the publishing of papers which are not conducive to the national welfare must be forbidden&quot; and added that &quot;non-Germans shall be prohibited by law from participating financially in or influencing German newspapers,&quot; punishable by &quot;immediate deportation.&quot; Nothing like this appears in the Democratic platform.</p>\r\n\r\n<p>&bull; <strong>Racial purity</strong>. The roots of the Holocaust can be detected in the 1920 Nazi platform. &quot;Only members of the nation may be citizens of the state. Only those of German blood, whatever their creed, may be members of the nation. Accordingly, no Jew may be a member of the nation.&quot; It goes on to say that the party &quot;combats the Jewish-materialist spirit within and without us.&quot;</p>\r\n\r\n<p>This element offers the starkest difference, experts said.</p>\r\n\r\n<p>&quot;There is nothing in the Democratic Platform that resembles the central point of the Nazi movement &mdash; that &lsquo;no Jew may be a member of the nation,&rsquo;&quot; said Peter Hayes, a Northwestern University professor of history and German and author of <em>Why?: Explaining the Holocaust</em>.</p>\r\n\r\n<p>And as harsh as some of its rhetoric is, the 1920 document actually underplays what Nazism eventually became.</p>\r\n\r\n<p>&quot;Because Hitler wanted to create the image of consistency and infallibility, he never changed the program after he became Fuehrer of the party,&quot; Breitman said. &quot;He just continued to radicalize his views. When he gained power in 1933, he exploited opportunities to seize dictatorial control and then worked to expand party-state control of all aspects of life.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Trump Jr. said, &quot;You see the Nazi platform from the early 1930s ... look at it compared to the (Democratic Party) platform of today, you&#39;re saying, &#39;Man, those things are awfully similar,&#39; to a point where it&#39;s actually scary.&quot;</p>\r\n\r\n<p>Only a small number of elements of the two platforms are clearly similar, and those are so uncontroversial that they appear in the Republican platform as well. The vast majority of planks in the Nazi platform not only don&rsquo;t appear in the Democratic platform, but are wholly antithetical to it. We rate this Pants on Fire.</p>\r\n", "ruling_comments_date": "2018-08-03T16:42:20.935239", "ruling_date": "2018-08-03T17:28:20", "ruling_headline": "No, the Nazi platform did not echo the Democratic platform, as Donald Trump Jr. said", "ruling_headline_slug": "did-nazi-platform-echo-democratic-platform-donald-", "ruling_link_text": "Claim is way off-base", "ruling_state": null, "source_documents": null, "sources": "<p>Donald Trump Jr., <a href=\"https://www.youtube.com/watch?v=xIuogiVy33o&amp;feature=youtu.be&amp;t=2m19s\">remarks to One American News Network</a>, Aug. 1, 2018</p>\r\n\r\n<p>Dinesh D&rsquo;Souza, <em>The Big Lie: Exposing the Nazi Roots of the American Left</em>, 2017</p>\r\n\r\n<p><a href=\"http://germanhistorydocs.ghi-dc.org/sub_document.cfm?document_id=3910\">Program of the German Workers&rsquo; Party</a>, 1920</p>\r\n\r\n<p><a href=\"https://www.democrats.org/party-platform#broken-immigration\">Democratic Party Platform</a>, 2016</p>\r\n\r\n<p><a href=\"https://prod-cdn-static.gop.com/media/documents/DRAFT_12_FINAL[1]-ben_1468872234.pdf\">Republican Party Platform</a>, 2016</p>\r\n\r\n<p>Dinesh D&rsquo;Souza, <em><a href=\"https://www.deathofanationmovie.com/\">Death of a Nation</a></em> movie website, accessed Aug. 3, 2018</p>\r\n\r\n<p>Donald Trump Jr., <a href=\"https://twitter.com/DonaldJTrumpJr/status/1025133940552749059\">tweet</a>, Aug. 2, 2018</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"https://www.washingtonpost.com/news/reliable-source/wp/2018/08/02/donald-trump-jr-co-hosts-dinesh-dsouzas-very-conservative-d-c-film-premiere/?utm_term=.1b8516da1931\">Donald Trump Jr. co-hosts Dinesh D&rsquo;Souza&rsquo;s very conservative D.C. film premiere</a>,&quot; Aug. 2, 2018</p>\r\n\r\n<p>Email interview with Peter Baldwin, historian at the University of California-Los Angeles, Aug. 3, 2018</p>\r\n\r\n<p>Email interview with Laurie Marhoefer, historian at the University of Washington, Aug. 3, 2018</p>\r\n\r\n<p>Email interview with Peter Hayes, Northwestern University professor of history and German and author of <em>Why?: Explaining the Holocaust</em>, Aug. 3, 2018</p>\r\n\r\n<p>Email interview with Richard Breitman, American University historian and author of <em>The Architect of Genocide: Himmler and the Final Solution</em>, Aug. 3, 2018</p>\r\n\r\n<p>Email interview with Jeffrey Herf, University of Maryland historian and author of <em>The Jewish Enemy: Nazi Propaganda during World War II and the Holocaust</em>, Aug. 3, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Donald", "half_true_count": 0, "home_state": "", "id": 3608, "last_name": "Trump Jr.", "mostly_true_count": 0, "name_slug": "donald-trump-jr", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Trump_Jr.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3608/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>&quot;You see the Nazi platform from the early 1930s ... look at it compared to the (Democratic Party) platform of today, you&#39;re saying, &#39;Man, those things are awfully similar.&#39;&quot;</p>\r\n", "statement_context": "an interview with One America News Network", "statement_date": "2018-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": "No, the Nazi platform did not echo the Democratic platform, as Donald Trump Jr. said"}