{"art": [{"brightcove": "", "caption": "(via Creative Commons)", "id": 16826, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/soil-386749_1280.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16826/", "title": "Farmer pic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/truth-o-meter/statements/2018/aug/09/jon-tester/montana-senate-race-long-standing-battle-between-d/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Fight between developers, farmers shapes Montana Senate race", "id": 15712, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15712/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In Montana&rsquo;s contentious U.S. Senate race, Democratic incumbent Jon Tester accused his Republican challenger of placing the interests of property developers over Montana farmers.</p>\r\n\r\n<p>Tester is making the case that opponent Matt Rosendale&rsquo;s previous career as a land developer colored his voting decisions as a state lawmaker.</p>\r\n\r\n<p>&quot;Matt Rosendale consistently supported land use rules that would help developers like him and hurt farmers in Montana,&quot; Tester said on his <a href=\"https://www.jontester.com/wp/wp-content/uploads/2018/06/Maryland-Matt-Bad-For-Montana-Agriculture.pdf\">website</a>.</p>\r\n\r\n<p>While the legislative debate over Montana land use laws may not have grabbed national headlines, communities across America are familiar with the push-and-pull between developers and farmers, as well as local government&rsquo;s attempts to balance these often adversarial competing interests. &nbsp;</p>\r\n\r\n<p>We decided to take a closer look at Montana&rsquo;s case.</p>\r\n\r\n<div class=\"pf_subheadline\">Big Sky Country soil</div>\r\n\r\n<p>Montana &mdash; nicknamed &quot;Big Sky Country&quot; &mdash; holds farmland so dear that its soil gets a nod in the state constitution in a provision directing lawmakers to &quot;protect, enhance, and develop all of agriculture.&quot;</p>\r\n\r\n<p>So what happens if you want to take a piece of Montana property and divide it into smaller lots for individual sale?</p>\r\n\r\n<p>Under longstanding Montana law, local governments generally have a legal duty to weigh the agricultural impact of such subdivisions.</p>\r\n\r\n<p>Basically, if planners determine the move would have a &quot;potentially significant adverse impact&quot; on agriculture, they can force the developer to take &quot;reasonable steps&quot; to minimize the impact, according to a <a href=\"https://www.farmlandinfo.org/sites/default/files/AgReport09.10.12_UMontana_LawSchool.pdf\">report</a> from the University of Montana School of Law.</p>\r\n\r\n<p>Not surprisingly, developers have faced political headwinds from some agricultural and environmental groups when they&rsquo;ve sought to change the rules.</p>\r\n\r\n<p>Tester&rsquo;s campaign pointed us to votes on two such measures that Rosendale, who is now the state&rsquo;s auditor, cast in his previous role as a Montana lawmaker. Both bills were vetoed by the state&rsquo;s Democratic governor. But had they passed, they would have substantially altered Montana&rsquo;s land use law.</p>\r\n\r\n<p>One bill &mdash; the more sweeping of the two measures we looked at &mdash; was a 2011 proposal to reduce the influence local governments have on whether a proposed subdivision can move forward. Specifically, the bill &mdash; HB 542 &mdash; would have narrowed the range of factors planners could consider while assessing a subdivision&rsquo;s agricultural impact.</p>\r\n\r\n<p>The proposal would also have imposed a requirement that planners back up their arguments with peer-reviewed studies, and it set a strict deadline on the amount of time the government had to deliver its findings.</p>\r\n\r\n<p>And under the bill, if a court ruled in a developer&rsquo;s favor, the losing party would have to pay attorney&rsquo;s fees &mdash; a provision that experts said was meant to discourage legal challenges to subdivision proposals and environmental permitting decisions.</p>\r\n\r\n<p>Rosendale voted in favor of both the House bill in 2011, as well as a similar Senate bill in 2013.</p>\r\n\r\n<p>His campaign did not dispute Tester&rsquo;s characterization of the bills as pro-developer. In fact, every source we consulted unanimously agreed with that conclusion. &nbsp;&nbsp;</p>\r\n\r\n<p>&quot;This bill was an attempt by developers to make it easier to subdivide suburban property for housing development,&quot; Mike Dennison, chief political reporter for Montana Television Network who covered the HB 542 debate in 2011, told us.</p>\r\n\r\n<p>Because the pro-developer portion of the claim is not disputed, we&rsquo;re concerned here with only one question: Did the measures that Rosendale supported stand to hurt Montana farmers?</p>\r\n\r\n<p>The answer is a mixed picture.</p>\r\n\r\n<div class=\"pf_subheadline\">Some farmers hurt</div>\r\n\r\n<p>Opponents&rsquo; main argument against changing the law was that it would lead to the disappearance of Montana farmland.</p>\r\n\r\n<p>As evidence, Tester&rsquo;s campaign pointed us to a 2011 op-ed in The Missoulian that carried the headline, &quot;<a href=\"https://missoulian.com/news/opinion/columnists/subdivision-bill-bad-for-farmers-ranchers/article_2f719e06-4e44-11e0-acf4-001cc4c03286.html\">Subdivision bill bad for farmers, ranchers</a>.&quot;</p>\r\n\r\n<p>In it, Stephanie Laporte, a member of the Community Food and Agriculture Coalition, argued the proposed changes would gut the law&rsquo;s original intent of protecting Montana farmland, by &quot;allow(ing) subdivisions to run wild through farming and ranching communities.&quot;</p>\r\n\r\n<p>&quot;Make no mistake,&quot; Laporte wrote, &quot;if approved by the Senate, HB 542 will hurt farmers and ranchers, lead to the permanent loss of agricultural land, and jeopardize Montana&#39;s top industry for decades to come.&quot;</p>\r\n\r\n<p>Dennison, who covered the legislative debate for the Billings Gazette, said some farmers may have viewed the prospect of rolling back agricultural protections as a kind of slippery slope.</p>\r\n\r\n<p>&quot;It&rsquo;s possible that farmers who don&rsquo;t want to subdivide their land may feel squeezed by other landowners doing it and feel powerless to stop encroaching development,&quot; Dennison told us. &quot;They may have seen this bill as making it harder (for local government) to slow things.&quot;</p>\r\n\r\n<p>Despite these concerns, the House bill (and a similar 2013 Senate bill) cleared both legislative chambers before dying on the desk of a Democratic governor.</p>\r\n\r\n<p>&quot;I issue this veto because the amendments to Montana&rsquo;s subdivision review process contained in HB 542 are unnecessary, contrary to the public interest, and could jeopardize one of Montana&rsquo;s most important industries &ndash; farming and ranching,&quot; Gov. Brian Schweitzer said in an April 2011 veto message.</p>\r\n\r\n<div class=\"pf_subheadline\">Other farmers helped</div>\r\n\r\n<p>On the other hand, some farmers welcomed the bill. To its supporters, the changes represented a regulatory rollback that would broaden farmers&rsquo; rights to do as they wish with their private property.</p>\r\n\r\n<p>&quot;Farming and agricultural interests in Montana, on land-use policy, tend to default toward less regulation,&quot; Dennison told us. &quot;They see regulation and planning as possible encroachment on private-property rights, which they are very enthusiastic about.&quot;</p>\r\n\r\n<p>Rather than a government planner blocking the subdivision of farmland, property owners always have another option, Dennison noted: &quot;If farmers don&rsquo;t want development, they don&rsquo;t have to subdivide their land.&quot;</p>\r\n\r\n<p>Based on an analysis the voting breakdown of the 2011 House bill, Dennison reasoned that while some farm interests opposed the bill, most of the mainstream agricultural groups likely either supported or didn&rsquo;t oppose it because of the property-rights issue.</p>\r\n\r\n<p>Chuck Johnson, a veteran Montana political and state government reporter for the Last Best News and Missoula Current, also said the bill presented a mixed picture in terms of its effect on Montana farmers.</p>\r\n\r\n<p>&quot;It would have hurt some farmers,&quot; he told us. &quot;But it would have benefited those farmers &mdash; probably in the small minority &mdash; who wanted to subdivide their land or sell it to someone who wanted to subdivide.&quot;</p>\r\n\r\n<p>A spokesman for Rosendale cited the case of a Montanan named George Lake who saw&nbsp;the measure as a way to&nbsp;broaden his property rights. In testimony before his local government committee, Lake said he spent three years appealing to local planners to approve the subdivision of his relatively modest plot, before ultimately giving up.</p>\r\n\r\n<p>&quot;The unpredictable and inconsistent approval process is a huge issue for small-time property owners like (Lake) who don&rsquo;t have the clout that a major developer does,&quot; said Shane Scanlon, communications director for Matt Rosendale.</p>\r\n\r\n<div class=\"pf_subheadline\">Farming groups divided</div>\r\n\r\n<p>Farm groups were divided on the subdivision law changes Rosendale backed, which would seem to underscore the farming community&rsquo;s mixed feelings.</p>\r\n\r\n<p>The Montana Farmers Union, which tends to align with Democrats and has traditionally represented relatively smaller farmers, opposed the 2013 Senate measure, calling it &quot;an anti-agriculture bill.&quot; (The Montana Farmers Union did not respond to a request for comment.)</p>\r\n\r\n<p>But the Montana Farm Bureau Federation, which typically lines up with Republican positions and tends to support relatively larger farmers, backed the measure.</p>\r\n\r\n<p>&quot;It was helpful to developers but not particularly harmful to agriculture,&quot; John Youngberg, executive vice president of the Montana Farm Bureau Federation, told us.</p>\r\n\r\n<p>Johnson, the veteran Montana politics reporter who explained the farm groups&rsquo; political leanings to us, said that despite the groups&rsquo; partisan tendencies, they don&rsquo;t always line up on opposite sides of the aisle.</p>\r\n\r\n<p>&quot;At times, the various farming and ranching groups work together on issues, and are quite formidable,&quot; he said. &quot;This issue was one where they disagreed.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Tester said, &quot;Matt Rosendale consistently supported land use rules that would help developers like him and hurt farmers in Montana.&quot;</p>\r\n\r\n<p>For this fact-check, we looked at two measures that would have relaxed Montana&rsquo;s land use rules. Sources we consulted unanimously characterized these bills as pro-developer.</p>\r\n\r\n<p>The question of how farmers would fare under the proposed changes, however, yielded a much more mixed answer. Some farmers appeared fearful that laxer regulation would lead to the disappearance of Montana farmland. Yet others welcomed the broader private-property rights engendered in the new laws.</p>\r\n\r\n<p>Farm groups were divided on the subdivision law changes Rosendale backed, which underscores the farming community&rsquo;s mixed feelings.</p>\r\n\r\n<p>We rate this Half True.</p>\r\n", "ruling_comments_date": "2018-08-09T10:21:55.604712", "ruling_date": "2018-08-09T14:33:38", "ruling_headline": "In Montana Senate race, long-standing battle between developers, farmers looms large", "ruling_headline_slug": "montana-senate-race-long-standing-battle-between-d", "ruling_link_text": "Mud slinging", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Jon Tester, D-Mont., <a href=\"https://www.jontester.com/wp/wp-content/uploads/2018/06/Maryland-Matt-Bad-For-Montana-Agriculture.pdf\">website</a>, accessed Aug. 3, 2018</p>\r\n\r\n<p>University of Montana School of Law, &quot;<a href=\"https://www.farmlandinfo.org/sites/default/files/AgReport09.10.12_UMontana_LawSchool.pdf\">Agricultural Protection in Montana: Local Planning, Regulation, and Incentives</a>,&quot; Spring 2012</p>\r\n\r\n<p>Billings Gazette, &quot;House endorses pro-development rewrite of subdivision laws,&quot; Feb. 22, 2011</p>\r\n\r\n<p>The Missoulian, &quot;<a href=\"https://missoulian.com/news/opinion/columnists/subdivision-bill-bad-for-farmers-ranchers/article_2f719e06-4e44-11e0-acf4-001cc4c03286.html\">Subdivision bill bad for farmers, ranchers</a>,&quot; Mar. 14, 2011</p>\r\n\r\n<p>Email interview with John Youngberg, executive vice president of the Montana Farm Bureau Federation, Aug. 7, 2018</p>\r\n\r\n<p>Email interview with Chuck Johnson, Montana political and state government reporter for the Last Best News and Missoula Current, Aug. 7, 2018</p>\r\n\r\n<p>Email interview with Mike Dennison, chief political reporter for Montana Television Network, Aug. 7, 2018</p>\r\n\r\n<p>Email interview with Chris Meagher, communications director for Sen. Jon Tester, D-Mont., Aug. 2, 2018</p>\r\n\r\n<p>Email interviews with Shane Scanlon, communications director for Matt Rosendale, Aug. 3-4, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senate", "false_count": 0, "first_name": "Jon", "half_true_count": 2, "home_state": "Montana", "id": 1919, "last_name": "Tester", "mostly_true_count": 0, "name_slug": "jon-tester", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tester_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1919/", "total_count": 3, "true_count": 1, "website": "http://www.tester.senate.gov/"}, "statement": "<p>Says Matt Rosendale &quot;consistently supported land use rules that would help developers like him and hurt farmers in Montana.&quot;</p>\r\n", "statement_context": "on candidate's website", "statement_date": "2018-08-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "In Montana Senate race, long-standing battle between developers, farmers looms large"}