{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/mar/11/marco-rubio/rubio-gop-credit-card-my-money/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1571, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1571/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The story about Marco Rubio&#39;s Republican Party of Florida American Express card has devolved into a game of soundbite one-upsmanship.<br />\r\n<br />\r\nQuestions about whether Rubio charged personal expenses on the GOP&#39;s corporate card have produced dueling remarks from the campaigns of Rubio and his primary opponent, Gov. Charlie Crist. Many have centered on whether party money was used for repairs to Rubio&#39;s family minivan and the $133.75 Rubio charged on the GOP credit card at a Miami barber shop.<br />\r\n<br />\r\nWe decided it was time to put some of the claims to our Truth-O-Meter.<br />\r\n<br />\r\nRubio appeared March 4, 2010 on Fox News with Neil Cavuto to talk about the U.S. Senate primary. Of course, his credit card bills came up.<br />\r\n<br />\r\nCavuto told Rubio that Crist has suggested that the charges indicate Rubio isn&#39;t the fiscal conservative he has claimed to be. Rubio, in response, brushed the tactic off as a silly act of desperation. Cavuto pressed further.<br />\r\n<br />\r\n&quot;Well, I guess, others were saying, they&#39;re not so silly when you champion a cause that you&#39;re going to cut abusive and wasteful spending when they say that you charged grocery bills or repairs of your family minivan, purchases at a wine store, you know where this is going?&quot; Cavuto asked Rubio.<br />\r\n<br />\r\n&quot;Yes, but here&#39;s what they don&#39;t tell you, it&#39;s my money,&quot; Rubio <a href=\"http://www.youtube.com/watch?v=VPtM79s5ugQ\" target=\"_blank\">said</a>. &quot;It&#39;s a card that was secured under my credit and I made payments out of my own pockets directly to American Express. It&#39;s ridiculous. It&#39;s not true and it is being put in the worst possible way to divert attention from the central issues of this campaign.&quot;<br />\r\n<br />\r\nThe issue here is whether Rubio is correct to assert to a national audience that charges on the GOP card were his money.<br />\r\n<br />\r\nThe answer is, it&#39;s complicated.<br />\r\n<br />\r\n<strong>What we know</strong><br />\r\n<br />\r\nRubio was among a group of at least a half-dozen Florida lawmakers given GOP credit cards in recent years, allowing them to use party money for certain expenses. The card was intended for party business, &quot;primarily those associated with fundraising, candidate recruitment and other activities related to electing Republicans,&quot; according to party spokeswoman Katie Betta.<br />\r\n<br />\r\nUsing the card for personal expenses was not explicitly prohibited, but personal expenses &quot;were expected to be paid through a reimbursement, or in some cases directly to American Express,&quot; Betta said. There was no written policy on the use of the cards, Betta said.<br />\r\n<br />\r\nRubio, who had the card while he was a member of the state House leadership, used the GOP American Express to pay for both personal and party-related matters. A majority of the party-business charges are related to travel -- airfare, hotel, rental cars. Some other &quot;party&quot; charges, according to <em>a </em><em>Miami Herald</em>/<em>St. Petersburg Times </em>analysis, include:<br />\r\n&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>$765 at Apple&#39;s online store for &quot;computer supplies&quot; -- (Campaign says for a computer hard drive and software).</li>\r\n\t<li>$25.76 from Everglades Lumber for &quot;supplies&quot; -- (Campaign says for office supplies such as a power strip).</li>\r\n\t<li>$53.49 at Winn-Dixie in Miami for &quot;food&quot; -- (Campaign says for snacks, soft drinks, and other office supplies).</li>\r\n\t<li>$68.33 at Happy Wine in Miami for &quot;beverages&#39;&#39; and &quot;meal&quot; -- (Campaign says Happy Wine also is a tapas and sandwich restaurant).</li>\r\n\t<li>$78.10 for two purchases at Farm Stores groceries in suburban Miami -- (Campaign says for snacks, soft drinks, and other office supplies).</li>\r\n\t<li>$412 at All Fusion Electronics, a music equipment store in Miami, for &quot;supplies&quot; -- (Campaign says the store repairs computers).</li>\r\n</ul>\r\n\r\n<p>Rubio and his campaign say all of the purchases paid for by the party were approved business expenses. Rubio, who also could bill the state for some travel expenses, explained his policy for dealing with the charges in a written response to the <em>Herald </em>and <em>Times</em>, the newspapers that broke the original story.<br />\r\n<br />\r\n&quot;When it came to incurring expenses, I erred on the side of caution and maintained two operating principles: If it was debatable as to whether the expense was state or Party related, I tried to err on the side of saving taxpayer money by charging that expense to the Party,&quot; Rubio wrote. &quot;If it was a question between Party expenses or personal expenses, I would err on the side of protecting Party money by paying personally for those charges.<br />\r\n<br />\r\n&quot;Whenever I incurred a personal expense, I paid American Express directly,&quot; Rubio added. &quot;I was as diligent as possible to ensure the Party did not pay for items that were unrelated to Party business.&quot;</p>\r\n\r\n<p>Rubio says he sent about $16,000 to American Express to cover personal expenses, but those payments were not made monthly. Rubio made no payments during one six-month stretch in 2007.</p>\r\n\r\n<p>The <em>Herald/Times</em> story also detailed purchases that the newspapers could not determine whether they were political or personal. Rubio, in many cases, was unable to provide clarification.<br />\r\n<br />\r\nThe party, for instance, paid a $1,000 charge at Braman Honda in Miami for repairs to Rubio&#39;s family minivan in January 2008. Rubio told the newspapers that the minivan was damaged by parking attendants at a political function and that the party agreed to cover half of his insurance deductible. The party also paid more than $2,000 for him to rent a car in Miami for five weeks while the minivan was being fixed.<br />\r\n<br />\r\nCampaign spokesman Alex Burgos said that Rubio sent &quot;a $500 direct payment to American Express to cover half of the $1,000 car repair.&quot;<br />\r\n<br />\r\n&quot;The fact is the $16,000 in personal expenditures were paid for by Marco Rubio&#39;s money,&quot; Burgos said. &quot;The $109,000 paid for by the party was for party business.&quot;</p>\r\n\r\n<p>But not everything adds up.</p>\r\n\r\n<p>Rubio identified to the <em>Herald </em>and <em>Times </em>at least $1,265 in personal expenses billed to the card between March and November 2008: $1,024 in charges from a Tallahassee property management company, and $241 for a flight to Las Vegas after a relative&#39;s death.<br />\r\n<br />\r\nDuring that eight-month period, however, Rubio repaid only $982 toward the credit card, records show. Rubio&#39;s campaign would not provide a list of all the personal expenses he repaid. Rubio&#39;s campaign said he attempted to pay his personal expenses as soon as possible, but sometimes had trouble getting statements to examine from Republican Party officials.</p>\r\n\r\n<p><strong>Corporate card skinny</strong><br />\r\n<br />\r\nA key element to deciding whether it was Rubio&#39;s money, as he claims, is to know how the American Express corporate card works.<br />\r\n<br />\r\nMolly Faust, a spokeswoman for American Express, declined to discuss the Republican Party of Florida account, or Rubio specifically. But she did discuss the American Express program generally.<br />\r\n<br />\r\nHere are some key details:</p>\r\n\r\n<ul>\r\n\t<li>While the business must authorize an employee to be included on the corporate charge account, the employee applies for the card individually. The card includes the employee&#39;s name, and has a unique account number.</li>\r\n\t<li>The card isn&#39;t a typical credit card. The bill is required to be paid in full every month. If it&#39;s not, American Express charges late fees, but not interest. (That means if Rubio didn&#39;t pay a personal expense off right away, the party would have to pay the charge, or pay late fees).</li>\r\n\t<li>While the card is designed for business use, American Express doesn&#39;t mandate business-use only as a policy.</li>\r\n\t<li>How the card is paid off is decided between the employee and the employer. Employees can send payments to American Express and be reimbursed by the company, the company can pay the bill, or some mix of contributions.</li>\r\n\t<li>Here&#39;s a critical point. If the bill isn&#39;t paid, the company is liable, Faust said, so long as the employee is following company guidelines. In that scenario, the late payments will not affect the employee&#39;s credit score, Faust said.</li>\r\n</ul>\r\n\r\n<p>Let&#39;s repeat that: &quot;As long as the employee has adhered to maintaining their account and their responsibilities to the company, they are not liable,&quot; Faust said.<br />\r\n<br />\r\nWhile Faust is talking in general, that&#39;s a key distinction in addressing Rubio&#39;s claim because there was no real policy regarding the use of the cards.<br />\r\n<br />\r\nUnder that rule, Rubio would not have been liable for any charges -- personal or business. So when Rubio says he paid back about $16,000 in personal charges, it&#39;s unclear if he had to, or if he would be penalized if he did not.<br />\r\n<br />\r\nHis money may have never been at stake.<br />\r\n<br />\r\n<strong>Separating party from personal</strong><br />\r\n<br />\r\nAnother key to this discussion is trying to separate personal from party expenses.<br />\r\n<br />\r\nTake for instance the $78.10 Rubio charged at a Miami convenience store about a mile from his home. The charges were to Farm Stores, small drive-through convenience stores that sell things such as milk, beer, soda and potato chips. When asked about the charges, along with others by the <em>Herald/Times</em>, Rubio didn&#39;t specifically explain what he purchased at the convenience store. (Campaign spokesman Albert Martinez told PolitiFact Florida the charges were for office snacks).<br />\r\n<br />\r\nWhatever it was, the GOP paid for it. Not Rubio.<br />\r\n<br />\r\nThe state party&#39;s quarterly financial report lists payments to American Express in its &quot;expense&quot; report. The party itemizes those charges -- though not by cardholder -- in a separate filed called &quot;Other Distributions.&quot;<br />\r\n<br />\r\nIf charges aren&#39;t listed there, Rubio and the RPOF say, it means he paid for it himself.<br />\r\n<br />\r\nThat means Rubio paid for the now infamous visit to a barber shop called Churchill&#39;s on Nov. 18, 2006, for which Rubio charged $133.75. The charge -- Rubio says it was for a $20 haircut and items for a silent auction -- was not on party statements that we could find.<br />\r\n<br />\r\nBut those statements can be difficult to interpret, because the party grouped some expenses together, rather than itemized them.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nTo recap, Rubio said the charges were made with &quot;my money.&quot;<br />\r\n<br />\r\nThere is some evidence on both sides.<br />\r\n<br />\r\nOn one hand, Rubio is able to document that he made payments to American Express for some items that he declared to be personal. That supports his contention that it was his money.<br />\r\n<br />\r\nBut the fact that there were purchases that appear to be personal, and were paid for by the Republican Party, undercuts his claim.<br />\r\n<br />\r\nAnd although the card was under his name, American Express says that in general -- as long as a cardholder isn&#39;t violating the rules set out by the company -- it is the company (in this case the party) that is liable for the charges. And the cardholder (in this case Rubio) won&#39;t have his credit rating affected if the bill is not paid on time.<br />\r\n<br />\r\nSo there&#39;s little evidence that it was &quot;his money,&quot; but more that it was really the party&#39;s. We rate his claim Barely True.</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-03-10T17:35:27.341528", "ruling_date": "2010-03-11T12:19:35", "ruling_headline": "Rubio says GOP credit card paid with 'my money'", "ruling_headline_slug": "rubio-gop-credit-card-my-money", "ruling_link_text": "More complex than a two-word soundbite", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News transcript, March 4, 2010, accessed via Nexis</p>\r\n\r\n<p><a href=\"http://www.youtube.com/watch?v=VPtM79s5ugQ\" target=\"_blank\">You Tube video of Neil Cavuto interviewing Marco Rubio</a>, Fox News, March 4, 2010</p>\r\n\r\n<p>&quot;<a href=\"http://www.tampabay.com/news/politics/legislature/article1075692.ece\" target=\"_blank\">Records show Marco Rubio spent thousands with GOP credit card</a>,&quot; <em>St. Petersburg Times/Miami Herald</em>, Feb. 25, 2010</p>\r\n\r\n<p>&quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/rubios-credit-card-use-prompts-calls-for-transparency/1075929\" target=\"_blank\">Rubio&#39;s credit card use prompts calls for transparency</a>,&quot; <em>St. Petersburg Times/Miami Herald</em>, Feb. 26, 2010</p>\r\n\r\n<p>Marco Rubio&#39;s written responses to the <em>Times/Herald</em>, Feb. 24, 2010</p>\r\n\r\n<p>E-mail interview with Rubio campaign spokesman Alex Burgos, March 10, 2010</p>\r\n\r\n<p>Interview with Molly Faust, American Express spokeswoman, March 9, 2010</p>\r\n\r\n<p>Interview with Katie Betta, Republican Party of Florida spokeswoman, March 10, 2010</p>\r\n\r\n<p>Republican Party of Florida campaign finance reports</p>\r\n\r\n<p>Marco Rubio <a href=\"http://www.marcorubio.com/marco-rubio-to-rpof-chairman-john-thrasher-credit-card-statement-leak-is-appalling-act-of-desperation-from-crist-campaign/\" target=\"_blank\">letter</a> to RPOF Chairman John Thrasher, Feb. 25, 2010</p>\r\n\r\n<p>Interview with Rubio spokesman Albert Martinez, March 11, 2010</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>Charges on the Republican Party of Florida credit card were made with &quot;my money.&quot;</p>\r\n", "statement_context": "an interview with Fox News.", "statement_date": "2010-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}