{"art": [{"brightcove": "", "caption": "In this 2013 photo, Rep. Jeff Denham, R-Calif., testifies on Capitol Hill in Washington, before the House Judiciary subcommittee on Immigration and Border Security. AP Photo/Evan Vucci", "id": 16865, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jeff_Denham_china_graphic.png", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16865/", "title": "Jeff Denham china graphic ", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}], "canonical_url": "/california/statements/2018/aug/14/jeff-denham/no-evidence-back-denhams-claim-china-tampered-us-e/", "edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "editor": [{"email_address": "gfavre@sbcglobal.net", "first_name": "Gregory", "id": 564, "last_name": "Favre", "name_slug": "gregory-favre", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/564/", "title": "PolitiFact California editor", "twitter": null}], "facebook_headline": "Has China ‘tampered’ with U.S. elections? ", "id": 15730, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "chris.nichols@csus.edu", "first_name": "Chris", "id": 498, "last_name": "Nichols", "name_slug": "chris-nichols", "on_staff_page": 97, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/498/", "title": "PolitiFact California writer", "twitter": ""}, {"email_address": "sami.soto@capradio.org", "first_name": "Sami", "id": 691, "last_name": "Soto", "name_slug": "sami-soto", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 58, "publication_name": "Capital Public Radio", "resource_uri": "/api/v/2/publication/58/"}, "resource_uri": "/api/v/2/staffer/691/", "title": "PolitiFact California intern", "twitter": ""}], "resource_uri": "/api/v/2/statement/15730/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>California Congressman Jeff Denham recently called China&rsquo;s tariffs &quot;a big deal&quot; for Central Valley farmers, especially the 50 percent tariff on almonds grown throughout his Stanislaus County district.</p>\r\n\r\n<p>A moment later, in the same interview on the <a href=\"https://www.youtube.com/watch?time_continue=1&amp;v=Gci6e6-cLNI\">209 Podcast</a>, the Republican claimed China is a big threat for another reason: Interfering in U.S. elections &quot;quite a bit.&quot;</p>\r\n\r\n<p>&quot;China has been a good partner on a lot of issues. They&rsquo;ve backed us up with North Korea. They are a good trading partner, even though they&rsquo;ve not acted so well with our elections. They&rsquo;ve tampered with our elections quite a bit,&quot; Denham said in the July 24, 2018 interview.</p>\r\n\r\n<p><iframe frameborder=\"0\" height=\"500\" src=\"https://www.youtube.com/embed/Gci6e6-cLNI?start=900\" width=\"100%\"></iframe></p>\r\n\r\n<p><em>Denham makes his claim at the 15:00 minute mark in the video above.&nbsp;</em></p>\r\n\r\n<p>Russia, not China, has been the focus of a U.S. investigation into election meddling since 2016.</p>\r\n\r\n<p>The Russian government, according to U.S. intelligence agencies, interfered in the 2016 presidential election through a widespread hacking and misinformation campaign. In their <a href=\"https://www.dni.gov/files/documents/ICA_2017_01.pdf\">January 2017 report</a>, the agencies said:</p>\r\n\r\n<p><em>&quot;We assess Russian President Vladimir Putin ordered an influence campaign in 2016 aimed at the U.S. presidential election. Russia&rsquo;s goals were to undermine public faith in the U.S. democratic process, denigrate Secretary Clinton, and harm her electability and potential presidency. We further assess Putin and the Russian government developed a clear preference for President-elect Trump. We have high confidence in these judgments.&quot;</em></p>\r\n\r\n<p>Russia&rsquo;s interference remains the focus of U.S. Special Counsel Robert Mueller&rsquo;s ongoing investigation.</p>\r\n\r\n<p>But we wanted to know whether there&rsquo;s evidence showing China has &quot;tampered with our elections quite a bit,&quot; as Denham claimed.</p>\r\n\r\n<p>We decided to fact-check that very specific and serious charge.</p>\r\n\r\n<p><strong>Background on Denham</strong></p>\r\n\r\n<p>Denham is seeking his fifth term&nbsp;representing California&rsquo;s 10th Congressional District. He is being challenged by Democrat Josh Harder, a college instructor and businessman. The race is considered one of four toss ups in California by the <a href=\"https://www.cookpolitical.com/ratings/house-race-ratings\">Cook Political Report</a>.</p>\r\n\r\n<p>Denham sits on House <a href=\"https://denham.house.gov/about/committees.htm\">committees</a>&nbsp;on transportation, agriculture and natural resources, but doesn&rsquo;t sit on any panels that would regularly discuss elections or foreign interference. His office did not say the claim comes from classified information.</p>\r\n\r\n<p><strong>Similar claim rated False</strong></p>\r\n\r\n<p>Denham&rsquo;s statement that China has interfered in U.S. elections isn&rsquo;t common.</p>\r\n\r\n<p>But there was one high-profile allegation <a href=\"https://www.politifact.com/wisconsin/statements/2017/jul/13/reince-priebus/china-and-north-korea-consistently-over-many-many-/\">fact-checked</a> last year by PolitiFact Wisconsin.</p>\r\n\r\n<p>In July 2017, then White House chief-of-staff Reince Priebus said on &quot;Fox News Sunday&quot; that &quot;It&rsquo;s an absolute fact&quot; that China and North Korea &quot;have consistently over many, many years&quot; meddled in U.S. elections.</p>\r\n\r\n<p>To assess that, PolitiFact Wisconsin contacted a dozen Asian studies and international affairs experts who either said they were unaware of any evidence to back Priebus&rsquo; claim or only aware of one example from two decades ago.</p>\r\n\r\n<p>PolitiFact Wisconsin rated Priebus&rsquo; claim <a href=\"https://www.politifact.com/wisconsin/statements/2017/jul/13/reince-priebus/china-and-north-korea-consistently-over-many-many-/\">False</a>, a rating we&rsquo;ll keep in mind.</p>\r\n\r\n<p><strong>Still no evidence</strong></p>\r\n\r\n<p>We contacted several of the same experts to find out whether any new information about China had come to light over the past year, since the recent fact check.</p>\r\n\r\n<p>Four experts responded and said there&rsquo;s still nothing to support the claim that China has consistently interfered in U.S. elections. Like many other countries, China does try to influence the American political process, particularly through lobbying. That&rsquo;s not the same, the experts said, as the pervasive Russian meddling in elections.</p>\r\n\r\n<p>&quot;I don&rsquo;t think that there&rsquo;s any evidence of China as a government acting to interfere in the elections in order to either disrupt the process or to tip the election one way or the other,&quot; said <a href=\"https://faculty.polisci.wisc.edu/yherrera/\">Yoshiko Herrera</a>, a political science professor at the University of Wisconsin-Madison who has studied Russian election interference.</p>\r\n\r\n<p>Herrera is the former director of the school&rsquo;s Center for Russia, East Europe and Central Asia.</p>\r\n\r\n<p>&quot;I see no indication from U.S. officials, from intelligence officials, that suggests China has been meddling in U.S. elections,&quot; added <a href=\"https://www.bc.edu/schools/cas/polisci/facstaff/ross.html\">Robert Ross</a>, political science professor at Boston College and associate at the Center for Chinese Studies at Harvard University.</p>\r\n\r\n<p>There&rsquo;s little doubt that China has the technological ability to interfere in U.S. elections, Ross said. But its government is likely showing restraint in this arena, he said, because such action would draw negative attention from the U.S. and distract from China&rsquo;s other goals, such as its military buildup in the South China Sea.</p>\r\n\r\n<p>&quot;I know of no evidence that China has tampered with US elections,&quot; Susan Shirk, a UC San Diego research professor and chair of the <a href=\"http://china.ucsd.edu/\">21st Century China Center</a> at the school, wrote in an email. &quot;China is increasing its efforts at public diplomacy/propaganda, to get people to have a positive view of China, but there are no reports of campaign contributions or meddling with the online information environment similar to those made about Russia.&quot;</p>\r\n\r\n<p><strong>Denham&rsquo;s response</strong></p>\r\n\r\n<p>Asked to support the statement, Denham&rsquo;s spokeswoman Emily Carlin wrote in an email that China&rsquo;s tampering in U.S. elections was &quot;commonly accepted facts.&quot;</p>\r\n\r\n<p>She then rephrased what the congressman said, writing, &quot;As far as Chinese efforts to influence our political process, there has been increasing evidence of this.&quot;</p>\r\n\r\n<p>She provided links to news articles from <a href=\"https://www.npr.org/2018/06/20/621963286/former-u-s-diplomat-warns-china-is-emulating-russian-political-interference\">NPR</a>, <a href=\"https://www.cnbc.com/2018/06/07/congress-turns-up-heat-on-chinas-political-meddling-amid-russia-investigation.html\">CNBC</a> and <a href=\"https://sanfrancisco.cbslocal.com/2018/08/01/details-chinese-spy-dianne-feinstein-san-francisco/\">CBS SF Bay Area</a>, along with a U.S. intelligence <a href=\"https://www.dni.gov/files/documents/Newsroom/Testimonies/2018-ATA---Unclassified-SSCI.pdf\">report</a> to support the claim. And while that material shows China poses a cyber and espionage threat and has run disinformation campaigns in Taiwan and Austrailia, it includes no claims China has interfered or tampered with U.S. elections.</p>\r\n\r\n<p><strong>Alleged Chinese spy</strong></p>\r\n\r\n<p>In her response, Denham&rsquo;s spokeswoman cited news <a href=\"https://sanfrancisco.cbslocal.com/2018/08/01/details-chinese-spy-dianne-feinstein-san-francisco/\">reports</a> that a staffer who once worked for U.S. Senator Dianne Feinstein had a connection to Chinese spying.</p>\r\n\r\n<p>Victor Shih, an associate professor at the School of International Relations and Pacific Studies at UC San Diego, said, however, there&rsquo;s no indication the staffer had any role in election interference.</p>\r\n\r\n<p>Shih said another matter from the 1990s, and not cited by Denham&rsquo;s office, does show one &quot;clear case of China trying to influence elections.&quot;</p>\r\n\r\n<p>In 1996, Johnny Chung, a Taiwanese-born California businessman, pleaded guilty to illegally funneling money from China to President <a href=\"https://www.politifact.com/personalities/bill-clinton/\">Bill Clinton</a> and the Democratic National Committee during Clinton&rsquo;s re-election campaign.</p>\r\n\r\n<p>Chung later testified before Congress that the donations included $35,000 from the head of <a href=\"http://articles.latimes.com/2003/jul/13/local/me-chung13\">China&#39;s military intelligence agency</a> to Clinton&rsquo;s successful reelection effort.</p>\r\n\r\n<p>The FBI even warned six members of Congress at the time: &quot;We have reason to believe that the <a href=\"https://www.washingtonpost.com/wp-srv/politics/special/campfin/stories/cf030997.htm\">government of China</a> may try to make contributions to members of Congress through Asian donors.&quot;</p>\r\n\r\n<p>Shih and the other experts we contacted said, however, the Chung matter does not represent a widespread, persistent effort by China to interfere in U.S. elections. China is suspected, he added, of conducting a recent and broad political influence campaign in Australia.</p>\r\n\r\n<p>&quot;Meddling, of course, there are some cases of it (by China in the United States),&quot; Shih said. &quot;But to say that it&rsquo;s pervasive or everywhere, I think it&rsquo;s a bit of a stretch.&quot;</p>\r\n\r\n<p>Citing Denham&rsquo;s words, Herrera added that &quot;Tamper suggests &hellip; breaking into something or inappropriately changing something. It doesn&rsquo;t just suggest buying influence, for example.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Congressman Jeff Denham recently claimed China has &quot;tampered with our elections quite a bit.&quot; Last year, PolitiFact Wisconsin surveyed a dozen international affairs experts to examine a similar claim and found no evidence China has conducted widespread election interference.</p>\r\n\r\n<p>It found one case in 1996 of illegal campaign contributions by a Taiwanese-born California businessman to Bill Clinton&rsquo;s presidential campaign. The example, however, was not part of a sustained, pervasive election interference. Experts said they consider it an example of buying influence, but not comprehensive election tampering.</p>\r\n\r\n<p>We reached four experts to ask whether any information over the past year had changed their assessment. They told us there&rsquo;s still nothing to support the charge that China has &quot;tampered with our elections quite a bit.&quot;</p>\r\n\r\n<p>They added that China, like many countries, does attempt to influence America&rsquo;s political process, mainly through lobbying, but does not have a record of election meddling anywhere approaching Russia&rsquo;s.</p>\r\n\r\n<p>We rate&nbsp;Denham&rsquo;s claim False.</p>\r\n\r\n<hr />\r\n<p><strong><em>FALSE</em></strong>&nbsp;<em>&ndash;&nbsp;</em><em>The statement is not accurate.</em></p>\r\n\r\n<p><em>Click here for&nbsp;<a href=\"https://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">more</a>&nbsp;on the six PolitiFact ratings and how we select facts to check.</em></p>\r\n\r\n<p><strong><em>UPDATE:&nbsp;</em></strong></p>\r\n\r\n<p>After we published our fact check, Denham&rsquo;s office provided additional news reports, contending &quot;there is significantly more of a case&quot; for the congressman&rsquo;s claim than we showed in our fact check.</p>\r\n\r\n<p>The articles, which center on China&rsquo;s alleged hacking of the Obama and McCain presidential campaigns in 2008, were not part of the congressman&rsquo;s initial response. But we reviewed them and consulted several experts on China to evaluate whether they, in fact, make more of a case for Denham&rsquo;s statement.</p>\r\n\r\n<p>Denham&rsquo;s office pointed mainly to an <a href=\"http://investigations.nbcnews.com/_news/2013/06/06/18807056-chinese-hacked-obama-mccain-campaigns-took-internal-documents-officials-say\">NBC News investigation</a> published in June 2013. It quoted Dennis Blair, President Obama&rsquo;s director of national intelligence in 2009 and 2010, as saying: &quot;Based on everything I know, this was a case of political cyberespionage by the Chinese government against the two American political parties. They were looking for positions on China, surprises that might be rolled out by campaigns against China.&quot;</p>\r\n\r\n<p>The NBC report added: &quot;The goal of the campaign intrusion, according to (U.S. Intelligence) officials: to export massive amounts of internal data from both campaigns&mdash;including internal position papers and private emails of key advisers in both camps.&quot;</p>\r\n\r\n<p>Robert Ross of the Center for Chinese Studies at Harvard University told us in an email the 2008 hacking case &quot;does not show evidence of tampering in elections, but rather of an espionage campaign aimed at collecting intelligence on the likely US policies of US presidential candidates.&quot;</p>\r\n\r\n<p>&quot;In this respect,&quot; he added, &quot;it is no different from any other intelligence collection effort. This was not tampering, but rather collection. There is a difference between such operations that must not be overlooked.&quot;</p>\r\n\r\n<p>Ross said the difference is that tampering aims to influence political outcomes in the United States, while intelligence collection &quot;aims to improve the foreign policies of the state collecting the intelligence.&quot;</p>\r\n\r\n<p>Additional experts said even if the 2008 case was considered &quot;tampering,&quot; they would still take issue with Denham&rsquo;s characterization of China tampering with U.S. elections &quot;quite a bit.&quot;</p>\r\n\r\n<p>&quot;Folks from the government may know more, but I have not seen any pervasive patterns,&quot; wrote Victor Shih, associate professor at the School of International Relations and Pacific Studies at UC San Diego.</p>\r\n\r\n<p>The additional information from Denham&rsquo;s office supports the idea that China has conducted widespread intelligence collection to influence America&rsquo;s political process.</p>\r\n\r\n<p>But that&rsquo;s not the same as tampering, which we and the experts we spoke with interpreted as attempting to alter election results, such as Russia&rsquo;s effort in 2016. Even if it did fit that category, it would not be &quot;quite a bit.&quot;</p>\r\n\r\n<p>Our rating on Denham&rsquo;s claim remains the same: False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-08-14T14:33:30.129859", "ruling_date": "2018-08-14T13:48:57", "ruling_headline": "No evidence to back Denham’s claim China ‘tampered’ with U.S. elections ‘quite a bit’ ", "ruling_headline_slug": "no-evidence-back-denhams-claim-china-tampered-us-e", "ruling_link_text": "Lots of lobbying, but no proof of election 'tampering'", "ruling_state": "California", "source_documents": null, "sources": "<p>Rep. Jeff Denham, <a href=\"https://www.youtube.com/watch?time_continue=1&amp;v=Gci6e6-cLNI\">209 podcast</a>, July 24, 2018</p>\r\n\r\n<p>Emily Carlin, spokeswoman for Rep. Jeff Denham, email exchange Aug. 7, 2018</p>\r\n\r\n<p>Susan Shirk, UC San Diego research professor chair of the <a href=\"http://china.ucsd.edu/\">21st Century China Center</a>, email exchange&nbsp;</p>\r\n\r\n<p>Victor Shih, associate professor, School of International Relations and Pacific Studies at UC San Diego, phone interview Aug. 10, 2018</p>\r\n\r\n<p><a href=\"https://faculty.polisci.wisc.edu/yherrera/\">Yoshiko Herrera</a>, political science professor, University of Wisconsin-Madison, former director of the school&rsquo;s Center for Russia, East Europe and Central Asia, phone interview Aug. 8, 2018</p>\r\n\r\n<p><a href=\"https://www.bc.edu/schools/cas/polisci/facstaff/ross.html\">Robert Ross</a>, political science professor at Boston College and associate at the Center for Chinese Studies at Harvard University, phone interview Aug. 8, 2018</p>\r\n\r\n<p>U.S. House of Representatives, Permanent Select Committee on Intelligence, Hearing on <a href=\"https://intelligence.house.gov/calendar/eventsingle.aspx?EventID=904\">China&rsquo;s Threat to American Government and Private Sector Research and Innovation Leadership</a>, July 19, 2018</p>\r\n\r\n<p>Center for Strategic and International Studies, <a href=\"https://www.csis.org/analysis/put-chinas-intellectual-property-theft-larger-context\">Put China&rsquo;s Intellectual Property Theft in a Larger Context</a>, Aug. 15, 2017</p>\r\n\r\n<p>PolitiFact Wisconsin, <a href=\"https://www.politifact.com/wisconsin/statements/2017/jul/13/reince-priebus/china-and-north-korea-consistently-over-many-many-/\">China and North Korea, &#39;consistently over many, many years,&#39; have meddled in U.S. elections?</a>, June 13, 2017</p>\r\n\r\n<p>NBC News,&nbsp;<a href=\"http://investigations.nbcnews.com/_news/2013/06/06/18807056-chinese-hacked-obama-mccain-campaigns-took-internal-documents-officials-say\">Chinese hacked Obama, McCain campaigns, took internal documents, officials say</a>, June 6, 2013</p>\r\n\r\n<p><em>Wall Street Journal</em>, <a href=\"https://www.wsj.com/articles/chinese-tariffs-hit-u-s-almond-exports-1532793600\">U.S. Almond Farmers Are Reeling From Chinese Tariffs</a>, July 28, 2018</p>\r\n\r\n<p>Bloomberg, <a href=\"https://www.bloomberg.com/news/articles/2018-03-22/what-s-intellectual-property-and-does-china-steal-it-quicktake\">What&rsquo;s Intellectual Property and Does China Steal It?</a>, March 22, 2018</p>\r\n\r\n<p>CNN, <a href=\"https://money.cnn.com/2018/03/23/technology/china-us-trump-tariffs-ip-theft/index.html\">How much has the US lost from China&#39;s IP theft?</a>, March 23, 2018</p>\r\n\r\n<p>NPR, <a href=\"https://www.npr.org/2018/06/20/621963286/former-u-s-diplomat-warns-china-is-emulating-russian-political-interference\">Former U.S. Diplomat Warns China Is Emulating Russian Political Interference</a>, June 20, 2018</p>\r\n\r\n<p>CNBC, <a href=\"https://www.cnbc.com/2018/06/07/congress-turns-up-heat-on-chinas-political-meddling-amid-russia-investigation.html\">Congress turns up the heat on China&#39;s political meddling amid Russia investigation</a>, June 7, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Jeff", "half_true_count": 1, "home_state": "California", "id": 3440, "last_name": "Denham", "mostly_true_count": 0, "name_slug": "jeff-denham", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Denham_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "California", "edition": "California", "edition_slug": "california", "has_afterthefact": false, "id": 49, "index_page": false, "meter_name": "The California Truth-O-Meter", "resource_uri": "/api/v/2/edition/49/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3440/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>China has &quot;not acted so well with our elections. They&rsquo;ve tampered with our elections quite a bit.&quot;</p>\r\n", "statement_context": "a podcast interview", "statement_date": "2018-07-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": "No evidence to back Denham’s claim China ‘tampered’ with U.S. elections ‘quite a bit’ "}