{"art": [{"brightcove": "", "caption": "State Rep. Donna Howard made jam-packed claim about charter schools and school districts in this July 2018 tweet. PolitiFact Texas rated her tweet Mostly True (screen grab).", "id": 16866, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/071818_dhowardtweetpft.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16866/", "title": "Donna Howard charter schools tweet July 2018", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/aug/15/donna-howard/donna-howard-says-charter-schools-draw-more-studen/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Legislator: Charter schools getting more from state", "id": 15732, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15732/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>A Democratic legislator declared that state aid fully fuels Texas charter schools while&nbsp;schools serving the vast bulk of students field less money.</p>\r\n\r\n<p>State Rep. <a href=\"https://www.politifact.com/personalities/donna-howard/\">Donna Howard</a> of Austin said in her July 18, 2018 <a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__twitter.com_DonnaHowardTX_status_1019536901408219136-3Fs-3D09&amp;d=DwMFAg&amp;c=QvQrCjPtO9cKGOfGYlNgXQ&amp;r=gMzwfpRdYrNiKB230pQwEHvOg7yPnZ8KN6yHpK9HhxY&amp;m=WZSQ0jU1y0N_Gl4iBPJhPREyrMqzgzv7Hn-9qfMO8g8&amp;s=IktrPiYGz5sFayxicinBMMtTXPTgvQL6-VQcgKgb5d4&amp;e=\">tweet</a>: &quot;Here&#39;s the thing. In Tx, charters get 100% state $/pupil funding while district schools (95% students) get about 1/3 funding from state w/ rest coming from local prop taxes (which is why those taxes are so high). Districts getting less b/c scarce $ going to charters.&quot;</p>\r\n\r\n<p>Howard was reacting to a national Associated Press <a href=\"http://www.chicagotribune.com/business/sns-bc-us--charter-schools-billionaire-donors-20180716-story.html#\">news story</a> on billionaires championing charter schools. Since 2006, the story says, philanthropists and their private foundations and charities--topped by the Walton Family Foundation, run by heirs to the Walmart fortune--gave almost half a billion dollars to 52 state-level charter support organizations to sustain, defend and expand the charter schools movement.</p>\r\n\r\n<p>Texas charter schools--public schools with charters run most often by private nonprofit entities--have boomed since the 1995 Legislature authorized them by law. Such schools must meet state-set academic accountability standards, but they&rsquo;re exempted from other laws affecting districts such as teacher certification and elementary school class-size limits.</p>\r\n\r\n<p>To our inquiry, Bruce Marchand of the <a href=\"http://www.txcharterschools.org/\">Texas Charter Schools Association</a> called Howard&rsquo;s jam-packed claim factually &quot;squishy solid.&quot; The squishy part, Marchand said by email, &quot;is the implication that &lsquo;100% funded charters&rsquo; have something to do with high property taxes and that districts get less money because that money is going to charters.&quot; Districts get less, Marchand said, because state dollars follow students based on where they&rsquo;re enrolled.</p>\r\n\r\n<p>Let&rsquo;s break down Howard&rsquo;s tweet by its factual elements.</p>\r\n\r\n<p><em><strong>Howard said charter schools get all their funding from the state</strong></em>: Charter schools get nearly all their funding from state aid, Marchand agreed by phone, drawing 3 percent from grants and federal sources. That heavy state reliance is logical, Marchand and others said, because unlike districts, charter schools lack the authority to levy property taxes. According to a December 2017 Texas Education Agency <a href=\"https://tea.texas.gov/WorkArea/DownloadAsset.aspx?id=51539618940\">document summarizing charter school funding</a>, state aid to charter schools escalated from nearly $417 million for 2005-06 to about $2 billion in 2015-16.</p>\r\n\r\n<p><strong><em>Howard said school districts serve 95 percent of students</em></strong>: Charter schools serve a growing handful of pupils--5.5 percent of Texas public school students in 2017, according to figures we fielded by email from the TEA&rsquo;s DeEtta Culbertson. That year, she said, 705 charter campuses enrolled 296,323 students--a doubling since 2011, according to an August 2018 <a href=\"https://drive.google.com/file/d/1AWmlvmojfTNcIYdb_ZV8SDPzgttQbNRD/view?usp=sharing\">agency presentation</a> noted by Marchand. (The state caps the number of state-issued charters, but a charter-holder may open more than one school.) An implication: Districts in 2017 served 94.5 percent of public school students.</p>\r\n\r\n<p><em><strong>Howard said districts get one-third of their aid from the state</strong></em>: <a href=\"https://www.politifact.com/texas/statements/2018/feb/16/scott-milder/scott-milder-state-share-education-spending-68-38-/\">Earlier this year</a>, we reviewed Legislative Budget Board figures to conclude that in the 1980s, lawmakers voted for the state to cover 70 percent of the <a href=\"http://www.lbb.state.tx.us/Documents/Publications/Issue_Briefs/3099_PE_FSP.pdf\">Foundation School Program</a>, which is the state&rsquo;s primary way of funding schools. State aid, we found, ended up covering a little more than half of related state-local costs. State aid covered 44 percent of such costs in 2016; it&rsquo;s expected to cover 38 percent of such costs in 2019.</p>\r\n\r\n<p>That&rsquo;s more than a third. When we sought Howard&rsquo;s factual backup, Jacob Cottingham in her office responded with materials including a <a href=\"https://drive.google.com/file/d/1ywsC9P5yhy9O1QsmSd5igjt9rL6OIHOl/view?usp=sharing\">January 2018 LBB chart</a> delivering percentages like what we previously reported. Cottingham also emailed us a spreadsheet isolating state aid going to districts alone. <a href=\"https://drive.google.com/file/d/15-EofQzWKQj8o7vgoJ_qqTLROJHNlMM5/view?usp=sharing\">According to the sheet</a>, which Cottingham said he built based on LBB data, in 2016, more than $17.8 billion in state aid sent to districts accounted for 39 percent of state spending on public education. The sheet says that in 2019, more than $15.7 billion in state funds projected to go to districts will account for 32 percent of state school aid.</p>\r\n\r\n<p><em><strong>Howard said the state&rsquo;s one-third share of what schools spend is why school property taxes are &quot;so high&quot;</strong></em>: &nbsp;To the contrary, we asked Howard, isn&rsquo;t it changes in the value of local property tax bases that drive how much state aid a district is entitled to receive?</p>\r\n\r\n<p>Howard replied with a statement noting that a district&rsquo;s per-pupil tax wealth is key to how much state aid flows. &quot;When students leave a district for a charter (or private school or drop out), the (district&rsquo;s) property wealth per student increases as there are fewer students, and the state&#39;s required minimum share to the district is decreased,&quot; Howard said.</p>\r\n\r\n<p>The TEA&rsquo;s Culbertson separately responded by email: &quot;One of the primary drivers of the Texas school finance system is student attendance. If a student leaves a school district for any reason, including moving out of state, enrolling in another school district, public charter school, or private school (including home school), the original school district would no longer incur the costs of educating that student, and the original school district&rsquo;s total funding entitlement would be reduced.&quot;</p>\r\n\r\n<p><em><strong>Howard said districts get less money because dollars go to charter schools</strong></em>: Cottingham told us Howard reached that conclusion by reviewing changes in per-student state spending on charter schools and districts.</p>\r\n\r\n<p>Cottingham emailed us an <a href=\"https://drive.google.com/file/d/1V98gqYahZr-cjAuMxzIVVN2ozOpor3Sl/view?usp=sharing\">LBB chart</a> showing Foundation School Program state aid per student enrolled in districts compared with charter schools from fiscal 2010 through fiscal 2016 plus estimated and projected aid for fiscal 2017 through fiscal 2019. The chart shows charter schools consistently getting thousands of dollars more per student in &quot;average daily attendance:&quot;</p>\r\n\r\n<p><img src=\"https://lh5.googleusercontent.com/VIsxTFg73IWco-i20sB29-D8qVmxctmZBzGxOWyVrac7Y5-HeCWqxjrxO1O0IrodQw5u83_1HJ9wNG4aHINczEVD4DtW9Xk1tXPeZ12kvw-JVhbC2W1Xz2HM-ZXReNlFMe2yZRYJ\" style=\"border:none; height:279px; width:550px\" /></p>\r\n\r\n<p><em><strong>SOURCE</strong></em>: Chart, <a href=\"https://drive.google.com/file/d/1V98gqYahZr-cjAuMxzIVVN2ozOpor3Sl/view?usp=sharing\">&quot;Foundation School Program State Aid and Average Daily Attendance for School Districts and Charter Schools, Fiscal Years 2010-19,&quot;</a> Legislative Budget Board, 2018 (confirmed by email, R.J. DeSilva, communications officer, Legislative Budget Board, July 31, 2018)</p>\r\n\r\n<p>According to the chart, charter schools in 2016 fielded $8,956 in state aid per ADA and school districts on average drew $3,800--meaning charter schools got 136 percent of what districts drew. <a href=\"https://docs.google.com/spreadsheets/d/1tLOJ1JRjTHieoFGD8lQgpHAJkqZgcTAF-Ke7tUKzhOE/edit?usp=sharing\">By our calculations</a>, the chart shows charter schools getting 149 percent of what districts would have gotten in 2017 and 167 percent of what districts would get in 2018 and 190 percent of what districts would get in 2019.</p>\r\n\r\n<p>Cottingham told us the fact that state aid to districts goes up or down based on the value of local tax bases helps explain why districts are projected to get increasingly less in state aid than charter schools. Charter schools, he said, can count by law on getting each year&rsquo;s full average adjusted state-aid allotment in contrast to districts whose allocations are affected by how much they&rsquo;re expected to reap in property taxes. By phone, Amanda Brownson of &nbsp;the Texas Association of School Business Officials offered a similar analysis.</p>\r\n\r\n<p>Another facet noted by Cottingham: The state ponies up the full per-student &quot;entitlement cost&quot; of each student--costing the state more than each per-student payment sent to districts. Of late, the August 2018 TEA presentation says, charter schools draw an adjusted state allotment of $6,540--equivalent, the agency says, to what a small district receives. Meantime, the presentation says, more than 95 percent of students enrolled in districts are in districts getting less than $6,540 in state allotments.</p>\r\n\r\n<p>We also heard back from Greg Worthington, a University of Texas doctoral student. By email, Worthington said <a href=\"https://capitol.texas.gov/BillLookup/BillSummary.aspx?LegSess=851&amp;Bill=HB21\">legislation revising the school finance system that passed into law in a summer 2017 special session</a> would result in numerous districts losing chunks of per-student aid as charter schools draw more.</p>\r\n\r\n<p>Asked how funding of charter schools results in less money for districts, Worthington offered a <a href=\"https://docs.google.com/document/d/e/2PACX-1vT82wfFoi4C18Dsw1uyB4b55j1mV0j_feriReDwHZfRnNRbsKjxaRT07Z2ErfWFwO90gjvIP2X9WyRy/pub\">detailed reply</a> centered on reductions in aid to districts caused by students transferring to charter schools.</p>\r\n\r\n<p>This shouldn&rsquo;t surprise, Worthington indicated, in that the concept of school choice <a href=\"https://www.mackinac.org/17300\">promulgated</a> by the late economist Milton Friedman relies on schools competing for funding tied to enrollment. Friedman said government might be responsible for funding schools, Worthington wrote, but he maintained it isn&rsquo;t supposed to administer education. School choice policies embraced by many ruling Republicans &quot;ultimately work to replace the public school system with a market-based education system,&quot; Worthington said.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Howard said Texas charter schools get all their per-student aid from the state while school districts, which serve 95 percent of students, get a third of their funding that way with the rest drawn from property taxes. Also, Howard said, districts get less because scarce dollars go to charter schools.</p>\r\n\r\n<p>Howard&rsquo;s points about student enrollment and state funding going to charter schools and school districts hold up. It&rsquo;s also true that a student who leaves a district school to attend a charter school costs the district state aid while that student brings the charter school thousands of dollars more in per-pupil state aid than what the district would get.</p>\r\n\r\n<p>This dense tweet lacks the clarification that upticks or slides in local property values greatly affect whether a district faces ups or downs in state aid.</p>\r\n\r\n<p>We rate this claim Mostly True.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY TRUE</strong></em> &ndash; The statement is accurate but needs clarification or additional information. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-08-14T16:52:10.491100", "ruling_date": "2018-08-15T16:56:15", "ruling_headline": "Donna Howard says charter schools draw more per-student state aid than socked school districts", "ruling_headline_slug": "donna-howard-says-charter-schools-draw-more-studen", "ruling_link_text": "Charter schools boosted", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__twitter.com_DonnaHowardTX_status_1019536901408219136-3Fs-3D09&amp;d=DwMFAg&amp;c=QvQrCjPtO9cKGOfGYlNgXQ&amp;r=gMzwfpRdYrNiKB230pQwEHvOg7yPnZ8KN6yHpK9HhxY&amp;m=WZSQ0jU1y0N_Gl4iBPJhPREyrMqzgzv7Hn-9qfMO8g8&amp;s=IktrPiYGz5sFayxicinBMMtTXPTgvQL6-VQcgKgb5d4&amp;e=\">Tweet</a> on charter school and public school district funding, Donna Howard, July 18, 2018</p>\r\n\r\n<p>News stories, <em>Austin American-Statesman</em>, <a href=\"https://www.mystatesman.com/news/local/charter-schools-gain-ground-austin/8jtb20Jbk7pMpPVVK2z3rN/\">&quot;Charter schools gain ground in Austin,&quot;</a> Aug. 2, 2014; <a href=\"https://www.mystatesman.com/news/local-education/austin-charter-schools-hit-000-students-texas-gives-them-boost/252BHkapaX8T13Yeo6Y1BP/\">&quot;Austin charter schools hit 25,000 students as Texas gives them a boost,&quot;</a> Jan. 26, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQ6F7REljJqEpWxs3HOIQMxm_cHckNZ0P-kgwOvgDKakLEcJJmxbalYnJDVCjzyIYSQqUdBb0wRblne/pub\">Emails</a>, Lauren Callahan, media relations and social media manager; DeEtta Culbertson, media relations and correspondence manager, Texas Education Agency, July 20 through Aug. 8, 2018</p>\r\n\r\n<p>Web page, documents and presentations, Texas Education Agency, <a href=\"https://tea.texas.gov/index2.aspx?id=25769817563\">&quot;Charter School Finance;&quot;</a> <a href=\"https://drive.google.com/file/d/1gBufkrHHXwgra-G5ZTrg88ykBCTbLUwh/view?usp=sharing\">&quot;Official Charter Counts,&quot;</a> July 11, 2018 (received by email from DeEtta Culbertson, July 31, 2018); <a href=\"https://tea.texas.gov/WorkArea/DownloadAsset.aspx?id=51539623515\">&quot;Texas Public School Finance Overview,&quot;</a> July 2018; <a href=\"https://tea.texas.gov/WorkArea/DownloadAsset.aspx?id=51539618940\">&quot;Charter School Funding,&quot;</a> Texas Education Agency, December 2017 (fetched Aug. 8, 2018); presentation to Texas House Public Education Committee, <a href=\"https://drive.google.com/file/d/1AWmlvmojfTNcIYdb_ZV8SDPzgttQbNRD/view?usp=sharing\">&quot;Texas Charter System,&quot;</a> Aug. 8, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSfNsi8ylLyNKpmBSjw69Wc3GnrSdu6d12AT8SWa8_77RiLR4Wq0LXulyX60LQOhfQpNZ8tT12TNGcU/pub\">Emails</a>, Jacob Cottingham, chief of staff, state Rep. Donna Howard, July 19 and Aug. 9-10, 2018</p>\r\n\r\n<p><a href=\"https://statutes.capitol.texas.gov/Docs/SDocs/EDUCATIONCODE.pdf\">Texas education code</a>, section 12.106, &quot;State Funding,&quot; Texas Legislative Council (accessed July 30, 2018)</p>\r\n\r\n<p>Phone interview and <a href=\"https://docs.google.com/document/d/e/2PACX-1vTEyzExjg2dfDtVX8mOOcTwwUo0MG7FzU6Yyo6QgU6yKx8fgUUIpF3ZgeiiIuZNcHutaWa8IqbLoiH1/pub\">emails</a>, Bruce Marchand, Ed.D., director of operations, Texas Charter School Association, July 30-31, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQ8GrKl8AwRl81_JcvAUyq9mwo8q9_CcK57D-Yvyyk3IsJ5CA3DIXCz2J7ckINg1jBDjsWohxk0Y9xg/pub\">Email</a>, R.J. DeSilva, communications officer, Legislative Budget Board, July 31, 2018</p>\r\n\r\n<p>Truth-O-Meter article, <a href=\"https://www.politifact.com/texas/statements/2018/feb/16/scott-milder/scott-milder-state-share-education-spending-68-38-/\">&quot;Scott Milder: State share of education spending was 68 percent in 1980s--now it&#39;s down to 38 percent,&quot;</a> PolitiFact Texas, Feb. 16, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSt5aWH4L9XykCBkFKV2_vpaWBmmynlYfMeNYqJohLm2k_Ot_MDxQ6-Okkz3mpV-sa0sDdwPIyPGTv8/pub\">Email</a>, Mark Wiggins, lobbyist, Association of Texas Professional Educators, Aug. 1, 2018</p>\r\n\r\n<p>Phone interview, Amanda Brownson, Ph.D., associate executive director of governmental relations, Texas Association of School Business Officials, Aug. 8, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vT82wfFoi4C18Dsw1uyB4b55j1mV0j_feriReDwHZfRnNRbsKjxaRT07Z2ErfWFwO90gjvIP2X9WyRy/pub\">Emails</a> (excerpted), Greg Worthington, M.Ed., Ph.D. Student - Educational Policy and Planning Program, Department of Educational Leadership and Policy, University of Texas at Austin, Aug. 10 and 13, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Donna", "half_true_count": 1, "home_state": "Texas", "id": 1137, "last_name": "Howard", "mostly_true_count": 3, "name_slug": "donna-howard", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/howard.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1137/", "total_count": 9, "true_count": 4, "website": "http://www.votedonna.com/"}, "statement": "<p>Says Texas charter schools &quot;get 100% state $/pupil funding while district schools (95% students) get about 1/3 funding from state w/ rest coming from local prop taxes (which is why those taxes are so high). Districts getting less b/c scarce $ going to charters.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "statement_context": "a tweet", "statement_date": "2018-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Do Texas charter schools outpace school districts in per-student state aid and more? MOSTLY TRUE."}