{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/11/americans-united-change/americans-united-change-says-health-insurance-prem/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1574, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1574/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tSeeking support for health care reform, the liberal advocacy group Americans United for Change launched a phone campaign March 3 urging Americans to stand up to health insurance companies.<br />\r\n\t<br />\r\n\tThe Washington-based group was formed in 2005 to challenge President George W. Bush&rsquo;s efforts to privatize Social Security and has since broadened its scope to build public and congressional support for a variety of policy initiatives, including health care.<br />\r\n\t<br />\r\n\tAustin American-Statesman reporter Mary Ann Roser, who analyzed the call on her health <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/health/entries/2010/03/04/group_using_robocalls_to_rally.html\" target=\"_blank\">blog</a>, was one of 3.5 million voters nationwide who heard the recorded message: &quot;I am calling from Americans United for Change. You&rsquo;ve seen the news. Individuals and small businesses will be hit by increases in health insurance premiums as high as 39 percent. Insurance companies deny our claims, drop us when we&rsquo;re sick and pay their CEOs huge bonuses. Now they want a 39 percent increase . . . Enough of this greed. It&rsquo;s time to stand up to health insurance companies. Pass health care reform. Call Congress at 202-225-3121.&quot;<br />\r\n\t<br />\r\n\tWe looked at whether premiums are increasing nearly 40 percent for individuals and small businesses &mdash; and whether the robocall&#39;s ominous warning is warranted.<br />\r\n\t<br />\r\n\tThe group&#39;s communications director, Jeremy Funk, pointed us to a report by U.S. Department of Health and Human Services admonishing Anthem Blue Cross, the California affiliate of insurer WellPoint Inc, for plans to raise its premiums. Earlier, Anthem notified about 800,000 customers who buy individual insurance policies that their premiums would go up as much as 39 percent on March 1.<br />\r\n\t<br />\r\n\tAt the request of the California Department of Insurance, WellPoint postponed the premium hikes until May 1 to allow the department additional time for review. WellPoint said: &quot;Our decision to agree to postpone the rate adjustment does not change the underlying issue. All health plans are in the same situation in trying to deal with the steadily increasing medical costs in the delivery system, which are not sustainable.&quot;<br />\r\n\t<br />\r\n\tThe HHS report cites companies that requested permission to raise health insurance premiums in five states last year, proposing increases of 16 percent to 56 percent.<br />\r\n\t<br />\r\n\tThey didn&#39;t necessarily succeed. Anthem of Maine requested an 18.5 percent increase; that state allowed 10.9 percent. In Michigan, Blue Cross Blue Shield raised rates 22 percent after requesting premium increases of 56 percent for some policyholders. And this year, insurers in Massachusetts asked for premium hikes of 8 to 32 percent.<br />\r\n\t<br />\r\n\tMost states regulate what companies charge their residents for health insurance. But in Texas, the majority of life, accident and health insurance rate hikes are never filed with the Texas Department of Insurance, according to the Texas Sunset Commission. Except for Medicare supplemental insurance, no prior state approval is needed to increase health insurance premiums.<br />\r\n\t<br />\r\n\tHowever, health insurers are required to file rate increases that affect people who buy their own health insurance &mdash; about 4 percent of all Texans &mdash; but the filing is mostly for informational, not regulatory purposes. Most everyone else is either uninsured or covered by Medicaid, Medicare or employer-provided health insurance, none of which the state regulates.<br />\r\n\t<br />\r\n\tState law holds that insurance rates in Texas must be just, fair, reasonable, adequate, not confiscatory, not excessive and not unfairly discriminatory. The department can contest rates for individual plans that don&#39;t comply, according to John Greeley, a public information officer at the department. So far it hasn&#39;t.<br />\r\n\t<br />\r\n\tSo how do Texas rates stack up for individuals and small businesses, per the focus of Americans for United Change&#39;s claim?<br />\r\n\t<br />\r\n\tKatrina Daniel, senior associate commissioner at the state insurance department, said Blue Cross Blue Shield of Texas filed 60 rate increases for individual policyholders from January to October 2009 ranging from 3 percent to 25 percent. UniCare filed increases up to 11 percent.<br />\r\n\t<br />\r\n\tSince the state doesn&#39;t regulate employer-sponsored insurance, we went looking for some specific examples. Tom Banning, CEO of the Texas Academy of Family Physicians, said Blue Cross Blue Shield of Texas raised premiums 21 percent to provide coverage for the organization&#39;s 12-member staff. And Lydia Hegl, vice president at insurance brokerage firm Texas Benefit Solutions, said she&#39;s seen premium hikes from 10 to 30 percent for small groups, meaning companies with less than 50 employees.<br />\r\n\t<br />\r\n\tOn the Texas Association of Health Underwriters Cafe, an e-mail forum that &quot;allows agents, brokers and carrier to discuss topics ranging from, &quot;How do I...?&quot;, to legislative issues that affect the future of health care,&quot; we found people discussing premium increases from 15 to 58 percent.<br />\r\n\t<br />\r\n\tMichael Lee, an agent at MLee Insurance, writes: &quot;Every (customer) renewal I have had this year through April are running 30 percent to 40 percent. Even groups that are young healthy males. Am I just getting this preferred treatment or is anyone else seeing this?&quot;<br />\r\n\t<br />\r\n\tFrom that testimony, it looks like at least some Texans will be paying higher premiums, comparable to the 39 percent increase cited by Americans for United Change.<br />\r\n\t<br />\r\n\tBut what about the implicit message of the organization&#39;s robocall: That the health care changes sought by President Obama will prevent such rate hikes?<br />\r\n\t<br />\r\n\tOn Nov. 30, the Congressional Budget Office, a nonpartisan arm of Congress that analyzes legislation, estimated that under the Senate&#39;s version of the health reform plan, most people&#39;s premiums will stay the same or decrease slightly by 2016 &mdash; especially for the 46 percent of Texans who are insured through their work. Most people who buy their own insurance would be eligible for federal subsidies that would make their premiums drop by more than half. A smaller percentage of the self-insured would see their rates increase 10 to 13 percent, but they would be getting better coverage.<br />\r\n\t<br />\r\n\tAnd Drew Altman, president and CEO of the Kaiser Family Foundation, a group that analyzes health care policy, said: &quot;In President Obama&rsquo;s recent health care proposal, he notably improves on the affordability of the Senate health care bill, both in terms of premiums and out-of-pocket costs.&quot;<br />\r\n\t<br />\r\n\tThe Urban Institute, another nonpartisan research group, projects that if federal reform efforts fail, individual and family out-of-pocket costs could go up nationwide by more than 35 percent through 2019. In Texas, the institute says, individual and family spending would increase even more &mdash; about 58 percent in a best-case scenario, and 80 percent worst-case.<br />\r\n\t<br />\r\n\tSumming up: Unless the state of California deems Anthem&#39;s rate hikes unjustified, thousands of individual policyholders will face premium increases as high as 39 percent. Folks in other states &mdash; including Texas &mdash; also are experiencing hikes in the double-digits.<br />\r\n\t<br />\r\n\tMeantime, the CBO projects that most Americans&#39; premiums would decrease under the Senate&#39;s health care plan. A tiny minority of individuals who buy their own insurance would pay 10 to 13 percent more, while receiving better coverage.<br />\r\n\t<br />\r\n\tOf course, all these numbers are just projections and the outcome of the debate over health care reform is uncertain. But given what&#39;s known at this point, United Americans for Change&#39;s robocall message rings Mostly True.</p>", "ruling_comments_date": "2010-03-11T17:50:52.251528", "ruling_date": "2010-03-11T17:29:42", "ruling_headline": "Americans United for Change says health insurance premiums for individuals and small businesses will increase up to 39 percent without health care reform", "ruling_headline_slug": "americans-united-change-says-health-insurance-prem", "ruling_link_text": "Rates are risin'", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWellPoint, <a href=\"http://www.prnewswire.com/news-releases/anthem-blue-cross-of-california-agrees-to-request-from-california-department-of-insurance-for-additional-time-to-re-review-rate-increase-84306897.html\" target=\"_blank\" title=\"Anthem Blue Cross of California agrees to request from California Department of Insurance for Additional Time to re-review rate increase,\">Press release: Anthem Blue Cross of California agrees to request from California Department of Insurance for Additional Time to re-review rate increase,</a> Feb. 13, 2010<br />\r\n\t<br />\r\n\tCalifornia Department of Insurance, <a href=\"http://www.insurance.ca.gov/0400-news/0100-press-releases/2010/release020-10.cfm\" target=\"_blank\" title=\"Press release: Insurance commissioner Poizner fights for consumers, calls for postponement of health insurance rate increases for Anthem patients and policyholders,\">Press release: Insurance commissioner Poizner fights for consumers, calls for postponement of health insurance rate increases for Anthem patients and policyholders,</a> Feb. 8, 2010<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/health/entries/2010/03/04/group_using_robocalls_to_rally.html\" target=\"_blank\" title=\"Group using robocalls in Austin to rally support for health care bill,\">Group using robocalls in Austin to rally support for health care bill,</a> March 4, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.healthreform.gov/reports/smallbusiness2/index.html\" target=\"_blank\">Lower premiums, stronger businesses: How health insurance reform will bring down costs for small businesses,</a> accessed March 8, 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kaiserhealthnews.org/Daily-Reports/2010/February/10/Congress-Probes-Anthem-Blue-Cross-Rates.aspx\" target=\"_blank\" title=\"Congress to investigate 39 percent premium hike by California's Anthem Blue Cross,\">Congress to investigate 39 percent premium hike by California&#39;s Anthem Blue Cross,</a> Feb. 10, 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/profileind.jsp?ind=125&amp;cat=3&amp;rgn=45\" target=\"_blank\" title=\"Texas: health insurance coverage of the total population,\">Texas: health insurance coverage of the total population,</a> 2007-2008<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/pullingittogether/031010_altman.cfm\" target=\"_blank\" title=\"When premiums go up 39%,\">When premiums go up 39%,</a> March 10, 2010<br />\r\n\t<br />\r\n\tBoston Globe, <a href=\"http://www.boston.com/business/healthcare/articles/2010/03/06/health_rate_hikes_flout_new_state_cap/\" target=\"_blank\" title=\"Health insurers seeking rate hike,\">Health insurers seeking rate hike,</a> March 6, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Stacey Pogue, senior policy analyst, Center for Public Policy Priorities, March 8, 2010<br />\r\n\t<br />\r\n\tInterview with Linda Carter, benefits consultant, Texas Benefits Solutions, Inc., March 8, 2010<br />\r\n\t<br />\r\n\tInterview with John Greeley, public information officer, Texas Department of Insurance, March 8, 2010<br />\r\n\t<br />\r\n\tInterview with Katrina Daniel, senior associate commissioner, Texas Department of Insurance, March 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Tom Banning, CEO, Texas Academy of Family Physicians, March 8, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/28/nancy-pfotenhauer/health-care-reform-does-not-increase-premiums-and-/\" target=\"_blank\" title=\"Health care reform does not increase premiums and boot people out of their coverage,\">Health care reform does not increase premiums and boot people out of their coverage,</a> Jan. 28, 2010<br />\r\n\t<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/03/09/health/policy/09rates.html\" target=\"_blank\" title=\"State experts see flaw in Obama's plan to curb health premiums,\">State experts see flaw in Obama&#39;s plan to curb health premiums,</a> March 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 4, "home_state": "", "id": 136, "last_name": "Americans United for Change", "mostly_true_count": 1, "name_slug": "americans-united-change", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/136/", "total_count": 10, "true_count": 0, "website": "http://www.americansunitedforchange.org/"}, "statement": "<p>\r\n\t&quot;Individuals and small businesses will be hit by increases in health insurance premiums as high as 39 percent.&quot;</p>", "statement_context": "a recorded phone message", "statement_date": "2010-03-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}