{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/12/jim-demint/sen-jim-demint-says-obeys-partial-earmark-ban-woul/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1575, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1575/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>No sooner had Rep. David Obey, D-Wis., chairman of the House Appropriations  panel, announced a plan to ban earmarks to for-profit companies than Sen. Jim  DeMint, R-S.C., sent out a blast of <a href=\"http://twitter.com/JimDeMint/status/10288400197\" target=\"_blank\">one-upmanship via Twitter</a>.</p>\r\n<p>\"House  Appropriations Chair David Obey's partial earmark ban wouldn't apply to 90% of  earmarks,\" DeMint wrote. \"That's a fig leaf, not real reform.\"</p>\r\n<p>While  Congress has steadily moved toward tighter earmark restrictions over the last  several years, the issue has taken on renewed steam in light of the  massive budget deficit and several high-profile ethics investigations. On Feb.  26, the House ethics committee absolved seven members of the defense spending  panel accused of awarding earmarks to companies whose executives and lobbyists  donated to their campaigns. Although they were cleared, the ethics committee  said it was evident there was at least a perception among corporate donors that  political donations have an impact on a legislator's decision to author an  earmark for that company.</p>\r\n<p>It was just that kind of conflict that Rep.  Obey said he was trying to eliminate when on March 10, 2010, he initiated a ban  on budget earmarks to private, for-profit companies.</p>\r\n<p>The move -- one of  several earmark reforms Obey instituted for the House -- was hailed by several  government watchdog groups as a meaningful step for earmark  reform.</p>\r\n<p>\"For-profit company earmarks are ground zero for pay-to-play,\"  said Steve Ellis of the nonpartisan Taxpayers for Common Sense.</p>\r\n<p>But what  about DeMint's Twitter claim that Obey's \"partial earmark ban wouldn't apply to  90% of earmarks.\"</p>\r\n<p>By Obey's calculation (or more accurately, the research  of his House Appropriation Committee staff) the ban on earmarks to for-profit  companies would have eliminated about 1,000 earmarks this year, which came to a  total of about $1.7 billion.</p>\r\n<p>Taxpayers for Common Sense, which looked not  only at the roughly 9,000 disclosed earmarks this fiscal year but also pored  through the budget and came up with several hundred more projects it deemed to  be earmarks, put the total number of earmarks at 9,499, totaling $15.9  billion.</p>\r\n<p>That puts the number of earmarks not going to for-profits  awfully close to DeMint's 90 percent. Democrats don't really take issue with  that statistic. It's what citing that figure implies, as well as the follow-up  comment that Obey's ban of earmarks to for-profits is \"a fig leaf, not real  reform.\"</p>\r\n<p>''The political reality right now is that the public has lost  some confidence in this institution, and one of the reasons is the past abuses  of the earmark process,'' Obey told the <em>New York Times</em>. Earmarks for  profit-making companies are ''the most vulnerable place'' for abuse in the  system, he said.</p>\r\n<p>\"It's a step forward,\" Ellis said. \"It's not the answer,  the be-all-end-all. But I'm not going to look a gift horse in the mouth. It's  real. We've been making progress on earmarks for several years now. And I'm fine  with that. I'm not going to let the perfect be the enemy of the  good.\"</p>\r\n<p>The day after Obey announced the changes, House Republicans went  one step further, saying their members would renounce all earmarks for the rest  of the year.</p>\r\n<p>In the Senate, however, banning any earmarks has much less traction.</p>\r\n<p>Senate  Appropriations panel chair Daniel Inouye, D-Hawaii, Obey's Senate counterpart  and a staunch defender of earmarks, called Obey's ban on earmarks to for-profits  \"quizzical.\"</p>\r\n<p>\"Many, if not most, for-profit and nonprofit entities lobby  for themselves or employ lobbyists,\" Inouye told AP. \"That is how most of them  make the Congress aware of their products and services. It is no secret that  many of these individuals make political contributions. All lobbyists file  disclosure reports. These contributions are all fully disclosed and available  for all to see on the Internet.\"</p>\r\n<p>Inouye told the <em>New York Times</em> that the  partial ban amounted to Congress ceding its authority to the executive branch,  that current earmark restrictions were already working and that ''it does not  make sense to discriminate against for-profit organizations'' by banning  earmarks to them.</p>\r\n<p>A difference in earmark policy between the two chambers  would certainly make for some interesting drama when the House and Senate begin  to reconcile spending bills later this year.</p>\r\n<p>But DeMint, a self-described  \"recovering earmarker,\" would like to nip this issue in the bud now. DeMint  vowed to force a Senate vote on a proposal he introduced earlier this year --  along with Sen. Claire McCaskill, D-Mo., and 15 Republican co-sponsors -- that  would put a one-year moratorium on all earmarks. In the run-up to the 2008  presidential election, DeMint floated a similar moratorium proposal. The bill  was co-sponsored by then-presidential front-runners John McCain as well as  Hillary Clinton and Barack Obama, but it failed by a vote of 71-29.</p>\r\n<p>\"The  Senate will have the opportunity this week to stand with Americans and put a  stop to this wasteful spending,\" DeMint said. \"Our nation is drowning in debt  that will be paid by our children and we&rsquo;ll never stop Washington&rsquo;s spending  addiction unless members of both parties take bold action. We need to focus on  balancing the budget, not pork barrel spending that has wasted money on bridges  to nowhere, teapot museums and monuments to politicians.\"</p>\r\n<p>Obey told the  <em>New York Times</em> that banning all earmarks would make Congress ''a rubber stamp''  of the executive branch.</p>\r\n<p>''Where I come from, the Congress has a perfect  right, in fact an obligation, to participate in the budget process, but we've  got to try to do it in a way that protects the integrity of the system,'' he  said. ''This strikes a reasonable balance.''</p>\r\n<p>Ellis, of Taxpayers for  Common Sense, said a one-year moratorium is great, \"but to what end?\" A  moratorium puts off the issue for a year, he said, but Congress still needs a  long-term fix to its spending protocol. Some of the projects financed by  earmarks are worthy of federal dollars, Ellis said. The problem, he said, is  that earmarks are based more on the political muscle of their sponsors than  project merit.</p>\r\n<p>We think DeMint is a little too dismissive when he calls  Obey's ban on earmarks to for-profits a \"fig leaf.\" As the recent ethics report  found, private companies certainly believe their contributions win them  earmarks. And it's naive to think they don't. So at the very least, Obey's plan  addresses some of the worst abuses of the earmark process head-on. But the fact  we're checking here is whether eliminating those for-profit earmarks would leave  90 percent of earmarks untouched. It would. There are differences of opinion on  both sides of the aisle about whether that's necessarily a bad thing. But  DeMint's math is accurate. And we rate his statement True.</p>", "ruling_comments_date": "2010-03-12T10:30:57.371527", "ruling_date": "2010-03-12T11:49:03", "ruling_headline": "Sen. Jim DeMint says Obey's partial earmark ban wouldn't apply to 90% of earmarks", "ruling_headline_slug": "sen-jim-demint-says-obeys-partial-earmark-ban-woul", "ruling_link_text": "Would address some of worst earmark abuses", "ruling_state": null, "source_documents": null, "sources": "<p>Twitter, <a href=\"http://twitter.com/JimDeMint/status/10288400197\" target=\"_blank\">Tweet from Sen. Jim DeMint</a>, March 10, 2010</p>\r\n<p>AP, <a href=\"http://www.chron.com/disp/story.mpl/ap/top/all/6907321.html\" target=\"_blank\">\"House GOP leaders press earmark moratorium,\"</a> by Andrew Taylor, March 10, 2010</p>\r\n<p>Sen. Jim DeMint's Web site, <a href=\"http://demint.senate.gov/public/index.cfm?FuseAction=JimsJournal.Detail&amp;Blog_ID=43b5556b-c384-10db-ea9d-945df7a7edea\" target=\"_blank\">\"RC: DeMint Wants to Force Senate Vote on Pelosi Earmark Ban,\"</a> March 9, 2010</p>\r\n<p>Sen. Jim DeMint's Web site, <a href=\"http://demint.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&amp;PressRelease_id=3f0f9c3c-b3fc-869e-ae3c-0b04cda7a892\" target=\"_blank\">\"DeMint to Force Senate Vote on Pelosi Earmark Ban,\"</a> March 8, 2010</p>\r\n<p>Sen. Jim DeMint's Web site, <a href=\"http://demint.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&amp;PressRelease_id=9984b340-f2e7-1bda-2d27-6eafc3d9c09a&amp;Type=Press%20Release&amp;Month=2&amp;Year=2010\" target=\"_blank\">\"Senators Call for Earmark Moratorium &amp; Balanced Budget Amendment,\"</a> Feb. 4, 2010</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/03/11/us/politics/11earmark.html\" target=\"_blank\">\"Leaders in House Block Earmarks to Corporations,\"</a> by Eric Lichtblau, March 10, 2010</p>\r\n<p>Office of Congressional Ethics, U.S. House of Representatives, <a href=\"http://oce.house.gov/pdf/OCE-Referral-for-Dismissal-Regarding-Rep-Dicks.pdf\" target=\"_blank\">Report on investigation of Rep. Norman Dicks</a></p>\r\n<p>Roll Call, <a href=\"http://www.rollcall.com/issues/55_99/news/43906-1.html\" target=\"_blank\">\"Majority Eyes Earmark Ban,\"</a> by Tory Newmyer, March 8, 2010</p>\r\n<p>House Committee on Appropriations Web site, Press release: <a href=\"http://appropriations.house.gov/pdf/2010_Earmark_Reforms_Release-3.10.2010.pdf\" target=\"_blank\">\"Appropriations Committee Bans For-Profit Earmarks,\"</a> March 10, 2010</p>\r\n<p>House Committee on Appropriations Web site, <a href=\"http://appropriations.house.gov/pdf/2010_Earmark_Reforms_Fact_Sheet-3.10.2010.pdf\" target=\"_blank\">Fact Sheet: Recent History of Earmark Reform</a>, March, 2010</p>\r\n<p>U.S. Senate Web site, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=2&amp;vote=00075\" target=\"_blank\">Roll call vote on Sen. Demint's call for a 1-year moratorium on earmarks</a>, March 13, 2008</p>\r\n<p>Taxpayers for Common Sense, <a href=\"http://taxpayer.net/search_by_category.php?action=view&amp;proj_id=3192&amp;category=Earmarks&amp;type=Project\" target=\"_blank\">\"TCS FY2010 Earmark Analysis: Apples-to-Apples Increase in Earmarks,\"</a> Feb. 17, 2010</p>\r\n<p>Taxpayers for Common Sense, Spreadsheet: <a href=\"http://taxpayer.net/user_uploads/file/Appropriations/fy2009/bigkahuna2009v.1.xls\" target=\"_blank\">\"Complete List of Earmarks in Final FY2009 Appropriations Bills\"</a></p>\r\n<p>Taxpayers for Common Sense, <a href=\"http://taxpayer.net/search_by_category.php?action=view&amp;proj_id=2789&amp;category=&amp;type=Project\" target=\"_blank\">TCS Earmark Databases</a></p>\r\n<p>Interview with Steve Ellis of Taxpayers for Common Sense, March 10, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "President, Heritage Foundation", "false_count": 4, "first_name": "Jim", "half_true_count": 0, "home_state": "South Carolina", "id": 129, "last_name": "DeMint", "mostly_true_count": 0, "name_slug": "jim-demint", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jim_DeMint.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/129/", "total_count": 11, "true_count": 2, "website": "http://www.heritage.org/about/staff/d/jim-demint"}, "statement": "<p>\"House  Appropriations Chair David Obey's partial earmark ban wouldn't apply to 90% of  earmarks.\"</p>", "statement_context": "a message on Twitter", "statement_date": "2010-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}