{"art": [{"brightcove": "", "caption": "A new ad from America's Health Insurance Plans analyzes health care spending.", "id": 324, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/324/", "title": "AHIP \"pie\" ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/4O8CxZ1OD58?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "4O8CxZ1OD58"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/12/americas-health-insurance-plans/health-insurers-get-small-percentage-overall-healt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1576, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1576/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>As the battle over health care reform approaches a climax, America's Health Insurance Plans -- the trade group for the private health insurance industry -- began airing a new ad highlighting statistics on what actually goes into the nation's health care spending.<br /><br />Here's the full text of AHIP's ad:<br /><br />\"What's inside the health care cost pie? Some in Washington say it's all health insurance. But health care insurance is one of the smallest slices. Health insurance companies' costs are only 4 percent of all health care spending. Doctors, hospitals, medicines and tests are the biggest slices, and a government report says their rising prices are the primary driver of higher health care costs. If Washington wants to make health care more affordable, they need to look at the whole health care pie, not just a slice.\"<br /><br />This ad touches on a bunch of controversial and complex issues in just 30 seconds. But for our fact-check, we'll focus on a narrow question: Is AHIP correct when it says that \"health insurance companies' costs amount to only 4 percent of all health care spending\"?<br /><br />We looked at data from the Centers for Medicare and Medicaid Services, a part of the federal Department of Health and Human Services. Every year, CMS's Office of the Actuary produces statistics on \"national health expenditures\" and the items that make up those purchases. That's the source that AHIP cited in the ad, and one that's considered credible by independent experts.<br /><br />The full breakdown for 2008 is posted on the CMS Web site. We'll recap the data here.<br /><br />In 2008, total national health expenditures in the United States -- the combination of money spent by consumers out of pocket, by private insurers and by local, state and federal governments -- exceeded $2.3 trillion. Of that, $92 billion went for the cost of private health insurance. \"Cost\" in this case refers to overhead and profits -- not to any of the dollars that are funneled through insurers' accounts on behalf of their patients. It also excludes any overhead by government-run insurers such as CMS itself, which signs the checks for Medicare and Medicaid.<br /><br />If you divide private insurance costs by total expenditures, it works out to 3.9 percent -- almost exactly what AHIP said. For comparison's sake, hospitals accounted for 30.7 percent of spending, professional services (including doctors, nurses, dentists and other clinical services) accounted for 31.3 percent, and retail sales of drugs and other medical products accounted for 12.8 percent.<br /><br />To see whether the figures for 2009 changed the equation much, we checked in with John A. Poisal, deputy director of national health statistics in the CMS actuary's office. He said the updated but not-yet-posted numbers were nearly $2.5 trillion in total expenditures and $90.2 billion in insurance costs. That works out to 3.6 percent. Rounded up, that's once again as AHIP portrayed it.<br /><br />Next, we scrutinized the total health expenditure figure. In addition to including such factors as doctors, hospitals and medicines, this amount includes dollars spent on nursing homes and home health care; governmental public health activities; medical research; and medical-related construction projects. Since these items are somewhat extraneous to the costs that AHIP is discussing in its ad, we decided to run the numbers without these factors included.<br /><br />For 2008, insurance costs divided by health expenditures other than those removed above amounted to 4.8 percent. Even when rounded up, 5 percent is close to the 4 percent AHIP cited, and it's a percentage far below what hospitals, doctors and pharmaceuticals claimed.<br /><br />For 2009, the numbers are much the same, working out to 4.5 percent.<br /><br />We weighed whether it made any sense to divide private insurance costs by total private health insurance expenditures -- a number that excludes all expenses paid by the government, by consumers out of their own pockets, and by other private sources, such as foundations. When you make that calculation, the answer is 11.7 percent for 2008 and 11.1 percent in 2009 -- almost three times as high as AHIP's cited rate.<br /><br />Ultimately, though, we concluded that AHIP's numbers more accurately reflect the question it poses. When you're asking what health expenditures could conceivably be trimmed for cost-control purposes, there's no reason to exempt Medicare, Medicaid and other non-private expenditures from consideration. <br /><br />Even if it's correct, not everyone in the health policy arena believes that AHIP's calculation is relevant. <br /><br />Linda Blumberg, a senior fellow at the Urban Institute, said \"what we should be looking at is the insurer return to capital. ... They make a lot of money relative to what they invest, and they do almost nothing for that money to hold down the growth in health care spending.\"<br /><br />Meanwhile, some critics suggest that when AHIP points the finger at doctors and hospitals for health care cost inflation, it ignores its own role. Insurers, after all, sign the checks and could presumably use greater leverage to keep costs down. <br /><br />However, our conclusion here doesn't argue one way or another on the question of whether private health insurance could be run more efficiently, whether private insurers should take on a bigger or a smaller role in the health care system, or whether more money should be spent for, say, doctors instead of insurance costs. We are merely checking whether AHIP provided accurate figures to answer the question it raised. And as far as we can tell, the group did. So we rate the claim in AHIP's ad True.</p>", "ruling_comments_date": "2010-03-12T10:31:43.881527", "ruling_date": "2010-03-12T11:45:14", "ruling_headline": "Health insurers get a small percentage of overall health care spending", "ruling_headline_slug": "health-insurers-get-small-percentage-overall-healt", "ruling_link_text": "Hospitals and doctors get a bigger piece of the pie", "ruling_state": null, "source_documents": null, "sources": "<p><br />America's Health Insurance Plans, <a href=\"http://www.youtube.com/watch?v=4O8CxZ1OD58\" target=\"_blank\">\"Pie\" television ad</a>, released March 9, 2010<br /><br />Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.hhs.gov/NationalHealthExpendData/downloads/tables.pdf\" target=\"_blank\">tables on national health expenditures</a>, accessed March 11, 2010<br /><br />The Wonk Room blog, <a href=\"http://wonkroom.thinkprogress.org/2010/03/11/health-ad/#comments\" target=\"_blank\">\"Health Insurers Spend Millions On Ad Campaign In Order To Argue That They&rsquo;re Frugal\" (blog post)</a>, March 11, 2010<br /><br />Interviews with John A. Poisal, deputy director of national health statistics in the Office of the Actuary at the Center for Medicare and Medicaid Services, March 10 and March 11, 2010<br /><br />Interview with Lawrence Platt, spokesman for America's Health Insurance Plans, March 10, 2010<br /><br />E-mail interview with Linda Blumberg, senior fellow at the Urban Institute, March 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Trade group representing the health insurance industry", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Washington, D.C.", "id": 223, "last_name": "America's Health Insurance Plans", "mostly_true_count": 0, "name_slug": "americas-health-insurance-plans", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/AHIP_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/223/", "total_count": 3, "true_count": 1, "website": "http://www.ahip.org/"}, "statement": "<p>\"Health insurance companies' costs are only 4 percent of all health care spending.\"</p>", "statement_context": "an advertisement", "statement_date": "2010-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}