{"art": [{"brightcove": "", "caption": "This screen grab comes from a Ted Cruz video about Beto O'Rourke's position on flag burning posted on Facebook Sept. 4, 2018.", "id": 17066, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/cruzbetosgr090518pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17066/", "title": "Screen grab, Ted Cruz ad about Beto on flag burning 9/4/18", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/sep/05/ted-cruz/ted-cruz-falsely-says-beto-grateful-flag-burners/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ted Cruz: Beto O'Rourke 'grateful' for flag burners", "id": 15808, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/15808/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Republican Sen. Ted Cruz of Texas, striving to define his Democratic challenger before voters make up their minds, posted a video snippet indicating Beto O&rsquo;Rourke gave public thanks for people who trample or burn the American flag.</p>\r\n\r\n<p>We confirmed that O&rsquo;Rourke, who represents El Paso in the U.S. House, recently fielded a crowd member&rsquo;s question about his position on flag desecration. But O&rsquo;Rourke&rsquo;s reply didn&rsquo;t directly take that up, instead revisiting his support of non-violent protests for civil rights and against police misbehavior--<a href=\"https://twitter.com/nowthisnews/status/1032017750829531142\">which previously extended to his support for NFL players kneeling during the national anthem.</a></p>\r\n\r\n<p>Let&rsquo;s cover Cruz&rsquo;s claim, then turn to the question posed to O&rsquo;Rourke and what O&rsquo;Rourke said.</p>\r\n\r\n<p><strong>Cruz&rsquo;s video</strong></p>\r\n\r\n<p>A 25-second <a href=\"https://www.facebook.com/tedcruzpage/videos/295526444591552/\">video</a> released Sept. 4, 2018 by Cruz&rsquo;s campaign opens by showing O&rsquo;Rourke standing with a microphone in front of Texas and U.S. flags as an audience member is heard saying that &quot;the reason I ask this question is as a voter, I don&rsquo;t know how I would feel to have my own elected representative being open to kneeling on the Senate floor or encouraging and supporting acts that desecrate our American flag.&quot;</p>\r\n\r\n<p>Next, the video goes silent as text appears: &quot;Beto O&rsquo;Rourke was asked his views on burning or desecrating the American flag. This was his answer.&quot; Finally, the video shows O&rsquo;Rourke saying: &quot;I think there is something inherently American about that. And so I&rsquo;m grateful that people are willing to do that.&quot;</p>\r\n\r\n<p>Cruz&rsquo;s campaign also issued a <a href=\"https://www.tedcruz.org/press-releases/video-beto-orourke-grateful-for-people-who-burn-american-flag/\">press release</a> stating O&rsquo;Rourke had made his comment at a town hall the day before, Labor Day. To our inquiry, Cruz spokeswoman Catherine Frazier corrected that timing, saying by email that O&rsquo;Rourke fielded the question and made his reply at an El Paso town hall Aug. 31, 2018.</p>\r\n\r\n<p>Frazier also pointed us to the O&rsquo;Rourke campaign&rsquo;s post of its <a href=\"https://www.facebook.com/BetoORourkeTX16/videos/319145305300692/?t=1838\">Facebook Live video</a> of the town hall, including the full question and answer, and she shared what she described as a transcript of the key question and answer, which we slightly amended after watching the video.</p>\r\n\r\n<p>The question:</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;My question is with regards to your remark that there is nothing more patriotic than for NFL players, when discussing NFL players kneeling during the national anthem. And I&#39;m curious as to know if you hold the landmark Texas Supreme Court case&mdash;well, the Supreme Court case Texas versus Johnson&mdash;to that same standard, where a man was charged for burning and desecrating an American flag on the state Capitol. And do you disagree with the dissenting opinion that the American flag is a unifying symbol that should be respected and revered, as it plays no politics? And I guess the reason I ask this question is, as a voter, I don&#39;t know how I would feel to have my own elected representative being open to kneeling on the Senate floor or encouraging and supporting acts that desecrate our American flag.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke&rsquo;s reply:</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;My comments about there being nothing more American were about being&mdash;there&#39;s nothing more American than standing up for, or in this case kneeling for, your rights under the Constitution. When the women and men who are serving in Afghanistan, in Iraq, in Syria tonight, the gentleman who served in Vietnam&mdash;when they serve this country, they&#39;re not serving a president, they&#39;re not serving a political party. They swear their allegiance to the Constitution. This idea that we are a country of laws and that no woman and no man is above or below those laws.</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;When some people are treated differently because of their race&mdash;and we&#39;re reminded of the fact that it is not just in the distant past. For someone born in 1972 such as I, that might be the Freedom Riders in the 1960s who rode those Greyhound buses through Mississippi and Alabama and Georgia, and in so doing as African-American women and men, took their lives into their hands, put them on the line. And in many cases those who stood up for civil rights lose their lives in the process. Many were beaten to within an inch of their lives to ensure better civil rights for every single American.</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;They got us a lot closer than we were before. Witness the Voting Rights Act from 53 years, the civil rights act from 54 years ago. Those would not have been signed into law by Lyndon Baines Johnson if people had not protested, if Rosa Parks had not moved from the back of the bus to the front of the bus. If our young fellow Americans of different colors did not have the audacity and the boldness and the courage to sit at lunch counters knowing that they would be humiliated, knowing that they would be spat upon, knowing that they would be dragged out in front of their fellow human beings. They did all of that to stand up for the equal treatment under law of everyone.</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;Now, part of the genius of this country, and I think no one expresses it more brilliantly than Martin Luther King Jr., is that in the face of injustice, in the face sometimes of violence, in the face of the very real possibility that you will lose your life in the process, people have been willing to non-violently and peacefully protest to seek political solutions to otherwise intractable problems.</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;When you have unarmed black men in this country all too often being killed, and sometimes being killed by members of law enforcement&mdash;and those members of law enforcement&mdash;as I see a former chief of police for the El Paso Police Department, a former county commissioner, someone who exemplifies the best in public service&mdash;those are among the very toughest jobs that anyone in any community can hold. Those are also people who put their lives on the line, securing and protecting their fellow citizens in these communities.</p>\r\n\r\n<p style=\"margin-left:54pt\">&quot;But when there is use of force, when there is a life taken and there is not accountability, there is not justice done, there&#39;s not the ability to prevent that from continuing to happen in the future, and someone is willing&mdash;is willing&mdash;to call attention to that, to try to awaken our conscience, to force us to do the right thing, in the face of that injustice and violence and to do so peacefully and non-violently&mdash;I think that there is something inherently American about that. And so I&mdash;I&mdash;I&#39;m grateful that people are willing to do that. I understand that people can come down to a different conclusion on this issue and I respect that, as well. That&#39;s American as well. But those are my feelings on the issue and I&rsquo;m grateful for the question.&quot;</p>\r\n\r\n<p><strong>O&rsquo;Rourke before</strong></p>\r\n\r\n<p>When we asked O&rsquo;Rourke&rsquo;s campaign about Cruz&rsquo;s claim, spokesman Chris Evans noted by email a Sept. 4, 2018 <em>Dallas Morning News</em> <a href=\"https://www.dallasnews.com/news/politics/2018/09/04/heavily-spliced-ted-cruz-video-falsely-depicts-beto-orourke-saying-grateful-flag-burning\">article</a> flagging the claim as false.</p>\r\n\r\n<p>Evans, asked if O&rsquo;Rourke had aired a position on flag burning, pointed out a Sept. 4, 2018 <em>Corpus Christi Caller</em> <a href=\"https://www.caller.com/story/news/local/texas/state-bureau/2018/09/04/flag-burning-joins-take-knee-texas-red-hot-race-us-senate/1195967002/\">news story</a> quoting O&rsquo;Rourke saying after an Aug. 27 event in Austin: &quot;I don&#39;t think anyone should burn an American flag. I also don&#39;t think this is about flags. It&#39;s about people&#39;s lives. It&#39;s about civil rights. It&#39;s about making sure that everyone has an opportunity to succeed and that there is justice and accountability for everyone in this country.&quot;</p>\r\n\r\n<p>We shared that comment with Frazier, who wondered in reply why O&rsquo;Rourke didn&rsquo;t say as much in response to the question in El Paso.&nbsp;Frazier suggested too that reasonable people would interpret O&rsquo;Rourke saying &quot;that is inherently American&quot; and &quot;I&rsquo;m grateful that people are willing to do that&quot; to be answering&nbsp;the crowd member&rsquo;s question about people who burn the flag in protest.</p>\r\n\r\n<p><strong>Supreme Court case</strong></p>\r\n\r\n<p>And what about that Supreme Court case? By 5-4, the court <a href=\"https://supreme.justia.com/cases/federal/us/491/397/\">held</a> in Johnson v. Texas in 1989 that a state couldn&rsquo;t bar anyone from desecrating the flag due to the First Amendment though the incident itself occurred in 1984 outside the Republican National Convention in Dallas--not at the Texas Capitol.</p>\r\n\r\n<p>By phone, constitutional scholar <a href=\"https://law.utexas.edu/faculty/sanford-v-levinson\">Sanford Levinson</a>, a University of Texas law professor, said the court majority, including conservative Justice Antonin Scalia, agreed that flag-burning was protected by the free speech provision in the First Amendment. Regardless, Levinson said, &quot;flag burning is dumb as political technique because you can predict it will alienate far more people than it will encourage.&quot;</p>\r\n\r\n<p>Chief Justice William Rehnquist&rsquo;s dissent in the case, joined by two justices, said: &quot;For more than 200 years, the American flag has occupied a unique position as the symbol of our Nation, a uniqueness that justifies a governmental prohibition against flag burning.&quot;</p>\r\n\r\n<p>Levinson summed up: &quot;It was not a case about whether or not someone respected the flag. It was about whether you could be jailed if you disrespected it.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said O&rsquo;Rourke said he&rsquo;s &quot;grateful&quot; that people are burning or desecrating the American flag.</p>\r\n\r\n<p>O&rsquo;Rourke was asked to speak to a Supreme Court ruling that upheld the right to desecrate the flag in nonviolent protest. However, his answer didn&rsquo;t go there, instead focusing on his support of protests for civil rights and other causes. O&#39;Rourke earlier said he didn&#39;t think anyone should burn an American flag.</p>\r\n\r\n<p>We rate Cruz&rsquo;s claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>UPDATE, 11:13 a.m., Sept. 6, 2018</strong></em>: This story was updated to add a missing word to O&#39;Rourke&#39;s reply at the El Paso event and to add a sentence paraphrasing&nbsp;the Cruz campaign&#39;s defense of the senator&#39;s accuracy. These changes did not affect our rating of the statement.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-05T14:49:45.162608", "ruling_date": "2018-09-05T17:25:13", "ruling_headline": "Ted Cruz falsely says Beto O'Rourke said he was 'grateful' for U.S. flag burners", "ruling_headline_slug": "ted-cruz-falsely-says-beto-grateful-flag-burners", "ruling_link_text": "UPDATED: Asked, not answered", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSLF6vxlUypLyiuN7Ff7THAg1spJWd3i7xDtmGJqZszeMzM_7VfenLx-gOZ0rOVAb6aamPPL56W4ivG/pub\">Emails</a>, Catherine Frazier, senior communications adviser, Ted Cruz campaign, Sept. 5, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQiH4jSRSq0rOlqFtpjMpH38Vtt0eMEJX-Vmuuk-qo0mSQW1H_v_Et1TyfNOF09Htyk-mn2sC2Vx1Cn/pub\">Emails</a>, Chris Evans, communications director, Beto O&rsquo;Rourke campaign, Sept. 5, 2018</p>\r\n\r\n<p>News story, <a href=\"https://www.dallasnews.com/news/politics/2018/09/04/heavily-spliced-ted-cruz-video-falsely-depicts-beto-orourke-saying-grateful-flag-burning\">&quot;Heavily spliced Ted Cruz video falsely depicts Beto O&#39;Rourke saying he&rsquo;s &lsquo;grateful&rsquo; for flag burning,&quot;</a> <em>Dallas Morning News</em>, Sept. 4, 2018</p>\r\n\r\n<p>News story, <a href=\"https://www.caller.com/story/news/local/texas/state-bureau/2018/09/04/flag-burning-joins-take-knee-texas-red-hot-race-us-senate/1195967002/\">&quot;Ted Cruz makes flag burning an issue in Texas&#39; Senate race against Beto O&#39;Rourke,&quot;</a> <em>Corpus Christi Caller</em>, Sept. 4, 2018</p>\r\n\r\n<p>Supreme Court ruling, <a href=\"https://supreme.justia.com/cases/federal/us/491/397/\">Texas v. Johnson,</a> June 1989, JUSTIA website (accessed Sept. 5, 2018)</p>\r\n\r\n<p>Phone interview, Sanford V. Levinson, W. St. John Garwood and W. St. John Garwood, Jr. centennial chair in law, University of Texas School of Law, Sept. 5, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Says Beto O&rsquo;Rourke said he&rsquo;s grateful that people are burning or desecrating the American flag.</p>\r\n", "statement_context": "a video", "statement_date": "2018-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 36, "photo": null, "resource_uri": "/api/v/2/subject/36/", "subject": "Patriotism", "subject_slug": "patriotism", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}], "twitter_headline": "Ted Cruz said Beto O'Rourke said he was grateful for flag burners. FALSE."}