{"art": [{"brightcove": "", "caption": "Democrat Kara Eastman is running in Nebraska’s 2nd Congressional District. (AP Photo/Nati Harnik)", "id": 17077, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Kara.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17077/", "title": "Kara Eastman for tax item", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/sep/07/congressional-leadership-fund/congressional-leadership-fund-distorts-kara-eastma/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Ryan-backed group distorts Eastman’s remark on tax cuts", "id": 15818, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15818/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Democrat Kara Eastman came on the national political scene in a big way after defeating a more moderate member of her party, Brad Ashford, in the primary in Nebraska&rsquo;s 2nd Congressional District. NBC News <a href=\"https://www.nbcnews.com/politics/elections/meet-progressive-whose-surprise-win-just-spoiled-establishment-democrats-plans-n874701\">called Eastman </a>&quot;the new darling of the left.&quot; She &quot;rode a progressive wave,&quot; the <a href=\"https://www.omaha.com/news/politics/elections/kara-eastman-rides-a-progressive-wave-to-the-democratic-nomination/article_f624d486-a456-52c5-bfc5-9554ec63deb6.html\">Omaha World-Herald</a> said of her May primary victory.</p>\r\n\r\n<p>Now Eastman gets to challenge a Republican incumbent, U.S. Rep. Don Bacon, for the congressional seat in November. That has put her under the watch of the Congressional Leadership Fund, a super PAC that wants to retain the House of Representatives&rsquo; Republican majority.</p>\r\n\r\n<p>The PAC, aligned with House Speaker Paul Ryan, released a TV and web ad on Sept. 4 saying that because Eastman was opposed to the Tax Cuts and Jobs Act of 2017 -- the so-called Republican tax cuts signed by President Donald Trump just before Christmas -- and has spoken of repeal, a vote for Eastman would be a vote to &quot;eliminate your tax cuts.&quot;</p>\r\n\r\n<p>&quot;Your family,&quot; the ad says, would have to pay $2,500 more a year in taxes as a result.</p>\r\n\r\n<p>Eastman&rsquo;s position, however, is more nuanced than that.</p>\r\n\r\n<div class=\"pf_subheadline\">What it really means</div>\r\n\r\n<p>The ad begins with an announcer saying, &quot;We know Kara Eastman is a liberal. But what does that really mean?&quot;</p>\r\n\r\n<p>If Eastman is elected, the ad says with a series of answers, Americans would pay $32 trillion. &quot;That&rsquo;s the cost of&nbsp;Eastman&rsquo;s plan to give everyone free health care,&quot; the announcer says. Then the ad gives another figure, $600 billion. &quot;That&rsquo;s the price of Eastman&rsquo;s free college plan,&quot; the announcer says.</p>\r\n\r\n<p>And finally: &quot;$2,500 -- that&rsquo;s how much more your family will pay after Eastman eliminates your tax cut.&quot;</p>\r\n\r\n<p>The first two figures are based on the legislative equivalent of moonshots for progressives like Eastman. For example, U.S. Sen. Bernie Sanders, a Vermont independent, has said his College for All Act, eliminating tuition for families making $125,000 or less, would cost $600 billion, financed through a new &quot;Wall Street speculation tax.&quot; And left- and right-leaning think tanks alike have pegged the cost of Sanders&rsquo; &quot;Medicare for All Plan&quot; around $32 trillion, although Sanders <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/03/bernie-s/did-conservative-study-show-big-savings-bernie-san/\">disputes the estimates.</a></p>\r\n\r\n<p>But free college and health care in the United States would require a political tsunami before they could get more than fleeting floor discussion in Congress. Eastman might support them but even if elected, she could be waiting a long time. The <a href=\"https://www.kff.org/health-reform/poll-finding/data-note-modestly-strong-but-malleable-support-for-single-payer-health-care/\">Kaiser Family Foundation</a> last year suggested it could take &quot;a prolonged national debate over making such a dramatic change to the U.S. health care system.&quot;</p>\r\n\r\n<p>That is why we are focusing here on something far more likely: a change in the tax rates and Eastman&rsquo;s position specifically. If Congress doesn&rsquo;t change the new tax law, in fact, Americans are practically guaranteed to face a tax hike within a decade.</p>\r\n\r\n<p>That&rsquo;s because lawmakers structured individual tax cuts to expire by 2027, a way of making costs fit within 10-year congressional budget contours. The law can be amended and extended when the time is right -- and unless members of both parties want to face accusations that they raised taxes, they are almost certain to try to make those changes and keep many if not all of the individual tax cuts intact.</p>\r\n\r\n<p>That brings us back to Eastman&rsquo;s position on those taxes and the claim we are examining. The Congressional Leadership Fund is telling residents in Nebraska&rsquo;s 2nd Congressional District that &quot;your family&quot; will pay $2,500 more if Eastman gets her way.</p>\r\n\r\n<p>Will they?</p>\r\n\r\n<div class=\"pf_subheadline\">The facts</div>\r\n\r\n<p>To answer, we first asked the Congressional Leadership Fund to cite the basis of its claim. The PAC said the $2,500 figure is from a U.S. House Ways and Means Committee analysis in December of how much money families in each congressional district would save with the tax cuts. The committee&rsquo;s Republican leaders said in their <a href=\"https://waysandmeans.house.gov/numbers-tax-cuts-jobs-act-delivers-tax-cuts-families-every-congressional-district-2/\">estimate</a> that a married couple with two children in Nebraska&rsquo;s 2nd Congressional District would get a median cut of $2,597.</p>\r\n\r\n<p>Next, we looked at why the Congressional Leadership Fund says Eastman would take these tax cuts away. The PAC said the elimination claim came specifically from a May 14 <a href=\"https://www.omaha.com/news/politics/five-key-differences-between-brad-ashford-and-kara-eastman/article_016f9638-9eec-5e50-8e2a-6d6eb7d2b912.html\">article</a> in the Omaha World-Herald that described differences between Eastman and her Democratic primary campaign opponent. The article said:</p>\r\n\r\n<p>&quot;The candidates agree that the recent Republican tax overhaul was overly tilted to the wealthy, but Eastman wants to repeal the law and go in the other direction while Ashford would want it to be rolled back. For example, the bill cut the corporate tax rate from 35 percent to 21 percent. Eastman wants to see it at least returned to 35 percent, while Ashford would set the corporate rate at about 26 percent.&quot;</p>\r\n\r\n<p>If both parts are true -- that the median annual tax cut for a family of four in Eastman&rsquo;s district was $2,500, and if Eastman &quot;wants to repeal&quot; the tax law -- then the claim would be accurate.</p>\r\n\r\n<p>But there&rsquo;s more to it. Even the $2,500 figure is disputed.</p>\r\n\r\n<p>Figures for savings by middle-class families across the country have differed because of variables included or excluded in estimates, such as changes to deductions and exemptions, and even because of different methods of counting. As PolitiFact <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/26/kevin-mccarthy/could-trump-tax-cut-save-44697-family/\">reported</a> in July: &quot;For 2018, the average tax cut for the middle 20 percent of the income scale is $780. That&rsquo;s much less than it is for the top one-fifth of the income scale -- $5,790 -- and compared to the top 1 percent, at $32,650, it&rsquo;s positively paltry.&quot;</p>\r\n\r\n<p>That&rsquo;s a national figure. While the Ways and Means Committee says the average savings in Nebraska District 2 is $2,597, the liberal-leaning Institute on Taxation and Economic Policy has put the savings for middle-class Nebraskans -- those earning $45,430 to $73,300 -- at $840. But the institute added that due to the scheduled expirations, those families&rsquo; taxes will rise by 2027.</p>\r\n\r\n<p>&quot;The CLF ad is deceptive in that they are using fuzzy math and refuse to admit to voters that the Republican tax bill <a href=\"https://itep.org/finalgop-trumpbill-ne/\">will raise taxes</a> on middle-class families in Nebraska by 2027,&quot; said Heather Aliano, Eastman spokeswoman.</p>\r\n\r\n<div class=\"pf_subheadline\">Eastman&rsquo;s plan</div>\r\n\r\n<p>Quibbling over sums aside, what about Eastman&rsquo;s statement, as cited by the Congressional Leadership Fund, that she wants to repeal the law, a characterization -- but not an Eastman quote -- in the Omaha World-Herald? Courtney Alexander, the Congressional Leadership Fund&rsquo;s communications director, told PolitiFact the article speaks volumes.</p>\r\n\r\n<p>&quot;We are simply referring to an article by the Omaha World-Herald, which is arguably the most respected newspaper in the state,&quot; Alexander said.</p>\r\n\r\n<p>Yet the information on taxes was in a single paragraph highlighting the candidates&rsquo; general positions, not the details. We found several more detailed descriptions, and Eastman&rsquo;s campaign sent us others. None spoke of repealing the entirety of the 2007 tax cuts. Nor, for that matter, did the article that the Congressional Leadership Fund says it based its ad on.</p>\r\n\r\n<p>In that single paragraph on taxes, Eastman said she wanted the corporate income tax rate returned to 35 percent, but she did not speak about individual rates. That turned out to be consistent with more detailed quotes and statements elsewhere in which Eastman criticized the December tax package as too generous to the wealthy but never said she wanted to take away middle-class tax cuts.</p>\r\n\r\n<p>In an interview with the Gateway, an independent, student-run newspaper and website at the University of Nebraska at Omaha, <a href=\"http://unothegateway.com/congressional-candidate-kara-eastmans-qa-gateway/\">Eastman said </a>in August that &quot;we need to be thinking more about regular people.&quot;</p>\r\n\r\n<p>&quot;I would like to see that tax bill flipped so that we are taxing the very wealthy and large corporations at a fair rate,&quot; she said in that interview. &quot;Giving them a tax break does not benefit Nebraskans. It actually just benefits the CEOs of those companies and the shareholders. And we&#39;re seeing clearly that cutting taxes for the very wealthy is not the way to boost the economy.&quot;</p>\r\n\r\n<p>On her <a href=\"http://eastmanforcongress.com/smallbusiness/\">campaign website,</a> Eastman says, &quot;The U.S. has to generate more revenue to pay down our $20 trillion debt by raising the top tax rate and eliminating corporate tax loopholes.&quot; The website says nothing about overall repeal.</p>\r\n\r\n<p>Discussing this with the Congressional Leadership Fund, Alexander again cited the newspaper language that said Eastman wants to &quot;go in the other direction&quot; from the one the tax bill followed. Although that direction was not specified in the article the PAC cites, Alexander&nbsp;said that &quot;if you repeal the tax cuts, the tax rates go up. Kara Eastman said she wants to repeal the bill.&quot;</p>\r\n\r\n<p>Eastman has not said she wants to repeal everything, however. She has not laid out her own tax plan or proposal, but she has said repeatedly that she wants rates to go back up for the rich, not the middle class. &quot;That tax plan is a dupe to Americans, to the middle class, to working people, and we need to flip that tax plan on its end,&quot; she <a href=\"https://www.ketv.com/article/chronicle-kara-eastman-2nd-congressional-district/19409718\">told KETV</a>, Omaha&rsquo;s ABC affiliate, on March 12. Asked how she would change it, she spoke about &quot;taxing the very wealthy, the 1 percent and corporations.&quot;</p>\r\n\r\n<p>Aliano, the campaign spokeswoman, told PoltiFact, &quot;Kara doesn&rsquo;t want to see tax rates rise for the middle class. She&rsquo;d like to maintain the tax breaks the middle class receives long term -- something the Republican tax plan doesn&rsquo;t do.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The claim that Eastman will raise taxes on &quot;your family&quot; by $2,500 is based on a generalization in a single article that could be open to interpretation. It need not be viewed in isolation, because a body of interviews and statements exists that show more specifically what Eastman would do. She would raise rates on the wealthy. She has not spoken of raising rates on the middle class.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-06T10:18:33.336254", "ruling_date": "2018-09-07T11:43:24", "ruling_headline": "Congressional Leadership Fund distorts Kara Eastman’s statements on taxes", "ruling_headline_slug": "congressional-leadership-fund-distorts-kara-eastma", "ruling_link_text": "Cornhusker confusion", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://congressionalleadershipfund.org/first-t-v-and-digital-ad-in-ne-02-kara-eastmans-liberal-agenda-means-big-price-tag-for-nebraska-families/\">Ad and news release</a> from Congressional Leadership Fund, Sept. 4, 2018</p>\r\n\r\n<p>Email and phone conversations with Courtney Alexander, Congressional Leadership Fund, Sept. 4 and 5, 2018</p>\r\n\r\n<p>Email and phone conversations with Heather Aliano, Eastman for Congress, Sept 4 and 5, 2018</p>\r\n\r\n<p>&quot;By the numbers Tax Cuts and Jobs Act delives tax cuts for families in every congressional district,&quot; U.S. House of Representatives<a href=\"https://waysandmeans.house.gov/numbers-tax-cuts-jobs-act-delivers-tax-cuts-families-every-congressional-district-2/\"> Ways and Means Committee</a>, Dec. 21, 2017</p>\r\n\r\n<p>&quot;How the final GOP-Trump tax bill would affect Nebraska residents&rsquo; federal taxes,&quot; <a href=\"https://itep.org/finalgop-trumpbill-ne/\">Institute on Taxation and Economic Policy</a>, Dec. 16, 2017</p>\r\n\r\n<p>&quot;Five key differences between rad Ashford and Kara Eastman,&quot; <a href=\"https://www.omaha.com/news/politics/five-key-differences-between-brad-ashford-and-kara-eastman/article_016f9638-9eec-5e50-8e2a-6d6eb7d2b912.html\">Omaha World-Herald</a>, May 14, 2018</p>\r\n\r\n<p>Kara Eastman <a href=\"http://eastmanforcongress.com/smallbusiness/\">campaign website</a>, accessed Sept. 4, 2018</p>\r\n\r\n<p>Kara Eastman <a href=\"http://eastmanforcongress.com/wp-content/uploads/2017/11/11.2.2017-Press-Release-TAXES.pdf\">news release</a>, Nov. 2, 2017</p>\r\n\r\n<p>&quot;Kara Eastman rides a progressive wave to the Democratic nomination in the 2nd District,&quot; <a href=\"https://www.omaha.com/news/politics/elections/kara-eastman-rides-a-progressive-wave-to-the-democratic-nomination/article_f624d486-a456-52c5-bfc5-9554ec63deb6.html\">Omaha World-Herald</a>, May 17, 2017</p>\r\n\r\n<p>&quot;Meet the progressive whose surprise win just spoiled establishment Democrats&rsquo; plans,&quot; <a href=\"https://www.nbcnews.com/politics/elections/meet-progressive-whose-surprise-win-just-spoiled-establishment-democrats-plans-n874701\">NBC News</a>, May 16, 2018</p>\r\n\r\n<p>&quot;Could Trump tax cut save up to $44,697 per family?&quot;<a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/26/kevin-mccarthy/could-trump-tax-cut-save-44697-family/\"> PolitiFact</a>, July 26, 2018</p>\r\n\r\n<p>&quot;College for All Act introduced,&quot; Sen. Bernie Sanders <a href=\"https://www.sanders.senate.gov/newsroom/press-releases/college-for-all-act-introduced\">news release</a>, April 3, 2017</p>\r\n\r\n<p>&quot;Medicare for All would cost $32.6 trillion over 10 years, study says,&quot; by the Associated Press via <a href=\"https://www.bloomberg.com/news/articles/2018-07-30/study-medicare-for-all-bill-estimated-at-32-6-trillion?cmpid=socialflow-twitter-business&amp;utm_campaign=socialflow-organic&amp;utm_source=twitter&amp;utm_medium=social&amp;utm_content=business\">Bloomberg News</a>, July 30, 2018</p>\r\n\r\n<p>&quot;Data note: modestly strong by malleable support for single-payer health care,&quot; <a href=\"https://www.kff.org/health-reform/poll-finding/data-note-modestly-strong-but-malleable-support-for-single-payer-health-care/\">Kaiser Family Foundation</a>, July 5, 2017</p>\r\n\r\n<p>Kara Eastman Q&amp;A interview with <a href=\"http://unothegateway.com/congressional-candidate-kara-eastmans-qa-gateway/\">The Gateway</a>, University of Nebraska at Omaha, Aug. 10, 2018</p>\r\n\r\n<p>KETV Omaha <a href=\"https://www.ketv.com/article/chronicle-kara-eastman-2nd-congressional-district/19409718\">interview</a> with Kara Eastman, March 12, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 2, "home_state": "", "id": 3899, "last_name": "Congressional Leadership Fund", "mostly_true_count": 2, "name_slug": "congressional-leadership-fund", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CLF.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3899/", "total_count": 12, "true_count": 0, "website": ""}, "statement": "<p>&quot;Your family&quot; will pay $2,500 &quot;after Kara Eastman eliminates your tax cut.&quot;</p>\r\n", "statement_context": "A campaign ad", "statement_date": "2018-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Congressional Leadership Fund distorts Kara Eastman’s statements on taxes"}