{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/mar/14/cathie-adams/cathie-adams-chair-texas-gop-says-bill-white-spent/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1581, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1581/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn a February fund-raising letter, the Texas GOP&rsquo;s chairwoman, Cathie Adams, calls Democratic gubernatorial nominee Bill White an extreme liberal with the kind of record only a Chicago politician &mdash; like President Barack Obama &mdash; could admire. Her letter levels six charges against the former Houston mayor, too many for us to cover in a single PolitiFact Texas item so we&#39;ve split them into three Truth-O-Meter rulings.</p>\r\n<p>\r\n\tFor this one, we&#39;ll focus on the opening part of Adams&#39; blast: &quot;Bill White spent his city billions of dollars into debt (and) saw crime rates soar while be backed gun control.&quot;</p>\r\n<p>\r\n\tGoodness. That&#39;s enough to make one wonder how he thrice won election.</p>\r\n<p>\r\n\tIs her fusillade on target?</p>\r\n<p>\r\n\tThrough an aide, Adams said she based her characterization of White spending the city of Houston billions of dollars in debt on an October memo distributed by a group whose leaders include Bob Lemer, a retired CPA. The memo states the city is broke as a result of overspending and the national recession, and raises the specter of imminent bankruptcy.</p>\r\n<p>\r\n\tThe city&#39;s director of finance and its former director countered in November that the city is not broke and &quot;there is no potential for bankruptcy.&quot; Assets exceed liabilities by $1.7 billion, they said, and the city&#39;s general fund balances increased from $136 million in 2004 to $332 million in 2008.</p>\r\n<p>\r\n\tBut the city&rsquo;s debt load did increase on White&rsquo;s watch. According to the city, the outstanding debts for all municipal entities totaled $9.9 billion as of Dec. 31, 2003, about when White began his first term. The total exceeded $12.8 billion by Dec. 31, 2009, toward the end of his third term. Over the years, debt went up $2.9 billion, or 29 percent.</p>\r\n<p>\r\n\tThe subset of debt payable from property taxes &mdash; as opposed, say, to income from the airport or other city services &mdash; increased at a faster clip. That total was $2 billion as of the end of 2003 and reached $3.3 billion at the end of 2009 &mdash; a 65 percent increase while White was mayor. These include $625 million in bonds approved by voters in 2006.</p>\r\n<p>\r\n\tTwo can play the debt blame game: White has said the state&#39;s debt load went up 100 percent on GOP Gov. Rick Perry&#39;s watch. We&#39;ve <a href=\"http://www.politifact.com/texas/statements/2010/mar/04/bill-white/white-says-texas-debt-has-doubled-under-perry/\" target=\"_blank\">rated that statement</a> as True.</p>\r\n<p>\r\n\tWhat about crime?</p>\r\n<p>\r\n\tEarlier, we Texas <a href=\"http://www.politifact.com/texas/statements/2010/jan/13/bill-white/white-says-crime-hit-25-year-low-during-his-tenure/\" target=\"_blank\">rated as True</a> a White statement about Houston&rsquo;s crime rates dropping to the lowest levels in 25 years on his watch. The rate reached a 29-year low in 2008, though there was an uptick in violent crime in 2005, the year Hurricane Katrina sent thousands of people fleeing to the Houston area.</p>\r\n<p>\r\n\tHouston&#39;s total crime rate as calculated by the Texas Department of Public Safety fell through most of White&#39;s first five years as mayor; finalized figures for 2009, his last year in the office, aren&#39;t yet available.</p>\r\n<p>\r\n\tHouston had 7,054 criminal offenses per 100,000 residents in 2003, the year before White took office, according to the DPS. The rate increased to 7,186 offenses per 100,000 residents in 2004 before dropping through each of White&#39;s next four years as mayor, reaching 6,053 offenses per 100,000 residents in 2008. We also wrote: &quot;These days, few public officials can legitimately take credit for reducing crime locally&quot; because crime rates have been trending down all across the country for decades.</p>\r\n<p>\r\n\tThe GOP told us that Adams&rsquo; claim of soaring crime rates reflects the Houston Police Department reclassification of several deaths as murders after Houston&#39;s KHOU-TV reported that nearly 30 violent deaths in 2005 and 2006 should have been listed as homicides. We found no mention of soaring crime in a Wall Street Journal recap of the series. The series is no longer posted on KHOU-TV&#39;s Web site and the station&#39;s news department declined to comment on the record.</p>\r\n<p>\r\n\tNext, the GOP pointed to several news articles in The Houston Chronicle. The most recent, published in August, also does not say crime rates were soaring. But it states that Houston had a higher rate of violent crime than any other Texas city, ranking 8th nationally with 1,105 violent crimes per 100,000 residents, based on the newspaper&#39;s analysis of FBI crime data in the 25 most populous U.S. cities. Violent crime includes murder, rape, robbery and aggravated assault, the newspaper said.</p>\r\n<p>\r\n\tTo make its case for White backing gun control, the Republican Party said White is a member of a national group, Mayors Against Illegal Guns, which says it advocates stricter enforcement of gun laws to keep criminals from unlawfully acquiring handguns.</p>\r\n<p>\r\n\tWhite resigned from the group in late July after being a member since June 1, 2006, the group&#39;s spokesman, Jason Post, told us. We asked White why he had remained in the group through the years. White said he agreed with the group&#39;s position that authorities need to do better in &quot;tracking down people who steal guns and sell them to people who cannot legally buy guns.&quot;</p>\r\n<p>\r\n\tWhite said he quit after his name was listed among many others in an ad funded by the group&#39;s political fund urging the U.S. Senate to vote down an amendment (to a Department of Defense measure) offered by South Dakota Sen. John Thune. The amendment, which did not pass, would require all states to recognize concealed-gun permits issued in other states.</p>\r\n<p>\r\n\tWhite said he supported Thune&#39;s amendment and doesn&#39;t support new restrictions on guns.</p>\r\n<p>\r\n\tGenerally, the National Rifle Association gives White a &quot;B&quot; grade, meaning that the individual is a generally &quot;pro-gun candidate,&quot; the association says online, but may have opposed some pro-gun reform or supported some restrictive legislation in the past.</p>\r\n<p>\r\n\tNRA spokeswoman Alexa Fritts told us she wouldn&#39;t classify White as anti-gun, especially since he quit the mayors&#39; group, which she called &quot;unfriendly&quot; on Second Amendment issues. The NRA and the group have tangled on tighter regulation of gun shows and making information on gun buyers more widely available.</p>\r\n<p>\r\n\tRepublican Gov. Rick Perry, who faces White on the November ballot, has an NRA grade of &quot;A,&quot; Fritts said, because &quot;he has an incredible track record on Second Amendment issues.&quot;</p>\r\n<p>\r\n\tSo how does Adams&#39; salvo shake out?</p>\r\n<p>\r\n\tShe&#39;s right that White was mayor while the city&#39;s debt increased by billions.</p>\r\n<p>\r\n\tShe misfires with her claim that crime rates soared under White.</p>\r\n<p>\r\n\tHer description of White favoring gun control is based entirely on his past membership in the mayors&#39; group and is weakened by the NRA&#39;s generally favorable view of White. White himself says he favors no fresh gun restrictions.</p>\r\n<p>\r\n\tWe rate Adams&#39; three-part fusillade as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-03-12T18:38:34.761528", "ruling_date": "2010-03-14T05:40:30", "ruling_headline": "Cathie Adams, chair of Texas GOP, says Bill White spent Houston billions into debt as crime soared and he backed gun control", "ruling_headline_slug": "cathie-adams-chair-texas-gop-says-bill-white-spent", "ruling_link_text": "Adams fires a blank on crime rates", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCity of Houston, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03042010_houstondebtsnapshots.pdf\" target=\"_blank\">&quot;Debt Snapshots,&quot;</a> received March 4, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03042010_katybaconemail\" target=\"_blank\">E-mail</a>, Katy Bacon, press secretary, Bill White campaign, March 4, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03052010_janiceevanse\" target=\"_blank\">E-mail</a>, Janice Evans, director of communications, Office of the Mayor, City of Houston, March 5, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03042010_jasonpostemail.pdf\" target=\"_blank\">E-mail</a>, Jason Post, spokesman, Mayors Against Illegal Guns, March 4, 2010</p>\r\n<p>\r\n\tThe Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6558315.html\" target=\"_blank\">&quot;Data show Houston crime rate outpaces officers,&quot;</a> Aug. 2, 2009</p>\r\n<p>\r\n\tBob Lemer, CPA, <a href=\"http://www.scribd.com/doc/21619848/Lemer-Farb-Roberts-assessment-of-City-of-Houston-Finances-22-October-2009\" target=\"_blank\">&quot;City of Houston, Disturbing Financial Facts,&quot;</a> Oct. 22, 2009</p>\r\n<p>\r\n\tNational Rifle Association, Political Victory Fund, <a href=\"http://www.nrapvf.org/Elections/State.aspx?y=2010&amp;State=TX#GOVERNOR\" target=\"_blank\">Texas Elections (Candidate Grades)</a>, accessed March 5, 2010</p>\r\n<p>\r\n\tRepublican Party of Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03032010_bryanprestontxgop.rtf\" target=\"_blank\">&quot;Bill White&rsquo;s Record,&quot;</a> received March 3, 2010</p>\r\n<p>\r\n\tTexas Department of Public Safety, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/011210_houstonpd.txt\" target=\"_blank\">Houston crime statistics 1980-1998</a></p>\r\n<p>\r\n\tWall Street Journal blogs, The Numbers Guy, <a href=\"http://blogs.wsj.com/numbersguy/is-houston-undercounting-murders-360\" target=\"_blank\">&quot;Is Houston Undercounting Murders?&quot;</a> June 19, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chair, Republican Party of Texas", "false_count": 1, "first_name": "Cathie", "half_true_count": 1, "home_state": "Texas", "id": 340, "last_name": "Adams", "mostly_true_count": 0, "name_slug": "cathie-adams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/03122010_cathieadams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/340/", "total_count": 4, "true_count": 0, "website": "http://www.texasgop.org/"}, "statement": "<p>\r\n\t&quot;Bill White spent his city billions of dollars into debt (and) saw crime rates soar while he backed gun control.&quot;</p>", "statement_context": "a fund-raising letter", "statement_date": "2010-02-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}