{"art": [{"brightcove": "", "caption": "Joe Radinovich is running for Congress in Minnesota’s 8th Congressional District  (AP Photo/Jim Mone)", "id": 17107, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Use_this.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17107/", "title": "Joe Radinovch", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/sep/10/congressional-leadership-fund/joe-radinovich-no-stranger-traffic-court/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 15825, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15825/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Do the crime (or petty misdemeanor), pay the fine. That&rsquo;s an adage of justice.</p>\r\n\r\n<p>What to make, then, of a congressional candidate who&rsquo;s cited more than 30 times with driving and parking violations but fails to pay in eight of those cases until the courts sic&nbsp;a collections agency on him?</p>\r\n\r\n<p>Minnesota&rsquo;s Joe Radinovich says it was all an oversight, and a number of his tickets were a result of parking overtime in a meter zone -- not exactly high crimes -- although he&rsquo;s also had a few speeding citations over the years. The Congressional Leadership Fund, a super PAC working to elect Republicans, says the behavior of Radinovich, a Democrat running for the open seat in Minnesota&rsquo;s 8th Congressional District, shows he is a &quot;typical politician,&quot; one who will raise your taxes yet &quot;refuses to pay his own bills.&quot;</p>\r\n\r\n<p>We went to the&nbsp;records. They show Radinovich, a former state representative now vying to represent the Iron Range district in the nation&rsquo;s capital, has been something of a ticket scofflaw until recently. He had his driver&rsquo;s license revoked for a time.</p>\r\n\r\n<p>And he only paid the state&#39;s collections agency&nbsp;for the last four of his outstanding fines recently, at $75 each, months after he was originally ticketed and right when those tickets and fines became fodder in the 2018 congressional race.</p>\r\n\r\n<div class=\"pf_subheadline\">The claim</div>\r\n\r\n<p>The claim against Radinovich arose when the Congressional Leadership Fund, a PAC allied with U.S. House Speaker Paul Ryan, <a href=\"https://congressionalleadershipfund.org/new-ad-in-mn-08-joe-radinovich-is-another-hypocritical-tax-raising-politician/\">put out</a> a TV ad and news release on Aug. 17. An announcer in the ad says, &quot;Joe Radinovich votes to raise our taxes, but refuses to pay his own bills. Radinovich voted for a $2 billion tax hike, hurting working families. But Radinovich was cited 30 times for not paying court fines.</p>\r\n\r\n<p>&quot;And after refusing to pay his bills, Radinovich was turned over to a collection agency eight times.&quot;</p>\r\n\r\n<p>The tax part of the claim refers to Radinovichs vote in the Minnesota Legislature for an &quot;Omnibus Tax Bill&quot; in 2013, according to <a href=\"https://kstp.com/politics/truth-test-kstp-ad-targets-radinovich-court-record-unpaid-fines-8th-congressional-district/5041669/\">KSTP-TV</a> in Minnesota. The bill raised income taxes on Minnesota&#39;s highest earners by $1.1 billion dollars but also raised cigarette and other tobacco taxes by $430 million, the TV station said. The bill closed $400 million worth of corporate tax loopholes and increased taxes on some estates by $80 million, the station said.</p>\r\n\r\n<p>As for the tickets, the Congressional Leadership Fund accessed Minnesota court records, which are available online. Those records show the date a citation is issued, the alleged offenses, the plea and disposition of the charges and the collection of a fine if one is issued.</p>\r\n\r\n<p>The Congressional Leadership Fund&rsquo;s ad led KSTP to do a &quot;Truth Test&quot; on the claim. That Truth Test -- in which the station gave the Congressional Leadership Fund&rsquo;s claim an A minus -- in turn led Radinovich&rsquo;s Republican opponent in the congressional race, Pete Stauber, to issue his own<a href=\"https://petestauberforcongress.com/press-release-joe-radinovich-owes-explanation-for-his-reckless-regard-for-the-law/\"> statement</a> on Aug. 23. Stauber said that Radinovich &quot;won&#39;t even pay his own bills and take responsibility for his own actions.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Radinovich&rsquo; response</div>\r\n\r\n<p>Radinovich responded quickly to the Minnesota media.</p>\r\n\r\n<p>&quot;I reject that they&#39;re a character issue,&quot; the Democratic-Farmer-Labor Party member said of the tickets and fines, according to an Aug. 23 story in the <a href=\"http://www.duluthnewstribune.com/news/government-and-politics/4489812-radinovich-addresses-history-tickets-fines\">Duluth News Tribune</a>. He called the issue &quot;a headache,&quot; the newspaper reported, and said he would be more careful about it going forward. He also said he uses a post office box and does not get mail at his physical address in Ironton, Minn., which sometimes led to a delay in his receiving notices.</p>\r\n\r\n<p>&quot;The vast majority of violations occurred in Hennepin County in the last several years, when Radinovich worked as an aide to onetime city councilor and current Minneapolis Mayor Jacob Frey,&quot; the News Tribune reported.</p>\r\n\r\n<p>&quot;It was tough to avoid parking tickets sometimes,&quot; Radinovich said in the story. He said construction and a lack of other parking options forced him to use streetside meters, which would expire while he became preoccupied with the business of the day.</p>\r\n\r\n<div class=\"pf_subheadline\">What the record shows</div>\r\n\r\n<p>PolitiFact accessed the Minnesota state court system&rsquo;s online records. The records showed 32 cases against Radinovich dating to 2004, when he was 18, most of them minor and all leading to convictions or findings of guilt. They included two cases in 2018, 12 in 2017 and one in 2016. Where the level of offense was listed, all were labeled as misdemeanors. Other details:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>Sixteen of the 32 cases involved parking meter violations. Four involved speeding, the most recent in July 2017 when records show Radinovich was accused of driving 69 mph in a 55 zone.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>A 2006 case showed a conviction for driving on a revoked license. The circumstances of the revocation were not detailed in the online record.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>In 2009, Radinovich was charged with speeding, accused of going 81 in a 65 mph zone. The records say the court requested a driver&rsquo;s license suspension that October for failure to appear in court, and requested reinstatement of the license the following March when payment was made.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<div class=\"pf_subheadline\">The collections</div>\r\n\r\n<p>Eight of the cases wound up going to a collection agency after Radovich was late paying his fines, records show. That does not mean private bill collectors were on Radinovich&rsquo;s tail, however, because the state courts switched in 2010 from using private collectors to using the Minnesota Department of Revenue, Kyle Christopherson, a communications specialist with the Minnesota Judicial Branch told PolitiFact. Every one of Radinovich&rsquo;s collection matters therefore would have been handled by the revenue department.</p>\r\n\r\n<p>Of the underlying offenses in those collection matters, six were for parking overtime in a meter zone. One was for obstructing traffic with a vehicle. One was for a violation that was unspecified in the online docket but was related to a vehicle registration, permit or license plates.</p>\r\n\r\n<p>Radovich pleaded or was adjudicated guilty in each case case against him, whether it went to collections or not, the records show.</p>\r\n\r\n<p>Petty stuff? That&rsquo;s what Radinovich suggested. The Duluth News Tribune quoted him as saying, &quot;I take full responsibility for this. It&#39;s a series of petty misdemeanors and that&#39;s the extent of it.&quot;</p>\r\n\r\n<p>When contacted by PolitiFact, Radinovich&#39;s congressional campaign did not dispute the tickets and late payments. Campaign spokesman Bennett Smith said the earliest driving offenses are from when Radinovich, now 32, was a young man. Radinovich&#39;s mother was shot and killed in a family murder-suicide in 2004, according to Minnesota media reports.&nbsp;&quot;Like many people in their late teens and early 20s, Joe has done a lot of growing up,&quot; Smith said. &quot;He&#39;s matured and is a different person.&quot;</p>\r\n\r\n<p>As for the numerous parking offenses, Smith said the Republican-supporting PAC is &quot;oversensationalizing his ability to find convenient parking&nbsp;when he was working for the mayor.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Congressional Leadership Fund said Radinovich was cited 30 times for not paying court fines. Radinovich unquestionably did not pay a number of his traffic and parking fines when due. The 32-year-old was charged in 32 separate traffic or parking cases since he was 18.</p>\r\n\r\n<p>But a single case can involve one or more legal citations, and this is where the Congressional Leadership Fund&rsquo;s characterization can get a bit tricky. The PAC said Radinovch was &quot;cited 30 times for not paying court fines,&quot; but a &quot;citation&quot; can mean, in the legal sense, a ticket or a charge. Or it can mean a notation in the record.</p>\r\n\r\n<p>It is unquestionable that the Minnesota court records note Radinvich&rsquo;s repeated failure to pay fines when due. That did not mean Radinovich faced 30 new misdemeanor charges strictly for failure to pay; rather, the PAC told PolitiFact that it used the word &quot;cited&quot; as a reference to court notations of Radinovich&rsquo;s failure to pay on time, and these notations were not just in the cases sent for collection.</p>\r\n\r\n<p>With that caveat, we rate the Congressional Leadership Fund&rsquo;s claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-07T11:45:32.016431", "ruling_date": "2018-09-10T12:00:00", "ruling_headline": "Joe Radinovich is no stranger to traffic court", "ruling_headline_slug": "joe-radinovich-no-stranger-traffic-court", "ruling_link_text": "The bills will catch up with you", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Leadership Fund <a href=\"https://congressionalleadershipfund.org/new-ad-in-mn-08-joe-radinovich-is-another-hypocritical-tax-raising-politician/\">news release and ad</a>, Aug. 17, 2017</p>\r\n\r\n<p>Email and telephone conversations with Michael Byerly, Congressional Leadership Fund, Sept. 6, 2018</p>\r\n\r\n<p><a href=\"http://www.mncourts.gov/Access-Case-Records.aspx\">Minnesota Judicial Branch</a> online case dockets, accessed Sept. 6, 2018</p>\r\n\r\n<p><a href=\"https://petestauberforcongress.com/press-release-joe-radinovich-owes-explanation-for-his-reckless-regard-for-the-law/\">Press release </a>from Pete Stauber congressional campaign, Aug. 23, 2018</p>\r\n\r\n<p>&quot;Radinovich addresses history of tickets, fines,&quot; <a href=\"http://www.duluthnewstribune.com/news/government-and-politics/4489812-radinovich-addresses-history-tickets-fines\">Duluth News Tribune</a>, Aug. 23, 2018</p>\r\n\r\n<p>&quot;TRUTH TEST: Ad Targets Radinovich&#39;s Court Record, Unpaid Fines,&quot; <a href=\"https://kstp.com/politics/truth-test-kstp-ad-targets-radinovich-court-record-unpaid-fines-8th-congressional-district/5041669/\">KSTP-TV</a>, Aug. 22, 2018</p>\r\n\r\n<p>Telephone conversation with Kyle Christopherson, Minnesota Judicial Branch, Sept. 7, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 2, "home_state": "", "id": 3899, "last_name": "Congressional Leadership Fund", "mostly_true_count": 2, "name_slug": "congressional-leadership-fund", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CLF.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3899/", "total_count": 12, "true_count": 0, "website": ""}, "statement": "<p>Says Joe Radinovich &quot;was cited 30 times for not paying court fines.&quot;</p>\r\n", "statement_context": "A campaign ad", "statement_date": "2018-08-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}