{"art": [{"brightcove": "", "caption": "Firefighters engaged in a training exercise. (Creative Commons)", "id": 17097, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/firefighters-870888_960_720.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17097/", "title": "Firefighters", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "canonical_url": "/punditfact/statements/2018/sep/07/fight-future/could-net-neutrality-have-shielded-california-fire/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Could net neutrality have shielded firefighters?", "id": 15824, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jkruzel@poynter.org", "first_name": "John", "id": 623, "last_name": "Kruzel", "name_slug": "john-kruzel", "on_staff_page": 7, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots13.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/623/", "title": "Staff Writer", "twitter": "johnkruzel"}], "resource_uri": "/api/v/2/statement/15824/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The idea that greedy corporations would screw over the average Internet user was perhaps the most vocal concern raised last year when a bundle of Internet protections, known as net neutrality, went on the chopping block.</p>\r\n\r\n<p>Now, three months after the regulations officially died, proponents are staking out a very different position as they work to resurrect the rules.</p>\r\n\r\n<p>Net neutrality must be restored, they argue, because its repeal has jeopardized public safety.</p>\r\n\r\n<p>&quot;We saw the true danger of the FCC&#39;s net neutrality repeal when Verizon was caught throttling California firefighters,&quot; said digital rights group Fight for the Future.</p>\r\n\r\n<p>Let&rsquo;s unpack that statement, starting with the California fire.</p>\r\n\r\n<div class=\"pf_subheadline\">Using tech to fight fires</div>\r\n\r\n<p>Golden State firefighters are still working to contain the largest blaze in state history. The <a href=\"https://www.washingtonpost.com/graphics/2018/national/mendocino-fire/?utm_term=.a5f008596e21\">Mendocino Complex Fire</a> began burning in Northern California in late July, and so far has torched over 726,000 acres &mdash; more than double the size of Los Angeles.</p>\r\n\r\n<p>Firefighters from around the state have been called to action. Among the out-of-town responders were firefighters from Santa Clara County, located in the center of Silicon Valley, about 160 miles south of the inferno.</p>\r\n\r\n<p>The Santa Clara County fire department deployed a high-tech truck, known in firefighter jargon as an &quot;Incident Support Unit,&quot; to serve as a command-and-control center.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/7uAZk3MrUAC4I-xiXkgpXl1X1rssTpsKQIy2oz6IRXHAK6hdF8dstes9LxHyrNK1O3Dcw5kiliLpkCRpVBvhgYKxOE03FRb3vCS964tAlYe0t-BOpl5ga00rQPHHM6Gd-Bx_DIhW\" style=\"height:347px; width:624px\" /></p>\r\n\r\n<p>To work effectively, the trucks need a robust Internet signal. Its broadband hookup is used to power software like Google Sheets, which lets firefighters coordinate real-time responses.</p>\r\n\r\n<p>But in the midst of battling the largest fire in California history, the Santa Clara County truck&rsquo;s Internet speed suddenly slowed to a crawl. At roughly 1/200 the original speed, firefighters would have been no worse off using a dial-up modem from the 1990s.</p>\r\n\r\n<p>So what the heck was happening?</p>\r\n\r\n<p>&quot;(We)&nbsp;discovered the data connection was being throttled by Verizon,&quot; Fire Chief Anthony Bowden said in a statement filed as part of an ongoing <a href=\"https://arstechnica.com/wp-content/uploads/2018/08/fire-department-net-neutrality.pdf\">lawsuit</a> against the FCC. &quot;These reduced speeds severely interfered with the unit&rsquo;s ability to function effectively.</p>\r\n\r\n<p>&quot;Even small delays in response translate into devastating effects,&quot; he added, &quot;including loss of property, and, in some cases, loss of life.&quot;</p>\r\n\r\n<p>The throttling persisted for some time even after the firefighters complained to Verizon and told the company of their urgent need to have fast Internet restored.</p>\r\n\r\n<p>Verizon later apologized for the incident. The restrictions were in place because the firefighters had a contract that said excess data usage was subject to significantly slowed-down speeds.</p>\r\n\r\n<p>But the company said it failed to comply with its own internal policy of taking its foot off the brake during emergencies.</p>\r\n\r\n<p>&quot;In supporting first responders in the Mendocino fire, we didn&rsquo;t live up to our own promise of service and performance excellence when our process failed some first responders on the line, battling a massive California wildfire,&quot; Verizon said in a <a href=\"https://www.verizon.com/about/news/verizon-statement-california-wildfires-and-hurricane-lane-hawaii\">statement</a>. &quot;For that, we are truly sorry.&quot;</p>\r\n\r\n<p>The public relations fiasco drove Verizon to vow not to throttle west coast firefighters and some other first responders. &nbsp;</p>\r\n\r\n<p>But that olive branch had limited reach. For some, the incident was the most clear-cut demonstration of the shortcomings of industry self-policing in the post-net neutrality era.</p>\r\n\r\n<p>Instead of after-the-fact corporate damage control, they argue, what&rsquo;s needed is to put the law back on the books.</p>\r\n\r\n<div class=\"pf_subheadline\">What is net neutrality anyways?</div>\r\n\r\n<p>So would Verizon&rsquo;s conduct have been unlawful and punishable under net neutrality? That&rsquo;s the main thrust of Fight for the Future&rsquo;s statement.</p>\r\n\r\n<p>For the purposes of this fact-check, you need to bear in mind a couple of net neutrality&rsquo;s key features. (See a more detailed explainer <a href=\"https://www.politifact.com/truth-o-meter/article/2017/dec/13/what-you-need-know-about-net-neutrality/\">here</a>.) A core idea behind net neutrality is that virtually all content will travel unimpeded around the same speed.</p>\r\n\r\n<p>&quot;Usually, when one thinks of a net neutrality violation, one thinks of the violation of the no blocking, no throttling, and no paid prioritization rules,&quot; said Blair Levin, who served as chief of staff to the FCC chairman from 1993 through 1997.</p>\r\n\r\n<p>Of those three rules, we&rsquo;re concerned here with only one: the ban on throttling. That rule generally prohibited Internet service providers, or ISPs, from slowing down customers&rsquo; speeds.</p>\r\n\r\n<p>However, to give ISPs flexibility in designing service plans that would avoid network congestion, the FCC carved out an exception. ISPs could offer plans that would allow willing customers to be throttled if they exceeded their data cap.</p>\r\n\r\n<p>In a sense, by signing this type of contract, customers waived their right not to be throttled.</p>\r\n\r\n<p>In addition to the no-throttling rule, you also need to know about net neutrality&rsquo;s &quot;general conduct&quot; rule.</p>\r\n\r\n<p>That rule stopped companies like Verizon and Comcast from &quot;unreasonably interfering&quot; with customers&rsquo; Internet access. It also created an avenue for customers file complaints to the FCC, which could trigger an investigation into an ISP&rsquo;s practices.</p>\r\n\r\n<p>One way to think about net neutrality with respect to ISPs is that it gave the FCC teeth. Net neutrality&rsquo;s repeal, in turn, largely defanged it.</p>\r\n\r\n<p>So would the FCC have taken a bite out of Verizon if the old rules were still in play?</p>\r\n\r\n<div class=\"pf_subheadline\">The no-throttling rule</div>\r\n\r\n<p>The contract between Verizon and the California firefighters allowed throttling for excessive data use. In other words, the firefighters waived their right not to be throttled over their limit.</p>\r\n\r\n<p>Under the $37.99-per-month plan, the department would get high-speed broadband for the first 25 gigabytes. Data use beyond that was subject to speed reductions.</p>\r\n\r\n<p>The device installed in the California firefighter&rsquo;s high-tech truck can use up to 5-10 gigabytes per day. At that rate, the firefighters quickly hit their cap.</p>\r\n\r\n<p>To some experts, the incident was simply the culmination of a series of mistakes &mdash; not a poster child for stronger regulation.</p>\r\n\r\n<p>&quot;What really happened wasn&rsquo;t a net neutrality issue,&quot; Berin Szoka, a tech lawyer and president of the group TechFreedom, <a href=\"https://medium.com/@BerinSzoka/false-alarm-verizons-fire-department-customer-service-fail-has-nothing-to-do-with-net-neutrality-3b9a2d770e5b\">wrote</a>. &quot;The (fire department) simply chose a data plan for their mobile command and control unit that was manifestly inappropriate for their needs.&quot;</p>\r\n\r\n<p>What&rsquo;s clear is that because the firefighters&rsquo; service plan permitted the kind of speed restrictions that were allowed under the old rules, Verizon did not directly violate net neutrality&rsquo;s no-throttling rule.</p>\r\n\r\n<p>&quot;The throttling incident, while a real PR disaster for Verizon, has nothing to do with net neutrality,&quot; said Doug Brake, the director of broadband and spectrum policy at the Information Technology &amp; Innovation Foundation. &quot;The rules explicitly allowed for data plans that rate-limit or &lsquo;throttle&rsquo; a data connection after a certain threshold.&quot;</p>\r\n\r\n<p>A spokeswoman for the Republican-majority FCC pointed out that&nbsp;the Santa Clara County fire department, which is party to a lawsuit against the FCC to restore net neutrality, does not argue the no-throttling rule was violated here.</p>\r\n\r\n<p>&quot;What happened had nothing to do with net neutrality,&quot; she said.&nbsp;&quot;Verizon was not discriminating on the basis of content, application, service or device.&quot;&nbsp;</p>\r\n\r\n<p>Even the group behind the claim we&rsquo;re checking, Fight for the Future, conceded the narrow&nbsp;point about the contract falling under the no-throttling exception.</p>\r\n\r\n<p>Evan Greer, Fight for the Future&rsquo;s deputy director, told us, &quot;Verizon&#39;s throttling of firefighters was not a direct violation of the &lsquo;no throttling&rsquo; rule since it related to a data cap.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">The &lsquo;general conduct&rsquo; rule</div>\r\n\r\n<p>But there&rsquo;s another rule that could have ensnared Verizon: The &quot;general conduct&quot; rule.</p>\r\n\r\n<p>This prohibited companies like Verizon and Comcast from &quot;unreasonably interfering&quot; with customers&rsquo; Internet access. It also created an avenue for customers to file complaints to the FCC.</p>\r\n\r\n<p>But the repeal of net neutrality choked off this avenue.</p>\r\n\r\n<p>&quot;Under the 2015 rules, the firefighters could have filed a complaint with the FCC on grounds that the throttling was &lsquo;unjust and unreasonable,&rsquo; &quot; said Chip Stewart, a communication technology expert and professor at Texas Christian University. &quot;After the current FCC repealed those rules, that is no longer an option.&quot;</p>\r\n\r\n<p>Gigi Sohn, who was a counselor to the FCC chairman while the net neutrality rules were written, said she believes the firefighters &quot;could have made a persuasive case&quot; if that option were available today.</p>\r\n\r\n<p>&quot;The throttling of the Santa Clara County FPD&rsquo;s broadband service was a disaster waiting to happen,&quot; Sohn wrote in an <a href=\"https://www.nbcnews.com/think/opinion/verizon-couldn-t-have-restricted-santa-clara-county-s-phone-ncna903531\">essay</a> for NBC News. &quot;In the absence of net neutrality rules and without strong FCC oversight, broadband providers like Verizon, Comcast and AT&amp;T are free to run their networks as they please without regard to consumers, competition or public safety.&quot;</p>\r\n\r\n<p>Harold Feld, the senior vice president at the liberal Public Knowledge, said the key point comes down to whether or not there&rsquo;s a process for aggrieved consumers to get a fair hearing.</p>\r\n\r\n<p>&quot;It&rsquo;s not just about whether Verizon behaved appropriately or not,&quot; he told PolitiFact, citing a blog <a href=\"http://www.wetmachine.com/tales-of-the-sausage-factory/verizon-california-throttling-mistake-shows-how-radical-pais-repeal-order-really-was/\">post</a> he wrote. &quot;It&rsquo;s about having clear rules and procedures in place so that when an emergency like this happens, people know what to do and can resolve the problem quickly.&quot;</p>\r\n\r\n<p>Some tech experts say additional oversight is unnecessary because companies are capable of policing themselves. (Verizon has promised to do so with more verve in the future, for instance.) But not all agree.</p>\r\n\r\n<p>&quot;The removal of the &#39;cop on the beat&#39; may have contributed to Verizon acting in ways that even it now admits was dumb,&quot; Levin said. &quot;If there is no one watching, people act differently than if they think someone is watching.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Fight for the Future said, &quot;We saw the true danger of the FCC&#39;s net neutrality repeal when Verizon was caught throttling California fire fighters.&quot;</p>\r\n\r\n<p>Under net neutrality, the firefighters could have filed a complaint against Verizon to the FCC, which at the very least would have launched an investigation, experts said. Repeal of the rules removed that avenue, thereby sidelining the FCC from serving as a &quot;cop on the beat.&quot;</p>\r\n\r\n<p>However, the firefighters&rsquo; service plan permitted the kind of speed restrictions that were allowed under the old rules. So the company did not violate net neutrality&rsquo;s no-throttling rule.</p>\r\n\r\n<p>The claim is partially accurate but leaves out important context. We rate this Half True.</p>\r\n\r\n<p>See Figure 1 on PolitiFact.com</p>\r\n", "ruling_comments_date": "2018-09-07T11:30:23.203726", "ruling_date": "2018-09-07T15:09:49", "ruling_headline": "Could net neutrality have shielded California firefighters from throttling?", "ruling_headline_slug": "could-net-neutrality-have-shielded-california-fire", "ruling_link_text": "ISPs under fire", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/truth-o-meter/article/2017/dec/13/what-you-need-know-about-net-neutrality/\">What you need to know about net neutrality</a>,&quot; Dec. 13, 2017</p>\r\n\r\n<p>Gigi Sohn, a fellow at the Georgetown Law Institute for Technology Law &amp; Policy and a former counselor to the FCC chairman, via NBC News, &quot;<a href=\"https://www.nbcnews.com/think/opinion/verizon-couldn-t-have-restricted-santa-clara-county-s-phone-ncna903531\">Verizon couldn&#39;t have restricted Santa Clara County&#39;s internet service during the fires under net neutrality</a>,&quot; Aug. 24, 2018</p>\r\n\r\n<p>Berin Szoka, tech lawyer and president of the group TechFreedom, via Medium, &quot;<a href=\"https://medium.com/@BerinSzoka/false-alarm-verizons-fire-department-customer-service-fail-has-nothing-to-do-with-net-neutrality-3b9a2d770e5b\">False Alarm: Verizon&rsquo;s Fire Department Customer Service Fail Has Nothing to Do with Net Neutrality</a>,&quot; Aug. 28, 2018</p>\r\n\r\n<p>Harold Feld, senior vice president at the Public Knowledge, via Wetmachine, &quot;<a href=\"http://www.wetmachine.com/tales-of-the-sausage-factory/verizon-california-throttling-mistake-shows-how-radical-pais-repeal-order-really-was/\">Verizon California Throttling Mistake Shows How Radical Pai&rsquo;s Repeal Order Really Was</a>,&quot; Aug. 28, 2018</p>\r\n\r\n<p>Email interview with Gigi Sohn, a fellow at the Georgetown Law Institute for Technology Law &amp; Policy and a former counselor to the FCC chairman, Aug. 31, 2018</p>\r\n\r\n<p>Email interview with Ernesto Falcon, legislative counsel at the Electronic Frontier Foundation, Aug. 29-31, 2018</p>\r\n\r\n<p>Email and phone interviews with Berin Szoka, tech lawyer and president of the group TechFreedom, Aug. 30-31, 2018</p>\r\n\r\n<p>Email interview with Harold Feld, senior vice president at the Public Knowledge, Aug. 31, 2018</p>\r\n\r\n<p>Email interview with Roslyn Layton, visiting scholar at American Enterprise Institute, Aug. 30, 2018</p>\r\n\r\n<p>Email interview with Blair Levin, a Brookings Institution fellow and former chief of staff to the FCC chairman, Aug. 29-31, 2018</p>\r\n\r\n<p>Email interview with Ryan Singel, media and strategy fellow at Stanford Law School&rsquo;s Center for Internet and Society, Aug. 29, 2018</p>\r\n\r\n<p>Email interview with Chip Stewart, communication technology expert and professor at Texas Christian University, Aug. 29, 2018</p>\r\n\r\n<p>Email interview with Libby Jacobson Fox, Verizon spokeswoman, Aug. 30, 2018</p>\r\n\r\n<p>Email interview with Tara Gallegos, press secretary for the California Department of Justice, Aug. 30, 2018</p>\r\n\r\n<p>Email interview with Doug Brake, director of broadband and spectrum policy at the Information Technology &amp; Innovation Foundation, Aug. 30, 2018</p>\r\n\r\n<p>Email interview with Danielle L. Goldstein, deputy county counsel for the County of Santa Clara, Aug. 30, 2018</p>\r\n\r\n<p>Email interview with Evan Greer, deputy director of Fight for the Future, Aug. 30-31, 2018</p>\r\n\r\n<p>Email interview with Tina Pelkey, FCC spokeswoman, Aug. 31, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 3881, "last_name": "Fight for the Future", "mostly_true_count": 1, "name_slug": "fight-future", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/fight_for_the_future.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3881/", "total_count": 2, "true_count": 0, "website": "https://www.fightforthefuture.org/"}, "statement": "<p>&quot;We saw the true danger of the FCC&#39;s net neutrality repeal when Verizon was caught throttling California fire fighters.&quot;</p>\r\n", "statement_context": "in a tweet", "statement_date": "2018-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 319, "photo": null, "resource_uri": "/api/v/2/subject/319/", "subject": "Fires", "subject_slug": "fires", "used_in_edition": ["/api/v/2/edition/56/"]}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": "Could net neutrality have shielded firefighters?"}