{"art": [{"brightcove": "", "caption": "Aftab Pureval is running for Congress in Ohio's 1st Congressional District", "id": 17134, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pureval_ready_for_story.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17134/", "title": "Aftab Pureval", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2018/sep/12/aftab-pureval/chabots-votes-contradict-his-health-care-talk/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "", "id": 15839, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15839/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With their race squeaky tight, accusatory fingers are being pointed between Steve Chabot, the Republican incumbent in Ohio&rsquo;s 1st Congressional District, and his Democratic challenger, Aftab Pureval. Two TV ads from Pureval, <a href=\"https://www.youtube.com/watch?v=Yut0xaWAWYw&amp;feature=youtu.be\">one with</a> an on-camera assist from a mother whose now-teen-age daughter had cancer at age 7, claim that Chabot voted to strip mandatory health insurance protections for people for pre-existing conditions. That could have led to exorbitant premiums for the sickest Americans or denial of coverage altogether.</p>\r\n\r\n<p>It&rsquo;s as if Chabot would have punished the child throughout her life for successfully fighting cancer, the mother says in the ad. The mother, Colleen Bowman, and her daughter, Ella Bowman, now 14, are seated on a couch next to Pureval, who begins the commercial saying, &quot;Thank you so much for trusting me with your story.&quot;</p>\r\n\r\n<p>Then over the sound of music box-like piano and violin, the mother says, &quot;Like I said in many letters and messages to Steve Chabot, if they take away the pre-existing condition protections, you&rsquo;re punishing the child cancer survivor for surviving cancer. That&rsquo;s pretty disgusting.&quot; Yet that&rsquo;s exactly what Chabot would have done, Pureval contended in<a href=\"https://www.youtube.com/watch?v=zvcbpbaI5MQ&amp;feature=youtu.be\"> a different ad </a>about a week earlier: &quot;Steve Chabot, a career politician who voted to strip away protections for people with pre-existing conditions,&quot; that ad&rsquo;s announcer said.</p>\r\n\r\n<p>Chabot shot back in his <a href=\"https://www.youtube.com/watch?time_continue=9&amp;v=fzCdkCaAgPQ\">own ad</a>, with an announcer saying, &quot;Aftab Pureval just can&rsquo;t seem the tell the truth. He&rsquo;s lying about Steve Chabot&rsquo;s health care record.&quot;</p>\r\n\r\n<p>Sounds like it&rsquo;s time for a fact-check.</p>\r\n\r\n<div class=\"pf_subheadline\">Protections for pre-existing conditions</div>\r\n\r\n<p>To understand Pureval&rsquo;s health care claim, we need to start with the basics of the Patient Protection and Affordable Care Act of 2010, signed by President Barack Obama. It required most Americans to have health insurance, and health insurers had to cover any patient who applied and paid premiums. Some of those premiums were covered by taxpayer subsidies. The act, known in shorthand as both the ACA and Obamacare, prohibited charging premiums based on an applicant&rsquo;s health status or prior medical conditions. It allowed insurers to charge higher premiums for their oldest members, but no more than three times as high as premiums charged for the youngest members.</p>\r\n\r\n<p>Republicans including Chabot disliked the ACA from the start. It was economically unsustainable, they said, and while Obama claimed premiums would go down, they went up for a number of families, and some were forced to buy coverage they didn&rsquo;t want. Furthermore, congressional critics said, it was an assault on the ideals of free markets and individual choice. So they tried to repeal it. They voted multiple times, generally garnering enough votes for passage in the House, which Republicans retook in the late 2010 election, but failing in the Senate.</p>\r\n\r\n<p>Chabot voted with the majority. Therefore, Pureval says, Chabot voted to strip protections from people with pre-existing conditions.</p>\r\n\r\n<p>Chabot&rsquo;s record of rhetoric, however, is more complex. He has spoken about keeping protections for pre-existing conditions. Counters the Pureval campaign: Talk is cheap. Votes are what matter.</p>\r\n\r\n<div class=\"pf_subheadline\">Chabot&rsquo;s votes</div>\r\n\r\n<p>In Pureval&rsquo;s ad that started running Aug. 28, three of Chabot&rsquo;s votes are shown scrolling down the screen.</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>H.R. 2, the &quot;Repealing the Job-Killing Health Care Law Act.&quot; The text of the bill spoke entirely of repeal and did not state a desire or intention to keep any provisions. It passed 249-189 on Jan. 19, 2011, almost entirely along partisan lines.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>H.R. 6079, the &quot;Repeal of Obamacare Act&quot; of 2012, cited numerous criticisms of the ACA and called for restoring pre-ACA rules as if Obamacare &quot;had not been enacted.&quot; It did not discuss pre-existing conditions. The House passed it 244-185, with every Republican voting &quot;yes.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>H.R. 569, a 2015 bill with a lengthy name but the same stated purpose: to repeal the ACA. This bill, however, spoke of &quot;replacement legislation&quot; and ordered that four separate House committees work on new components. One of provisions lawmakers would work on if the broader repeal bill passed first: &quot;Provide people with pre-existing conditions access to affordable health coverage.&quot; On a partisan vote, H.R. 569 passed the House 239-186.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<div class=\"pf_subheadline\"><strong>Chabot says those votes in isolation distort his record</strong></div>\r\n\r\n<p>Chabot says he never wanted to end the protection for people with pre-existing conditions. In 2017, for example, House Republicans passed H.R 1628, the American Health Care Act, with a vote of 217-213. It would give &quot;states the ability, if they choose, to craft health care solutions that work better for local patients, while at the same time guaranteeing that those with pre-existing conditions cannot be denied health care coverage,&quot; Chabot said in a statement after the vote.</p>\r\n\r\n<p>In 2014, Chabot endorsed a list of possible ACA alternatives, writing in the Cincinnati Enquirer that they could include &quot;allowing young people to stay on their parents&#39; insurance policies until age 26 and addressing the pre-existing condition challenge.&quot;</p>\r\n\r\n<p>In December 2013, Chabot and 33 other Republicans wrote to Obama seeking a meeting to discuss health care reform, with a proposed agenda that included &quot;guaranteeing people with pre-existing conditions can get affordable coverage.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Some context</div>\r\n\r\n<p>In an ideal world, talk might equal action. But that&rsquo;s Pureval&rsquo;s very contention: Despite Chabot&rsquo;s talk, the incumbent voted to repeal the ACA without assuring there would be protections for people with preexisting conditions.</p>\r\n\r\n<p>The Cincinnati Enquirer&nbsp;made a similar point in 2011, shortly before that first 2011 repeal vote. &quot;Chabot acknowledged that certain changes are needed,&quot; the news article said, citing Chabot&rsquo;s agreement on the &quot;need to prohibit insurers from denying coverage because of pre-existing conditions, canceling coverage once an insured person gets sick, and allow parents to keep children on their policy until age 26.</p>\r\n\r\n<p>&quot;But he acknowledged that there aren&#39;t any current plans for the House to enact those changes if a repeal passes,&quot; the article noted. Chabot voted for it anyway.</p>\r\n\r\n<p>Even the 2017 repeal-and-replace bill, the American Health Care Act, had potential weaknesses. A Columbus Dispatch article on the bill pointed out that if someone with a pre-existing condition bought a policy on the insurance exchanges &quot;but let it lapse for more than 63 days, the insurance company could charge a higher premium.&quot;</p>\r\n\r\n<p>Similarly, the 2015 vote that required congressional committees to work on replacement bills did nothing to assure any such replacement bills would ever get a hearing, much less a vote, Sarah Topy, Pureval&rsquo;s campaign manager, said in an email to PolitiFact. It was just more rhetoric, she said.</p>\r\n\r\n<div class=\"pf_subheadline\">The GOP didn&rsquo;t mean it</div>\r\n\r\n<p>Chabot&rsquo;s response to all this is unusual: Yes, he voted for Obamacare repeal bills that did not include keeping protections for pre-existing conditions, but Republicans and Democrats alike knew those bills could not pass the Senate or get Obama&rsquo;s signature. Votes like this were part of a legislative strategy but, Chabot&rsquo;s campaign said, few lawmakers really meant it when they said only &quot;repeal&quot; and not &quot;replace.&quot;</p>\r\n\r\n<p>&quot;Here&#39;s the thing,&quot; Chabot campaign spokesman Cody Rizzuto said in an email to PolitiFact. &quot;Everyone knew that none of these votes were going anywhere as long as President Obama was in the White House.&quot;</p>\r\n\r\n<p>He added that &quot;the votes Aftab cites were all taken while President Obama was in office. &nbsp;As such, they weren&#39;t going to be become law. Obamacare wasn&#39;t going to be repealed with President Obama&#39;s signature. Everyone knew that, and so a replacement bill wasn&#39;t necessary. You don&#39;t need a replace when there won&#39;t be a repeal.&quot;</p>\r\n\r\n<p>The nature of the bills and the addition of replacement language changed, he said, once Republicans regained a Senate majority and then Donald Trump was elected president. With a real chance of passage, Rizzuto said, the bills focused more specifically on individual elements.</p>\r\n\r\n<p>He added that while Pureval attacked Chabot on pre-existing conditions, he did so without ever mentioning that the actual votes were on Obamacare. &quot;Aftab is relying on votes repealing an unpopular program, without ever mentioning that program (Obamacare),&quot; Rizzuto said. &quot;This is intentional, because tying the issue to Obamacare repeal would directly undermine his attack in this district. &nbsp;&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Chabot has said repeatedly that he would like to have protections covering people with pre-existing conditions. When presented with bills that lacked the protections, however, he has voted for them anyway. His campaign says the votes weren&rsquo;t meaningful because the legislation was never going to become law and everyone knew it.</p>\r\n\r\n<p>We cannot say that when Congress members, elected to make laws, vote for a new law, constituents should take it with a grain of salt. There are certainly political and strategic calculations. The Truth-O-Meter can only measure what a politician says and what he or she did. The connection between the ACA and pre-existing conditions was eminently clear throughout the repeal debate. We rate Pureval&rsquo;s claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-11T14:30:47.297098", "ruling_date": "2018-09-12T14:00:00", "ruling_headline": "Chabot’s votes contradict his health care talk", "ruling_headline_slug": "chabots-votes-contradict-his-health-care-talk", "ruling_link_text": "Say one thing, then vote differently", "ruling_state": null, "source_documents": null, "sources": "<p>Aftab Pureval for Congress <a href=\"https://www.youtube.com/watch?v=zvcbpbaI5MQ&amp;feature=youtu.be\">ad</a>, &quot;Phony, Aug. 28, 2018.</p>\r\n\r\n<p>Aftab Pureval for Congress <a href=\"https://www.youtube.com/watch?v=Yut0xaWAWYw&amp;feature=youtu.be\">ad</a>, &quot;Story,&quot; Sept. 6, 2018.</p>\r\n\r\n<p>Chabot for Congress <a href=\"https://www.youtube.com/watch?time_continue=9&amp;v=fzCdkCaAgPQ\">ad</a>, &quot;Pinnocchio,&quot; Sept. 6, 2018.</p>\r\n\r\n<p>Emails and conversations with Sarah Topy, Pureval&rsquo;s campaign manager, Sept. 7 and 10, 2018</p>\r\n\r\n<p>Emails and conversations with Cody Rizzuto, Chabot&rsquo;s campaign spokesman, Sept. 7 and 10, 2018.</p>\r\n\r\n<p>Text and vote,<a href=\"https://www.congress.gov/bill/112th-congress/house-bill/2/text\"> H.R. 2</a>, &quot;Repealing the job-killing health care law,&quot; 2011, Congress.gov.</p>\r\n\r\n<p>Text and vote, <a href=\"https://www.congress.gov/bill/112th-congress/house-bill/6079/text\">H.R. 6079</a>, &quot;Real of Obamacare Act,&quot; 2012, Congress.gov.</p>\r\n\r\n<p>Text and vote, <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/596/text\">H.R. 596</a>, &quot;To repeal the Patient Protection and Affordable Care Act and health care-related provisions in the Health Care and Education Reconciliation Act of 2010,&quot; 2015, Congress.gov.</p>\r\n\r\n<p>Chabot<a href=\"https://chabot.house.gov/news/documentsingle.aspx?DocumentID=398737\"> statement </a>on Obamacare repeal, May 4, 2017.</p>\r\n\r\n<p>&quot;Obamacare replacement, next stop: Senate. House GOP passes health-care bill, but its future uncertain,&quot; by Jessica Wehrman and Jack Torry, Columbus Dispatch, May 5, 2017, accessed via Nexis.</p>\r\n\r\n<p>Chabot lays out health care ideas, Cincinnati Enquirer, Jan. 9, 2014, accessed via Nexis.</p>\r\n\r\n<p>&quot;Steve Chabot issues <a href=\"https://chabot.house.gov/news/documentsingle.aspx?DocumentID=341542\">statement </a>on delay on health care reforms,&quot; Rep. Steve Chabot, July 3, 2013.</p>\r\n\r\n<p>&quot;Griffin, 33 House Republicans request meeting with President Obama to discuss health care reforms,&quot; States News Service, Dec. 10, 2013, accessed via Nexis.</p>\r\n\r\n<p>&quot;Chabot makes stop in Evendale,&quot; by Leah Fightmaster, Cincinnati Enquirer, Aug. 14, 2013, accessed via Nexis.</p>\r\n\r\n<p>&quot;Did Mike Braun endorse three initiatives to end coverage for pre-existing conditions?&quot; <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/20/joe-donnelly/mike-braun-end-coverage-pre-existing-conditions/\">PolitiFact</a>, Aug. 20, 2018.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Aftab", "half_true_count": 0, "home_state": "", "id": 4411, "last_name": "Pureval", "mostly_true_count": 1, "name_slug": "aftab-pureval", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Aftab_for_thumbnail.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4411/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says Steve Chabot &quot;voted to strip insurance protections for pre-existing conditions.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative for Ohio, District 1", "false_count": 1, "first_name": "Steve", "half_true_count": 0, "home_state": "Ohio", "id": 3551, "last_name": "Chabot", "mostly_true_count": 0, "name_slug": "steve-chabot", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Chabot_head.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Chabot_head_1.JPG", "resource_uri": "/api/v/2/person/3551/", "total_count": 2, "true_count": 0, "website": "https://chabot.house.gov/"}], "twitter_headline": ""}