{"art": [{"brightcove": "", "caption": "Russian President Vladimir Putin gestures while speaking as President Donald Trump looks on during their joint news conference in Helsinki on July 16, 2018. (AP/Pablo Martinez Monsivais)", "id": 16531, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_18198044991531.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/16531/", "title": "Trump Putin for electoral college", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "william.mccarthy@duke.edu", "first_name": "Bill", "id": 683, "last_name": "McCarthy", "name_slug": "bill-mccarthy", "on_staff_page": 100, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/683/", "title": "Staff writer", "twitter": ""}], "canonical_url": "/north-carolina/statements/2018/sep/11/mark-meadows/meadows-says-ohr-got-dossier-through-his-wife/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "jschrader@newsobserver.com", "first_name": "Jordan", "id": 667, "last_name": "Schrader", "name_slug": "jordan-schrader", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/667/", "title": "N&O politics editor", "twitter": ""}], "facebook_headline": "", "id": 15838, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "william.mccarthy@duke.edu", "first_name": "Bill", "id": 683, "last_name": "McCarthy", "name_slug": "bill-mccarthy", "on_staff_page": 100, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/683/", "title": "Staff writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/15838/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The special counsel&rsquo;s investigation into Russian interference in the 2016 election has brought a lot of names to the center of attention.</p>\r\n\r\n<p>The most recent is Bruce Ohr, a Justice Department official whose relationship with former British spy Christopher Steele has sounded alarms among congressional Republicans. In a matter of weeks, Ohr has transformed from a virtual unknown in politics to a favorite target of President Donald Trump and his allies.</p>\r\n\r\n<p>Rep. Mark Meadows, a western North Carolina Republican who is one of the president&rsquo;s staunchest defenders and a leader of the House Freedom Caucus, has criticized Ohr for his connection to Steele, the author of the <a href=\"https://www.documentcloud.org/documents/3259984-Trump-Intelligence-Allegations.html\">dossier</a> that made claims about the president&rsquo;s financial and personal ties to Russia. &nbsp;</p>\r\n\r\n<p>On Sept. 5, a week after a closed-door interview between Ohr and the House Oversight Committee, Meadows <a href=\"http://www.foxnews.com/politics/2018/09/05/doj-official-bruce-ohrs-unusual-contact-with-trump-dossier-author-referred-for-investigation.html\">sent</a> a letter asking the Justice Department to review Ohr&rsquo;s contacts with Steele. But even before that request, Meadows was floating a theory for his supporters to consider.</p>\r\n\r\n<p>&quot;Here are some key facts you need to know about Bruce Ohr to understand why he is important to our investigation,&quot; Meadows wrote in an <a href=\"https://iqconnect.lmhostediq.com/iqextranet/view_newsletter.aspx?id=102427&amp;c=NC11MM\">email newsletter</a>. &quot;Bruce Ohr&#39;s wife, Nellie Ohr, worked for Fusion GPS &mdash; which was the firm hired by the Clinton campaign to write the dossier. Bruce Ohr gave the dossier to the FBI. The FBI then used the same dossier to spy on the Trump campaign.&quot;</p>\r\n\r\n<p>Other <a href=\"https://www.politifact.com/punditfact/statements/2018/jul/24/hugh-hewitt/hugh-hewitt-floats-unproven-theory-about-steele-do/\">Trump allies</a> have also sought to link Ohr, his wife and the dossier to the FBI&rsquo;s wiretapping of former Trump campaign adviser Carter Page. During a July 12 congressional hearing with FBI agent Peter Strzok, Rep. Jim Jordan, R-Ohio, leveled the same charge.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;So Nellie Ohr works for Fusion, works for (Fusion GPS founder and former journalist) Glenn Simpson, and she&#39;s giving documents to Bruce Ohr, who&rsquo;s giving them to the FBI,&quot; Jordan said.</p>\r\n\r\n<p>Details surrounding the dossier, the Page wiretap and the Russia investigation are still emerging. But much has been reported already, and we wondered how Meadows&rsquo; statement would stack up against publicly available information.</p>\r\n\r\n<p>The FBI&rsquo;s National Press Office declined to comment. Ben Williamson, Meadows&rsquo; communications director, did not respond to multiple requests for comment.</p>\r\n\r\n<p><strong>Nellie Ohr &quot;worked for Fusion GPS ... the firm hired by the Clinton campaign&quot;</strong></p>\r\n\r\n<p>Bruce Ohr&rsquo;s wife, Nellie Ohr, is a 55-year-old former government official and Russia expert. Meadows is correct that during the 2016 election, Nellie Ohr worked for Fusion GPS, an opposition research firm that was hired to work for then-candidate Hillary Clinton&rsquo;s campaign, according to <a href=\"http://www.foxnews.com/politics/2017/12/11/wife-demoted-doj-official-worked-for-firm-behind-anti-trump-dossier.html\">Fox News</a>.</p>\r\n\r\n<p>But the firm&rsquo;s research into Trump was already underway when the Clinton campaign got involved &mdash; a fact Meadows omitted in his email.</p>\r\n\r\n<p>Fusion GPS was originally hired by the Washington Free Beacon, a conservative website. It was only after Trump secured the Republican nomination that Fusion GPS was <a href=\"https://www.nytimes.com/2017/10/25/us/politics/steele-dossier-trump-expained.html\">hired</a> on behalf of the Clinton campaign and the Democratic National Committee by their law firm, Perkins Coie, to continue compiling research about Trump, according to the New York Times.</p>\r\n\r\n<p>At that point, the firm hired Steele, who had sources in Russia. Steele produced 35 pages of research memos, which became collectively known as the Steele dossier and detailed some salacious &mdash; but not fully verified &mdash; claims about Trump.</p>\r\n\r\n<p><strong>&quot;Bruce Ohr gave the dossier to the FBI.&quot;</strong></p>\r\n\r\n<p>While Nellie Ohr was employed by Fusion GPS, Bruce Ohr worked in the Justice Department. Although Meadows&rsquo; statement does not specifically allege that Bruce Ohr received the dossier from his wife, other Republicans have insisted that she acted as a go-between for Fusion GPS and law enforcement agencies.</p>\r\n\r\n<p>But as we noted in a <a href=\"https://www.politifact.com/punditfact/statements/2018/jul/24/hugh-hewitt/hugh-hewitt-floats-unproven-theory-about-steele-do/\">fact-check</a> of conservative pundit Hugh Hewitt about Jordan&rsquo;s theory, there is no evidence that Nellie Ohr personally routed the dossier to the Justice Department.</p>\r\n\r\n<p>It is true, however, that Bruce Ohr gave the dossier to the FBI, according to former FBI agent Peter Strzok&rsquo;s testimony. &quot;Mr. Ohr provided information to the FBI that included material that is what everybody is calling the dossier, reporting from Mr. Steele,&quot; Strzok told lawmakers during a congressional hearing.</p>\r\n\r\n<p>But Bruce Ohr was not the FBI&rsquo;s only source for the dossier. The FBI received multiple versions of the Steele dossier from several different people, according to an email Strzok sent colleagues in January 2017, which was obtained by <a href=\"http://thehill.com/hilltv/rising/396307-Did-FBI-get-bamboozled-by-multiple-versions-of-Trump-dossier%3F\">The Hill</a>.</p>\r\n\r\n<p>The late Sen. John McCain said he <a href=\"https://www.mccain.senate.gov/public/index.cfm/2017/1/statement-by-senator-john-mccain-on-recent-reports\">delivered</a> a version of the dossier to then-FBI director James Comey in late 2016. David Corn, a reporter at Mother Jones, also <a href=\"https://twitter.com/DavidCornDC/status/1017483399999688705\">admitted</a> on Twitter that he provided the Steele memos to the FBI shortly after the election. Even Steele himself met with FBI officials on July 5, 2016, according to <a href=\"https://www.newyorker.com/magazine/2018/03/12/christopher-steele-the-man-behind-the-trump-dossier\">the New Yorker</a>.</p>\r\n\r\n<p>Meadows&rsquo; omission of these details could be misleading for readers of his email.</p>\r\n\r\n<p><strong>&quot;The FBI then used the same dossier to spy on the Trump campaign.&quot;</strong></p>\r\n\r\n<p>In October 2016, the FBI applied to the Foreign Intelligence Surveillance Court for a warrant to wiretap Page, a former Trump campaign adviser. The agency believed Page was &quot;collaborating and conspiring with the Russian government&quot; after being &quot;the subject of targeted recruitment.&quot;</p>\r\n\r\n<p>In February 2018, <a href=\"https://www.politifact.com/truth-o-meter/article/2018/feb/02/lawmakers-clash-over-gop-intel-memos-accuracy/\">Republicans</a> and <a href=\"https://www.politifact.com/truth-o-meter/article/2018/feb/28/democrats-memo-pushes-back-gop-claims-about-russia/\">Democrats</a> released competing memos about the application for surveillance, with Democrats pushing back on Republicans&rsquo; claims that the FBI did not properly secure a warrant and misused its surveillance capabilities, according to the <a href=\"https://www.nytimes.com/2018/07/21/us/politics/carter-page-fisa.html\">New York Times</a>.</p>\r\n\r\n<p>But on July 21, 2018, the Trump administration released a heavily redacted <a href=\"http://www.judicialwatch.org/wp-content/uploads/2018/07/Carter-Page-FISA-Documents.FOIA-Release-1.pdf\">version</a> of the documents related to the wiretapping. The documents revealed that the FBI did partly rely on claims first reported in the dossier.</p>\r\n\r\n<p>For example, the application cited claims from the dossier that Page, while visiting Moscow in the summer of 2016, met with two senior Russian representatives to talk about removing Ukraine-related sanctions the U.S. had imposed on Russia and other matters.</p>\r\n\r\n<p>The FBI said in the application that it suspected the person who hired Steele was looking to discredit the Trump campaign, but clarified that Steele&rsquo;s previous reporting of &quot;reliable information&quot; as a British intelligence officer made the agency believe segments from the dossier were &quot;credible.&quot; (The FBI eventually terminated its partnership with Steele in October 2016 after he made what the agency considered to be improper disclosures to the news media.)&nbsp;</p>\r\n\r\n<p>But the redacted documents also contained evidence against Page that did not come from the dossier. In fact, Page was on the FBI&rsquo;s radar as early as 2013 for contacts with Russian intelligence, according to the <a href=\"https://www.nytimes.com/2017/04/04/us/politics/carter-page-trump-russia.html\">New York Times</a>.&nbsp;</p>\r\n\r\n<p>Meadows&rsquo; suggestion that the FBI&rsquo;s wiretapping amounted to &quot;spy(ing) on the Trump campaign&quot; is also misleading, since the FBI secured a warrant from the FISA court to do so. Page also <a href=\"https://www.nbcnews.com/politics/donald-trump/who-carter-page-what-does-he-have-do-russia-probe-n844821\">left</a> the Trump campaign in September 2016, before the FBI applied for its warrant.</p>\r\n\r\n<p>Even some Republicans have objected to claims suggesting the wiretap could be considered spying. &quot;I don&#39;t believe that them looking into Carter Page means they were spying on the campaign,&quot; said Florida Sen. Marco Rubio during an <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1807/22/sotu.01.html\">interview</a> on CNN.</p>\r\n\r\n<p>It is worth <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/23/donald-trump/donald-trump-falsely-says-new-carter-page-document/\">noting</a> that the Steele dossier did not trigger the special counsel&rsquo;s investigation into the Trump campaign&rsquo;s Russian connections. That probe began in July 2016 due to information from Trump campaign adviser George Papadopoulos, as PolitiFact has <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/23/donald-trump/donald-trump-falsely-says-new-carter-page-document/\">shown</a> before.&nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In an email newsletter, Meadows said Nellie Ohr worked for Fusion GPS, the Clinton campaign funded the Steele dossier, Bruce Ohr handed the dossier to the FBI, and the FBI used the dossier to spy on the Trump campaign.</p>\r\n\r\n<p>Meadows is correct that Nellie Ohr worked for Fusion GPS and that the Clinton campaign hired the firm to continue researching Trump. He is also right that Bruce Ohr provided the FBI a copy of the dossier.</p>\r\n\r\n<p>But the FBI received the dossier from multiple sources. And it is not entirely accurate to say the FBI used the dossier to spy on the Trump campaign since Page left the campaign in September 2016. The FBI relied in part on the dossier to secure a warrant to monitor Page, but the dossier was not the sole basis for the wiretap &mdash; and the wiretap was authorized in court.</p>\r\n\r\n<p>New details could emerge if further documents related to the wiretap are disclosed. But based on what we know now, we rate this statement Half True.&nbsp;</p>\r\n\r\n<p><em>This story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters&rsquo; Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-11T11:33:09.847107", "ruling_date": "2018-09-11T11:38:56", "ruling_headline": "The FBI, the Steele dossier and wiretapping, explained", "ruling_headline_slug": "meadows-says-ohr-got-dossier-through-his-wife", "ruling_link_text": "Ohr wasn't the only one to give the FBI the dossier", "ruling_state": null, "source_documents": null, "sources": "<p>Email newsletter from Rep. Mark Meadows, <a href=\"https://iqconnect.lmhostediq.com/iqextranet/view_newsletter.aspx?id=102427&amp;c=NC11MM\">&quot;Investigation Update &ndash; Interviewing Bruce Ohr,&quot;</a> Aug. 31, 2018</p>\r\n\r\n<p>Documents related to the warrant to wiretap Carter Page, <a href=\"http://www.judicialwatch.org/wp-content/uploads/2018/07/Carter-Page-FISA-Documents.FOIA-Release-1.pdf\">The United States Foreign Intelligence Surveillance Court</a>, accessed Sept. 7, 2018</p>\r\n\r\n<p>The Office of Sen. John McCain, Press Releases, <a href=\"https://www.mccain.senate.gov/public/index.cfm/2017/1/statement-by-senator-john-mccain-on-recent-reports\">&quot;Statement by Senator John McCain on Recent Reports,&quot;</a> Jan. 11, 2017</p>\r\n\r\n<p>David Corn on <a href=\"https://twitter.com/DavidCornDC/status/1017483399999688705\">Twitter</a>, July 12, 2018</p>\r\n\r\n<p>Fox News, <a href=\"http://www.foxnews.com/politics/2018/09/05/doj-official-bruce-ohrs-unusual-contact-with-trump-dossier-author-referred-for-investigation.html\">&quot;DOJ official Bruce Ohr&#39;s unusual contact with Trump dossier author referred for investigation,</a>&quot; Sept. 6, 2018</p>\r\n\r\n<p>Fox News, <a href=\"http://www.foxnews.com/politics/2017/12/11/wife-demoted-doj-official-worked-for-firm-behind-anti-trump-dossier.html\">&quot;Wife of demoted DOJ official worked for firm behind anti-Trump dossier,&quot; </a>Dec. 11, 2017</p>\r\n\r\n<p>CNN, <a href=\"https://www.cnn.com/2018/08/28/politics/bruce-ohr-testimony/index.html\">&quot;Justice Department official in Trump&#39;s crosshairs faces lawmakers Tuesday,&quot;</a> Aug. 28, 2018</p>\r\n\r\n<p>Vox, <a href=\"https://www.vox.com/2018/8/21/17704326/bruce-ohr-nellie-ohr-trump-mueller-russia-fusion-gps\">&quot;Bruce Ohr, the DOJ official Trump is attacking on Twitter, explained,&quot;</a> Aug. 21, 2018</p>\r\n\r\n<p>The New York Times, <a href=\"https://www.nytimes.com/2018/07/21/us/politics/carter-page-fisa.html\">&quot;Carter Page FISA Documents Are Released by Justice Department,&quot;</a> July 21, 2018</p>\r\n\r\n<p>The New York Times, <a href=\"https://www.nytimes.com/2018/07/22/us/politics/trump-fisa-carter-page.html\">&quot;Without Evidence, Trump Claims Vindication From Release of Carter Page Documents,&quot;</a> July 22, 2018</p>\r\n\r\n<p>The New York Times, <a href=\"https://www.nytimes.com/2018/08/27/us/politics/bruce-ohr-trump-justice-department.html\">&quot;Bruce Ohr Fought Russian Organized Crime. Now He&rsquo;s a Target of Trump.&quot;</a> Aug. 27, 2018</p>\r\n\r\n<p>The New York Times, <a href=\"https://www.nytimes.com/2017/10/25/us/politics/steele-dossier-trump-expained.html\">&quot;The Trump Dossier: What We Know and Who Paid for It,&quot;</a> Oct. 25, 2017</p>\r\n\r\n<p>CNN, <a href=\"https://www.cnn.com/2017/04/18/politics/fbi-dossier-carter-page-donald-trump-russia-investigation/index.html\">&quot;FBI used dossier allegations to bolster Trump-Russia investigation,&quot;</a> April 18, 2017</p>\r\n\r\n<p>The Wall Street Journal, <a href=\"https://www.wsj.com/articles/former-trump-aide-carter-page-was-on-u-s-counterintelligence-radar-before-russia-dossier-1517486401\">&quot;Former Trump Aide Carter Page Was on U.S. Counterintelligence Radar Before Russia Dossier,&quot;</a> Feb. 1, 2018</p>\r\n\r\n<p>Vox, <a href=\"https://www.vox.com/policy-and-politics/2018/2/2/16956014/nunes-memo-carter-page\">&quot;Carter Page, the star of the Nunes memo, explained,&quot;</a> Feb. 2, 2018</p>\r\n\r\n<p>NBC News, <a href=\"https://www.nbcnews.com/politics/donald-trump/who-carter-page-what-does-he-have-do-russia-probe-n844821\">&quot;Who is Carter Page and what does he have to do with the Russia probe?&quot;</a> Feb. 5, 2018</p>\r\n\r\n<p>The Hill, <a href=\"http://thehill.com/hilltv/rising/396307-Did-FBI-get-bamboozled-by-multiple-versions-of-Trump-dossier%3F\">&quot;Did FBI get bamboozled by multiple versions of Trump dossier?&quot;</a> July 10, 2018</p>\r\n\r\n<p>The New Yorker, <a href=\"https://www.newyorker.com/magazine/2018/03/12/christopher-steele-the-man-behind-the-trump-dossier\">&quot;Christopher Steele, the Man Behind the Trump Dossier,&quot;</a> March 12, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/florida/statements/2018/jan/05/elizabeth-foley/taking-closer-look-steele-dossier-and-carter-pages/\">&quot;Taking a closer look at the &#39;Steele dossier&#39; and Carter Page&#39;s warrant,&quot;</a> Jan. 5, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/article/2018/feb/28/democrats-memo-pushes-back-gop-claims-about-russia/\">&quot;Democrats&rsquo; memo pushes back on GOP claims about Russia probe,&quot;</a> Feb. 28, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/punditfact/statements/2018/jul/24/hugh-hewitt/hugh-hewitt-floats-unproven-theory-about-steele-do/\">&quot;Hugh Hewitt theory about Steele dossier remains unproven,&quot;</a> July 24, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mark", "half_true_count": 1, "home_state": "", "id": 4410, "last_name": "Meadows", "mostly_true_count": 0, "name_slug": "mark-meadows", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/1200px-Mark_Meadows_Official_Portrait_113th_Congress.jpg", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4410/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Bruce Ohr&#39;s wife, Nellie Ohr, worked for Fusion GPS &ndash; which was the firm hired by the Clinton campaign to write the dossier. Bruce Ohr gave the dossier to the FBI. The FBI then used the same dossier to spy on the Trump campaign.&quot;</p>\r\n", "statement_context": "", "statement_date": "2018-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}