{"art": [{"brightcove": "", "caption": "Florida Gov. Rick Scott speaks to supporters at Republican rally on Sept. 6, 2018, in Orlando. Scott is trying to unseat Democratic U.S. Sen. Bill Nelson. (AP/John Raoux)", "id": 17151, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AP_18249570947298.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17151/", "title": "Rick Scott for preexisting conditions", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2018/sep/12/florida-democratic-party/fact-checking-rick-scott-and-risk-pre-existing-con/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Rick Scott and risks for pre-existing condition protections", "id": 15848, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15848/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>One of the Democrats&rsquo; key messages for the midterm elections is that Republicans are poised to take away Americans&rsquo; health coverage.</p>\r\n\r\n<p>The Florida Democratic Party picked up on that theme in a tweet about the U.S. Senate race in Florida between Democratic incumbent Bill Nelson and Republican Gov. Rick Scott.</p>\r\n\r\n<p>The Sept. 5 <a href=\"https://twitter.com/FlaDems/status/1037340691817525248\">tweet</a> said, &quot;Nearly 7 million Floridians have pre-existing conditions &mdash; but Rick Scott and Florida Republicans wants to take away their health care coverage by ending the Affordable Care Act.&quot; (The grammatically incorrect &quot;wants&quot; is in the original.)</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>The Florida Democratic Party has a point that a Republican-backed lawsuit threatens the existence of the Affordable Care Act, the law signed by President Barack Obama that expands health care access and prevents insurers from denying coverage to those with preexisting conditions.</p>\r\n\r\n<p>However, the tweet cites a number -- 7 million -- that exaggerates how many Floridians could lose their coverage under the law.</p>\r\n\r\n<div class=\"pf_subheadline\">The lawsuit targeting the health care law</div>\r\n\r\n<p>The <a href=\"https://www.texasattorneygeneral.gov/files/epress/Texas_Wisconsin_et_al_v._U.S._et_al_-_ACA_Complaint_(02-26-18).pdf\">lawsuit</a>, filed in a U.S. district court in Texas on Feb. 26, 2018, was signed by 18 attorneys general and two governors, all of them Republicans. The suit challenges the Affordable Care Act, arguing that &quot;the ACA is unlawful&quot; and seeking to enjoin, or block, its operation.</p>\r\n\r\n<p>The legal argument is that in 2012, the Supreme Court upheld the law&rsquo;s individual mandate to purchase health insurance by saying it was enforced by a tax penalty, but in 2017, Congress repealed the mechanism to enforce the individual mandate through the tax code. The lawsuit contends that -- with the tax penalty now gone -- the individual mandate is no longer constitutional and, as a result, the law should be either largely or entirely thrown out.</p>\r\n\r\n<p>If the plaintiffs&rsquo; wishes <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jun/26/joe-manchin/did-patrick-morrisey-join-lawsuit-allow-insurers-d/\">are granted by the courts</a>, then insurance companies would be able to deny coverage for people with pre-existing conditions. So the tweet raises a genuine issue.</p>\r\n\r\n<div class=\"pf_subheadline\">What is Scott&rsquo;s position on repealing the law?</div>\r\n\r\n<p>Repealing the Affordable Care Act has long been a signature issue for Scott, though he&rsquo;s often walked a tightrope, rhetorically backing protections for pre-existing conditions -- which are politically popular -- even as he advocated policies that would endanger those protections.</p>\r\n\r\n<p>When Scott faced Democrat Charlie Crist in the 2014 gubernatorial race, Crist said that &quot;Rick Scott wants to take us back to the days of insurance companies denying coverage for pre-existing conditions.&quot; PolitiFact Florida rated Crist&rsquo;s charge <a href=\"https://www.politifact.com/florida/statements/2014/apr/04/charlie-crist/rick-scott-opposes-health-care-law-so-he-wants-go-/\">Mostly True</a>.</p>\r\n\r\n<p>We found that Scott -- a former health care executive -- had not only urged the law&rsquo;s repeal, but that he had made several comments in 2012 that urged giving individuals tax breaks to buy their own health insurance &quot;so they won&#39;t have to deal with the pre-existing conditions.&quot; Health policy experts countered that plans that cover pre-existing conditions likely wouldn&rsquo;t be available or affordable unless the law mandated that companies offer them.</p>\r\n\r\n<p>Last year, as congressional Republicans were considering repealing the law, Scott wrote an op-ed that <a href=\"http://miamiherald.typepad.com/nakedpolitics/2017/07/gov-scott-says-the-senate-health-care-rewrite-continues-to-punish-florida-.html\">said</a>, &quot;There is absolutely no question that Obamacare must be repealed immediately so Americans can actually afford to purchase health insurance.&quot; After the repeal effort failed, a spokeswoman reaffirmed his support for repeal to the <a href=\"https://www.orlandosentinel.com/news/politics/political-pulse/os-gov-scott-health-care-bill-20170718-story.html\">Orlando Sentinel</a>.</p>\r\n\r\n<p>In June 2018, as he pursued his run for the U.S. Senate -- and faced criticism about some of his health care policy stances -- Scott said that despite his pro-repeal efforts, he didn&rsquo;t want to get rid of pre-existing condition protections.</p>\r\n\r\n<p>&quot;I&#39;ve continued to say that it is important to cover individuals with pre-existing conditions and that every American, including those with pre-existing conditions, should have the ability to buy any kind of insurance they want,&quot; <a href=\"http://www.tampabay.com/florida-politics/buzz/2018/06/18/democrats-press-scott-on-pre-existing-conditions/\">Scott said</a>. &quot;Obamacare is a disaster and costs way too much, but keeping pre-existing provisions should be a part of any healthcare reform. I disagree with efforts to dismantle protections for those with preexisting conditions.&quot;</p>\r\n\r\n<p>Scott spokeswoman Lauren Schenone added to PolitiFact that Florida Attorney General Pam Bondi is independently elected and chose to join the lawsuit on her own. &quot;Gov. Scott&rsquo;s administration did not have input,&quot; she said.</p>\r\n\r\n<p>Health policy analysts, however, are skeptical that Scott&rsquo;s longstanding position in favor of repeal is compatible with keeping robust protections for pre-existing conditions. At the very least, a court decision could force lawmakers to pass a new law covering pre-existing conditions, something that&rsquo;s rarely simple to do.</p>\r\n\r\n<p>&quot;There would be much more damage beyond the issue of people with health problems being denied coverage, but that would in fact be one outcome,&quot; Linda Blumberg, a health policy analyst at the Urban Institute, <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jun/26/joe-manchin/did-patrick-morrisey-join-lawsuit-allow-insurers-d/\">told PolitiFact</a> in June.</p>\r\n\r\n<p>Blumberg said that if you got rid of insurance regulations like those in the ACA and then tried to require insurers to cover all comers -- a policy known as &quot;guaranteed issue&quot; -- then &quot;insurers would respond by setting their premiums so high&quot; that they&rsquo;d be out of reach for most customers, and/or &quot;offer extremely high deductibles and other types of out-of-pocket requirements.&quot;</p>\r\n\r\n<p>The impact of a court ruling would take time to filter through the health insurance system, but the scale is potentially large, she said. Which brings us to the other part of the Florida Democrats&rsquo; assertion.</p>\r\n\r\n<div class=\"pf_subheadline\">How many Floridians would be affected?</div>\r\n\r\n<p>In theory, getting rid of the pre-existing condition protections for good could affect any Floridian under 65 at some point in the future. But if you look at near-term effects, the Florida Democratic Party is on less solid ground. (We <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/26/missouri-democratic-party/would-25-million-missourians-lose-health-coverage-/\">looked at</a> a similar question raised by the Missouri Democratic Party in their state&rsquo;s U.S. Senate race.)</p>\r\n\r\n<p>A <a href=\"https://www.americanprogress.org/issues/healthcare/news/2017/04/05/430059/number-americans-pre-existing-conditions-congressional-district/\">report</a> published in April 2017 by the liberal Center for American Progress found that 7.8 million Floridians are living with a pre-existing condition. But this was based on the more expansive of two definitions offered in a <a href=\"https://aspe.hhs.gov/pdf-report/health-insurance-coverage-americans-pre-existing-conditions-impact-affordable-care-act\">study</a> released by the Department of Health and Human Services in the waning days of the Obama administration. This definition included people who had &quot;common health conditions &hellip; that could have resulted in denial of coverage, exclusion of the condition, or higher premiums for individuals seeking individual market coverage&quot; before the Affordable Care Act was enacted.</p>\r\n\r\n<p>A narrower definition used by HHS -- which only included conditions that would cause an applicant to be &quot;outright rejected for coverage by private insurers&quot; -- would have produced a figure for Florida of roughly half that number. This is important because the language of the Florida Democrats&rsquo; tweet -- that Scott and Republicans want to &quot;take away&quot; health coverage -- sounds more like the narrower definition</p>\r\n\r\n<p>Another independent estimate, by the <a href=\"https://www.kff.org/health-reform/issue-brief/pre-existing-conditions-and-medical-underwriting-in-the-individual-insurance-market-prior-to-the-aca/\">Kaiser Family Foundation</a>, produced a figure for Florida of about 3.1 million people.</p>\r\n\r\n<p>Meanwhile, a large fraction of people with pre-existing conditions are insured through an employer or through Medicaid, meaning that they could not be denied coverage immediately after the lawsuit became successful and changed the law, said Christine Eibner, a senior economist specializing in health policy with the Rand Corp.</p>\r\n\r\n<p>Someone who currently has employer coverage or Medicaid would have to lose their existing coverage first even to be considered at risk for losing out due to the lawsuit.</p>\r\n\r\n<p>The number of Floridians insured on <a href=\"https://www.kff.org/other/state-indicator/total-population/?dataView=1&amp;currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">the non-group market</a> -- the market that the Affordable Care Act opened access to, and, where the possibility of being denied or facing higher premiums for pre-existing conditions is the most acute -- is 2.1 million, according to the Kaiser Family Foundation.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Florida Democratic Party said, &quot;Nearly 7 million Floridians have pre-existing conditions &mdash; but Rick Scott and Florida Republicans wants to take away their health care coverage by ending the Affordable Care Act.&quot;</p>\r\n\r\n<p>Scott says he&rsquo;s in favor of preserving pre-existing condition protections, but he&rsquo;s a longtime supporter of repealing the law that enshrines them, which means he&rsquo;s pursuing a policy that endangers those protections.</p>\r\n\r\n<p>Meanwhile, the 7 million figure exaggerates the number of people who would be at immediate risk of seeing their coverage taken away shortly after an adverse court decision. That number might be closer to 2 million -- a large figure, but substantially smaller than what the tweet said.</p>\r\n\r\n<p>We rate the statement Half True.</p>\r\n", "ruling_comments_date": "2018-09-12T15:05:01.757468", "ruling_date": "2018-09-12T16:05:16", "ruling_headline": "Fact-checking Rick Scott and the risk to pre-existing condition protections", "ruling_headline_slug": "fact-checking-rick-scott-and-risk-pre-existing-con", "ruling_link_text": "Actual number at risk is lower", "ruling_state": null, "source_documents": null, "sources": "<p>Florida Democratic Party, <a href=\"https://twitter.com/FlaDems/status/1037340691817525248\">tweet</a>, Sept. 5, 2018</p>\r\n\r\n<p>Center for American Progress, &quot;<a href=\"https://www.americanprogress.org/issues/healthcare/news/2017/04/05/430059/number-americans-pre-existing-conditions-congressional-district/\">Number of Americans with Pre-Existing Conditions by Congressional District</a>,&quot; April 5, 2017</p>\r\n\r\n<p>Department of Health and Human Services, &quot;<a href=\"https://aspe.hhs.gov/system/files/pdf/255396/Pre-ExistingConditions.pdf\">Health Insurance Coverage for Americans with Pre-Existing Conditions: The Impact of the Affordable Care Act</a>,&quot; Jan. 5, 2017</p>\r\n\r\n<p>Kaiser Family Foundation, &quot;<a href=\"https://www.kff.org/health-reform/issue-brief/pre-existing-conditions-and-medical-underwriting-in-the-individual-insurance-market-prior-to-the-aca/\">Pre-existing Conditions and Medical Underwriting in the Individual Insurance Market Prior to the ACA</a>,&quot; Dec. 12, 2016</p>\r\n\r\n<p>Kaiser Family Foundation, &quot;<a href=\"https://www.kff.org/other/state-indicator/total-population/?dataView=0&amp;currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">Health Insurance Coverage of the Total Population</a>,&quot; accessed July 25, 2018</p>\r\n\r\n<p>Miami Herald, &quot;<a href=\"http://miamiherald.typepad.com/nakedpolitics/2017/07/gov-scott-says-the-senate-health-care-rewrite-continues-to-punish-florida-.html\">Gov. Scott says the Senate health care rewrite continues to punish Florida</a>,&quot; July 14, 2017</p>\r\n\r\n<p>Orlando Sentinel, &quot;<a href=\"https://www.orlandosentinel.com/news/politics/political-pulse/os-gov-scott-health-care-bill-20170718-story.html\">Gov. Scott still seeking Obamacare repeal despite Senate health bill failure</a>,&quot; July 18, 2018</p>\r\n\r\n<p>Tampa Bay Times, &quot;<a href=\"http://www.tampabay.com/florida-politics/buzz/2018/06/18/democrats-press-scott-on-pre-existing-conditions/\">Democrats press Scott on pre-existing conditions</a>,&quot; June 18, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jul/26/missouri-democratic-party/would-25-million-missourians-lose-health-coverage-/\">Would 2.5 million Missourians lose health coverage if anti-ACA lawsuit succeeds?</a>&quot; July 26, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/truth-o-meter/statements/2018/jun/26/joe-manchin/did-patrick-morrisey-join-lawsuit-allow-insurers-d/\">Did Patrick Morrisey join a lawsuit to allow insurers to deny coverage for pre-existing conditions?</a>&quot; June 26, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/florida/statements/2014/apr/04/charlie-crist/rick-scott-opposes-health-care-law-so-he-wants-go-/\">Rick Scott wants to go back to denying coverage for pre-existing conditions, Charlie Crist says</a>,&quot; April 4, 2014</p>\r\n\r\n<p>Email interview with Lauren Schenone, spokeswoman for Rick Scott, Sep. 7, 2018</p>\r\n\r\n<p>Email interview with Caroline Rowland, spokeswoman for the Florida Democratic Party, Sep. 7, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<p>&quot;Nearly 7 million Floridians have pre-existing conditions &mdash; but Rick Scott and Florida Republicans wants to take away their health care coverage by ending the Affordable Care Act.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2018-09-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": "Fact-checking Rick Scott and the risk to pre-existing condition protections"}