{"art": [{"brightcove": "", "caption": "Republican Rep. Steve Chabot says his opponent has trouble balancing his office budget", "id": 17154, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Use_this_Chabot.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17154/", "title": "Steve Chabot", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2018/sep/13/steve-chabot/despite-steve-chabots-claim-aftab-pureval-didnt-ha/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Despite Chabot's claim, Pureval didn't have a deficit", "id": 15850, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15850/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>When you want a job promotion, it helps to demonstrate success in your current position. Aftab Pureval wants voters to promote him to Congress. To get that job, he&rsquo;d have to oust an incumbent in Ohio&rsquo;s 1st Congressional District, which includes parts of Cincinnati.</p>\r\n\r\n<p>Does he deserve the job? Not at all, says the incumbent, Republican U.S. Rep. Steve Chabot. As proof, Chabot cites a &quot;projected $400,000 deficit&quot; in Pureval&rsquo;s current office as the Hamilton County, Ohio, clerk of courts. It was the first deficit projection in years, Chabot&rsquo;s campaign says, showing that the challenger can&rsquo;t even handle his current job.</p>\r\n\r\n<p>Pureval disputes the claim. But his denial prompted a counterclaim in a <a href=\"https://www.youtube.com/watch?time_continue=2&amp;v=fzCdkCaAgPQ\">Chabot ad</a> that started airing Sept. 6. In the ad, an announcer says, &quot;Aftab&rsquo;s lying about his office&rsquo;s $400,000 projected deficit.&quot;</p>\r\n\r\n<p>Was there a projected deficit? If it was projected, did the numbers come in as expected? Was the clerk of courts responsible for this gap? And did Chabot characterize the budget accurately?</p>\r\n\r\n<p>The answers offer a look into the budget complexities of Ohio county government, and the perils of shoehorning an attack into a 30-second TV ad.</p>\r\n\r\n<div class=\"pf_subheadline\">Pureval&rsquo;s clerk budget</div>\r\n\r\n<p>The clerk of court manages a lot of the administrative functions of local courts, including collection of fines and fees. That&rsquo;s the revenue side, and frankly, it&rsquo;s largely dependent on the people who owe fines and not the business acumen of the clerk.</p>\r\n\r\n<p>The clerk has a staff to pay and administrative office expenses that require money. That&rsquo;s the expense side.</p>\r\n\r\n<p>The clerk&rsquo;s office has historically taken in more money than needed to cover its expenses, so it has turned over the surplus to help the county take care of other needs.</p>\r\n\r\n<p>But a set of Hamilton County general fund budget projections for 2018 showed a recorded shortfall of more than $500,000: $12.023 million in projected revenue but $12.532 million in expenses.</p>\r\n\r\n<p>That was according to Hamilton County Administrator Jeff Alluotto&rsquo;s <a href=\"http://www.hamiltoncountyohio.gov/common/pages/DisplayFile.aspx?itemId=10821619\">budget recommendation</a> to county commissioners presented on Oct. 16, 2017. Those projections were the basis for Chabot&rsquo;s claim.</p>\r\n\r\n<p>Considering previous surpluses in the clerk&rsquo;s office and Pureval&rsquo;s time in the office so far, two years, &quot;I think it&rsquo;s mismanagement of the office,&quot; Cody Rizzuto, Chabot&rsquo;s campaign spokesman, told PolitiFact. In two years, he said, Pureval has &quot;turned it into a deficit operation.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">No deficit, clerk&rsquo;s office says</div>\r\n\r\n<p>Pureval&rsquo;s campaign say there will be no deficit. It forwarded a memo from Rene Cheatham, the chief financial officer in the clerk&rsquo;s office, to Pureval saying as much. The Sept. 6 memo said, &quot;After discussions with Hamilton County&rsquo;s budget and finance departments, we have revised projections&quot; for the general fund.</p>\r\n\r\n<p>Now the clerk&rsquo;s projected revenue for the fund is $12.67 million. The projected expenditures are now $12.47 million, the memo says. Viewed this way, the numbers show a surplus.</p>\r\n\r\n<p>&quot;As confirmed by Hamilton County, there is no projected deficit for the Clerk&rsquo;s office,&quot; Cheatham, who works for Puerval, wrote in a memo.</p>\r\n\r\n<p>Pureval campaign manager Sarah Topy added in an email to PolitiFact: &quot;Let me be absolutely clear that there is no deficit at the Clerk&#39;s office -- there never was and there never has been. The Cincinnati Enquirer even wrote a correction that made that point and that also pointed out (correctly) that Aftab Pureval has nothing to do with the revenue generation from the courts.&quot;</p>\r\n\r\n<p>The newspaper&rsquo;s correction was a result of a July 7 guest column that said Pureval &quot;inherited a clerk&#39;s office that had been operating with multi-million dollar surpluses for at least 10 years. In just over a year, he has turned those surpluses into a roughly half-million dollar deficit.&quot;</p>\r\n\r\n<p>The correction, an unusual five paragraphs, said Pureval is projected to be under budget in 2018, &quot;which is a savings to taxpayers.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Start making sense</div>\r\n\r\n<p>How can these figures and interpretations differ so dramatically?</p>\r\n\r\n<p>Cheatham and other county officials walked us through it, but we also found it in quarterly county budget documents and other records. Two reasons explain the difference. First, money coming into Pureval&rsquo;s office has little to do with how he operates, because it &quot;is all driven by fees and fines,&quot; Budget Director John P. Bruggen told us. &quot;It&rsquo;s stuff that has nothing to do with the day-to-day operation of the clerk&rsquo;s office.&quot;</p>\r\n\r\n<p>Second, the general fund -- the one that Chabot said shows Pureval had a projected deficit and was &quot;lying&quot; about it -- is not the entirety of the clerk&rsquo;s budget. It is the major part, and it is called the &quot;general fund&quot; because it is integrated into the county&rsquo;s overall budget or general fund, available for transfers in and out of other departments as county budget officials deem necessary if it shows a surplus.</p>\r\n\r\n<p>But the clerk also has a so-called restricted fund, with money coming from auto-title transfer fees. The clerk operates title offices to collect these fees. Under Ohio law, this money need not be transferred to the general fund, although typically money not needed for operating the title operations is. In 2017, for example, the clerk&#39;s office&nbsp;transferred $1.7 million from this restricted fund to the general fund, therefore boosting the clerk&rsquo;s overall general-fund balance and helping pay for other county needs.</p>\r\n\r\n<p>This year was going to be different, and that&rsquo;s why it looked like the clerk&rsquo;s general fund was going into the red.</p>\r\n\r\n<p>Pureval wanted to use more of the auto title fund in the short term to &quot;drive more revenue&quot; for the long term by boosting&nbsp;auto titling and other business, especially for customers outside of the downtown area, Cheatham said. A number of auto dealers have showrooms in exurban areas bordering other counties, and if those dealerships find it more convenient to transfer titles in those other counties, Hamilton County doesn&rsquo;t get the fee, Cheatham said.</p>\r\n\r\n<p>So for 2018, the clerk&rsquo;s office planned to transfer only $700,000 from this restricted fund to the general fund, and to spend more of the restricted fund&nbsp;on such things as expanded&nbsp;hours,&nbsp;Saturday operations and passport processing. The office has been talking about adding new locations. In the long run, the thinking was, the expansion would more than pay for itself.</p>\r\n\r\n<p>That&rsquo;s a big reason the clerk&rsquo;s general fund showed a gap. This was confirmed in county budget documents. The documents for 2018 said the clerk&rsquo;s auto title fund was &quot;anticipating an increase in total balance by year end.&quot; This would&nbsp;mean, the county documents said, &quot;a decrease in the General Fund transfer by $1 million.&quot;</p>\r\n\r\n<p>Those plans changed, however.</p>\r\n\r\n<div class=\"pf_subheadline\">How these tie together</div>\r\n\r\n<p>Instead of planning to transfer $700,000 from the restricted fund to the general fund this year, Pureval&rsquo;s office this summer&nbsp;decided to transfer an additional $700,000, for a total of $1.4 million. The expansion of hours, new services and title offices is ongoing, Cheatham said, but it is occuring in a way that allows for a bigger transfer to the county this year.&nbsp;Doing so makes strategic sense, he said.</p>\r\n\r\n<p>But it also changed projections for the general fund, removing what Chabot called a &quot;deficit.&quot;</p>\r\n\r\n<p>This decision was discussed internally in July and formally made in August.&nbsp; It is true that in earlier Hamilton County&nbsp;budget updates,&nbsp;issued in April and July, the clerk&#39;s&nbsp;general fund still showed a projected gap. And Chabot&rsquo;s campaign noticed that a public announcement and memo&nbsp;from Pureval&#39;s office -- an announcement with updated general fund figures and the statement that there is no deficit -- was only issued on Sept. 6, right as&nbsp;Chabot was making his campaign claim. Pureval&rsquo;s timing was&nbsp;suspicious, Chabot&rsquo;s campaign said.</p>\r\n\r\n<p>&quot;He&rsquo;s just fiddling with numbers to protect against a political attack,&quot; said Rizzuto. Rizzuto called it &quot;absolute corruption&quot; for a county official running for Congress to make a decision involving county funds when attacked, considering &quot;he could have done this six months ago.&quot; Furthermore, Rizzuto said, the county commissioners will have to approve any such transfer at the end of the year, and there&rsquo;s no guarantee they will.</p>\r\n\r\n<p>But there&#39;s something Chabot&#39;s campaign apparently&nbsp;missed: The decision to make the transfer from the auto title fund, as well as&nbsp;the necesessary legal approval from Hamiton County commissioners,&nbsp;all had been made earlier.</p>\r\n\r\n<p>PolitiFact had to do some digging and request internal records in order to confirm this, but those records show&nbsp;that the clerk&#39;s office sent a transmittal form to the county auditor&#39;s office in order to initiate the transfer&nbsp;on Aug. 2. The county commissioners, a board on which Chabot once served, then approved the transfer at their public meeting on Aug. 29.&nbsp;Jacqueline Panioto, the clerk for the board of county commissioners, confirmed this and pointed us to the board meeting&#39;s minutes where it was recorded.</p>\r\n\r\n<p>Each of these actions -- the discussions to make the transfer and the approval for the transfer -- occurred before Chabot made his claim.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Steve Chabot says Aftab Pureval&rsquo;s is &quot;lying&quot; about his office&rsquo;s &quot;$400,000 projected deficit.&quot;</p>\r\n\r\n<p>If you&rsquo;ve read this far, you no doubt understand this is a tricky claim. Some budget documents showed the Hamilton County clerk of courts office with a projected shortfall of actually more than $500,000, but the county&rsquo;s budget director said the deficit was really only on paper. It was also a temporary projection. As explained above, Pureval&#39;s office -- in agreement with other offices including the county commissioners&#39; -- had&nbsp;wiped out the&nbsp;projected general fund gap well before Chabot made his ad.</p>\r\n\r\n<p>It&rsquo;s complex stuff. But Chabot is a congressman and a former Hamilton County commissioner. We rate his claim False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-12T16:03:37.933884", "ruling_date": "2018-09-13T11:14:23", "ruling_headline": "Despite Steve Chabot's claim, Aftab Pureval didn't have a deficit", "ruling_headline_slug": "despite-steve-chabots-claim-aftab-pureval-didnt-ha", "ruling_link_text": "Budgets are complicated, but Steve Chabot knows that", "ruling_state": null, "source_documents": null, "sources": "<p>Steve Chabot <a href=\"https://www.youtube.com/watch?time_continue=2&amp;v=fzCdkCaAgPQ\">campaign ad</a>, Sept. 6, 2018.</p>\r\n\r\n<p>Hamilton County Administrator Jeff Alluotto&rsquo;s <a href=\"http://www.hamiltoncountyohio.gov/common/pages/DisplayFile.aspx?itemId=10821619\">budget recommendation</a> to county commissioners, Oct. 16, 2017.</p>\r\n\r\n<p>Email and telephone conversations with Cody Rizzuto, spokesman for Chabot campaign, Sept. 10, 11 and 12, 2018.</p>\r\n\r\n<p>Email conversations with Sarah Topy, Aftab Pureval&rsquo;s campaign manager, Sepr. 10, 11 and 12, 2018.</p>\r\n\r\n<p>Memo on budget projections from Rene Cheatham to Aftab Pureval, Sept. 6, 2018.</p>\r\n\r\n<p>Telephone conversations and email with Rene Cheatham, chief financial officers, clerk&rsquo;s office, Sept. 11, 12 and 13, 2016.</p>\r\n\r\n<p>Email and telephone conversations with John P. Bruggen, Hamilton County budget director, Sept. 12 and 13, 2018.</p>\r\n\r\n<p>&quot;All Pureval can offer women are empty promises,&quot; guest column by Melissa Wegman, Cincinnati Enquirer, July 7, 2018.</p>\r\n\r\n<p>First quarter <a href=\"http://www.hamiltoncountyohio.gov/common/pages/DisplayFile.aspx?itemId=13606024\">budget projections</a>, Hamilton County budget director, April 20,, 2018.</p>\r\n\r\n<p>Mid-year <a href=\"http://www.hamiltoncountyohio.gov/common/pages/DisplayFile.aspx?itemId=13606017\">budget projections</a>, Hamilton County budget director, July 30, 2018.</p>\r\n\r\n<p>Telephone conversation and email with&nbsp;Jacqueline Panioto, clerk of the Board of&nbsp;Hamilton County Commissioners, Jul3 13, 2018.</p>\r\n\r\n<p>Minutes from Hamilton County Commissioners, Aug. 29, 2018.</p>\r\n\r\n<p>Inter-fund transaction memo, Hamilton County Auditor Dusty Rhodes, Aug. 2, 2018.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative for Ohio, District 1", "false_count": 1, "first_name": "Steve", "half_true_count": 0, "home_state": "Ohio", "id": 3551, "last_name": "Chabot", "mostly_true_count": 0, "name_slug": "steve-chabot", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Chabot_head.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Chabot_head_1.JPG", "resource_uri": "/api/v/2/person/3551/", "total_count": 2, "true_count": 0, "website": "https://chabot.house.gov/"}, "statement": "<p>Says Aftab Pureval is &quot;lying&quot; about his office&rsquo;s &quot;$400,000 projected deficit.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 171, "photo": null, "resource_uri": "/api/v/2/subject/171/", "subject": "County Budget", "subject_slug": "county-budget", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Aftab", "half_true_count": 0, "home_state": "", "id": 4411, "last_name": "Pureval", "mostly_true_count": 1, "name_slug": "aftab-pureval", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Aftab_for_thumbnail.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4411/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Despite Steve Chabot's claim, Aftab Pureval didn't have a deficit"}