{"art": [{"brightcove": "", "caption": "Joe Radinovich is running for Congress in Minnesota’s 8th Congressional District  (AP Photo/Jim Mone)", "id": 17107, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Use_this.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17107/", "title": "Joe Radinovch", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/sep/17/congressional-leadership-fund/joe-radinovich-running-law/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Joe Radinovich is hardly a hardened criminal", "id": 15869, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15869/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>There are bad apples and then, says a Republican-allied PAC, there&rsquo;s Democrat Joe Radinovich. His troubles run so deep that &quot;he&rsquo;s spent his life running from the law,&quot; says an ad from the Congressional Leadership Fund, a super PAC with ties to U.S. House Speaker Paul Ryan.</p>\r\n\r\n<p>&quot;Charged with 18 crimes,&quot; the ad&rsquo;s announcer says of Radinovich. &quot;Thirty traffic violations. Five times, Joe Radinovich had his driver&rsquo;s license suspended. The cops even charged Radinovich with possession of drug paraphernalia. Fast times. Broken laws.&quot;</p>\r\n\r\n<p>Does this sound like a guy fit for Congress?</p>\r\n\r\n<p>Before you answer, let&rsquo;s look at the veracity of the ad. Its sponsor, the Congressional Leadership Fund, wants to retain a Republican majority, and that means keeping Democrats like Radinovich, a former Minnesota state legislator, from winning the open U.S. House seat. Radinovich is running against Pete Stauber, a retired Duluth police officer and current county commissioner.</p>\r\n\r\n<div class=\"pf_subheadline\">What&rsquo;s the count</div>\r\n\r\n<p>Radinovich&rsquo;s campaign has said before that the candidate had a rough patch as a teenager, and <a href=\"https://www.twincities.com/2018/04/15/8th-congressional-district-dfl-race-heads-to-primary-no-endorsement-reached-at-convention/\">newspaper clips</a> suggest why. His mother was shot and killed in a family murder-suicide when Radinovich was in high school.</p>\r\n\r\n<p>Furthermore, PolitiFact can stipulate already that from the time he turned 18 until now, 32-year-old Radinovich has had more than 30 parking or driving citations resulting in pleadings or findings of guilt.</p>\r\n\r\n<p>We <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/sep/10/congressional-leadership-fund/joe-radinovich-no-stranger-traffic-court/\">examined those already</a>&nbsp;when the Congressional Leadership Fund launched a different ad. We rated the claim Mostly True rather than True because of the ad&rsquo;s clumsy characterization that suggested Radinovich has been cited 30 times for not paying court fines.</p>\r\n\r\n<p>That number -- 30 -- accounted for underlying charges, not delinquent court payments. His offenses ranged from repeated parking meter violations to four speeding convictions. As for his delinquencies in paying court fines, we found the Congressional Leadership Fund was correct when it said Radinovich was referred to a state collections agency eight times.</p>\r\n\r\n<p>But what of the 18 &quot;crimes&quot; the newest ad cites?</p>\r\n\r\n<div class=\"pf_subheadline\">It&rsquo;s a crime sometimes</div>\r\n\r\n<p>After asking the PAC for a list of offenses it was counting, we turned again to online Minnesota court records to check. We found that most of the 18 &quot;crimes&quot; counted in the new ad, with the exception of the drug paraphernalia charge from when Radinovich was 18, were already factored into the previous ad. That ad, however, did not go as far as characterizing Radinovich as a man with a life of crime. And that ad used a higher count, of 30, because it included parking tickets.</p>\r\n\r\n<p>The new list of &quot;crimes&quot; is smaller because it generally relates to driving -- speeding, driving without proof of insurance, obstructing traffic, driving on a suspended or revoked license.</p>\r\n\r\n<p>But were those 18 offenses really crimes?</p>\r\n\r\n<p>Most were catalogued by Minnesota courts as &quot;petty misdemeanors,&quot; and that&rsquo;s an important distinction in court, say Minnesota attorneys.</p>\r\n\r\n<p>&quot;A petty misdemeanor such as traffic offenses are not crimes under Minnesota law,&quot; David Schultz, a visiting professor at the University of Minnesota Law School, told us in an email. &quot;One might have broken the law but legally one is not a criminal.&quot;</p>\r\n\r\n<p>Minnesota statutes spell this out. &quot;&lsquo;Crime&rsquo; means conduct which is prohibited by statute and for which the actor may be sentenced to imprisonment, with or without a fine,&quot; says Minnesota Statute 609.02. That can mean a felony or a regular misdemeanor, since a misdemeanor can result in a jail sentence of up to 90 days.</p>\r\n\r\n<p>But the statute defines petty misdemeanor as &quot;a petty offense which is prohibited by statute, which does not constitute a crime and for which a sentence of a fine of not more than $300 may be imposed.&quot;</p>\r\n\r\n<p>Charles N. Nauen, an attorney for the Radinovich campaign, pointed out the statute in a letter to Minnesota TV stations, asking them to take the ad down because, he said, it smeared the candidate with false and misleading claims. But the Congressional Leadership Fund said the ad was still running.</p>\r\n\r\n<p>The PAC told PolitiFact that it used the word &quot;crime&quot; correctly because the word is commonly understood to mean breaking the law, whether that results in a prison punishment or not. &quot;Crime&quot; is defined in dictionaries that way, the PAC said.</p>\r\n\r\n<p>&quot;Joe Radinovich&rsquo;s admittedly long rap sheet is full of numerous violations punishable by the state --&nbsp;in other words, crimes,&quot; said Michael Byerly, a spokesman for the PAC. Referring to a whimsical line in our last piece on Radinovich&rsquo;s parking and driving record, he added, &quot;As PolitiFact wrote previously about Radinovich, do the crime, pay the fine.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">The candidate&rsquo;s crimes and misdemeanors</div>\r\n\r\n<p>So what about these 18 &quot;crimes&quot; alleged of Radinovich by the Congressional Leadership Fund? Where do they fit on the Minnesota crime-versus-petty-misdemeanor continuum? Looking at online records, the first thing PolitiFact discovered is that two of those 18 charges against Radinovich were dismissed in court.</p>\r\n\r\n<p>As for the remaining 16 charges, 12 were petty misdemeanors for such things as speeding, driving without a vehicle registration or license plates, obstructing traffic and failure to drive with due care. Four were straight misdemeanors, the kinds defined as &quot;crimes&quot; under Minnesota law. The last time Radinovich was accused and later convicted of one of these true &quot;crimes,&quot; as defined by Minnesota statute, was in early 2007, when he was 20 and was caught driving on a suspended license, records show.</p>\r\n\r\n<p>If you were to use the PAC&rsquo;s broader crime definition that includes petty misdemeanors, however, Radinovich&rsquo;s most recent offenses were in 2017, when he was charged once for driving 69 mph in a 55 mph zone and once for failure to &quot;drive with due care.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">The drug case</div>\r\n\r\n<p>As for the drug case, on Feb. 4, 2005, when Radinovich was 18, he was charged by Deerwood, Minn., police with failure to signal and possession of drug paraphernalia. The drug paraphernalia was related to marijuana, Radinovich&rsquo;s campaign says.</p>\r\n\r\n<p>The teen initially pleaded not guilty. That summer, the charge, a petty misdemeanor, was dealt with in court with a disposition called &quot;continued for dismissal.&quot; It is basically an agreement that no conviction on the charge would result if the defendant stayed out of trouble. Radinovich also was charged $100 in court fees for the case, records show.</p>\r\n\r\n<p>So did Radinovich stay out of trouble?</p>\r\n\r\n<p>The Congressional Leadership Fund suggests he didn&rsquo;t. Radinovich&rsquo;s first bit of fresh trouble after the drug charge came a month after the plea agreement: He was delinquent in paying the $100 in fees, records show. So the court several weeks later ordered that his driver&rsquo;s license be suspended. It was reinstated four months later, a time that matches his payment of the fees, the court records show.</p>\r\n\r\n<p>During that driver&rsquo;s license suspension, however, Radinovich drove anyway, records show. After being stopped two days after Christmas in 2005 for failing to stop at a stop sign, he was charged with driving under suspension, failure to stop at a stop sign and driving without insurance. He was 19 by then. The insurance charge was dismissed. Radinovich was fined $304 for the other offenses, and was late in paying, records show.</p>\r\n\r\n<p>He had his license suspended again in 2007, a week after turning 21, and this time was unlicensed for nine months. Regardless, the court docket says the drug-paraphernalia charge was ultimate dismissed, with &quot;conditions met or expired.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Congressional Leadership Found says Radinovich has &quot;spent his life running from the law, charged with 18 crimes.&quot;</p>\r\n\r\n<p>The ad has a few elements of truth. But the numbers make it sound far worse than Minnesota law would allow. Most of Radinovich&rsquo;s offenses were driving-related. Most were petty misdemeanors --&nbsp;a legal distinction, for sure, but an important one in the state where voters who follow that law will decide this race.</p>\r\n\r\n<p>You could argue about those numbers. But by casting the candidate as&nbsp;someone who has &quot;spent his life running from the law,&quot; the ad omits critical facts and takes liberties in characterizing a life with traffic and driving issues, not holdups and getaway chases. By the standards of the Truth-O-Meter, that gives the claim a rating of Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-17T13:11:49.021037", "ruling_date": "2018-09-17T14:36:00", "ruling_headline": "Joe Radinovich, running from the law? CLF ad touts 18 crimes", "ruling_headline_slug": "joe-radinovich-running-law", "ruling_link_text": "Not exactly a modern-day mobster", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Leadership PAC <a href=\"https://www.youtube.com/watch?v=VKZLy1cjlk8&amp;feature=youtu.be\">ad</a>, &quot;Fast Times,&quot; Sept. 12, 2018.</p>\r\n\r\n<p>&quot;Joe Radinovich is no stranger to traffic court,&quot; <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/sep/10/congressional-leadership-fund/joe-radinovich-no-stranger-traffic-court/\">PolitiFact</a>, Sept. 10, 2018.</p>\r\n\r\n<p><a href=\"http://www.mncourts.gov/\">Minnesota Judicial Branch</a>, records accessed Sept. 13 and 14, 2018.</p>\r\n\r\n<p>Office of the Revisor of Statutes, <a href=\"https://www.revisor.mn.gov/statutes/cite/609.02\">&quot;Minnesota Statutes,&quot;</a> accessed Sept. 13, 2018.</p>\r\n\r\n<p>Letter from Charles N. Nauen, attorney for Radinovich campaign, to Minnesota media, Sept. 12, 2013.</p>\r\n\r\n<p>Telephone and email exchanges with Congressional Leadership Fund, Sept. 12 and 13, 2018</p>\r\n\r\n<p>Email exchange with David Schultz, University of Minnesota Law School, Sept. 13, 2018.</p>\r\n\r\n<p>Telephone and email exchanges with Bennett Smith, Radinovich for Congress, Sept, 12 and 13, 2018</p>\r\n\r\n<p><a href=\"https://en.oxforddictionaries.com/definition/crime\">Oxford English </a>and Merriam-Webster online dictionaries</p>\r\n\r\n<p>&quot;8th Congressional District DFL race heads to primary; no endorsement reached at convention,&quot; By Brady Slater, <a href=\"https://www.twincities.com/2018/04/15/8th-congressional-district-dfl-race-heads-to-primary-no-endorsement-reached-at-convention/\">TwinCities.com</a>, April 15, 2018.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Statement from Radinovich campaign manager Meredith Raimondi, Sept. 12, 2018.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 2, "home_state": "", "id": 3899, "last_name": "Congressional Leadership Fund", "mostly_true_count": 2, "name_slug": "congressional-leadership-fund", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CLF.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3899/", "total_count": 12, "true_count": 0, "website": ""}, "statement": "<p>Says Minnesota U.S. House candidate&nbsp;Joe Radinovich has&nbsp;&quot;spent his life running from the law, charged with 18 crimes.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Joe", "half_true_count": 0, "home_state": "Minnesota", "id": 4418, "last_name": "Radinovich", "mostly_true_count": 0, "name_slug": "joe-radinovich", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Radinovich_use_for_Django.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4418/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": "\"Lock him up\" wouldn't apply to Joe Radinovich"}