{"art": [{"brightcove": "", "caption": "Andrew Gillum, the Democratic gubernatorial nominee in Florida, defended his support for \"Medicare for All\" during an appearance on CNN.", "id": 17192, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Screen_Shot_2018-09-17_at_11.22.42_AM.png", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17192/", "title": "Gillum on SOTU", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2018/sep/18/andrew-gillum/fact-checking-andrew-gillum-cost-medicare-all/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Fact-checking Andrew Gillum on the cost of Medicare for All", "id": 15868, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/15868/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Andrew Gillum, the Democratic nominee for Florida governor, has attracted national attention for his support for &quot;Medicare for All,&quot; an idea to expand the government-run Medicare health insurance program to cover everyone, rather than just Americans 65 and over.</p>\r\n\r\n<p>Under the plan Gillum supports, individuals (and their employers) would no longer need to shoulder co-pays for medical care or premiums for private insurance coverage. Instead, the government would pay everyone&rsquo;s medical bills. It&#39;s based on a bill&nbsp;sponsored by Sen. Bernie Sanders, I-Vt.</p>\r\n\r\n<p>On CNN&rsquo;s State of the Union, host Dana Bash asked Gillum about a George Mason University study that found Medicare for All could cost the government $33 trillion over 10 years. Bash asked whether Gillum be willing to tell Floridians they need to pay more in taxes to offset the costs.</p>\r\n\r\n<p>&quot;Well, let me first say there was also a report, Dana, that showed that, should we move to cover more people to a Medicare for All system, we could actually save the system trillions over an extended period of time,&quot; Gillum said during the Sept. 2, 2018 <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1809/02/sotu.01.html\">interview</a>.</p>\r\n\r\n<p>We confirmed with Gillum&rsquo;s campaign that he and Bash were actually referring to the same <a href=\"https://www.mercatus.org/system/files/blahous-costs-medicare-mercatus-working-paper-v1_1.pdf\">report</a> &mdash; one published by the free-market-oriented Mercatus Center at George Mason University.</p>\r\n\r\n<p>Both sides in the Medicare for All debate have seized upon aspects of the report to bolster their arguments.</p>\r\n\r\n<p>Critics, including the author of the report, emphasized that the policy would bring a substantial fiscal burden. But supporters found fiscal hope. When Sanders previously&nbsp;said&nbsp;that the study indicated that enacting Medicare for All &quot;would save the American people $2 trillion over a 10-year period,&quot; we rated that claim <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/03/bernie-s/did-conservative-study-show-big-savings-bernie-san/\">Half True</a>.</p>\r\n\r\n<p>We thought that the issue was worth a fresh look with Gillum&#39;s defense, especially given some slight differences in his phrasing.</p>\r\n\r\n<div class=\"pf_subheadline\">The Mercatus study</div>\r\n\r\n<p>Medicare for All supporters say the proposal would not only increase health-insurance coverage to 100 percent but that the government could actually save money. The savings, they say, would come from eliminating the profits currently generated by health insurers, from&nbsp;taking advantage of economies of scale, and from being able to leverage lower prices on everything from prescription drugs to physician reimbursement fees.</p>\r\n\r\n<p>Critics are skeptical that such savings would materialize, leaving taxpayers on the hook if they don&#39;t. They also worry about other&nbsp;negative consequences, such as mass retirements of doctors unwilling to accept lower fees.</p>\r\n\r\n<p>To settle this debate, Medicare for All supporters flip&nbsp;to the page in the Mercatus report summarizing the financial effects of Sanders&rsquo; bill.</p>\r\n\r\n<p>The researchers looked at two main scenarios after implementation of the proposal.</p>\r\n\r\n<p>One compared Mercatus&rsquo; projection for the Sanders Medicare for All bill with what would be expected under a continuation of the current system (according to a <a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/NationalHealthExpendData/downloads/highlights.pdf\">Department of Health and Human Services&rsquo; projection</a>). With Medicare for All, the total amount of health care expenditures nationally would fall by $2.054 trillion over 10 years compared to the current system.</p>\r\n\r\n<p>So Gillum can point to some evidence in the study that predicts&nbsp;savings. However, the Mercatus report&rsquo;s author, Charles Blahous, criticized that takeaway.</p>\r\n\r\n<p>In an August interview with PolitiFact, Blahous said that estimate is based on a relatively generous assumption about how well Sanders&rsquo; plan will end up controlling health care costs. It assumes that provider payments will be reduced to Medicare levels, that negotiation with prescription drugmakers will generate significant savings, and that administrative costs will be cut from 13 to 6 percent.</p>\r\n\r\n<p>Blahous was more confident about an alternative scenario published in the report, in which cost-control works less effectively. Mercatus found that over the same 10-year period, national health expenditures would actually increase by $3.252 trillion compared to current law.</p>\r\n\r\n<p>In addition, even if the switch to Medicare for All does end up cutting the total amount of money spent on health care in the United States, the legislation places more of those costs on the federal budget. In an era of rising debt and an aging Baby Boom generation, that could be a problem.</p>\r\n\r\n<div class=\"pf_subheadline\">The role of uncertainty</div>\r\n\r\n<p>In other words, there are a range of possible outcomes if Medicare for All is enacted, some supportive of Gillum&rsquo;s perspective and some not.</p>\r\n\r\n<p>Independent health policy experts express caution before assuming large savings.</p>\r\n\r\n<p>Sustained cuts as deep as those projected in the Mercatus model that Gillum likes are &quot;not likely feasible,&quot; John Holahan, a fellow in the health policy center at the Urban Institute, told us in August. His Urban Institute colleague, Linda Blumberg, agreed, saying it&rsquo;s a &quot;pretty heroic assumption to say that you can dial payment rates down to those levels system-wide politically.&quot;</p>\r\n\r\n<p>Christine Eibner, a health policy analyst with the RAND Corp., said that uncertainty makes it hard to predict the cost impact of Medicare for All, including whether administrative costs and reimbursements would decline or whether demand for health care services could be kept in check.</p>\r\n\r\n<p>In a recent <a href=\"https://www.rand.org/pubs/research_reports/RR2424.html\">report</a> co-authored by Eibner that considered the impact of a single-payer model for New York state, RAND found that &quot;the estimated effects are highly dependent on the assumptions about provider payment rates, administrative costs, and drug prices.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Gillum said there is a report &quot;that showed that, should we move to cover more people to a Medicare for All system, we could actually save the system trillions over an extended period of time.&quot;</p>\r\n\r\n<p>Trillions in savings would be one of a range of possibilities for how Medicare for All enactment could play out. But it&rsquo;s not the only one, and independent analysts say it&rsquo;s far from a sure thing that Medicare for All would save as much money as Gillum hopes it will.</p>\r\n\r\n<p>The statement is partially accurate. We rate it Half True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-17T11:24:18.223607", "ruling_date": "2018-09-18T11:43:40", "ruling_headline": "Fact-checking Andrew Gillum on the cost of Medicare for All", "ruling_headline_slug": "fact-checking-andrew-gillum-cost-medicare-all", "ruling_link_text": "Could also cost a boatload of money", "ruling_state": null, "source_documents": null, "sources": "<p>Andrew Gillum, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1809/02/sotu.01.html\">interview on CNN</a>, Sept. 2, 2018</p>\r\n\r\n<p>Bernie Sanders, <a href=\"https://twitter.com/SenSanders/status/1024074723385401344?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1024074723385401344&amp;ref_url=http%3A%2F%2Fthehill.com%2Fpolicy%2Fhealthcare%2F399625-sanders-thanks-koch-brothers-for-accidentally-making-argument-for-medicare\">tweet</a>, July 30, 2018</p>\r\n\r\n<p>Mercatus Center, &quot;<a href=\"https://www.mercatus.org/system/files/blahous-costs-medicare-mercatus-working-paper-v1_1.pdf\">The Costs of a National Single-Payer Healthcare System</a>,&quot; July 2018</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, &quot;<a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/NationalHealthExpendData/downloads/highlights.pdf\">National Health Expenditures 2016 Highlights</a>&quot;</p>\r\n\r\n<p>RAND Corp. &quot;<a href=\"https://www.rand.org/pubs/research_reports/RR2424.html\">An Assessment of the New York Health Act</a>,&quot; 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/03/bernie-s/did-conservative-study-show-big-savings-bernie-san/\">Did conservative study show big savings for Bernie Sanders&#39; Medicare for All plan?</a>&quot; Aug. 3, 2018</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"https://www.politifact.com/truth-o-meter/article/2017/jul/21/how-expensive-would-single-payer-system-be/\">How expensive would a single-payer system be?</a>&quot; July 21st, 2017</p>\r\n\r\n<p>Email interview with Linda Blumberg fellow in the health policy center at the Urban Institute, Sept. 14, 2018</p>\r\n\r\n<p>Email interview with John Holahan, fellow in the health policy center at the Urban Institute, Sept. 14, 2018</p>\r\n\r\n<p>Email interview with Christine Eibner, senior economist with the RAND Corp., Sept. 16, 2018</p>\r\n\r\n<p>Email interview with Geoff Burgan, Communications Director for Andrew Gillum, Sep 16, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Tallahassee mayor", "false_count": 1, "first_name": "Andrew", "half_true_count": 5, "home_state": "Florida", "id": 3974, "last_name": "Gillum", "mostly_true_count": 3, "name_slug": "andrew-gillum", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gillummug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3974/", "total_count": 11, "true_count": 0, "website": "https://andrewgillum.com/"}, "statement": "<p>Says there is a report &quot;that showed that, should we move to cover more people to a Medicare for All system, we could actually save the system trillions over an extended period of time.&quot;</p>\r\n", "statement_context": "an interview on CNN's \"State of the Union\"", "statement_date": "2018-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Fact-checking Andrew Gillum on the cost of Medicare for All"}