{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2018/sep/18/phil-bredesen/bredesen-blackburn-weakened-dea-opioid-enforcement/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Bredesen: Blackburn weakened DEA opioid enforcement", "id": 15873, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/15873/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Tennessee has struggled with the opioid crisis more than many states. In 2015,&nbsp;prescription drug deaths were twice the national rate, according to <a href=\"https://www.drugabuse.gov/drugs-abuse/opioids/opioid-summaries-by-state\">federal</a> and <a href=\"https://www.tn.gov/content/dam/tn/mentalhealth/documents/Drug_Overdose_Deaths_CDC_2.14.2017_.pdf\">state</a> summaries. And around that time, Congress moved to trim the power of the Drug Enforcement Administration&nbsp;to sanction negligent drug distributors.</p>\r\n\r\n<p>Democratic Senate candidate Phil Bredesen said if he wins, his first act as senator would be to attempt to reverse a 2014 bill&nbsp; championed by his opponent, Republican Rep. Marsha Blackburn.</p>\r\n\r\n<p>&quot;Blackburn, at the behest of the pharmaceutical industry, co-sponsored a law that weakened DEA&nbsp;enforcement efforts against drug distribution companies that were supplying corrupt doctors and pharmacists who peddled narcotics to the black market,&quot; <a href=\"https://www.bredesen.com/press-releases/opioid-bill/\">Bredesen&rsquo;s Aug. 24 campaign announcement</a> said.</p>\r\n\r\n<p>The law was at the center of a <a href=\"https://www.washingtonpost.com/graphics/2017/investigations/dea-drug-industry-congress/?utm_term=.e3546039a26c\">Washington Post/60 Minutes</a> October 2017 expos&eacute;. Within days, that investigation scuttled the nomination of Rep. Tom Marino, R-Pa., to serve as national drug czar. Marino introduced the first version of the bill in 2014. Blackburn was an original cosponsor.</p>\r\n\r\n<p>In this fact-check, we examine Blackburn&rsquo;s position on DEA enforcement and to what extent she did what the drug distribution companies wanted.</p>\r\n\r\n<div class=\"pf_subheadline\">Key takeaways</div>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>Blackburn played a lead role on a bill that made it harder for the DEA to hold the threat of shutdowns over drug distributors.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The drug distribution industry spent over $1 million lobbying for the change, and its campaign donations to Blackburn went up after the bill became law.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The precise impact of the law remains unclear, but the Justice Department recommends reversal, and Blackburn has signed on to a bill that would do that.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<div class=\"pf_subheadline\">The DEA and drug distributors</div>\r\n\r\n<p>The DEA enforces the Controlled Substances Act, which&nbsp;includes monitoring sales of prescription painkillers such as oxycodone, fentanyl and codeine. Around 2009, the agency began focusing on distributors who were shipping millions of doses into relatively small communities.</p>\r\n\r\n<p>The DEA holds two legal hammers over bad actors. One, called a show cause order, requires the company to prove why it shouldn&rsquo;t have its permit to sell drugs taken away.</p>\r\n\r\n<p>The bigger hammer is an immediate suspension order, which stops all shipments on the spot. The company can argue its case under both actions, but with the first one, operations continue during the hearing process, while with the second, operations shut down right away.</p>\r\n\r\n<p>Jim Geldhof retired from the DEA in 2016 after nearly four decades. He told us that formal sanctions were a last resort.</p>\r\n\r\n<p>&quot;I can&rsquo;t think of one time that we didn&#39;t try to get a company into compliance before we issued any kind of order,&quot; Geldhof said.</p>\r\n\r\n<p>But Blackburn saw the DEA as trigger happy.</p>\r\n\r\n<div class=\"pf_subheadline\">Blackburn supported changing the rules</div>\r\n\r\n<p><a href=\"https://plus.cq.com/doc/congressionaltranscripts-3854712?3\">In a 2011 House hearing</a> on prescription drug diversion, Blackburn said certain things had to be kept in mind.</p>\r\n\r\n<p>&quot;First, to what extent should duly-licensed prescription drug manufacturers be required to spend time, money and resources on trying to envision every new way that their products might be abused,&quot; Blackburn asked.</p>\r\n\r\n<p>By 2012, her focus was more on DEA oversight of distributors and pharmacies.</p>\r\n\r\n<p>&quot;Should we be thinking of a more surgical approach to addressing the issue of prescription drug abuse rather than just looking at suspension of licenses?&quot; she asked a DEA official at <a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-112hhrg80861/html/CHRG-112hhrg80861.htm\">a House hearing</a>. &quot;Is there a more proportional approach to take rather than just going to an immediate suspension?&quot;</p>\r\n\r\n<p>Blackburn was unswayed by testimony that DEA regularly met with companies before taking formal action.</p>\r\n\r\n<div class=\"pf_subheadline\">The bills</div>\r\n\r\n<p>In 2014, Blackburn firmly linked herself to legislation that added new requirements before the DEA could move against a distributor. &nbsp;She put her name to two versions of the <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/4709\">Ensuring Patient Access and Effective Drug Enforcement Act</a> as they were &nbsp;introduced, and at one point, Blackburn took the lead during debate on the House floor.</p>\r\n\r\n<p>In an <a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-113hhrg90872/html/CHRG-113hhrg90872.htm\">April 2014 hearing</a>, Blackburn said she was concerned that patients would not get the pain medications they counted on. She said suppliers needed more guidance from Washington on how to collaborate with law enforcement.</p>\r\n\r\n<p>&quot;Stated simply, their obligation to prevent diversion is only achievable if the DEA and other regulators will work with them to get it done,&quot; Blackburn said.</p>\r\n\r\n<p>Both bills made two changes. They raised the DEA&rsquo;s burden of proof before it could issue a immediate suspension order. For show cause actions, drug distributors gained the option to offer a plan to fix any problems. That effectively put the enforcement on hold while the plan played out.</p>\r\n\r\n<p>The <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/4709\">Ensuring Patient Access and Effective Drug Enforcement Act of 2014</a> passed the House. In response, then-Attorney General Eric Holder cautioned Congress.</p>\r\n\r\n<p>&quot;A recently passed House bill would severely undermine a critical component of our efforts to prevent communities and families from falling prey to dangerous drugs,&quot; a <a href=\"https://www.justice.gov/opa/pr/attorney-general-holder-announces-plans-federal-law-enforcement-personnel-begin-carrying\">department press release said July 31, 2014</a>.</p>\r\n\r\n<p>The bill stalled in the Senate. Two years later, a slightly <a href=\"https://www.congress.gov/bill/114th-congress/senate-bill/483/text\">modified version</a> passed in both chambers and became law in April 2016.</p>\r\n\r\n<div class=\"pf_subheadline\">Drug distributors backed the changes</div>\r\n\r\n<p>The major drug distribution companies lobbied for bills Blackburn supported. Between 2014 and 2016, two distribution companies and the Healthcare Distribution Alliance, a trade group, spent just shy of $1.3 million on lobbyists to work specifically on getting Blackburn&rsquo;s ideas into law.</p>\r\n\r\n<p>&quot;This legislation will go a long way in encouraging meaningful dialogue and collaboration between supply chain stakeholders and federal regulators,&quot; the Healthcare Distribution Alliance <a href=\"https://webcache.googleusercontent.com/search?q=cache:GvmgxBhZhXUJ:https://www.healthcaredistribution.org/news/2014-05-28-hdma-commends-house-energy-and-commerce-health-subcommittee-passage-of-hr-4709%3F%26p%3D1+&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\">wrote in 2014</a>.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>The drug distribution industry&rsquo;s campaign donations to Blackburn rose over this period. In 2012, they gave her $6,000. A few years later, the total more than tripled to $22,000. (This is a conservative figure, based only on distribution firms, and omits other groups interested in these bills, such as the National Association of Chain Drug Stores.)</p>\r\n\r\n<p>We asked Blackburn&rsquo;s office what input she received from the distribution industry as she formed her approach. Her staff declined to answer, but in <a href=\"https://www.usnews.com/news/best-states/tennessee/articles/2017-10-27/blackburn-says-it-would-be-absurd-to-return-pharma-money\">October 2017</a>, Blackburn&nbsp;said questions about whether donations fueled her interest in the law were &quot;absolutely absurd.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Consensus: The changes undermined the DEA</div>\r\n\r\n<p>Many observers have noted that the <a href=\"https://www.congress.gov/bill/114th-congress/senate-bill/483/text\">final version of the law</a> passed with barely a ripple of dissent. The Washington Post described backroom negotiations, but when it came to a vote in 2016, it sailed through under unanimous consent.</p>\r\n\r\n<p>After the Post investigation, the Justice Department sent a letter to the House <a href=\"https://energycommerce.house.gov/wp-content/uploads/2018/03/20180228DOJ_Response.pdf\">recommending that the law be rolled back</a>.</p>\r\n\r\n<p>In October 2017, less than a week after the Washington Post article appeared, a group of seven House Democrats and one Republican introduced a <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/4084/text\">bill to repeal the amendments</a> made in 2016.</p>\r\n\r\n<p>Blackburn did not join that effort, saying she was <a href=\"https://www.usatoday.com/story/news/politics/2017/10/27/tennessee-congresswoman-defends-role-passing-opioid-law-critics-say-undercut-dea/806172001/\">waiting for a report from the DEA</a> on the law&rsquo;s impact.</p>\r\n\r\n<p>In mid March 2018, another two House Democrats introduced their own <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5267/\">measure to roll back the changes</a>. Both of them, Peter Welch, D-Vt., and Judy Chu, D-Calif., had been original cosponsors of the 2014 legislation.</p>\r\n\r\n<p>Blackburn submitted a bill at the same time, but while it <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5311\">increased penalties for drug diversion</a>, it left the enforcement changes untouched.</p>\r\n\r\n<p>After Bredesen raised the issue in late August, Blackburn and fellow Republican Rep. Gus Bilrakis, R-Fla., <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/6702\">submitted a bill to undo the changes</a> Blackburn had championed. She was still waiting for the report from the DEA.</p>\r\n\r\n<p>&quot;This solution takes another step to combat the opioid epidemic by giving law enforcement the tools they need to go after bad actors,&quot; said Blackburn chief of staff Charles Flint.</p>\r\n\r\n<p>At the end of the day, the legal and lawmaker consensus is that the measures first proposed in 2014 had weakened the DEA.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Bredesen said that &quot;at the behest of the pharmaceutical industry,&quot; Blackburn was a leading force behind a law that weakened the ability of the DEA to go after drug distributors that facilitated the flow of opioids into the black market.</p>\r\n\r\n<p>The record shows that Blackburn was critical of the DEA and was an early leader in reining in DEA powers. It is also a matter of record that the industry spent nearly $1.3 million lobbying for those changes and increased its donations to Blackburn as the legislative process played out.</p>\r\n\r\n<p>The only uncertainty concerns what prompted Blackburn&rsquo;s actions, and the meaning of &quot;behest&quot; has some wiggle room. It can be both a command and a strong suggestion. Blackburn&rsquo;s office declined to answer our question about her contacts with the industry. Nearly a year after the controversial legislation came to light, Blackburn switched her position.</p>\r\n\r\n<p>Because additional information is needed, we rate this claim Mostly True.</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-18T11:09:19.117007", "ruling_date": "2018-09-18T16:09:08", "ruling_headline": "Phil Bredesen says Marsha Blackburn weakened DEA opioid enforcement", "ruling_headline_slug": "bredesen-blackburn-weakened-dea-opioid-enforcement", "ruling_link_text": "Defanged the DEA", "ruling_state": null, "source_documents": null, "sources": "<p>Bredesen for Senate, <a href=\"https://www.bredesen.com/press-releases/opioid-bill/\">Bredesen calls for repeal of Blackburn law that fueled opioid crisis</a>, Aug. 24, 2018</p>\r\n\r\n<p>USA Today, <a href=\"https://www.usatoday.com/story/news/politics/2017/10/27/tennessee-congresswoman-defends-role-passing-opioid-law-critics-say-undercut-dea/806172001/\">Tennessee congresswoman defends role in passing opioid law that critics say undercut DEA</a>, Oct. 27, 2017</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/graphics/2017/investigations/dea-drug-industry-congress/?utm_term=.5bdf0ec7973b\">The drug industry&rsquo;s triumph over the DEA</a>, Oct. 15, 2017</p>\r\n\r\n<p>National Review, <a href=\"https://www.nationalreview.com/corner/washington-posts-bizarre-opioid-story/\">The Washington Post&rsquo;s Bizarre Opioid Story</a>, Oct. 16, 2017</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://energycommerce.house.gov/wp-content/uploads/2018/03/20180228DOJ_Response.pdf\">Review of Ensuring Patient Access and Drug Enforcement Act</a>, Feb. 28, 2018</p>\r\n\r\n<p>Office of Rep. Marsha Blackburn, <a href=\"https://blackburn.house.gov/news/documentsingle.aspx?DocumentID=398492\">Blackburn presses HHS, DEA on missing report on opioid law</a>, Oct. 25, 2017</p>\r\n\r\n<p>House Energy and Commerce Committee, <a href=\"https://docs.house.gov/meetings/IF/IF00/20171025/106533/HHRG-115-IF00-Transcript-20171025.pdf\">Hearing: Federal Efforts to Combat the Opioid Crisis</a>, Oct. 25, 2017</p>\r\n\r\n<p>U.S. Justice Department Office of Inspector General, <a href=\"https://oig.justice.gov/reports/2014/e1403.pdf\">The Drug Enforcement Administration&rsquo;s Adjudication of Registrant Actions</a>, May 2014</p>\r\n\r\n<p>Office of Sen. Orrin Hatch, <a href=\"https://www.hatch.senate.gov/public/_cache/files/80f96e98-6c08-4bd8-bdec-ee8c99cf7596/ISO%20&amp;%20Show%20Cause%20Order%20Charts%20for%20the%20Record.pdf\">DEA suspension and show cause orders 2008-2017</a>, accessed Sept. 13, 2018</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/national/health-science/dea-issues-first-immediate-suspension-of-opioid-sales-to-a-wholesaler-since-2012/2018/05/04/660f53be-4fe4-11e8-84a0-458a1aa9ac0a_story.html?utm_term=.c421767e5f49\">DEA issues first immediate suspension of opioid sales to a wholesaler since 2012</a>, May 4, 2018</p>\r\n\r\n<p>U.S. House of Representatives, <a href=\"http://disclosures.house.gov/ld/ldsearch.aspx\">Lobbying disclosure database</a>, accessed Sept. 12, 2018</p>\r\n\r\n<p>OpenSecrets.org, <a href=\"https://www.opensecrets.org/\">Political donations database</a>, accessed Sept. 12, 2018</p>\r\n\r\n<p>ProPublica, <a href=\"https://projects.propublica.org/represent/lobbying\">Lobbying database</a>, accessed Sept. 12, 2018</p>\r\n\r\n<p>Quarles and Brady, Statement of D. Linden Barber: U.S. House of Representatives Energy and Commerce Committee Subcommittee on Health, April 7, 2014</p>\r\n\r\n<p>Quarles and Brady, <a href=\"https://docs.house.gov/meetings/IF/IF14/20150127/102844/HMTG-114-IF14-Wstate-BarberD-20150127.pdf\">Statement of D. Linden Barber: U.S. House of Representatives Energy and Commerce Committee Subcommittee on Health</a>, Jan. 27, 2015</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/4084/text\">H.R.4084 - To repeal the amendments made to the Controlled Substances Act by the Ensuring Patient Access and Effective Drug Enforcement Act of 2016</a>, Oct. 19, 2017</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5267/\">H.R.5267 - To amend the Controlled Substances Act to clarify the process for denying, revoking, or suspending a registration to manufacture, distribute, or dispense a controlled substance, and for other purposes</a>, March 13, 2018</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/5311\">To reauthorize and expand the Comprehensive Addiction and Recovery Act of 2016</a>, March 15, 2018</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/4069\">H.R.4069 - Ensuring Patient Access and Effective Drug Enforcement Act of 2013</a>, Feb. 18, 2014</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/113th-congress/house-bill/4709\">H.R.4709 - Ensuring Patient Access and Effective Drug Enforcement Act of 2014</a>, May 21, 2014</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/471\">H.R.471 - Ensuring Patient Access and Effective Drug Enforcement Act of 2015</a>, Jan. 22, 2015</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/114th-congress/senate-bill/483/text\">S.483 - Ensuring Patient Access and Effective Drug Enforcement Act of 2016</a>, April 19, 2016</p>\r\n\r\n<p>U.S. Congress, <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/6702\">&nbsp;H.R.6702 - DEA Enforcement and Authority Act of 2018</a>, Sept. 5, 2018</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.washingtonpost.com/blogs/in-the-loop/wp/2014/09/29/two-house-republicans-accuse-dea-official-of-intimidation/?utm_term=.fde25e78fcd6\">Two House Republicans accuse DEA official of intimidation</a>, Sept. 29, 2014</p>\r\n\r\n<p>Washington Post, <a href=\"https://www.documentcloud.org/documents/4118130-Democratic-Senators-Letter-to-Judiciary-Committee.html\">Democratic senators letter to Judiciary Committee</a>, Oct. 26, 2017</p>\r\n\r\n<p>Marquette Law Review, <a href=\"https://scholarship.law.marquette.edu/cgi/viewcontent.cgi?article=5348&amp;context=mulr\">Current Navigation Points in Drug Diversion Law: Hidden Rocks in Shallow, Murky, Drug-Infested Waters</a>, Winter 2017</p>\r\n\r\n<p>House Energy and Commerce Subcommittee <a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-112hhrg80861/html/CHRG-112hhrg80861.htm\">hearing on prescription drug abuse</a>, March 1, 2012</p>\r\n\r\n<p>House Energy and Commerce Subcommittee on Health Holds <a href=\"https://energycommerce.house.gov/hearings/examining-federal-government-s-response-prescription-drug-abuse-crisis/\">Hearing on the Federal Government&#39;s Response to Prescription Drug Abuse</a>, June 14, 2013</p>\r\n\r\n<p>U.S. Energy and Commerce Committee, <a href=\"https://www.gpo.gov/fdsys/pkg/CHRG-113hhrg90872/html/CHRG-113hhrg90872.htm\">Subcommittee on health hearing on improving predictability and transparency in DEA and FDA regulation</a>, April 7, 2014</p>\r\n\r\n<p>Congressional Quarterly, <a href=\"https://plus.cq.com/doc/congressionaltranscripts-3854712?3\">House Energy and Commerce Subcommittee on Commerce, Manufacturing and Trade Holds Hearing on Prescription Drug Diversion</a>, April 14, 2011</p>\r\n\r\n<p>U.S. Court of Appeals District of Columbia Circuit, <a href=\"https://www.leagle.com/decision/infco20170630180\">MASTERS PHARMACEUTICAL, INC. v. DEA</a>, June 30, 2017</p>\r\n\r\n<p>Federal Register, <a href=\"http://www.federalregister.com/Browse/Document/usa/na/fr/2015/9/15/2015-23038\">Masters Pharmaceuticals, Inc.; Decision and Order</a>, Sept. 15, 2015</p>\r\n\r\n<p>Congressional Research Service, <a href=\"https://fas.org/sgp/crs/misc/R45164.pdf\">Legal Authorities Under the Controlled Substances Act to Combat the Opioid Crisis</a>, April 16, 2018</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://www.deadiversion.usdoj.gov/21cfr/21usc/824.htm\">Registration of Manufacturers, Distributors, and Dispensers of Controlled Substances</a>, accessed Sept. 12, 2018</p>\r\n\r\n<p>U.S. Justice Department, <a href=\"https://www.justice.gov/opa/pr/attorney-general-holder-announces-plans-federal-law-enforcement-personnel-begin-carrying\">Holder Cautions Congress to Preserve Immediate Suspension Orders (ISOs) That Help DEA Shut Down Rogue Drug Distributors</a>, July 31, 2014</p>\r\n\r\n<p>Healthcare Distributors Alliance, <a href=\"https://webcache.googleusercontent.com/search?q=cache:Us-WIPJCrKcJ:https://www.hda.org/news/2014-04-09-apam-releases-federal-policy-recommendations-to-combat-prescription-drug-abuse+&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\">Alliance to Prevent the Abuse of Medicines Releases Federal Policy Recommendations to Combat Prescription Drug Abuse</a>, April 9, 2014</p>\r\n\r\n<p>National Institute on Drug Abuse, <a href=\"https://www.drugabuse.gov/drugs-abuse/opioids/opioid-summaries-by-state/tennessee-opioid-summary\">Tennessee Opioid Summary</a>, February 2018</p>\r\n\r\n<p>Tennessee Department of Mental Health and Substance Abuse Services, <a href=\"https://www.tn.gov/content/dam/tn/mentalhealth/documents/Prescription_Drug_Epidemic_in_TN_May_2014.pdf\">Prescription drug epidemic in Tennessee</a>, May 22, 2014</p>\r\n\r\n<p>Tennessee Department of Mental Health and Substance Abuse Services, <a href=\"https://www.tn.gov/content/dam/tn/mentalhealth/documents/Drug_Overdose_Deaths_CDC_2.14.2017_.pdf\">Opioid abuse in Tennessee</a>, Feb. 14, 2017</p>\r\n\r\n<p>Email interview, Charles Flint, chief of staff, Rep. Marsha Blackburn, Sept. 16, 2018</p>\r\n\r\n<p>Interview, Jim Geldhof, retired DEA agent, Sept. 14, 2018</p>\r\n\r\n<p>Interview, Ellen Barry, senior vice-president for global corporate communications, Cardinal Health, Sept. 13, 2018</p>\r\n\r\n<p>Email interview, Laura Zapata, spokeswoman, Bredesen for Senate, Aug. 29, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Phil", "half_true_count": 0, "home_state": "Tennessee", "id": 4419, "last_name": "Bredesen", "mostly_true_count": 1, "name_slug": "phil-bredesen", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bredesen_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4419/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says Marsha Blackburn &quot;at the behest of the pharmaceutical industry, co-sponsored a law that weakened DEA enforcement efforts against drug distribution companies that were supplying corrupt doctors and pharmacists who peddled narcotics to the black market.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a press release", "statement_date": "2018-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": "Bredesen: Blackburn weakened DEA opioid enforcement"}