{"art": [{"brightcove": "", "caption": "New Jersey Republican U.S. Rep. Leonard Lance voted against the latest tax bill but likes some parts. Now he says his opponent wants to repeal it all and harm New Jersey. (AP)", "id": 17227, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Lance_latest_for_django.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17227/", "title": "Newest Leonard Lance", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/sep/21/leonard-lance/malinowski-lance-tax-bill-fight/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Which NJ candidate hates the tax bill enough to repeal it? ", "id": 15887, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15887/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>What do you call it when both candidates were against the sweeping 2017 tax bill in Congress, yet one now criticizes the other for wanting to get rid of parts of it?</p>\r\n\r\n<p>Let&rsquo;s call it New Jersey. This spat involves the method with which either candidate in New Jersey&rsquo;s 7th Congressional District would change the Tax Cuts and Jobs Act of 2017, and whether one of them would get rid of the parts that people like.</p>\r\n\r\n<p>U.S. Rep. Leonard Lance, a Republican, says Democratic challenger Tom Malinowski wants to repeal the 2017 tax law, which despite some distasteful parts also &quot;includes vital tax incentives&quot; for distressed areas of New Jersey communities.</p>\r\n\r\n<p>Lance <a href=\"http://www.lanceforcongress.com/news/2018-09-10/warren-county-elected-officials-malinowskis-reckless-repeal-plan-jeopardizes-tax-inc\">made the claim</a> on Sept. 10, issuing a statement that &quot;while Malinowski speaks in glowing terms of &lsquo;facilitating economic revitalization,&rsquo; he fails to tell voters he supports a full repeal of the 2017 tax law, which includes vital tax incentives to revitalize the city of Phillipsburg.&quot;</p>\r\n\r\n<p>Phillipsburg, with a riverfront corridor on the border with Pennsylvania that city officials have long wanted to improve, is among the communities hoping to benefit from an economic development provision in the tax law. Phillipsburg &quot;will benefit greatly from the Opportunity Zones law,&quot; town Council President Robert Fulper is quoted as saying in Lance&rsquo;s statement. Malinowski, Fulper says in the statement, &quot;wants to throw the baby out with the bath water and eliminate a program that is truly doing good for our community.&quot;</p>\r\n\r\n<p>Does he? The campaign of Malinowski, a former assistant secretary of State for democracy, human rights and labor in President Barack Obama&rsquo;s administration, says this is patently false. So what do Lance and his supporters base the claim on?</p>\r\n\r\n<div class=\"pf_subheadline\">New Jersey doesn&rsquo;t love the entire law</div>\r\n\r\n<p>Before we get to the basis for the claim, it&rsquo;s worth noting a bit of irony. Lance voted against this very piece of tax legislation, one of only <a href=\"http://clerk.house.gov/evs/2017/roll699.xml\">12 Republican House members </a>to do so. At the time, he said he voted no &quot;because it significantly reduces the ability of New Jerseyans to deduct state and local taxes, a provision that has been in the code since 1913.&quot;</p>\r\n\r\n<p>This new cap on &quot;SALT,&quot; a popular acronym for the taxes, is making some homeowners angry in states with high real estate prices and high property taxes. In the past, they could deduct all their local property taxes from their incomes when figuring out their federal income tax obligation. Now, they can only deduct up to $10,000 for all state and local taxes, or $5,000 apiece if married but filing separately.</p>\r\n\r\n<p>&quot;Also, as a deficit hawk, I do not favor adding $1.5 trillion to the national debt,&quot; Lance said when voting no. Every House Democrat voted no, too, with many saying the tax cuts in the legislation tilted too heavily to wealthy Americans.</p>\r\n\r\n<p>But Lance was pleased with parts of the bill, nonetheless. These included a new preferential tax treatment on investment in economically distressed areas known as Opportunity Zones. As a result, New Jersey designated and the federal government in the spring approved <a href=\"https://www.state.nj.us/dca/divisions/lps/opp_zones.html#howmany\">169 census tracts</a> as Opportunity Zones. Despite Lance&rsquo;s vote on the overall tax bill, he was an <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/828/cosponsors\">original cosponsor </a>of an earlier measure to create Opportunity Zones, and it got folded into the final tax package.</p>\r\n\r\n<p>It is not unusual to oppose a multi-part bill while liking some components. But if Congress were to repeal the entire tax package now, the Opportunity Zone program, important to New Jersey communities, could end, Lance says. Yet he claimed in his Sept. 10 statement that his challenger would do just that: repeal the entire bill.</p>\r\n\r\n<p>&quot;Leonard isn&#39;t advocating for the repeal of the tax bill (and therefore opportunity zones),&quot; Lance&rsquo;s campaign manager, Jim Hilk, told us in an email. &quot;Tom Malinowski is.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">One set of quotes</div>\r\n\r\n<p>Asked for support for that claim, Hilk sent PolitiFact three pieces of information. One was to <a href=\"https://twitter.com/CWA_NJ/status/1016777690890866688\">a tweet</a> from the Communications Workers of America, or CWA, New Jersey organization, posted from the union&rsquo;s leadership conference in July. The tweet quoted Malinowski saying, &quot;I want to be part of a majority that will fight for workers, for a $15/hr minimum wage, and will fight to repeal the GOP tax law.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<p>Another link was to <a href=\"https://malinowskifornj.com/press/2018/8/24/malinowski-condemns-continued-gop-war-on-new-jersey\">a statement</a> issued by Malinowski&rsquo;s campaign on Aug. 24. In it, the Democrat said, &quot;In New Jersey we&rsquo;ve chosen to invest in the things that matter to us, like good schools and affordable healthcare, and Congressional Republicans designed their tax bill to hurt us for making those choices. The only way to repeal that tax bill and restore the SALT deduction is to replace the Republican majority in the Congress.&quot;</p>\r\n\r\n<p>Note the word &quot;repeal,&quot; Lance&rsquo;s campaign points out.</p>\r\n\r\n<p>The third link was to a story in<a href=\"https://www.insidernj.com/cd7-democratic-challenger-malinowski-formally-opens-main-headquarters-pallone/\"> Insider NJ</a>, a website that covers political news. The story was on the opening of Malinowski&rsquo;s campaign headquarters in May and noted that he was surrounded by well-wishers including U.S. Rep. Frank Pallone, a Democrat from New Jersey&rsquo;s 6th Congressional District. At the office opening, Malinowski said he would fight back Republican efforts to repeal the Affordable Care Act. He said he would fight to preserve Social Security and Medicare. And he said, according to the article, &quot;Congressman Pallone, I will fight to repeal that tax bill.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">The other quotes</div>\r\n\r\n<p>Malinowski&rsquo;s campaign says it can&rsquo;t account for what others may have reported or tweeted, including what may have been partial quotes or quotes lacking a fuller context. Campaign spokesman Benji Schwartz noted a number of instances in which Malinowski said clearly that he wants to get rid of parts of the tax bill but make sure other parts, including Opportunity Zone provisions, stay or get replaced.</p>\r\n\r\n<p>In a joint <a href=\"https://www.njtvonline.org/programs/on-the-record/7th-congressional-district-democratic-candidates-ni7uga/\">April 13 appearance</a> on New Jersey Public Media with two other Democrats running in the June primary, Malinowski said his experience in government made him the right candidate to &quot;deal with the tax bill that needs to be repealed and replaced in the interest of the people in our state.&quot;</p>\r\n\r\n<p><a href=\"http://nj7forward.org/candidates/malinowski/\">NJ7 Forward</a>, a progressive coalition, quoted Malinowski in its own description of the tax bill: &quot;I will work to repeal the Republican tax bill and replace it with tax reform that simplifies and lowers rates for everyone, that cuts special interest loopholes rather than deductions that help the middle class.&quot;</p>\r\n\r\n<p>In another pre-primary piece, <a href=\"http://www.njspotlight.com/stories/18/05/28/battle-is-red-hot-between-democrats-who-want-to-take-on-republican-lance/\">NJ Spotlight, </a>which covers political and public policy news and analysis, presented various positions of the Democratic candidates. The story said Malinowski &quot;wants to repeal the tax bill and replace it with &lsquo;more fiscally responsible tax reform&rsquo; legislation that lowers rates, cuts special interest loopholes and &lsquo;doesn&rsquo;t explode national debt.&rsquo;&quot;</p>\r\n\r\n<p>On July 18, Malinowski used Twitter to link to a Bloomberg Opinion piece criticizing the tax cuts. Malinowski <a href=\"https://twitter.com/Malinowski/status/1019681838548312066\">wrote</a> his own opinion in the tweet: &quot;Repeal and Replace.&quot;</p>\r\n\r\n<div class=\"artembed\">See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>On his <a href=\"https://malinowskifornj.com/taxes/\">campaign website</a>, Malinowski used those words again: repeal and replace. &quot;I will work to repeal the GOP tax law and replace it with fiscally responsible tax reform,&quot; he says in a section dedicated to issues. &quot;New tax legislation must preserve middle class tax deductions like the State and Local Tax deduction (SALT), which prevented us from being double-taxed on our state payments, close corporate and special interest loopholes, bring home money stashed in foreign tax shelters, and avoid ballooning the deficit.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Lance says his opponent wants to repeal the entire Tax Cuts and Jobs Act of 2017. It is true that there was a tweet, a news story and a candidate statement in which the word &quot;repeal&quot; appeared without the addition of &quot;replace.&quot;</p>\r\n\r\n<p>Malinowski&rsquo;s spokesman&nbsp;said that in the single instance in which Lance linked the word &quot;repeal&quot; directly to his opponent, and not to a third party&rsquo;s characterization, it was when Malinowski was talking solely about the SALT deduction.</p>\r\n\r\n<p>Malinowski wants to get the full SALT deduction back. &quot;Replacing&quot; it would make no sense, the spokesman said.</p>\r\n\r\n<p>That may be. But Malinowski has used the word &quot;repeal&quot; and been described by others&nbsp;including the CWA in New Jersey, which <a href=\"http://cwanj.org/malinowksi-receives-the-endorsement-of-cwa-new-jersey/\">endorsed </a>him, as supporting repeal. He and Lance disagree on other portions of the tax bill, but they both say they want to keep the Opportunity Zone tax incentives. Perhaps eventually there will be&nbsp;legislation that one of them -- the winner in November -- can vote on. Until then, there are words, and Lance was able to point to the word &quot;repeal&quot; several times. That doesn&#39;t mean he is totally correct on his opponent&#39;s intentions, however.&nbsp;</p>\r\n\r\n<p>For these reasons, we rate Lance&rsquo;s claim Half True.</p>\r\n\r\n<div class='artembed'>See Figure 3 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-20T10:28:11.063975", "ruling_date": "2018-09-21T08:00:00", "ruling_headline": "NJ House candidates fight over 2017 tax bill", "ruling_headline_slug": "malinowski-lance-tax-bill-fight", "ruling_link_text": "New Jersey pol deducts important facts", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.lanceforcongress.com/news/2018-09-10/warren-county-elected-officials-malinowskis-reckless-repeal-plan-jeopardizes-tax-inc\">Statement</a> from Leonard Lance&rsquo;s campaign on Opportunity Zones and Tom Malinowski, Sept. 10, 2018</p>\r\n\r\n<p>Email conversation with Jim Hilk, Leonard Lance&rsquo;s campaign manager, Sept, 18, 2018</p>\r\n\r\n<p><a href=\"https://www.state.nj.us/dca/divisions/lps/opp_zones.html#howmany\">&quot;Opportunity Zones,&quot;</a> New Jersey Department of Community Affairs</p>\r\n\r\n<p><a href=\"https://www.congress.gov/bill/115th-congress/house-bill/828\">&quot;H.R.828 - Investing in Opportunity Act,&quot; </a>Congress.gov</p>\r\n\r\n<p>Tax Cuts and Jobs Act of 2017, <a href=\"http://clerk.house.gov/evs/2017/roll699.xml\">roll call tally</a>, U.S. House of Representatives clerk</p>\r\n\r\n<p>&quot;Pieces finally in place for Phillipsburg resurgence,&quot; by Brian Pedersen, <a href=\"http://www.lvb.com/article/20180910/LVB01/180909925/pieces-finally-in-place-for-a-phillipsburg-resurgence\">LVB.com</a>, Sept, 10, 2018</p>\r\n\r\n<p><a href=\"https://lance.house.gov/newsroom/press-releases/lance-statement-on-tax-reform-vote\">&quot;Lance statement on tax reform vote,&quot; </a>Dec. 17, 2017</p>\r\n\r\n<p><a href=\"https://twitter.com/CWA_NJ/status/1016777690890866688\">Tweet </a>from CWA N.J., July 10, 2018</p>\r\n\r\n<p><a href=\"https://malinowskifornj.com/press/2018/8/24/malinowski-condemns-continued-gop-war-on-new-jersey\">&quot;Malinowski Condemns Continued GOP War On New Jersey,&quot; </a>Malinowski campaign, Aug. 24, 2018</p>\r\n\r\n<p><a href=\"https://www.insidernj.com/cd7-democratic-challenger-malinowski-formally-opens-main-headquarters-pallone/\">&quot;CD7 Democratic Challenger Malinowski Formally Opens his Main Headquarters with Pallone,&quot;</a> Insider NJ, May 12, 2018</p>\r\n\r\n<p><a href=\"https://www.njtvonline.org/programs/on-the-record/7th-congressional-district-democratic-candidates-ni7uga/\">New Jersey Public Media</a>, interview with Democratic candidates in 7th Congressional District, April 13, 2018</p>\r\n\r\n<p><a href=\"http://nj7forward.org/candidates/malinowski/\">NJ7 Forward</a>, positions of Tom Malinowski</p>\r\n\r\n<p>&quot;<a href=\"http://www.njspotlight.com/stories/18/05/28/battle-is-red-hot-between-democrats-who-want-to-take-on-republican-lance/\">Battle is red hot between Democratic candidates who want to take on Republican Lance,&quot;</a> by Carly Sitrin, NJ Spotlight, May 29, 2018</p>\r\n\r\n<p><a href=\"https://twitter.com/Malinowski/status/1019681838548312066\">Tweet </a>from Tom Malinowski, &quot;Repeal and Replace,&quot; July 18, 2018</p>\r\n\r\n<p>&quot;Tax reform: repeal and replace,&quot; Tom Malinowski&rsquo;s <a href=\"https://malinowskifornj.com/taxes/\">campaign website</a>, accessed Sept. 18 and 19, 2018</p>\r\n\r\n<p>Telephone conversation with Phillipsburg Council President Robert Fulper, Sept. 18, 2018</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Leonard", "half_true_count": 2, "home_state": "", "id": 1362, "last_name": "Lance", "mostly_true_count": 2, "name_slug": "leonard-lance", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lance.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1362/", "total_count": 7, "true_count": 3, "website": "http://lance.house.gov/"}, "statement": "<p>Says Democratic congressional candidate Tom Malinowski &quot;supports a full repeal of the 2017 tax law, which includes vital tax incentives&quot; for New Jersey communities.</p>\r\n", "statement_context": "a campaign statement ", "statement_date": "2018-09-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "A tax bill New Jersey pols hate, but love a bit"}