{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/17/david-axelrod/axelrod-says-supreme-court-ruling-enables-lobbyist/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1592, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1592/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In his 2010 State of the Union address, President Barack Obama blasted a landmark 5-4 Supreme Court decision that lifted restrictions on campaign spending by corporations. Television cameras in the House chamber showed that Justice Samuel Alito was visibly irked by the president's criticism, prompting a flurry of media coverage. Chief Justice John Roberts gave the controversy new life when he publicly questioned whether Supreme Court justices should attend the&nbsp;address, which&nbsp;Roberts said had \"degenerated into a political pep rally.\"</p>\r\n<p>But the controversy seems to have only emboldened the White House to keep up its criticism of the high court's decision.</p>\r\n<p>On the March 14, 2010, edition of ABC's <em>This Week</em>, David Axelrod, a top White House confidante to the president, took aim once again at the decision.</p>\r\n<p>\"Under the ruling of the Supreme Court, any lobbyist could go into any legislator and say, 'If you don't vote our way on this bill, we're going to run a million-dollar campaign against you in your district,' \" Axelrod said. \"And that is a threat to our democracy. It's going to further reduce the voice of the American people, and it's something we have to push back vigorously on.\"</p>\r\n<p>We checked with a variety of legal experts about whether Axelrod was right. Most agreed that his comments were technically accurate but misleading.</p>\r\n<p>First, let's review what the Supreme Court said in the case <em>Citizens United vs. Federal Election Commission</em>. The majority of justices overturned previous decisions that prohibited, in the court's words, \"corporations and unions from using their general treasury funds to make independent expenditures for speech defined as an &lsquo;electioneering communication' or for speech expressly advocating the election or defeat of a candidate.\"</p>\r\n<p>While corporations are still barred from giving directly to candidates, they are no longer forced to create political action committees, or PACs, in order to spend money on direct electioneering. A corporation, the justices held, may simply spend funds from its own accounts for that purpose.</p>\r\n<p>Here are the main concerns we heard from our experts:</p>\r\n<p>&bull;&nbsp;<strong>What Axelrod said is correct, but it could have happened even before the Citizens United ruling. <br /></strong>&nbsp;<br />It's true, as the White House argues, that the <em>Citizens United</em> decision makes it easier for corporations to make the kinds of threats that Axelrod mentions. Now, rather than having to establish a PAC -- which must abide by stringent rules on soliciting donations from employees -- corporations may spend money directly from their own coffers on direct electioneering. That way, they avoid the regulatory hoops required of using a PAC.</p>\r\n<p>Also, because of the ruling, corporations may now run ads that \"expressly advocate\" the election or defeat of candidates. Before <em>Citizens United</em>, they had to word their corporate-funded ads carefully in order to address issues instead of directly urging viewers to \"vote for\" or \"vote against\" a particular candidate. And restrictions on the timing of ads are now out the window.</p>\r\n<p>However, the specific scenario Axelrod cited &ndash; that \"any lobbyist could go into any legislator and say, if you don't vote our way on this bill, we're going to run a million-dollar campaign against you in your district\" &ndash; could have happened before <em>Citizens United</em>, as well.</p>\r\n<p>First, several legal experts said they don't believe the Axelrod scenario would have been prohibited by congressional ethics rules or corruption statutes.</p>\r\n<p>Second, any corporation with enough resources in its PAC could have threatened to run, and run, \"a million-dollar campaign\" against a lawmaker in his or her district. It's true that it would have been more complicated to have raised those million dollars using a PAC, but it would have been feasible for a corporation that was big enough and determined enough to do it.</p>\r\n<p>Third, lobbyists aren't the only ones who could have made such a threat before (or after) <em>Citizens United</em>. \"The Democratic National Committee can say, &lsquo;If you don't vote with us on this bill, we'll support a primary challenge with $1 million in independent expenditures,' \" said Bradley A. Smith, a former Federal Election Commission member who now teaches law at Capital University Law School in Columbus, Ohio.</p>\r\n<p>And fourth, privately owned companies &ndash; essentially, a wealthy individual &ndash; could already run million-dollar campaigns against candidates under existing rules, especially so-called 527 groups (that is, lightly regulated groups named for the section of the tax code they are organized under). It's true that <em>Citizens United</em> further loosens the restrictions on such groups, but they had already been able to run issue advertising campaigns of unlimited size for years.</p>\r\n<p>Axelrod's formulation \"really misses the point, because it raises concerns that existed before <em>Citizens</em> <em>United</em>,\" said Rob Kelner, who chairs the election and political law practice group at the law firm Covington and Burling.</p>\r\n<p>&bull; <strong>There are practical constraints that would make the Axelrod scenario unlikely to happen</strong>.<br />&nbsp;<br />\"Could that happen?\" asks Brett Kappel, an attorney specializing in ethics and lobbying law at the Washington, D.C.-based law firm Arent Fox. \"Yes, and I could win a gold medal in the next Olympic marathon. Would either of those things happen in reality? No. Any lobbyist who was stupid enough to make such a threat would become persona non grata on Capitol Hill in, oh, about an hour after the threat was made.\"</p>\r\n<p>Kappel added that large, publicly traded companies aren't likely to do the kind of advertising newly permissible under <em>Citizens United</em>, since getting directly involved in partisan politics \"runs the risk of alienating half of a company's customers and shareholders, not to mention the possibility of consumer boycotts of the company's goods and services.\"</p>\r\n<p>We ran these arguments by the White House, and spokeswoman Katherine Bedingfield said that the White House stands by Axelrod's portrayal.</p>\r\n<p>\"The <em>Citizens United</em> decision opened the floodgates for special interests and corporations to make unlimited expenditures to influence American elections,\" she said. \"As a result, corporations have significantly more leeway to run ads prior to an election, and they can now target elected officials in ways that were not possible before. They also have vastly more money to spend, with far fewer restrictions on how they spend it, as a result of the decision. That's why the president has called for bipartisan support for legislation to repair the damage done by this unprecedented and troubling decision.\"</p>\r\n<p>The merits of the <em>Citizens United</em> decision are a legitimate topic for debate. But here, we'll stick to the narrower question of whether Axelrod correctly described the law's impact on his scenario.</p>\r\n<p>Based on our discussions with experts, we'd characterize the <em>Citizens United</em> decision as something that opens the door to Axelrod's scenario wider than it had been, not a decision that makes the scenario possible for the first time.&nbsp;Axelrod is correct that under <em>Citizens United</em>, making that kind of threat to a lawmaker is possible -- but by implying that <em>Citizens United</em> is what made it possible, his comment is somewhat misleading. We found broad expert agreement that lobbyists had been legally able to make such threats even before the <em>Citizens United</em> ruling was handed down. As a result, we'd argue that Axelrod's example loses some of its relevance and urgency. So we rate Axelrod's statement Half True.</p>", "ruling_comments_date": "2010-03-17T14:50:55.891528", "ruling_date": "2010-03-17T16:19:34", "ruling_headline": "Axelrod says Supreme Court ruling enables lobbyists to threaten lawmakers", "ruling_headline_slug": "axelrod-says-supreme-court-ruling-enables-lobbyist", "ruling_link_text": "Actually, you could do that before the court's ruling, too", "ruling_state": null, "source_documents": null, "sources": "<p>David Axelrod, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-wh-senior-advisor-david-axelrod-sen/story?id=10085253&amp;page=4\" target=\"_blank\">comments</a> on ABC's This Week, March 14, 2010</p>\r\n<p>E-mail interview with Rob Kelner, chair of the election and political law practice group at the law firm Covington and Burling, March 15, 2010</p>\r\n<p>E-mail interview with Brett Kappel, an attorney specializing in ethics and lobbying law at the law firm Arent Fox, March, March 15, 2010</p>\r\n<p>E-mail interview with Bradley A. Smith, former Federal Election Commission member and a law professor at Capital University Law School, March 16, 2010</p>\r\n<p>E-mail interview with Tara Malloy, associate counsel with the Campaign Legal Center, March 16, 2010</p>\r\n<p>E-mail interview with White House spokeswoman Katherine Bedingfield, March 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\"Under the ruling of the Supreme Court, any lobbyist could go into any legislator and say, if you don't vote our way on this bill, we're going to run a million-dollar campaign against you in your district.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-03-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": null}