{"art": [{"brightcove": "", "caption": "Which shade of blue -- or just how liberal or conservative -- is Dan McCready? Mark Harris suggests he's as blue as Nancy Pelosi.", "id": 17371, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/17371/", "title": "Mark Harris ad about Dan McCready's true colors", "wibbitz": "", "youtube": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/yRxIKIJebUw?rel=0\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe>", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/north-carolina/statements/2018/oct/02/mark-harris/powered-pelosi/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "He's either North Carolina blue or Pelosi blue", "id": 15927, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15927/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>How genuine is a Democrat who talks like a conservative? In an <a href=\"https://www.youtube.com/watch?time_continue=30&amp;v=yRxIKIJebUw\">ad</a>, Mark Harris, a former pastor and Republican candidate in North Carolina&rsquo;s 9th Congressional District, holds up two blue T-shirts to raise that question. One is light blue, the other royal blue &mdash;&nbsp;but hues can deceive, he suggests.</p>\r\n\r\n<p>In other words, Harris&rsquo;s Democratic opponent, businessman Dan McCready, isn&rsquo;t showing his true colors. McCready &quot;talks like a conservative but is shading the truth,&quot; Harris tells viewers. &quot;He donated to Hillary Clinton. Took money from the Pelosi crowd. McCready&rsquo;s team wants to grow government, and repeal your tax cut. He&rsquo;s with them, no matter how he tries to color it.&quot;</p>\r\n\r\n<p>Conservative and liberal shadings play a role in this race. The seat has been held by Republicans since 1963 but suddenly is competitive. McCready, the Democrat, says that if elected, he won&#39;t vote for Nancy Pelosi for House Democratic leader, or House speaker if the party wins a majority.</p>\r\n\r\n<p>But Harris says McCready is just trying to hide that he is &quot;with&quot; the &quot;Pelosi crowd.&quot; So we took a look at the ad&rsquo;s factual claims to find out.</p>\r\n\r\n<div class=\"pf_subheadline\">The money</div>\r\n\r\n<p>Federal campaign records show McCready, a Marine veteran, Harvard MBA and investor in solar farms, donated to Hillary Clinton&rsquo;s campaign in 2016. He gave $500 to Clinton&rsquo;s presidential campaign and $500 to the Hillary Victory Fund, a fundraising entity that gave proceeds to Clinton, the Democratic National Committee and state Democratic parties across the country.</p>\r\n\r\n<p>But what about the &quot;Pelosi crowd?&quot;</p>\r\n\r\n<p>We asked the Harris campaign and the National Republican Congressional Committee, which supports Republican candidates. They cited donations to McCready by Democrats on Pelosi&rsquo;s leadership team. They also said the House Majority PAC, a leading super PAC spending heavily to elect Democrats, has spent money in the race.</p>\r\n\r\n<p>Tallies tracked by the Center for Responsive Politics show the House Majority PAC has spent $327,925 to oppose Harris. Technically, this is not Pelosi&rsquo;s PAC, but it is considered affiliated. It works on the same goal as Pelosi: to win a Democratic House majority. And while the money is not legally considered a donation to McCready, it unquestionably helps him. Through its founder, the PAC has ties to the Democratic Congressional Campaign Committee, or DCCC, the official campaign arm of House Democrats -- and Pelosi is the House Democrats&rsquo; elected leader. Also:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>The DCCC supports McCready. While it would likely support any Democrat who has a chance of winning, McCready was among the first candidates on the DCCC&rsquo;s &quot;Red to Blue&quot; list, which &quot;arms top-tier candidates with organizational and fundraising support,&quot; the DCCC said when announcing this.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Pelosi chose Rep. Ray Ray Lujan, of New Mexico, to chair&nbsp;the DCCC, although fellow Democrats had to affirm her choice. That puts him in the &quot;Pelosi crowd,&quot; the NRCC said. Lujan has his own leadership PAC, Turquoise PAC, and the PAC along with Lujan&rsquo;s own reelection campaign committee have given McCready $5,000.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Rep. Steny Hoyer of Maryland is the House Democratic whip, a key member of the Pelosi leadership team. He has given McCready&rsquo;s campaign $14,000 through his own leadership PAC and his campaign committee.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Rep. James Clyburn of South Carolina is assistant Democratic leader. His leadership PAC gave McCready $5,000. The PAC affiliated with Rep. Linda Sanchez of California, the Democratic caucus vice chair, donated $2,000..</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>McCready &quot;has the blessing of party leaders &mdash;&nbsp;he is their candidate,&quot; Kerry Rom from the NRCC told us. &quot;Support from Pelosi-linked organizations and her leadership team tells us where he ultimately stands on the issues.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">The smudges</div>\r\n\r\n<p>Is there a straight line from financial support for a candidate and the people &mdash;&nbsp;say, Pelosi &mdash;&nbsp;he&rsquo;ll support?</p>\r\n\r\n<p>Steven Greene, a political science professor at North Carolina State University, said it&rsquo;s more like a set of &quot;big, gray smudges.&quot;</p>\r\n\r\n<p>&quot;It would be folly to say that Nancy Pelosi has nothing to do&quot; with decisions on where to put House leadership or allied resources, Greene said. &quot;But it doesn&rsquo;t suppose any loyalty to Pelosi&quot; on McCready&rsquo;s part, since McCready has made clear he wants a different Democratic House leader.</p>\r\n\r\n<p>McCready in November <a href=\"https://www.charlotteobserver.com/opinion/op-ed/article187184238.html\">criticized Pelosi</a> in a Charlotte Observer column, saying Pelosi &quot;used moves from the Bill Clinton-era playbook&quot; when initially defending Rep. John Conyers against charges of sexual assault. McCready told the <a href=\"https://www.washingtonpost.com/news/powerpost/wp/2018/05/01/pelosi-says-shell-run-for-speaker-as-more-swing-district-democrats-look-for-alternative/?utm_term=.fd8151bda427\">Washington Post</a> and others that Democrats need &quot;new blood.&quot; His campaign told PolitiFact that if elected, McCready will not vote for Pelosi as leader.</p>\r\n\r\n<p>And he has received campaign donations from others who want Pelosi out. &nbsp;For example, the NRCC, in an email to us, listed Rep. Joe Crowley of New York, chairman of the House Democratic Caucus, as part of Team Pelosi. Crowley&rsquo;s leadership PAC donated $5,000 to McCready. But Crowley &mdash;&nbsp;who lost his recent primary election and won&rsquo;t be in Congress next year &mdash;&nbsp;had said he would oppose Pelosi&rsquo;s return to leadership.</p>\r\n\r\n<div class=\"pf_subheadline\">The tax cuts</div>\r\n\r\n<p>Harris uses the &quot;Pelosi crowd&quot; label to say that McCready wants to &quot;grow government and repeal your tax cut.&quot; Yet there is no evidence of that. McCready has only said he wants to make sure the tax cuts for individuals and families stay&nbsp;in place after their scheduled 2025 expiration.</p>\r\n\r\n<p>&quot;Dan will fight for middle-class tax cuts and policies to level the playing field for hardworking North Carolinians,&quot; his campaign website says.</p>\r\n\r\n<p>It is impossible to know what other policies &quot;to level the field&quot; might face a House vote, although some liberal Democrats have suggested raising corporate income tax rates closer to their pre-cut levels. This takes us into supposition for issue after issue: What would McCready do?</p>\r\n\r\n<p>That is actually the subtext of the Harris ad. McCready is a Democrat. He&#39;s &quot;with&quot; the Pelosi crowd.</p>\r\n\r\n<p>But there are degrees of beliefs&nbsp;and votes within the Democratic Party. To simplify in the spirit of the ad: There are California Democrats, and there are Southern&nbsp;Democrats. They are not all the same.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Are there ties between members of Team Pelosi and McCready? Absolutely. Does McCready support the same agenda as Democratic leaders such as Pelosi? Based on <a href=\"https://www.danmccready.com/issues/\">his website</a>, he supports much of it, but it is the agenda of Democrats in general. He opposes turning Medicare into a voucher program. (House Republicans have proposed a program they say would be entirely voluntary.)&nbsp;He wants to protect the EPA from &quot;a hatchet.&quot; He supports abortion rights.<strong> </strong></p>\r\n\r\n<p>Such agreement,&nbsp;however, would make the overwhelming majority of Democrats &quot;in with&quot; Pelosi. It would mean the southern &quot;blue dog&quot; Democrats are. It would mean the East and West Coast Democrats are -- even those who want to replace her because they say she hasn&#39;t been foreceful or confrontational&nbsp;enough. There would be few distinctions</p>\r\n\r\n<p>When Republicans invoke Pelosi&rsquo;s name and say an opponent is &quot;with them,&quot; they are using &quot;shorthand for &lsquo;Oh, those liberals,&rsquo;&quot; Greene said. Harris&rsquo; claim has elements of truth.<strong>&nbsp;</strong>But it&nbsp;affixes a generic label that needs fuller context. We can&rsquo;t say which shade of blue will come out of the wash, but we can rate the claim: Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-09-28T08:22:40.926915", "ruling_date": "2018-10-02T12:00:00", "ruling_headline": "Is North Carolina's Dan McCready powered by Nancy Pelosi?", "ruling_headline_slug": "powered-pelosi", "ruling_link_text": "NC pol paints his Democratic opponent deep blue", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?time_continue=30&amp;v=yRxIKIJebUw\">Mark Harris campaign ad</a>, Sept. 20, 2018</p>\r\n\r\n<p>Email correspondence with Jordan Shaw, Harris campaign spokesman, Sept. 26, 2018</p>\r\n\r\n<p>Email correspondence with Kerry Rom, National Republican Congressional Committee, Sept. 26, 2018</p>\r\n\r\n<p>Telephone and email conversations with Aaron Simpson, spokesman for Dan McCready campaign, Sept. 25 and 26, 2018</p>\r\n\r\n<p>Telephone interview with Steven Greene, North Carolina State University professor, Sept. 26, 2018</p>\r\n\r\n<p>Federal Election Commission, campaign finance reports and databases, accessed Sept. 26 and 27, 2018</p>\r\n\r\n<p>Center for Responsive Politics, campaign finance databases accessed Sept. 26 and 27, 2018</p>\r\n\r\n<p>Dan McCready <a href=\"https://www.facebook.com/notes/dan-mccready-for-congress/where-i-stand-tax-reform/644895022565023/\">statement on tax reform</a>, Dec. 2, 2017</p>\r\n\r\n<p>McCready for Congress website, <a href=\"https://www.danmccready.com/issues/\">&quot;Issues&quot;</a></p>\r\n\r\n<p>Press releases,<a href=\"https://dccc.org/dccc-chairman-lujan-announces-first-round-red-blue-candidates-majority-maker-districts/\"> &quot;DCCC Chairman Lujan announces first round of Red to Blue Candidates,&quot;</a> Nov. 15, 2017</p>\r\n\r\n<p><a href=\"https://www.charlotteobserver.com/opinion/op-ed/article187184238.html\">&quot;Leaders of both parties lack courage on sexual assault,&quot;</a> by Dan McCready, Charlotte Observer, Nov. 19, 2017</p>\r\n\r\n<p>&quot;<a href=\"https://www.charlotteobserver.com/news/politics-government/article206009504.html\">Can NC Democrats inoculate themselves from GOP attacks on Pelosi?&quot; </a>by Jim Morrill, Charlotte Observer, March 20, 2018</p>\r\n\r\n<p><a href=\"https://www.washingtonpost.com/news/powerpost/wp/2018/05/01/pelosi-says-shell-run-for-speaker-as-more-swing-district-democrats-look-for-alternative/?utm_term=.fd8151bda427\">&quot;Pelosi says she&rsquo;ll run for speaker, as more swing-district Democrats look for alternative,&quot;</a> by David Weigel, Washington Post, May 1, 2018</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "former pastor", "false_count": 3, "first_name": "Mark", "half_true_count": 1, "home_state": "NC", "id": 4234, "last_name": "Harris", "mostly_true_count": 0, "name_slug": "mark-harris", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MarkHarrisMUG.JPG", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4234/", "total_count": 5, "true_count": 0, "website": "https://www.markharrisforcongress.com/"}, "statement": "<p>Says Democratic North Carolina House candidate Dan McCready &quot;took money from the Pelosi crowd&quot; and is &quot;with them&quot; in their agenda and &quot;wants to repeal your tax cut.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "A campaign ad", "statement_date": "2018-09-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "North Carolina's Mark Harris spins the color wheel on opponent"}