{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/17/cliff-stearns/stearns-says-house-democrats-trample-procedures-he/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1596, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1596/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Ever heard of \"deem and pass\"?<br /><br />It may sound like a football play, but it's actually House Speaker Nancy Pelosi's favored procedural maneuver to pass health care reform in the lower chamber.<br /><br />Such legislative gymnastics have Republicans up in arms, including Florida Rep. Cliff Stearns, who lamented the tactic on the House floor.<br /><br />\"There is no precedent for what the Democrats are doing with this deception,\" he said on March 15, 2010. \"We have never written a reconciliation bill to amend a law that does not exist.\"<br /><br />Stearns is talking about a series of procedural tools that House and Senate Democrats plan to use to pass their health care overhaul. He and his fellow Republicans say the unprecedented move flouts congressional rules and may even be unconstitutional. <br /><br />We'll leave questions of unconstitutionality to the lawyers. For this fact-check, we're going to look at whether Stearns is correct that there is no precedent for the Democrats' efforts and that Congress has \"never written a reconciliation bill to amend a law that does not exist.\"<br /><br />But before we can decide if he's correct, here are some essentials for understanding the arcane world of congressional procedure. Listen up, because you're going to be hearing these terms thrown around a lot as Congress gears up for a showdown on the health care overhaul.&nbsp;<br /><br /><strong>Reconciliation:</strong> Bills considered under this procedure cannot be filibustered; they only need a simple majority to pass. Reconciliation was created as part of the 1974 Congressional Budget Act in an effort to make it easier to bring revenues and spending in line with caps set by the annual budget resolution. While the founders of the procedure did not envision it as a way to fast-track policy legislation, Congress has nevertheless used it to pass non-budget-related measures, including welfare reform in 1996 and changes to Medicare and Medicaid.&nbsp;<br /><br /><strong>\"Deem and Pass:\"</strong> This phrase refers to a House tactic that allows it to pass a bill without actually having a roll call vote on the legislation; it is technically known as a \"self-executing rule.\" Here's how it works: The House Rules Committee is in charge of writing rules -- a playbook of sorts -- for floor debate. The rule dictates what amendments can be offered to a given bill and how long the bill will be debated, for example. A self-executing rule is essentially a two-for-one special; when the House votes to adopt a self-executing rule, it simultaneously adopts a separate bill or amendment, which is specified in the rule itself. In short, the House \"deems\" another bill to be passed as soon as it adopts the rule. <br /><br />The House and Senate have both passed versions of the health care bill. There are big differences between the two, so typically the two chambers would pick a handful of lawmakers to hash out those discrepancies in something called a conference committee. Then, the House and Senate would vote once again on the final product, called a conference report. <br /><br />But Senate Democrats lost their 60-vote, filibuster-proof majority in January 2010, when Republican Sen. Scott Brown won a special election in Massachusetts. That means Senate Republicans could effectively block a conference report. <br /><br />Complicating the process is the fact that a number of House Democrats don't like the Senate bill. Among other things, they oppose a tax on Cadillac insurance plans and a special Medicare perk for Nebraska.<br /><br />So, where does that leave the Democrats? With one seriously complicated strategy to pass health care reform. <br /><br />Here's how the whole thing could go down: The Rules Committee will cobble together a self-executing rule for the House to consider the package of reconciliation fixes to the Senate bill -- for example, the elimination of special Medicaid subsidies for patients in Nebraska and other states -- but that also includes language that \"deems\" the Senate bill passed once the House adopts the rule. <br /><br />Meanwhile, the Senate parliamentarian has said that the Senate bill must be signed by the president before any of the House changes can be made. So, presumably, President Barack Obama will put his stamp of approval on the bill as soon as the House deems it passed. Then, the Senate will debate the package of reconciliation fixes already passed by the House. The package of fixes will only need a simple majority to pass, <a href=\"http://www.msnbc.msn.com/id/35911121/ns/politics-health_care_reform/\" target=\"_blank\">but there's still plenty that could derail</a> the package. <br /><br />The tactic serves two purposes: It prevents House Democrats who don't like the Senate bill from ever having to vote on it, and it potentially solves the problem of making changes to the Senate bill without needing 60 votes to pass them. <br /><br />Republicans are calling foul. They say the Democratic strategy is unfair and potentially unconstitutional.<br /><br />\"What's really remarkable about this whole business is that not only the American people rejected this plan but Democrats are so desperate to pass it that they're willing to trample on the traditional rules of the House and Senate and even trample on the Constitution of the United States to get it done,\" said Indiana Republican Mike Pence. <br /><br />But is it unprecedented as Stearns claims? <br /><br />In fact, self-executing rules are relatively common in the House. For instance, the chamber employed the procedure on Feb. 3, 2010, to adopt a Senate amendment to a resolution concerning increasing the statutory limit on federal debt. The procedure was used 36 times by the House Republican leadership between 2005 and 2006 and 49 times by the Democratic leadership between 2007 and 2008, according to Brookings Institution congressional scholar Thomas Mann, writing for Politico. <br /><br />Furthermore, the reconciliation process has been used over and over again for policy-related measures. For instance, in 1996 Congress used reconciliation to make big changes to welfare, including separating it from Medicaid. <br /><br />Norm Ornstein, another leading congressional scholar with the conservative American Enterprise Institute, pointed out that the Republicans used a very similar tactic to what the Democrats are now proposing in 2006. At the time, they used a self-executing rule to pass $38.8 billion in budget cuts without having to vote on an immigration measure.<br /><br />So, there's a whole lot of precedent for the individual tactics Democrats are proposing to use, though the specific combination of a self-executing rule and reconciliation is a bit unusual, said Jim Horney, a budget expert at the left-leaning Center for Budget and Policy Priorities. <br /><br />\"There's nothing about [the process] that's dramatically at odds with the way things get done,\" Horney said. \"With almost every bill, you can find some way in which the circumstances are a little different. But to imply that it's somehow a big departure from the way things are done could be wrong.\"<br /><br />Donald Wolfensberger served on the House Rules Committee for more than a decade, and was around when reconciliation was first used. He continues to follow Congress closely as director of the Congress Project at the Woodrow Wilson International Center for Scholars, and agrees with Horney and the other congressional experts we spoke with that there's precedent, but not for this specific tack.<br /><br />The 2006 instance mentioned by Ornstein is \"the closest analogy\" to what the Democrats are now proposing. \"It would be pretty similar,\" he said. <br /><br />Wolfensberger also said it's the first time he's seen Congress write a \"a reconciliation bill to amend a law that does not exist,\" as Stearns said. On that point, Stearns is correct, he said; the president will not have signed the Senate bill before the House passes the package of fixes. <br /><br />So, that brings us back to Stearns' original claim. While the combination of a self-executing rule and reconciliation is a relatively novel combination of procedural tools, all the congressional experts we spoke with agreed that there are plenty of similar examples of what the Democrats are proposing to do, nor is the party flouting procedures that are already on the books. As a result, the first part of Stearns's claim is somewhat misleading. However, Stearns is correct that this is the first time Congress has ever written a reconciliation bill to amend a law that does not exist. As a result, we find Stearns' claim to be Half True.</p>", "ruling_comments_date": "2010-03-17T18:29:20.811527", "ruling_date": "2010-03-17T18:31:48", "ruling_headline": "Stearns says House Democrats trample procedures in health care vote ", "ruling_headline_slug": "stearns-says-house-democrats-trample-procedures-he", "ruling_link_text": "Democratic heath care strategy not unique", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1400&amp;dbname=2010_record\" target=\"_blank\">The Congressional Record</a>, March 15, 2010<br /><br />The Congressional Research Service, <a href=\"http://www.rules.house.gov/Archives/98-710.pdf\" target=\"_blank\">&ldquo;Self-Executing&rdquo; Rules Reported by the House Committee on Rules</a>, by Walter J. Oleszek, December 21, 2006<br /><br />The New York Times, <a href=\"http://www.nytimes.com/2010/03/07/opinion/07mann.html\" target=\"_blank\">Reconciling With the Past</a>, by Thomas Mann, Norman Ornstein, Raffaela Wakeman and Fogelson Lubliner, March 6, 2010<br /><br />The House Rules Committee, <a href=\"http://www.rules.house.gov/archives/bud_rec_proc.htm\" target=\"_blank\">The Budget Reconciliation Process</a>, accessed March 16, 2010 <br /><br />The New York Times, <a href=\"http://prescriptions.blogs.nytimes.com/2010/03/16/passing-legislation-without-voting-on-it/?hp\" target=\"_blank\">Passing Legislation Without Voting On It</a>, by David Herszenhorn, March 16, 2010<br /><br />The Washington Post, Nancy Pelosi's strategy for passing health-care reform, by Ezra Klein, March 15, 2010<br /><br />The Los Angeles Times, <a href=\"http://www.latimes.com/features/health/la-na-obama-health17-2010mar17,0,6068611,print.story\" target=\"_blank\">Democrats may use shortcut to pass healthcare overhaul</a>, by Janet Hook and Noam N. Levey, March 17, 2010<br /><br />MSNBC, <a href=\"http://www.msnbc.msn.com/id/35911121/ns/politics-health_care_reform/\" target=\"_blank\">A guide to the health care procedural dance</a>, by Carrie Dann, Ken Strickland, and Tom Curry, March 17, 2010<br /><br />Congressional Quarterly, Final Text Elusive But Hoyer Still Expects Health Care Vote This Week, by Edward Epstein and Rebecca Adams, March 16, 2010<br /><br />GOP.gov, <a href=\"http://www.gop.gov/press-release/10/03/16/pence-democrats-trampling-on-rules\" target=\"_blank\">Pence: Democrats Trampling on Rules of House and Senate to Pass Health Care</a>, March 16, 2010<br /><br />Congressional Quarterly, 2006 Legislative Summary: Budget Reconciliation, by Steven T. Dennis, Dec. 18, 2006<br /><br />The Enterprise Blog, <a href=\"http://blog.american.com/?p=11467\" target=\"_blank\">Hypocrisy: A Parliamentary Procedure</a>, by Norman J. Ornstein, March 16, 2010<br /><br />H. Res. 1065, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:hr1065rh.txt.pdf\" target=\"_blank\">Providing for consideration of the Senate amendment to the joint resolution (H.J. Res. 45) increasing the statutory limit on the public debt</a>, accessed March 17, 2010<br /><br />Politico, The Arena, <a href=\"http://www.politico.com/arena/perm/Thomas_E__Mann_F6EAB3DA-EDFA-4EF6-8A9B-88567D320196.html\" target=\"_blank\">March 16, 2010</a><br /><br /><a href=\"http://wilsoncenter.org/index.cfm?topic_id=1412&amp;fuseaction=topics.publications&amp;doc_id=190504&amp;group_id=180829\" target=\"_blank\"></a>Phone Interview, Norm Ornstein, Resident Scholar, The American Enterprise Institute, March 17, 2010<br /><br />Phone Interview, Sarah Binder, Professor of Political Science at George Washington University and Senior Fellow at the Brookings Institution, March 17, 2010<br /><br />Phone Interview, Julian Zelizer, Professor of History and Public Affairs, Princeton University, March 17, 2010<br /><br />Phone Interview, Donald Wolfensberger, Director of the Congress Project at the Woodrow Wilson International Center for Scholars, March 17, 2010<br /><br />Phone Interview, Jim Horney, The Center for Budget and Policy Priorities, March 17, 2010<br /><br />E-mail Interview, Paul Flusche, Communications Director for Congressman Cliff Stearns, March 17, 2010<br /><br />E-mail Interview, Thomas Mann, Senior Fellow, The Brooking Institution, March 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative", "false_count": 0, "first_name": "Cliff", "half_true_count": 2, "home_state": "Florida", "id": 345, "last_name": "Stearns", "mostly_true_count": 1, "name_slug": "cliff-stearns", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/53038563.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/345/", "total_count": 4, "true_count": 1, "website": "http://stearns.house.gov/default.aspx"}, "statement": "<p>\"There is no precedent for what the Democrats are doing with this deception. ... We have never written a reconciliation bill to amend a law that does not exist.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2010-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 134, "last_name": "Democratic congressional leadership", "mostly_true_count": 0, "name_slug": "democratic-congressional-leadership", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/dem-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/134/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": null}