{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/19/john-yarmuth/yarmuth-40-percent-health-care-bill-opponents-say-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1598, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1598/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Republicans have repeatedly made the case that the public believes the Democratic health care bill goes too far in restructuring the American health system. But on March 16, 2010, Rep. John Yarmuth, a Democrat from Kentucky, sought to remind the public that a lot of Americans don't think the bill goes far enough.<br /><br />\"Madam Speaker,\" Yarmuth said in a House floor speech, \"every time I hear a Republican talking about health care reform, they say the American people don&rsquo;t want it. They say it so much that I think they&rsquo;re beginning to try to convince themselves that it&rsquo;s true. But there&rsquo;s a national poll that shows what the real story is. They asked, of all the people who are opposed to health care or say they are, how many are opposed to it because they don&rsquo;t think it goes far enough. Forty percent. Almost 40 percent said that was the reason. They will not be unhappy when we pass health care reform.\"<br /><br />Given a steady stream of polls showing a plurality or even a majority of Americans saying the bill goes too far, Yarmuth's number struck us as surprisingly high. So we decided to look into it.<br /><br />We asked Yarmuth's office which poll they were referring to. They said it was a poll conducted for McClatchy newspapers by Ipsos Public Affairs -- a credible firm that works with a variety of media outlets -- between Feb. 26 and Feb. 28, 2010. The poll asked 1,076 voters a series of questions about health care and other issues and had a margin of error of plus or minus 3 points.<br /><br />Specifically, it asked the following: \"You said you are opposed to the health care reform proposals presently being discussed. Is that because you favor health care reform overall but think the current proposals don't go far enough to reform health care, or you oppose health care reform overall and think the current proposals go too far in reforming health care?\"<br /><br />All told, 37 percent of voters said that the current proposals \"don't go far enough to reform health care\" -- close enough, in our view, to make Yarmuth's \"almost 40 percent\" reference accurate.<br /><br />On the strategic level, Yarmuth may have a point that the invisibility of the doesn't-go-far-enough crowd in the public opinion wars may have hampered the proreform camp's cause.<br /><br />\"There is reasonable evidence that the current bill looks weaker in public opinion polls because some 10 percent to 20 percent of the public say 'opposed' when they mean that they want more progressive, further-reaching reform,\" said Charles Franklin, a polling expert at the University of Wisconsin. Given the intense media focus on how well the Democratic plan polls, Franklin said, \"the irony is that progressives have made health care reform less likely to pass by [telling pollsters] they oppose this bill.\"<br /><br />But while Yarmuth, in his basic analysis, got his facts right, it's also worth making a few cautionary points.<br /><br />&bull;&nbsp;<strong>Even at nearly 40 percent, it's still a minority view among those who oppose the bill</strong>. The February Ipsos poll found that 54 percent -- a clear majority -- of those opposed to the health care bill said the bill went too far. (Another 10 percent said they opposed the bill but couldn't explain why.)<br /><br />&bull;&nbsp;<strong>An earlier survey by the same pollster showed softer support for \"doesn't go far enough.\" </strong>Ipsos asked the same question during a survey taken for McClatchy between Nov. 19 and Nov. 22, 2009. In that poll, 25 percent said they opposed the bill because it doesn't go far enough -- quite a bit lower than the 37 percent who said so three months later. In the earlier poll, 66 percent said they opposed it because it went too far, and 9 percent couldn't explain why they were opposed.<br /><br />&bull;&nbsp;<strong>Most importantly, it's not necessarily clear what voters mean when they say the bill \"doesn't go far enough.\" </strong>It could mean that the respondent prefers that the bill include the public option -- a more liberal idea that didn't make its way into the final measure -- or it could mean they think it doesn't go far enough in advancing conservative ideas like health savings accounts or medical malpractice reform.<br /><br />As Megan McArdle, a blogger for TheAtlantic.com, wrote in December, \"I could go down to [the libertarian Cato Institute] right now and poll 65 percent support for the proposition that the health care reform doesn't go far enough -- in the direction of taking away the employer health care tax exemption, means testing Medicare, and other ideas that no one would call 'left.' \"<br /><br />These variations became evident in a CBS News poll taken between Jan. 6-10, 2010. On three distinct issues, poll-takers asked all respondents whether the bill \"goes too far,\" \"doesn't go far enough,\" or is \"about right.\"<br /><br />On how the bill handled providing health insurance \"to as many Americans as possible\" -- a factor of special interest to liberals -- \"doesn't go far enough\" edged \"goes too far\" by a slim 35 percent-32 percent margin. On how the bill handled controlling costs -- an issue favored by fiscal conservatives -- \"doesn't go far enough\" outpaced \"goes too far\" by a 39 percent-24 percent margin. And on regulating the health insurance industry, \"doesn't go far enough\" walloped \"goes too far\" by a 43 percent-27 percent margin.<br /><br />Trying to meld all these divergent strains into a single, reliable polling question is virtually impossible. Indeed, a look at the data makes clear a bedrock belief of pollsters -- that the framing and the precise wording of a question can make a huge difference in the results.<br /><br />Back to Yarmuth's claim. To his credit, he accurately cited a result from a legitimate poll. However, due to variations in wording and the complexity of polling this issue, there's quite a bit of uncertainty about what that result actually means. It does not conclusively demonstrate that, as Yarmuth put it, nearly 40 percent of voters \"will not be unhappy when we pass health care reform.\" Some of those voters likely believe that the bill should have gone further in a conservative direction, not a liberal one, and they are unlikely to be happy if a Democratic bill passes. So we rate his statement Half True.</p>", "ruling_comments_date": "2010-03-18T17:22:13.631527", "ruling_date": "2010-03-19T10:34:44", "ruling_headline": "Yarmuth: 40 percent of health care reform opponents say bill doesn't go far enough", "ruling_headline_slug": "yarmuth-40-percent-health-care-bill-opponents-say-", "ruling_link_text": "The number's right; the meaning is fuzzier", "ruling_state": null, "source_documents": null, "sources": "<p>John Yarmuth, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1455&amp;dbname=2010_record\" target=\"_blank\">House floor speech</a>, March 16, 2010<br /><br />Ipsos/McClatchy Poll, <a href=\"http://www.ipsos-na.com/download/pr.aspx?id=9359\" target=\"_blank\">results summary</a>, Feb. 26-28, 2010<br /><br />Ipsos/McClatchy Poll, <a href=\"http://www.ipsos-na.com/download/pr.aspx?id=9113\" target=\"_blank\">results summary</a>, Nov. 19-22, 2009<br /><br />Kaiser Family Foundation, <a href=\"http://www.kff.org/kaiserpolls/healthpoll.cfm\" target=\"_blank\">home page</a> for searchable database on health care polls, accessed March 9, 2010<br /><br />Megan McArdle, \"Do Americans Want Health Care Reform, or Not?\" (<a href=\"http://www.theatlantic.com/business/archive/2009/12/do-americans-want-health-care-reform-or-not/31583/\" target=\"_blank\">blog post</a> at TheAtlantic.com), Dec 9 2009<br /><br />Mark Blumenthal, \"Health Reform Opposition From The Left\" (<a href=\"http://www.pollster.com/blogs/health_reform_opposition_from.php\" target=\"_blank\">blog post</a> at pollster.com), Dec. 10, 2009<br /><br />E-mail interview with Mark Blumenthal, editor of pollster.com, March 18, 2010<br /><br />E-mail interview with Karlyn Bowman, polling analyst at the American Enterprise Institute, March 18, 2010<br /><br />E-mail interview with Charles Franklin, political scientist at the University of Wisconsin (Madison) and co-founder of pollster.com, March 18, 2010<br /><br />E-mail interview with Trey Pollard, communications director for Rep. John Yarmuth, March 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "John", "half_true_count": 1, "home_state": "Kentucky", "id": 348, "last_name": "Yarmuth", "mostly_true_count": 0, "name_slug": "john-yarmuth", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/2650374706_74155ffab3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/348/", "total_count": 1, "true_count": 0, "website": "http://yarmuth.house.gov/"}, "statement": "<p>A national poll found that among people who oppose the Democratic health care reform bill, \"almost 40 percent\" opposed it not because it goes too far, but because \"they don&rsquo;t think it goes far enough. ... They will not be unhappy when we pass health care reform.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2010-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}