{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2018/oct/10/republican-party-florida/republican-ad-misleads-attack-andrew-gillum-about-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Republican ad misleads about Andrew Gillum and hurricane", "id": 15985, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/15985/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>When Hurricane Hermine hit Florida in 2016, it knocked out power for several days in Tallahassee, igniting a political storm of tension between the capital city and state government.</p>\r\n\r\n<p>A new storm is brewing in the 2018 race for governor, with Democratic Tallahassee mayor Andrew Gillum under attack about allegations his administration didn&rsquo;t cooperate with utility companies.</p>\r\n\r\n<p>&quot;After the Hurricane, we had no electricity for over a week,&quot; said a woman named Kathryn in a <a href=\"https://www.youtube.com/watch?v=tAA4fotHcoU&amp;feature=youtu.be\">TV ad</a> by the Republican Party of Florida. &quot;Utility companies lined up trucks to restore power. But as mayor, Andrew Gillum refused help from workers. The trucks just sat, while people suffered.&quot;</p>\r\n\r\n<p>&quot;Incompetence, or extreme politics, I don&#39;t know,&quot; she says. &quot;But leaders are supposed to help people in tough times. And Andrew Gillum, he didn&#39;t help us. He failed us.&quot;</p>\r\n\r\n<p>A <a href=\"https://www.youtube.com/watch?v=ICIeixyV_Cw&amp;feature=youtu.be\">second TV ad</a> by the party said, &quot;Gillum turned away workers who could have restored our power.&quot; Gillum&rsquo;s Republican opponent, Ron DeSantis, has also <a href=\"http://www.sun-sentinel.com/news/politics/fl-ne-hurricane-politics-20181004-story.html\">criticized Gillum&rsquo;s leadership</a> during the hurricane.</p>\r\n\r\n<p>This ad distorts the city&rsquo;s response to the massive power outage. The city accepted help from several utilities, although it turned down an offer of help from Florida Power and Light, the Florida utility giant.</p>\r\n\r\n<div class=\"pf_subheadline\">City response following Hurricane Hermine</div>\r\n\r\n<p>After Hurricane Hermine hit Sept. 1, 2016, more than 75,000 customers of the city&#39;s municipal electric system and 20,000 customers of the nearby cooperative electric company, Talquin Electric, lost power. Power was restored to 90 percent of homes within five days.</p>\r\n\r\n<p>After the storm hit, Gov. Rick Scott held meetings with government officials, and utility executives including Eric Silagy, Florida Power and Light CEO. Silagy said he had 575 personnel ready to help.</p>\r\n\r\n<p>But Rob McGarrah, the city&rsquo;s general manager of utilities, was confident the city had engaged enough assistance from eight other utilities, the Tampa Bay Times/<a href=\"https://www.bradenton.com/news/politics-government/article100879817.html\">Miami Herald</a> reported after the storm. He did not immediately jump on the offer by FPL and told Scott that coordination with the visiting crews was important to &quot;make sure what we&#39;re doing is safe.&quot;</p>\r\n\r\n<p>City spokeswoman Alison Faris told PolitiFact that at the time FPL&rsquo;s offer was extended, the city had already accepted all the assistance it could safely utilize.</p>\r\n\r\n<p>Barry Moline was the head of the Florida Municipal Electrical Association at the time. He said it was McGarrah&rsquo;s responsibility to identify the needs while Moline was in charge of coordinating with other utilities.</p>\r\n\r\n<p>&quot;Any claim that suggests the mayor had anything to do with rejecting crews is a flat-out lie,&quot; Moline, who now serves as executive director of the California Municipal Utilities Association, told the <a href=\"http://www.sun-sentinel.com/news/politics/fl-ne-hurricane-politics-20181004-story.html\">Sun Sentinel</a>. &quot;It&#39;s wrong. It&#39;s false. It didn&#39;t happen. The mayor wasn&#39;t involved with selecting or choosing crews to bring into Tallahassee.&quot;</p>\r\n\r\n<p>A few weeks after the storm, the <a href=\"https://www.tallahassee.com/story/news/2016/09/17/90523280/\">Tallahassee Democrat</a> wrote that Moline and others said &quot;Mayor Gillum had until 10 p.m. to accept the workers parked 90 minutes away in Lake City or they&#39;d move up the coast.&quot;</p>\r\n\r\n<p>But Moline told PolitiFact that it was up to McGarrah, not Gillum, about whether to accept help from various utilities.</p>\r\n\r\n<p>When responding to a disaster, the mayor and city commissioners look to McGarrah as the expert, Moline said.</p>\r\n\r\n<p>Moline said at the time FPL was offering &quot;resources&quot; but &quot;they refused to divulge what FPL resources meant&quot; in terms of the type of workers. Moline said it&#39;s important to know what type of workers a utility is offering to provide because workers have different skills.</p>\r\n\r\n<p>FPL media relations didn&rsquo;t respond to requests for comment.</p>\r\n\r\n<p>The images of utility trucks in the ad were from FPL staging areas in <a href=\"https://web.archive.org/web/20161105023552/http:/valdostatoday.com:80/2016/09/florida-power-and-light-stages-in-valdosta-as-hermine-approaches/\">Valdosta</a>, Ga., and <a href=\"https://www.news-journalonline.com/news/20160901/fpl-stages-for-storm-at-flagler-airport-as-precaution\">Flagler</a>, on Florida&rsquo;s east coast. The names of the company on the trucks were blurred in the ad &quot;because it was a political ad and the name of the utility company was not relevant, the fact that they were staged and ready and not allowed to help is,&quot; said Meredith Beatrice, spokeswoman for the Republican Party of Florida.</p>\r\n\r\n<p>On Sept. 4, Gulf Power sent 150 workers to Leon County.</p>\r\n\r\n<p>Days after the storm, city officials said they accepted all the help they could. McGarrah explained he had to embed his own people in outside crews for safety reasons and that the city had reached a &quot;saturation point&quot; with mutual-aid crews.</p>\r\n\r\n<p>&quot;It starts to get to the point where more bodies don&#39;t necessarily equate to ... more productivity,&quot; he said. &quot;You can only get so many line trucks, bucket trucks and people in an area.&quot;</p>\r\n\r\n<p>Several news articles following the storm, as well as a report by Leon County, show that the city did accept help from many other utilities.</p>\r\n\r\n<p><a href=\"http://www2.leoncountyfl.gov/coadmin/agenda/Workshops/ws120161213.pdf\">Leon County&rsquo;s report</a> said that the city of Tallahassee Utilities and Talquin Electric both have mutual-aid agreements to obtain equipment and labor from other utilities following disasters. A total of 198 line crews and staff from nine utilities assisted with restoration efforts.</p>\r\n\r\n<p>Crews arrived in Leon County by midday on Friday, Sept. 2, and assisted until Sept. 11, the county report said.</p>\r\n\r\n<div class=\"pf_subheadline\">The mayor&rsquo;s role</div>\r\n\r\n<p>City residents complained on <a href=\"https://www.tallahassee.com/story/news/2016/09/17/90523280/\">social media</a> about the pace of restoration after word spread that the city turned down help from Florida Power and Light.</p>\r\n\r\n<p>Three days after the storm hit, Gillum defended the city&rsquo;s response on <a href=\"https://www.facebook.com/andrewgillumfl/posts/10153675043166021?__xts__[0]=68.ARA6otJ60WtD5CWFNyjFTw1kWquRevP_F7dVYrjtUHO5YVCWkqckBNNZPwrZEHoFjQBIKcyLG_sHDGh1YRQ7wBr5BnRoqWppYWWVJytq0Bvu8zUVXJr7JGtFixG1bu6nSh68sQGVbptOCK8Ap8nkQLIgwx19SAKO4El1Qvixv-CN_FeF3EmeRn4&amp;__tn__=-R\">Facebook</a>.</p>\r\n\r\n<p>&quot;Let me be clear. We are happy to accept any help from any person or organization that is going to accelerate the speed at which we can safely restore power to our residents. ... We have accepted help from eight different utility companies from three different states offering assistance with power restoration.&quot;</p>\r\n\r\n<p>Gillum warned &quot;too much help at one time may make us feel better, but it can actually slow down progress.&quot;</p>\r\n\r\n<p>Gillum, however, acknowledged the city could do better at updating planning protocols.</p>\r\n\r\n<p>Moline told the <a href=\"http://www.tampabay.com/florida-politics/buzz/2018/09/17/hurricane-politics-when-andrew-gillum-and-rick-scott-clashed/\">Tampa Bay Times/Miami Herald</a> that while Gillum was at the meetings about storm response, Tallahassee isn&rsquo;t a &quot;strong mayor&quot; form of government and Gillum &quot;had zero input into the decisions to get more resources or fewer resources.&quot;</p>\r\n\r\n<p>Beatrice, the Republican Party spokeswoman, pushed back on that assessment.</p>\r\n\r\n<p>&quot;He was at those meetings where decisions were made, and he had &lsquo;zero input,&rsquo; which is unacceptable leadership,&quot; she said. &quot;The blame still falls on him for not speaking up. Doing nothing and shifting blame to subordinates is awful leadership.&quot;</p>\r\n\r\n<p>Alan Harris, chief administrator for the Seminole County Office of Emergency Management, told PolitiFact that it sounded like the city followed the mutual-aid agreement in place. &nbsp;</p>\r\n\r\n<p>&quot;The elected officials do not get involved with the agreements accept to approve them at a board meeting,&quot; he told PolitiFact.</p>\r\n\r\n<p>Typically, he said, tactical decisions are left in the hands of a department manager, not a mayor or elected official.</p>\r\n\r\n<p>Chuck Lanza, a former Broward County emergency management director, said the role of the mayor can depend on the mayor and the situation -- not necessarily the form of government.</p>\r\n\r\n<p>&quot;Yes, Tallahassee Mayor Gillum is not a &lsquo;strong mayor,&rsquo; as the city has implemented the City Manager model for day-to-day governance,&quot; Lanza said. &quot;Having said that, I would not be surprised to see any mayor become the face and voice of the city during a threat and in the subsequent response and recovery. The dynamics are not always documented but the mayor&rsquo;s power may increase due to the nature of the event. In the old days, the mayor of Miami Beach would have a very visible role in a hurricane response and was successful in making decisions in conflict with the county who had the legal authority to make the decisions.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Republican Party of Florida said after a hurricane struck Tallahassee, &quot;utility companies lined up trucks to restore power. But as mayor, Andrew Gillum refused help from workers.&quot;</p>\r\n\r\n<p>The city of Tallahassee turned down an offer from Florida Power and Light to help restore power to residents after Hurricane Hermine in 2016.</p>\r\n\r\n<p>In Tallahassee, the mayor isn&rsquo;t the chief executive of the city like he or she would be in New York, Boston or Tampa. So in the case of storm response, decisions didn&rsquo;t ultimately fall to Gillum. They were made by the city&rsquo;s general manager of utilities.</p>\r\n\r\n<p>Despite what the ad claims, the city accepted help from multiple outside utility companies to help restore power in Tallahassee.</p>\r\n\r\n<p>The claim from the Republican Party of Florida has only an element of truth but distorts the facts to give viewers the wrong impression. We rate this statement Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-09T13:41:51.243401", "ruling_date": "2018-10-10T12:01:49", "ruling_headline": "Republican ad misleads in attack on Andrew Gillum about hurricane", "ruling_headline_slug": "republican-ad-misleads-attack-andrew-gillum-about-", "ruling_link_text": "Political storm", "ruling_state": null, "source_documents": null, "sources": "<p>Republican Party of Florida, <a href=\"https://www.youtube.com/watch?v=tAA4fotHcoU&amp;feature=youtu.be\">&quot;Unfit to lead&quot; 1 TV ad</a> and <a href=\"https://www.youtube.com/watch?v=ICIeixyV_Cw&amp;feature=youtu.be\">&quot;Unfit to lead&quot; 2 TV ad</a>, Oct. 4, 2018</p>\r\n\r\n<p>Leon County Board of County Commissioners, <a href=\"http://www2.leoncountyfl.gov/coadmin/agenda/Workshops/ws120161213.pdf\">Workshop on the Hurricane Hermine After Action Report</a>, Dec. 13, 2016</p>\r\n\r\n<p>Tampa Bay Times, <a href=\"http://www.tampabay.com/florida-politics/buzz/2018/09/17/hurricane-politics-when-andrew-gillum-and-rick-scott-clashed/\">&quot;Hurricane politics: When Andrew Gillum and Rick Scott clashed,&quot;</a> Sept. 17, 2018</p>\r\n\r\n<p>Miami Herald,<a href=\"https://www.bradenton.com/news/politics-government/article100879817.html\"> &quot;A few days without power put city on edge, and governor, mayor at odds,&quot;</a> Sept. 9, 2016</p>\r\n\r\n<p>Sunshine State News, <a href=\"http://sunshinestatenews.com/story/utility-workers-still-standing-around-waiting-ok-begin-power-work-tallahassee\">&quot;Utility Workers Still &#39;Standing Around&#39; Waiting for OK to Begin Power Work in Tallahassee,&quot; </a>Sept. 7, 2016</p>\r\n\r\n<p>Florida Politics, &quot;<a href=\"http://floridapolitics.com/archives/221173-power-companies-say-offers-help-restore-power-tallahassee-rebuffed\">Power companies&rsquo; offers of help to restore power in Tallahassee have been rebuffed,&quot;</a> Sept. 4, 2016</p>\r\n\r\n<p>Tallahassee Democrat,<a href=\"https://www.tallahassee.com/story/news/2017/11/11/lawsuit-city-played-favorites-hermine-power-restoration/855017001/\"> &quot;Lawsuit: City played favorites in Hermine power restoration,&quot; </a>Nov. 11, 2017</p>\r\n\r\n<p>Florida Politics,<a href=\"http://floridapolitics.com/archives/221173-power-companies-say-offers-help-restore-power-tallahassee-rebuffed\"> &quot;Power companies&rsquo; offers of help to restore power in Tallahassee have been rebuffed,&quot;</a> Nov. 11, 2017</p>\r\n\r\n<p>Politico, <a href=\"https://www.politico.com/states/florida/story/2016/10/a-tale-of-two-hurricanes-and-scott-different-responses-to-power-outages-106246\">&quot;A tale of two hurricanes: Scott&#39;s different responses to power outages,&quot; </a>Oct. 11, 2016</p>\r\n\r\n<p>Sun Sentinel, <a href=\"http://www.sun-sentinel.com/news/politics/fl-ne-hurricane-politics-20181004-story.html\">&quot;Hurricane leadership: Are Ron DeSantis, Andrew Gillum ready if disaster strikes?&quot;</a> Oct. 5, 2018</p>\r\n\r\n<p>Tallahassee Democrat, &quot;Power impact is the worst since Kate,&quot; Sept. 3, 2016</p>\r\n\r\n<p>Tallahassee Democrat, &quot;Power struggle,&quot; Sept. 4, 2018</p>\r\n\r\n<p>Tallahassee Democrat, &quot;Of power, politics and press releases,&quot; Sept. 5, 2018</p>\r\n\r\n<p>Tallahassee Democrat,<a href=\"https://www.tallahassee.com/story/news/2016/09/05/hermins-aftermath-prompts-emergency-meetings/89894044/\"> &quot;Hermine&#39;s aftermath prompts emergency meetings,&quot; </a>Sept. 6, 2016</p>\r\n\r\n<p>Tallahassee Democrat, <a href=\"https://www.tallahassee.com/story/news/2016/09/06/whos-calling-shots-frustration-mounts-leon-county-commissioners-convene/89923360/\">&quot;&lsquo;Who&rsquo;s calling the shots&#39;: Frustration mounts as Leon County commissioners convene,&quot; </a>Sept. 7, 2016</p>\r\n\r\n<p>Tallahassee Democrat, <a href=\"https://www.tallahassee.com/story/news/2016/09/17/90523280/\">&quot;Twitter tornado offers insight into Hermine response,&quot; </a>Sept. 17, 2016</p>\r\n\r\n<p>Daytona Beach News Journal, <a href=\"https://www.news-journalonline.com/news/20160901/fpl-stages-for-storm-at-flagler-airport-as-precaution\">&quot;FPL stages for storm at Flagler airport as precaution,&quot; </a>Sept. 1, 2016</p>\r\n\r\n<p>Valdosta Today, <a href=\"https://web.archive.org/web/20161105023552/http:/valdostatoday.com:80/2016/09/florida-power-and-light-stages-in-valdosta-as-hermine-approaches/\">&quot;Florida Power and Light stages in Valdosta as Hermine approaches,&quot; </a>Sept. 1, 2016</p>\r\n\r\n<p>Interview, Meredith Beatrice, Republican Party of Florida spokeswoman, Oct. 4, 2018</p>\r\n\r\n<p>Interview, Carlie Waibel, Andrew Gillum campaign spokeswoman, Oct. 4, 2018</p>\r\n\r\n<p>Interview, Alan Harris, Chief Administrator for the Seminole County Office of Emergency Management, Oct. 8, 2018</p>\r\n\r\n<p>Interview, Naim Kapucu, Ph.D. Professor &amp; Director School of Public Administration University of Central Florida, Oct. 8, 2018</p>\r\n\r\n<p>Interview, Alison Faris, city of Tallahassee spokeswoman, Oct. 9, 2018</p>\r\n\r\n<p>Interview, Chuck Lanza, former Broward County emergency management director, Oct. 9, 2019</p>\r\n\r\n<p>Interview, Barry Moline, former head of the Florida Municipal Electrical Association who now serves as executive director of the California Municipal Utilities Association, Oct. 5, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 6, "home_state": "", "id": 51, "last_name": "Republican Party of Florida", "mostly_true_count": 6, "name_slug": "republican-party-florida", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rnc___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/51/", "total_count": 37, "true_count": 2, "website": "http://www.rpof.org/"}, "statement": "<p>After Hurricane Hermine struck Tallahassee, &quot;utility companies lined up trucks to restore power. But as mayor, Andrew Gillum refused help from workers.&quot;</p>\r\n", "statement_context": "an ad", "statement_date": "2018-10-04", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 312, "photo": null, "resource_uri": "/api/v/2/subject/312/", "subject": "Natural Disasters ", "subject_slug": "natural-disasters", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Tallahassee mayor", "false_count": 1, "first_name": "Andrew", "half_true_count": 5, "home_state": "Florida", "id": 3974, "last_name": "Gillum", "mostly_true_count": 3, "name_slug": "andrew-gillum", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gillummug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3974/", "total_count": 11, "true_count": 0, "website": "https://andrewgillum.com/"}], "twitter_headline": ".@FloridaGOP ad misleads about Andrew Gillum's response to Hurricane Hermine in Tallahassee in 2016"}