{"art": [{"brightcove": "", "caption": "VoteVets says Minnesota congressional candidate Jim Hagedorn supports health care bills that could decimate Medicaid enrollment for veterans.", "id": 17560, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/17560/", "title": "VoteVets ad re Jim Hagedorn", "wibbitz": "", "youtube": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/TXESvQRZrT4?rel=0\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe>", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/oct/11/votevetsorg/veterans-group-says-jim-hagedorns-health-care-posi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "Liberal VoteVets to conservative Hagedorn: \"Unfit to serve\"", "id": 15995, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/15995/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Like apple pie, some things are so sacred in American society that you mess with them at your peril. Senior citizens, for one. Veterans, for another.</p>\r\n\r\n<p>So look out, Jim Hagedorn, because a veterans&rsquo; political group says you&rsquo;d do some messing if elected.</p>\r\n\r\n<p>Hagedorn is a Republican in southern Minnesota running for the seat held by Democratic U.S. Rep. Tim Walz, who decided to run for the state&rsquo;s governorship rather than seek reelection in its 1st Congressional District. VoteVets, a liberal-leaning group, says Hagedorn&rsquo;s support for past congressional Republican health care proposals shows he backs &quot;a plan that rewards special interests while taking away health care for 340,000 veterans.&quot;</p>\r\n\r\n<p>That&rsquo;s a national number, but in Minnesota alone, &quot;17,000 veterans could lose their health coverage,&quot; VoteVets says <a href=\"http://www.votevets.org/video/not-fit-votevets-ad-in-minnesota\">in an ad</a>. &quot;That&rsquo;s a disgrace,&quot; says the announcer, who calls Hagedorn &quot;not fit to serve in Congress.&quot;</p>\r\n\r\n<p>PolitiFact was unaware of any plan to cancel health coverage for veterans, but it sounded outrageous so we asked VoteVets, which explained its case. We also spoke with Hagedorn, who said the criticism shows ignorance of his and other Republicans&rsquo; ideas. We&rsquo;ll explain.</p>\r\n\r\n<div class=\"pf_subheadline\">Veterans care</div>\r\n\r\n<p>The U.S. Department of Veterans Affairs operates a nationwide system of hospitals and health centers. But &quot;contrary to claims concerning promises of &lsquo;free health care for life,&rsquo; not every veteran is automatically entitled to medical care from the VA,&quot; said a <a href=\"https://fas.org/sgp/crs/misc/R42747.pdf\">Congressional Research Service</a> report in 2016 that explained which veterans get care. &quot;Eligibility for VA health care is based primarily on veteran status resulting from military service.&quot;</p>\r\n\r\n<p>VA has &quot;priority groups,&quot; which factor in such things as service-connected disabilities, prisoner of war status, Purple Heart or Medal of Honor honorees, and income. That leaves a lot of other veterans to get care from their employers, to buy it on their own or, if their incomes are low enough, to qualify for Medicaid, the federal-state program.</p>\r\n\r\n<p>As a result, about 1.75 million veterans across the country are on Medicaid, says Families USA, a liberal group supporting broad health care eligibility.</p>\r\n\r\n<div class=\"pf_subheadline\">Paying for Medicaid</div>\r\n\r\n<p>Medicaid enrollment used to be limited to people with extremely low incomes -- the median state cap was <a href=\"https://familiesusa.org/product/cutting-medicaid-would-hurt-veterans\">61 percent</a> below the federal <a href=\"https://aspe.hhs.gov/poverty-guidelines\">poverty level</a> -- and it was difficult for childless, working-wage men to enroll because of other participation limits. The Affordable Care Act raised the income-eligibility level to 138 percent of poverty, or $16,753 for an individual today, and broadened the enrollment guidelines. But states had to agree to participate, because states have to pay a share of the costs.</p>\r\n\r\n<p>Thirty-three states and the District of Columbia ultimately decided to participate in this expansion and three more are considering it, according to Kaiser Family Foundation data as of Sept. 11, 2018. The federal share of money to pay for this new group of enrollees started at 100 percent but <a href=\"https://www.healthaffairs.org/do/10.1377/hblog20160321.054035/full/\">phases down</a> to 90 percent by the year 2020, with states paying the rest. That&rsquo;s a lot higher than the 57 percent, on average, that Washington paid for pre-expansion enrollees.</p>\r\n\r\n<p>About 340,000 veterans nationwide gained health coverage through this Medicaid expansion, a <a href=\"https://familiesusa.org/product/cutting-medicaid-would-hurt-veterans\">Families USA analysis</a> said in May&nbsp;2017. Counting all people enrolled in Medicaid, not just those in the expansion pool, 17,000 veterans in Minnesota get their health care paid for through the program, Families USA said.</p>\r\n\r\n<div class=\"pf_subheadline\">Proposed cuts</div>\r\n\r\n<p>Republicans in Congress never liked Obamacare. They have tried ever since its passage in 2010 to repeal the law and, more recently, to replace certain parts. One idea popular among many Republicans in 2017 was to turn more authority over to states. But the funding formulas would change.</p>\r\n\r\n<p>A Republican House bill that passed on a partisan basis, the American Health Care Act of 2017, would have rolled back the &quot;enhanced federal matching rate&quot; of payments for Medicaid expansion starting in 2020, taking it from 90 percent to an average of 57 percent, with some fluctuation by state. States could still get the 90 percent federal match for any expansion enrollees still in the program at the time of the changeover. The House bill would also slow future Medicaid spending in general.</p>\r\n\r\n<p>A Senate bill, the Better Care Reconciliation Act, would have set a per-person cap for Medicaid spending, limited the program&rsquo;s funding growth and cut the federal share for expanded Medicaid to 57 percent on average by 2024. Lacking votes to advance, in part because some conservatives were not satisfied it adequately curbed the government&rsquo;s role, the Senate bill died.</p>\r\n\r\n<div class=\"pf_subheadline\">Hagedorn&rsquo;s tie-in</div>\r\n\r\n<p>These bills and similar ideas form the basis of the VoteVets claim. Hagedorn supported both bills in principle. Analysis by health policy analysts and the Congressional Budget Office said the current enrollees in Medicaid&rsquo;s expansion would ultimately be dropped from enrollment. Among the reasons:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>People cycle on and off the Medicaid rolls as their incomes and circumstances change. That means that while the 90 percent federal funding match would have remained for continuous enrollment, fewer than one-third of these people would still be enrolled two years later, the Congressional Budget Office<a href=\"https://assets.documentcloud.org/documents/3516452/CBO-Health-Care-Cost-Estimates.pdf\"> said in an analysis of the House bill, </a>and 95 percent of them would be gone by the end of 2024. Once they left, states would lack the federal dollars to re-enroll them, health policy analysts said at the time.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>The other cuts and spending caps would add to this pressure. States would be faced with higher costs in general. Put all this together and, VoteVets and Families USA said, this could lead to the death of the Obamacare Medicaid expansion.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<p>Some states &quot;would discontinue their expansion of eligibility, some states that would have expanded eligibility in the future would choose not to do so, and per-enrollee spending in the program would be capped,&quot; the <a href=\"https://assets.documentcloud.org/documents/3516452/CBO-Health-Care-Cost-Estimates.pdf\">Congressional Budget Office </a>said in its March 2017 analysis of the House bill. As a result, there would be 14 million fewer Medicaid enrollees by 2026, a reduction of about 17 percent, the CBO said.</p>\r\n\r\n<p>The numbers were different, but not by much, in the <a href=\"https://www.cbo.gov/publication/52859\">CBO&rsquo;s analysis of the Senate bill</a>. &nbsp;&quot;By 2026, among people under age 65, enrollment in Medicaid&quot; -- all Medicaid, not just the ACA expansion pool -- &quot;would fall by about 16 percent,&quot; the nonpartisan analysts said. All Medicaid spending would be about 35 percent lower in 2036 compared with spending under the current trajectory, the CBO said.</p>\r\n\r\n<p>The Center on Budget and Policy Priorities is a liberal group, but health policy analysts last year agreed with a <a href=\"https://www.cbpp.org/research/health/house-republican-health-bill-would-effectively-end-aca-medicaid-expansion\">conclusion</a> it made in its own report: The cost shifts would require states &quot;to come up with tens of billions more in annual funding from their own budgets in order to maintain their expansions. In practice, states very likely wouldn&rsquo;t be able to absorb these additional costs.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">No Grinch here</div>\r\n\r\n<p>Hagedorn told us in a telephone interview that VoteVets&rsquo; criticism was based entirely on speculation. &quot;It&rsquo;s all &lsquo;could, would, maybe,&rsquo;&quot; he said.</p>\r\n\r\n<p>While true that states would have to make decisions, &quot;I&rsquo;m sure we would do the right thing&quot; in Minnesota to make sure veterans were covered.</p>\r\n\r\n<p>Furthermore, he said, he would want to pass legislation in Congress to open the VA system to all veterans, and let them decide whether to get care at a VA center or from private doctors and hospitals. Hagedorn has a number of his positions on his<a href=\"http://www.jimhagedorn.org/a_path_forward_on_health_care_legislation\"> campaign website</a>, including giving &quot;block grant funding and authority of the Medicaid program to the states.&quot;</p>\r\n\r\n<p>Finally, you might be wondering: Why on earth would congressional Republicans want to take away people&rsquo;s health care?</p>\r\n\r\n<p>House and Senate Republicans said they didn&rsquo;t and wouldn&rsquo;t. Although their bills would roll back Medicaid, people losing Medicaid would qualify instead for subsidies with which to buy insurance -- even people with incomes below the poverty line, unlike the Obamacare subsidy system. Their form of insurance might change from Medicaid to an insurance carrier (with subsidies to pay premiums), but they&rsquo;d still be able to get coverage.</p>\r\n\r\n<p>But the CBO and Joint Congressional Committee on Taxation said this would be inadequate for many. The GOP bills would let insurers cover fewer illnesses and conditions than under Obamacare, so people with some illnesses would have to pay more for care. Regardless of their coverages, the policies would require more out-of-pocket costs, whereas now, &quot;the vast majority of people enrolled in Medicaid pay no premiums and have either no out-of-pocket costs or nominal amounts of such costs,&quot; the CBO said in its analysis of the Senate bill. Because of &quot;the expense for premiums and the high deductibles,&quot; most people losing Medicaid &quot;would not purchase insurance,&quot; the <a href=\"https://www.cbo.gov/system/files?file=115th-congress-2017-2018/costestimate/52849-hr1628senate.pdf\">CBO said</a>.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>VoteVets said Hagedorn supports a plan that would take away &quot;health care for 340,000 veterans. In Minnesota alone, 17,000 veterans could lose their health coverage.&quot;</p>\r\n\r\n<p>Hagedorn says that&rsquo;s not true, in part because of his proposal for broader VA enrollment. It&rsquo;s an interesting idea, but not on the verge of congressional consideration. Yet the Medicaid cuts have been on the verge of consideration -- and even got House approval -- for some time.</p>\r\n\r\n<p>PolitiFact examined a number of claims around last year&rsquo;s discussions. When White House Budget Director Mick Mulvaney said the House plan &quot;doesn&rsquo;t get rid of Medicaid expansion,&quot; PolitiFact called it <a href=\"https://www.politifact.com/truth-o-meter/statements/2017/mar/14/mick-mulvaney/mick-mulvaneys-misleading-claim-house-gop-health-c/\">Mostly False,</a> explaining that with reduced federal funding, states would likely find continuing it unsustainable. When Rep. Kevin McCarthy, a California Republican, said &quot;nobody on Medicaid&quot; would have benefits taken away, we ruled it <a href=\"https://www.politifact.com/truth-o-meter/statements/2017/may/09/kevin-mccarthy/would-republican-health-care-bill-take-away-anyone/\">False</a> for similar reasons. And when the Senate considered the Better Care Reconciliation Act of 2017, PolitiFact said a claim by Sen. Marco Rubio of Florida -- that &quot;there is no reason for anybody to be losing any of their current benefits under Medicaid&quot; -- was <a href=\"https://www.politifact.com/florida/statements/2017/jun/30/marco-rubio/marco-rubio-wrong-conclude-senate-bill-wont-lead-m/\">Mostly&nbsp;False</a>. There were other claims, and you can read them <a href=\"https://www.politifact.com/subjects/medicaid/statements/?page=2\">here</a>.</p>\r\n\r\n<p>VoteVets used two specific numbers in its claim. The first number, 340,000, is a nationwide figure for veterans in the Medicaid expansion pool. There is no way to know if every one of them would lose coverage. As for the 17,000 figure in the ad, it includes all veterans on Medicaid in Minnesota, not just those in the expansion pool.&nbsp;</p>\r\n\r\n<p>The claim is based on analyses, and things might turn out differently, especially if states stepped up, as Hagedorn expects.&nbsp;</p>\r\n\r\n<p>As such, we rate this claim Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-10T19:12:06.130364", "ruling_date": "2018-10-11T10:35:22", "ruling_headline": "Veterans group says Jim Hagedorn's health care positions would harm Minnesota veterans", "ruling_headline_slug": "veterans-group-says-jim-hagedorns-health-care-posi", "ruling_link_text": "Medicaid cuts hurt veterans, too", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.votevets.org/video/not-fit-votevets-ad-in-minnesota\">&quot;Not fit,&quot;</a> VoteVets ad</p>\r\n\r\n<p>Email exchange with Eric Schmeltzer, spokesman, VoteVets, Oc. 9,&nbsp;2018</p>\r\n\r\n<p>Telephone interview with Jim Hagedorn, Oct. 9, 2018</p>\r\n\r\n<p><a href=\"https://fas.org/sgp/crs/misc/R42747.pdf\">&quot;Health Care for Veterans: Answers to Frequently Asked Questions,&quot;</a> Congressional Research Service, April 21, 2016</p>\r\n\r\n<p><a href=\"https://familiesusa.org/product/cutting-medicaid-would-hurt-veterans\">&quot;Cutting Medicaid would hurt veterans,&quot; </a>Families USA, May 2017</p>\r\n\r\n<p><a href=\"http://www.jimhagedorn.org/a_path_forward_on_health_care_legislation\">&quot;A path forward on health care legislation,&quot;</a> Jim Hagedorn campaign website</p>\r\n\r\n<p><a href=\"https://www.kff.org/health-reform/state-indicator/state-activity-around-expanding-medicaid-under-the-affordable-care-act/?activeTab=map&amp;currentTimeframe=0&amp;selectedDistributions=current-status-of-medicaid-expansion-decision&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">Status of state action on the Medicaid expansion decision,</a> Kaiser Family Foundation</p>\r\n\r\n<p><a href=\"https://www.politifact.com/truth-o-meter/statements/2017/mar/14/mick-mulvaney/mick-mulvaneys-misleading-claim-house-gop-health-c/\">&quot;Mick Mulvaney&#39;s misleading claim that House GOP health care plan keeps Medicaid expansion,&quot;</a> by Lauren Carroll, PolitiFact, March 14, 2017</p>\r\n\r\n<p><a href=\"https://assets.documentcloud.org/documents/3516452/CBO-Health-Care-Cost-Estimates.pdf\">American Health Care Act, </a>estimate of effects, Congressional Budget Office, March 13, 2017</p>\r\n\r\n<p><a href=\"https://www.politifact.com/truth-o-meter/statements/2017/may/09/kevin-mccarthy/would-republican-health-care-bill-take-away-anyone/\">&quot;Would the Republican health care bill take away anyone&rsquo;s Medicaid?&quot;</a> by John Kruzel, PolitiFact, May 9, 2017</p>\r\n\r\n<p><a href=\"https://aspe.hhs.gov/poverty-guidelines\">Poverty guidelines,</a> U.S. Department of Health and Human Services</p>\r\n\r\n<p><a href=\"https://www.healthaffairs.org/do/10.1377/hblog20160321.054035/full/\">&quot;The economics of Medicaid expansion,&quot;</a> by Michael E. Chernew, Health Affairs, March 21, 2016</p>\r\n\r\n<p><a href=\"https://www.politifact.com/florida/statements/2017/jun/30/marco-rubio/marco-rubio-wrong-conclude-senate-bill-wont-lead-m/\">&quot;Marco Rubio was wrong to conclude that Senate bill won&rsquo;t lead to Medicaid decline in Florida,&quot; </a>by Jon Greenberg and Amy Sherman, PolitiFact, July 30, 2017</p>\r\n\r\n<p><a href=\"https://www.cbo.gov/publication/52859\">&quot;Longer-term effects of the Better Care Reconciliation Act of 2017 on Medicaid spending,&quot;</a> Congressional Budget Office, June 29, 2017</p>\r\n\r\n<p><a href=\"https://www.cbpp.org/research/health/house-republican-health-bill-would-effectively-end-aca-medicaid-expansion\">&quot;House Republican health bill would effectively end ACA Medicaid expansion,&quot;</a> Center on Budget and Policy Priorities, June 6, 2017</p>\r\n\r\n<p><a href=\"https://www.kff.org/health-reform/issue-brief/medicaid-moving-forward/\">&quot;Medicaid moving forward,&quot;</a> by Julia Paradise, Kaiser Family Foundation, March 9, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "", "id": 39, "last_name": "VoteVets.org", "mostly_true_count": 0, "name_slug": "votevetsorg", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_______________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/39/", "total_count": 5, "true_count": 2, "website": "http://www.votevets.org/"}, "statement": "<p>Says Minnesota congressional candidate Jim Hagedorn supports a plan that would take away health care for 340,000 veterans, with 17,000 in Minnesota possibly losing coverage.</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-09-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Liberal VoteVets to conservative Jim Hagedorn: \"Unfit to serve\""}