{"art": [{"brightcove": "", "caption": "The National Republican Congressional Committee says Kim Schrier has a Medicare for All plan that will put \"your health care in the hands of government bureaucrats.\"", "id": 17569, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/17569/", "title": "NRCC ad on Kim Schrier's health care plan", "wibbitz": "", "youtube": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/FuiEMLmmxcU?rel=0\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe>", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/oct/11/national-republican-congressional-committee/washingtons-kim-schrier-no-bernie-sanders-nor-her-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "In Washington, Kim Schrier's Medicare plan is not Bernie's", "id": 16004, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/16004/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>&quot;Medicare for All&quot; is today&rsquo;s catch phrase for government supported, single-payer health care, and if you&rsquo;re a free-market Republican, that can sound like a path toward socialism. Kim Schrier, a pediatrician in Washington state who&rsquo;s running for Congress, uttered that phrase, and Republicans in the other Washington (D.C.) even have it on videotape.</p>\r\n\r\n<p>&quot;Look, ultimately I think we do need to go to a Medicare for All system,&quot; Schrier said.</p>\r\n\r\n<p>The video clip, with suspenseful music added for emphasis, is part of <a href=\"https://www.youtube.com/watch?time_continue=2&amp;v=FuiEMLmmxcU\">an ad</a> put out by the National Republican Campaign Committee, or NRCC, an arm of the Republican Party that supports Republicans running for the U.S. House of Representatives. The NRCC supports Dino Rossi, a Republican former state senator, in the race for the open seat in Washington&rsquo;s 8th Congressional District, which stretches from the Seattle suburbs across the Cascades.</p>\r\n\r\n<p>Medicare for All, the Republican ad says, would mean &quot;your employer-based health coverage&quot; would be &quot;eliminated. Your income tax could double. Kim Schrier&rsquo;s plan will put your health care in the hands of government bureaucrats and require historic tax increases for Washington families. Washington can&rsquo;t afford Kim Schrier in Congress.&quot;</p>\r\n\r\n<p>We could approach this by asking whether &quot;Medicare for All&quot; would do this, as we&rsquo;ll do briefly. But another question arises: Does Schrier really have a plan like this? Let&rsquo;s see.</p>\r\n\r\n<div class=\"pf_subheadline\">Definitions</div>\r\n\r\n<p>Medicare for All can mean different things. In its broadest sense, it means that the country would get rid of the current system of multiple health insurers vying for your or your employer&rsquo;s premiums. Instead, the government would build on an existing&nbsp;taxpayer-supported system: Medicare, the federal program that already covers seniors age 65 and older.</p>\r\n\r\n<p>It does not mean the government would pick your doctor or hospital. Instead, the government would set or negotiate payment rates to providers, and you&rsquo;d go to the doctor of your choice. The costs and many other details for such a system are in debate, with critics saying that even <a href=\"https://www.mercatus.org/publications/federal-fiscal-policy/costs-national-single-payer-healthcare-system\">a doubling</a>&nbsp;of all individual and corporate income taxes would be insufficient.</p>\r\n\r\n<p>Supporters say the savings in health care premiums and administrative costs would balance this out, and <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/676/text\">one proposed bill </a>in the House&nbsp;&mdash; a bill with 123 co-sponsors, all Democrats &mdash;&nbsp;would raise taxes on the incomes of the top 5 percent of earners and on stock and bond transactions. (For a fuller look at this, check out <a href=\"https://www.politifact.com/truth-o-meter/article/2018/oct/10/donald-trumps-usa-today-op-ed-annotated/\">PolitiFact&rsquo;s annotated checks </a>of an op-ed by President Donald Trump, who called Medicare for All part of Democrats&rsquo; &quot;radical agenda.&quot;)</p>\r\n\r\n<p>But there are variations on this idea within Congress. One set of proposals would let you or your employer keep the insurance you have but, alternatively, let you buy coverage in the Medicare system if you wanted. Another set of proposals would only open Medicare to individuals and small employers, keeping large-employer insurance largely unchanged. And yet another would allow Medicare buy-in only to people age 50 or 55.</p>\r\n\r\n<p>Each one of these variations has been introduced in Congress. The Kaiser Family Foundation has a handy <a href=\"http://files.kff.org/attachment/Table-Side-by-Side-Comparison-Medicare-for-all-Public-Plan-Proposals\">side-by-side comparison</a> of eight of these bills.</p>\r\n\r\n<div class=\"pf_subheadline\">What Schrier wants</div>\r\n\r\n<p>On her campaign website, Schrier says &quot;quality health care is a fundamental human right,&quot; and that is why she says she wants Medicare for All &mdash; but not yet. It will take time, she says, because it will take a Democrat in the White House and Democratic majorities in Congress to pass, and then more time to implement.</p>\r\n\r\n<p>For now, she says, Congress should allow a voluntary buy-in.</p>\r\n\r\n<p>&quot;Too many Washingtonians face skyrocketing healthcare costs, and we need to take immediate steps to help them get the coverage they need and deserve,&quot; her website says. &quot;That&rsquo;s why I am committed to moving us toward a Medicare for All system that guarantees affordable, high-quality care for every American. Medicare has proven to be the most cost-efficient way to deliver high-quality care.</p>\r\n\r\n<p>&quot;But we cannot simply wait for a Democratic president and Democratic majorities in Congress to pass a bill that will take years to implement. In the meantime, we need to take immediate action to stabilize our insurance market and build on the ACA (Affordable Care Act) in the short term and implement a Medicare public option immediately, as we work toward a universal system.&quot;</p>\r\n\r\n<p>Schrier&rsquo;s Medicare buy-in would be handled through state health care exchanges -- the Affordable Care Act marketplaces -- with private individual and small-group plans offered as well. Prices would be based on a sliding scale, with subsidies available for the neediest.</p>\r\n\r\n<div class=\"pf_subheadline\">Tale of the tape</div>\r\n\r\n<p>The video clip in the NRCC ad comes directly from Schrier&rsquo;s campaign website&rsquo;s video. But there are major differences. The NRCC added scary music and cut off Schrier right after she said, &quot;Look, ultimately I think we do need to go to a Medicare for All system.&quot;</p>\r\n\r\n<p>The full video is more than 12 minutes long. And right after mentioning Medicare for All, Schrier says, &quot;But I see patients and what they are going through, and we do not have the luxury of waiting until we have a Democratic Congress, a Democratic Senate and a Democratic president to get Medicare for All. We need to take action right away.&quot; She then lays out her &quot;buy-in, public option&quot; plan.</p>\r\n\r\n<p>So on what does the NRCC base its claim that Schrier would eliminate your employer coverage, put &quot;your health care in the hands of government bureaucrats&quot; and require &quot;historic tax increases?&quot;</p>\r\n\r\n<p>The ad gives citations on the screen.</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>The part about employer coverage cites a 2017 <a href=\"https://www.nytimes.com/interactive/2017/09/14/us/impact-of-sanders-medicare-for-all-plan.html\">New York Times</a> analysis on the proposal from Sen. Bernie Sanders, I-Vt., for single-payer health care. &quot;The employer-based insurance that now covers <a href=\"http://www.kff.org/other/state-indicator/total-population/?dataView=1&amp;currentTimeframe=0&amp;selectedDistributions=employer&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">156 million people</a> would be eliminated,&quot; the Times story said. &quot;Those people would lose their current coverage and be enrolled in the new program instead.&quot;</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>For the possible doubling of taxes, the screen cites an <a href=\"https://www.apnews.com/09e06d686a1a481fa76e3fd91f3fcbc2\">Associated Press</a> story from July, which said, &quot;Sen. Bernie Sanders&rsquo; &lsquo;Medicare for All&rsquo; plan would boost government health spending by $32.6 trillion over 10 years, requiring historic tax hikes, says a study released Monday by a university-based libertarian policy center.&quot; This is a study from the Mercatus Center at George Mason University. Sanders disputes the high-end cost. The New York Times&rsquo; and other analyses have said there would be trade-offs, because people could spend less on health care and premiums.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>As for the government&rsquo;s control, the ad&rsquo;s screen cites a July story in <a href=\"https://thehill.com/policy/healthcare/398871-top-trump-health-official-slams-medicare-for-all\">The Hill</a>. The article was about comments from Seema Verma, Trump&rsquo;s administrator at the Centers for Medicare and Medicaid Services, which runs Medicare. &quot;By choosing a socialized system, you are giving the government complete control over the decisions pertaining to your care or whether you receive care at all,&quot; Verma said in a speech in San Francisco, as the article reported.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<div class=\"pf_subheadline\">Not her plan</div>\r\n\r\n<p>The NRCC&rsquo;s claims about Schrier assume she wants a Medicare for All program similar to the one promoted by Sanders and a number of House members. Schrier doesn&rsquo;t specify anyone&rsquo;s single proposal but says Medicare for All is desirable in the long term -- but unrealistic for now.</p>\r\n\r\n<p>So when would she want it?</p>\r\n\r\n<p>We asked her campaign, and spokeswoman Katie Rodihan answered without giving a date because, she said, Schrier isn&rsquo;t even promoting that kind of plan. &quot;Dr. Schrier&#39;s plan specifically does not eliminate employer-based coverage, does not require an income tax increase, does not give the government &lsquo;complete control,&rsquo; and does not require historic tax increases,&quot; Rodihan said in an email.</p>\r\n\r\n<p>She added that the bill the ad seems to cite &quot;is Bernie Sanders&#39; plan, not Kim Schrier&#39;s,&quot; and that &quot;Kim does not&quot; support it. &quot;The fact is that Kim has her own plan that is separate and distinct from Medicare for All.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The NRCC says &quot;Kim Schrier&rsquo;s Medicare for All plan&quot; would eliminate employer-provided health coverage, &quot;put your health care in the hands of government bureaucrats and require historic tax increases.&quot;</p>\r\n\r\n<p>It is true that Schrier said, &quot;Look, ultimately I think we do need to go to a Medicare for All system,&quot; but she then said a lot more, and the ad ignores it all, instead citing criticisms of a specific plan she doesn&rsquo;t support (and those criticisms themselves are in dispute). Her plan would make Medicare available to all -- all who chose it, that is. The day may come when a Sanders-like plan is viable and politically realistic, but Schrier made clear that since that day is not now, she is focused elsewhere.</p>\r\n\r\n<p>We rate the claim Mostly False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-11T14:20:48.014020", "ruling_date": "2018-10-11T15:38:47", "ruling_headline": "Washington's Kim Schrier is no Bernie Sanders, nor is her health plan his", "ruling_headline_slug": "washingtons-kim-schrier-no-bernie-sanders-nor-her-", "ruling_link_text": "Medicare for All? Not now", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?time_continue=2&amp;v=FuiEMLmmxcU\">&quot;Single payer,&quot;</a> ad from the National Republican Congressional Committee</p>\r\n\r\n<p><a href=\"https://www.drkimschrier.com/issues/healthcare/\">Kim Schrier for Congress campaign website</a>, &quot;Quality health care is a fundamental right.&quot;</p>\r\n\r\n<p>Email and telephone conversations with Katie Rodihan, communications director for Schrier campaign, Oct. 10, 2018</p>\r\n\r\n<p>Email conversations with Jack Pandol, spokesman, National Republican Congressional Committee, Oct. 10 and 11, 2018</p>\r\n\r\n<p><a href=\"http://files.kff.org/attachment/Table-Side-by-Side-Comparison-Medicare-for-all-Public-Plan-Proposals\">Side-by-side comparison of Medicare for all and public plan proposals</a>, Kaiser Family Foundation, Oct. 9, 2018</p>\r\n\r\n<p><a href=\"https://www.politifact.com/truth-o-meter/article/2018/oct/10/donald-trumps-usa-today-op-ed-annotated/\">&quot;Donald Trump&#39;s USA Today op-ed, annotated,&quot; </a>PolitiFact, Oct. 10, 2018</p>\r\n\r\n<p><a href=\"https://www.mercatus.org/publications/federal-fiscal-policy/costs-national-single-payer-healthcare-system\">&quot;The costs of a national single-payer healthcare system,&quot; </a>by Charles Blahous, Mercatus Center, George Mason University, July 30, 2018</p>\r\n\r\n<p><a href=\"https://www.congress.gov/bill/115th-congress/house-bill/676/text\">H.R. 676, Expanded and improved Medicare for All Act</a>, U.S. House of Representatives</p>\r\n\r\n<p><a href=\"https://www.nytimes.com/interactive/2017/09/14/us/impact-of-sanders-medicare-for-all-plan.html\">&quot;How Medicare for All would affect you,&quot; </a>by Haeyoun Park and Margot Sanger-Katch, New York Times, Sept. 14, 2017</p>\r\n\r\n<p><a href=\"https://www.apnews.com/09e06d686a1a481fa76e3fd91f3fcbc2\">&quot;Study: &#39;Medicare for all&#39; projected to cost $32.6 trillion,&quot; </a>by Ricardo Alonso-Zaldivar, Associated Press, July 30, 2018</p>\r\n\r\n<p><a href=\"https://thehill.com/policy/healthcare/398871-top-trump-health-official-slams-medicare-for-all\">&quot;Top Trump health official slams &#39;Medicare for all,&rsquo;&quot;</a> by Nathaniel Weixel, The Hill, July 25, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>Says Washington&rsquo;s Kim Schrier has a plan to eliminate employer-provided health coverage, double income taxes and put your care &quot;in the hands of government bureaucrats.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-10-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Kim Schrier, Bernie Sanders -- there's a difference"}