{"art": [], "author": [{"email_address": "cdeppen@theincline.com", "first_name": "Colin ", "id": 679, "last_name": "Deppen", "name_slug": "colin-deppen", "on_staff_page": null, "phone": "814-389-8373", "photo": null, "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/679/", "title": "Reporter ", "twitter": "colin_deppen"}], "canonical_url": "/pennsylvania/statements/2018/oct/11/jeff-bartos/lt-gov-hopeful-jeff-bartos-says-death-penalty-dete/", "edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "editor": [{"email_address": "lexi@theincline.com", "first_name": "Lexi", "id": 624, "last_name": "Belculfine", "name_slug": "lexi-belculfine", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/lexibelculfineincline.JPG", "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/624/", "title": "Editor", "twitter": null}], "facebook_headline": "Is the death penalty a deterrent? No one knows for sure.", "id": 16003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cdeppen@theincline.com", "first_name": "Colin ", "id": 679, "last_name": "Deppen", "name_slug": "colin-deppen", "on_staff_page": null, "phone": "814-389-8373", "photo": null, "publication": {"id": 7, "publication_name": "The Incline", "resource_uri": "/api/v/2/publication/7/"}, "resource_uri": "/api/v/2/staffer/679/", "title": "Reporter ", "twitter": "colin_deppen"}], "resource_uri": "/api/v/2/statement/16003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Jeff Bartos, the Republican candidate for Pennsylvania lieutenant governor, said in a debate Saturday that there isn&rsquo;t yet consensus on whether the death penalty serves as an effective criminal deterrent.</p>\r\n\r\n<p>&quot;In terms of capital punishment and my views on capital punishment, the jury is very much still out about whether it&rsquo;s a deterrent factor or not, but what I am certain of is a specific deterrent with the most heinous crimes &mdash; what we see happening on school grounds and when we see people slaughtering children, and we see certain people sitting on death row who have wantonly just destroyed families and lives, they deserve the death penalty and to take that away from a judge and a jury, in my opinion, is wrong,&quot; Bartos said during a pre-recorded debate filmed Saturday afternoon aired that evening by&nbsp;<em>WPXI-TV&nbsp;</em>in Pittsburgh.</p>\r\n\r\n<p>The preceding question mentioned gubernatorial running mate Scott Wagner&rsquo;s proposed policy of a mandatory death sentence for school shooters in asking Bartos about his position on the death penalty.</p>\r\n\r\n<p>Asked to clarify Bartos&rsquo; answer Wednesday, Andrew Romeo, a spokesman with the Wagner-Bartos campaign, said by email, &quot;Since (the proposed policy)&nbsp;has not been tried yet in Pennsylvania, there is no way to tell whether or not it will be a deterrent, but Scott and Jeff believe it will be.&quot;</p>\r\n\r\n<p>But is there evidence to support their belief? And does 60 years of research support the notion that the death penalty has any role in deterring criminal activity?</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>A lack of evidence</strong></div>\r\n\r\n<p>Both death penalty advocates and abolitionists have troves of competing data on the effectiveness of capital punishment as a deterrent, to say nothing of the ethical, moral and religious arguments around its use.</p>\r\n\r\n<p>Some studies point to comparable or nearly identical murder rates between states with the death penalty and those without it. Others argue a statistical correlation between the death penalty and reductions in murder rates.</p>\r\n\r\n<p>But the 30,000-foot view offers no such assurances and certainly doesn&rsquo;t support the notion of the death penalty as a significant factor in preventing crimes, the most heinous included.</p>\r\n\r\n<p>&quot;I don&rsquo;t know empirically that anyone can demonstrate it&rsquo;s a deterrent,&quot; said John Rago, an associate professor at the Duquesne University School of Law. &quot;The death penalty has always struck me as an expression of society&rsquo;s condemnation of a particular act, as opposed to an attempt to deter others from doing it.&quot;</p>\r\n\r\n<p>Rago pointed to a June 2018 report on the death penalty for the Pennsylvania Joint State Government Commission. In it, a task force and advisory committee reports to the commission that research on the subject of the death penalty as a deterrence factor is severely lacking.</p>\r\n\r\n<p>&quot;In a state like Pennsylvania with a relatively large number of death sentences but almost no executions, the deterrent effect of the death penalty is attenuated, regardless of whether a more vigorously applied death penalty would have a deterrent effect&quot; the study states, citing decades of research in supporting this conclusion.</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>&lsquo;Nobody thinks they&rsquo;re going to get caught&rsquo;</strong></div>\r\n\r\n<p>In Pennsylvania, Democratic Gov. Tom Wolf imposed a moratorium on executions shortly after taking office in 2015.</p>\r\n\r\n<p>The Pa. Department of Corrections reported a 0.6 percent decrease in murders the following year. But Department of Health records show 48 more homicides in 2016 &mdash; the most recent year for which data are available &mdash; than in 2015.</p>\r\n\r\n<p>Decades earlier, in the midst of a de facto four-year moratorium on executions imposed by the Supreme Court, FBI data show Pennsylvania murders and nonnegligent manslaughters rose each year before falling to a five-year low in&nbsp;1976, the year SCOTUS reinstated the death penalty.</p>\r\n\r\n<ul>\r\n\t<li>1972:&nbsp;721</li>\r\n\t<li>1973:&nbsp;754</li>\r\n\t<li>1974:&nbsp;795</li>\r\n\t<li>1975:&nbsp;808</li>\r\n\t<li>1976:&nbsp;719</li>\r\n</ul>\r\n\r\n<p>In that same time, the national total of murders and nonnegligent manslaughters rose before also falling in 1976.</p>\r\n\r\n<ul>\r\n\t<li>1972:&nbsp;18,670</li>\r\n\t<li>1973:&nbsp;19,640</li>\r\n\t<li>1974:&nbsp;20,710</li>\r\n\t<li>1975:&nbsp;20,510</li>\r\n\t<li>1976:&nbsp;18,780</li>\r\n</ul>\r\n\r\n<p>The numbers in Pennsylvania and nationwide have fallen and risen in the decades since. But, again, experts say causality between the death penalty&rsquo;s status and murder rates has not been convincingly demonstrated.</p>\r\n\r\n<p>Marshall Dayan, an assistant federal public defender in the capital habeas unit of the federal public defender&rsquo;s office for the western district of Pennsylvania, was one of 30 advisory committee members behind the June report to the Pennsylvania Joint State Government Commission. He said he&rsquo;s represented people charged with or convicted of capital crimes for more than 30 years and that anecdotally he&rsquo;s found &quot;the death penalty isn&#39;t a deterrent because nobody thinks they&#39;re going to be caught.&quot;</p>\r\n\r\n<p>&quot;So over the course of 30 years my clients have told me &lsquo;Of course we didn&#39;t care. It made no difference to us whether it&rsquo;s death or life without parole or boiling us alive in hot oil,&quot; Dayan added.</p>\r\n\r\n<p>Daniel Nagin, a researcher and professor of public policy and statistics at Carnegie Mellon University&rsquo;s Heinz College, said of this outlook in a 2014 piece by the&nbsp;<em>Washington Post</em>, &quot;It&rsquo;s the certainty of apprehension that&rsquo;s been demonstrated consistently to be an effective deterrent, not the severity of the ensuing consequences.&quot;</p>\r\n\r\n<p>In a phone conversation Wednesday, Nagin, who was chair of the Committee on Deterrence and the Death Penalty, the group behind a 2012 report for the National Academy of Sciences on this subject, said the conclusion of their review was that the research on the death penalty was so flawed that it was &quot;uninformative on the question of whether there was a deterrent effect of the death penalty, that is whether the death penalty increased [crime], decreased [crime] or had no effect&hellip;&quot;</p>\r\n\r\n<p>Nagin said the body of research was deemed flawed, in large part, because it failed to take into account whether the death penalty was a greater deterrent than other options available to the criminal justice system. He said to his knowledge that hasn&rsquo;t changed in the six years since.</p>\r\n\r\n<p>Dayan said the question of whether the death penalty is a more effective deterrent than other penalties is crucial when considering the death penalty&rsquo;s role in preventing crime.</p>\r\n\r\n<p>&quot;The question is not whether the death penalty deters in a vacuum,&quot; he said, &quot;the question is whether there&#39;s any additional deterrent effect of threatening to kill somebody versus threatening to incarcerate someone for a long period of time or forever.&quot;</p>\r\n\r\n<p>Dayan added, &quot;It&rsquo;s not like the options are either you get sentenced to death or we give you the key to the city.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Advice for policy makers</strong></div>\r\n\r\n<p>From a public policy perspective, the question may be doubly relevant. While pro-death penalty advocates have pointed to the sense of closure it can offer victims&rsquo; families, the underpinnings of state-sanctioned killings is that they preserve life by looming over criminal deliberations and, when effective, preventing atrocities.</p>\r\n\r\n<p>And while it also hasn&rsquo;t been conclusively determined that the death penalty does deter crime, it also hasn&rsquo;t been demonstrated that it doesn&rsquo;t, Nagin explained.</p>\r\n\r\n<p>&quot;Policy makers should not look to this scientific community or scientific evidence to make judgements about effectiveness of death penalty as a deterrent,&quot; he said.</p>\r\n\r\n<p>As for Bartos, if he&rsquo;s hinging his support for a mandatory death penalty for school shooters on the penalty&rsquo;s ability to prevent these shootings from happening, his personal conviction may be the only thing conclusively linking the two.</p>\r\n\r\n<p>&quot;I want to stress that really smart social scientists have been looking at this for 60 years and have pretty consistently concluded that it can&rsquo;t be proved one way or the other,&quot; Dayan said. &quot;Sixty years with no conclusion suggests to me there is a conclusion, that is we can&#39;t either prove or disprove deterrence and so if you want to rest public policy on the deterrence rationale &mdash;&nbsp;the research just doesn&rsquo;t support that.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\"><strong>Our ruling</strong></div>\r\n\r\n<p>Bartos had a point that the jury is still out on whether the death penalty is an effective deterrent.</p>\r\n\r\n<p>But he also says he&rsquo;s certain it is &quot;a specific deterrent with the most heinous crimes.&quot; Most experts disagree, saying there is no convincing scientific evidence supporting this conclusion. Bartos&rsquo; statements also conflict with each other.</p>\r\n\r\n<p>For these reasons, and given the emphatic testimony of experts and the dearth of evidence they point to, we rate his claim about the death penalty being &quot;a specific deterrent with the most heinous crimes&quot; Mostly False.</p>\r\n", "ruling_comments_date": "2018-10-11T12:09:56.753248", "ruling_date": "2018-10-11T12:09:34", "ruling_headline": "Lt. Gov. hopeful Jeff Bartos says the death penalty is a deterrent. Researchers disagree.", "ruling_headline_slug": "lt-gov-hopeful-jeff-bartos-says-death-penalty-dete", "ruling_link_text": "Is the death penalty a deterrent? No one knows for sure", "ruling_state": null, "source_documents": null, "sources": "<p>Phone interview,&nbsp;<a href=\"https://www.heinz.cmu.edu/faculty-research/profiles/nagin-daniel\" rel=\"noopener\" target=\"_blank\">Daniel Nagin</a>, professor of public policy and statistics at Carnegie Mellon University&rsquo;s Heinz College, Oct. 10, 2018</p>\r\n\r\n<p>Phone interview,&nbsp;<a href=\"https://www.law.pitt.edu/people/marshall-l-dayan-esquire\" rel=\"noopener\" target=\"_blank\">Marshall Dayan</a>, assistant federal public defender in the capital habeas unit of the federal public defender&rsquo;s office for the western district of Pennsylvania, Oct. 10, 2018</p>\r\n\r\n<p>Phone interview,&nbsp;<a href=\"https://www.law.duq.edu/faculty/john-rago\" rel=\"noopener\" target=\"_blank\">John Rago</a>, associate professor of law at the Duquesne University School of Law, Oct. 10, 2018</p>\r\n\r\n<p>Email interview, Andrew Romeo, spokesperson Wagner-Bartos campaign, Oct. 10, 2018</p>\r\n\r\n<p>News article,&nbsp;<a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/04/30/theres-still-no-evidence-that-executions-deter-criminals/?utm_term=.75ddcaf54545\"><strong>&quot;</strong>There&rsquo;s still no evidence that executions deter criminals,&quot;</a>Washington Post, April 30, 2014</p>\r\n\r\n<p>Journal article,&nbsp;<a href=\"https://www.nap.edu/read/13363/chapter/1\">&quot;Deterrence and the death penalty,&quot;</a>the Committee on Deterrence and the Death Penalty, 2012</p>\r\n\r\n<p>Journal article,&nbsp;<a href=\"https://www.dartmouth.edu/~chance/teaching_aids/books_articles/JLpaper.pdf\">&quot;Does Capital Punishment Deter Murder?&quot;&nbsp;</a>John Lamperti, professor of Mathematics, Dartmouth College, March 2010</p>\r\n\r\n<p>Study,&nbsp;<a href=\"http://jsg.legis.state.pa.us/resources/documents/ftp/publications/2018-06-25%20SR6%20(Capital%20Punishment%20in%20PA)%20FINAL%20REPORT%20June%2025%202018.pdf\">&quot;Capital punishment in Pennsylvania: The Report of the Task Force and Advisory Committee,&quot;&nbsp;</a>Joint State Government Commission, June 2018</p>\r\n\r\n<p>Blog article,&nbsp;<a href=\"https://www.amnestyusa.org/issues/death-penalty/death-penalty-facts/the-death-penalty-and-deterrence/\">&quot;The death penalty and deterrence,&quot;</a>Amnesty International</p>\r\n\r\n<p>Blog article,&nbsp;<a href=\"https://www.heritage.org/testimony/the-death-penalty-deters-crime-and-saves-lives\">&quot;The death penalty deters crime and saves lives,&quot;</a>The Heritage Foundation, June 2007</p>\r\n\r\n<p>Data tool,&nbsp;<a href=\"https://www.ucrdatatool.gov/Search/Crime/State/RunCrimeStatebyState.cfm\">&quot;Uniform crime reporting statistics,&quot;</a>Federal Bureau of Investigation</p>\r\n\r\n<p>Data tool,&nbsp;<a href=\"https://www.phaim1.health.pa.gov/EDD/\" rel=\"noopener\" target=\"_blank\" title=\"Enterprise Data Dissemination Informatics Exchange\">Enterprise Data Dissemination Informatics Exchange</a>,&nbsp;Pennsylvania Department of Health</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 1, "current_job": "Candidate for Pennsylvania lieutenant governor", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "Pennsylvania", "id": 4452, "last_name": "Bartos", "mostly_true_count": 0, "name_slug": "jeff-bartos", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jeffbartos-campaign-1024x577.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Pennsylvania", "edition": "Pennsylvania", "edition_slug": "pennsylvania", "has_afterthefact": false, "id": 54, "index_page": false, "meter_name": "The Pennsylvania Truth-O-Meter", "resource_uri": "/api/v/2/edition/54/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4452/", "total_count": 1, "true_count": 0, "website": "https://wagnerforgov.com/2018/08/21/scott-wagner-jeff-bartos-tout-education-plan-erie-town-hall/"}, "statement": "<p>Capital punishment is a &quot;specific deterrent with the most heinous crimes.&quot;</p>\r\n", "statement_context": "a televised debate", "statement_date": "2018-10-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 321, "photo": null, "resource_uri": "/api/v/2/subject/321/", "subject": "Death Penalty", "subject_slug": "death-penalty", "used_in_edition": ["/api/v/2/edition/49/"]}], "target": [], "twitter_headline": "Pennsylvania LG candidate Jeff Bartos says the death penalty is a deterrent. Researchers aren't so sure."}