{"art": [{"brightcove": "", "caption": "Using Twitter, the Washington State Democratic Party brought up an old, controversial quote from Dino Rossi, a Republican congressional candidate.", "id": 17603, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Tweet_about_Dino_Rossi_and_homes_for_unwed_mothers.PNG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17603/", "title": "Washington State Democratic Party tweet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/oct/16/washington-state-democratic-party/did-washington-states-dino-rossi-really-want-new-h/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "In Washington race, homes for unwed mothers get new debate", "id": 16012, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/16012/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Say something odd, controversial or outlandish in politics and people will repeat it. Take this <a href=\"https://twitter.com/washdems/status/1049703542066298880\">recent tweet</a> from the Washington State Democratic Party:</p>\r\n\r\n<p>&quot;When he was in elected office, Dino Rossi consistently showed disrespect and disregard for women. From suggesting the state build &lsquo;homes for unwed mothers&rsquo; that sound out of &#39;The Handmaid&rsquo;s Tale&#39; &hellip; .&quot;</p>\r\n\r\n<p>What? That was just one tweet in a thread of many, but it jumped out. Did Rossi, the Republican running for an open congressional seat in a district that extends east from Seattle&rsquo;s suburbs, really suggest bringing back such a system?</p>\r\n\r\n<p>The question gains currency when considering that unmarried women account for about 40 percent of all births nationally today, and 32 percent in the state of Washington, according to the <a href=\"https://www.cdc.gov/nchs/fastats/unmarried-childbearing.htm\">federal government</a>&rsquo;s <a href=\"https://www.cdc.gov/nchs/pressroom/sosmap/unmarried/unmarried.htm\">National Center for Health Statistics</a>.</p>\r\n\r\n<p>We sought out the quote in its full context to find out, and here&rsquo;s what we learned.</p>\r\n\r\n<div class=\"pf_subheadline\">Another time</div>\r\n\r\n<p>Rossi, a former state senator, made the statement sometime in the 1990s, apparently during an early political run. He was asked to give his views on abortion and said, according to video available on <a href=\"https://www.youtube.com/watch?v=7QrZnJWlEQk\">YouTube</a>:</p>\r\n\r\n<p>&quot;I believe in the sanctity of innocent human life. That&rsquo;s one of the reasons I voted against Initiative 120.&quot; This was a state voter initiative, passed in 1991, that put into Washington state law the right to abortion. Backers said they wanted the initiative in case the U.S. Supreme Court&rsquo;s <em>Roe vs. Wade</em> decision was ever overturned and states had to decide on the right.</p>\r\n\r\n<p>&quot;Back 90, 100 years ago, we had options and alternatives,&quot; he said. &quot;We had homes for unwed mothers. We had various different avenues, not just saying &lsquo;no&rsquo; but giving alternatives. And I see that as the Right to Life movement moving towards that direction, which I think is healthy.&quot;</p>\r\n\r\n<p>What does that have to do with &quot;The Handmaid&rsquo;s Tale,&quot; which the Washington state Democrats mentioned?</p>\r\n\r\n<p>&quot;The Handmaid&rsquo;s Tale&quot; is a novel and TV series about women, sexual servitude and forced adoption in a dystopian society. The title of the book by Margaret Atwood has become shorthand for a society that bans abortion and forces fertile women into childbirth.</p>\r\n\r\n<div class=\"pf_subheadline\">That time and beyond</div>\r\n\r\n<p>Homes for unwed mothers housed unmarried pregnant women in an era marked by scorn toward such pregnancies and stigma toward single parenthood. The homes had ties to adoption organizations, and when the mothers returned to their real homes, it was often to a hush-hush, childless life.</p>\r\n\r\n<p>In the years between 1945 and 1973, 1.5 million babies were &quot;surrendered&quot; in homes like this, said Ann Fessler, author of the book &quot;The Girls Who Went Away,&quot; a history of the women who surrendered children for adoption in the decades before the <em>Roe vs. Wade</em> decision.</p>\r\n\r\n<p>&quot;The social pressures of that time left women, especially middle class women, with very few options -- for most, no other option,&quot; she told us in an email. &quot;To make a choice, you need options.&quot;</p>\r\n\r\n<p>Homes for unwed mothers largely disappeared in the 1970s, but a different kind of maternity group home gained popularity a few decades later and still exists. This model says it offers support, not coercion.</p>\r\n\r\n<p>Heartbeat International, a network of pro-life pregnancy support organizations, has about 100 homes across the country, and there are about 400 maternity homes nationwide counting all sponsor groups, said Andrea Trudden, spokeswoman for Heartbeat International. Some women come to the homes because they lack support from families, have abusive situations, are homeless or just need other help, but women come for a variety of other reasons, too, she said.</p>\r\n\r\n<p>How many women at today&rsquo;s homes give up their babies for adoption? There do not appear to be solid statistics, and the modern homes -- many with direct links to the anti-abortion movement and ties with adoption agencies -- have skeptics as well. But we asked Mary Peterson, facilitator at the National Maternity Housing Coalition, which helps coordinate and train staff under Heartbeat&rsquo;s umbrella. She said she&rsquo;d guess only about 10 percent.</p>\r\n\r\n<p>&quot;Most of the women are choosing to parent now,&quot; she said.</p>\r\n\r\n<div class=\"pf_subheadline\">What he meant</div>\r\n\r\n<p>Rossi, who has run for governor twice and U.S. Senate once, did not say he wanted to bring back the old-style homes. He did not say he didn&rsquo;t, either, at least on the video in the public realm. But the video cuts off after his controversial comment and doesn&rsquo;t appear to include the entire conversation.</p>\r\n\r\n<p>What exactly did Rossi mean, then? Did he really think it would &quot;be healthy,&quot; as he said, to move back in the direction of the homes that existed 90 and 100 years ago, the homes that he specifically mentioned?</p>\r\n\r\n<p>His critics in Washington state have said so repeatedly. Sometimes the statement comes back to mock him, such as at a 2008 political event when Peggy Platt, a now-deceased Seattle comedian, said Rossi supported choice -- but only two: &quot;abstinence, or a home for unwed mothers.&quot;</p>\r\n\r\n<p>A Nexis search of news articles shows no further explanation, with a campaign spokeswoman in his 2004 gubernatorial race telling a reporter that voters had more important issues to consider since &quot;the governor doesn&rsquo;t have a lot to do with this issue.&quot;</p>\r\n\r\n<p>Katie Rodihan, spokeswoman for his current political opponent, Democrat Kim Schrier, said in an email that Rossi &quot;actively tries to avoid talking about social issues -- we must rely on the statements he has given in the past, such as the one in that video.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">What his campaign says</div>\r\n\r\n<p>So we asked Rossi&rsquo;s campaign, and this is what spokesman Andrew Bell said in an email:</p>\r\n\r\n<p>&quot;Dino hasn&rsquo;t suggested that the state build anything of the sort. 20+ years ago he discussed historical examples without advocating that we go back to them&mdash;the point was providing pregnant women the option and ability of choosing alternatives to abortion. This is just a decades old, out of context attack.&quot;</p>\r\n\r\n<p>He added, &quot;Dino has never advocated for the state to build homes for unwed mothers, and the short edited clip that I&rsquo;ve seen clearly is in the context of providing choices to mothers, not forcing anyone into a home.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Washington State Democratic Party said in a tweet that Rossi suggested the state build &quot;homes for unwed mothers, which sounds right out of &quot;The Handmaid&rsquo;s Tale.&quot;</p>\r\n\r\n<p>It is true that Rossi wants to ban abortion except in cases of incest or rape or where the mother&#39;s life is at risk.&nbsp;But he did not actually suggest the state build homes for unwed mothers. He sympathetically spoke of them as an example of options from years ago, and said, &quot;I see that as the Right to Life movement moving towards that direction, which I think is healthy.&quot; While Rossi&rsquo;s critics speculate he means the direction of &quot;The Handmaid&rsquo;s Tale,&quot; his campaign says they have taken his comment out of context.</p>\r\n\r\n<p>The tweet had an element of truth but, just like Rossi&rsquo;s statement, requires a lot of context to understand. Those are the very conditions under which we rule a claim Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-15T12:15:45.334359", "ruling_date": "2018-10-16T10:24:21", "ruling_headline": "Did Washington state's Dino Rossi really want new homes for unwed mothers?", "ruling_headline_slug": "did-washington-states-dino-rossi-really-want-new-h", "ruling_link_text": "Homes for unwed mothers are back, in a political tweet", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://twitter.com/washdems/status/1049703542066298880\">Tweet </a>from Washington State Democratic Party, Oct. 9, 2018</p>\r\n\r\n<p>YouTube video of<a href=\"https://www.youtube.com/watch?v=7QrZnJWlEQk\"> Dino Rossi discussing abortion</a> in 1990</p>\r\n\r\n<p>Email exchanges with Andrew Bell, spokesman for Rossi campaign, Oct. 12, 2018</p>\r\n\r\n<p><a href=\"https://www.cdc.gov/nchs/pressroom/sosmap/unmarried/unmarried.htm\">&quot;Percentage of births to unmarried mothers by state,&quot; </a>National Center for Health Statistics, U.S. Centers for Disease Control and Prevention, 2016 data</p>\r\n\r\n<p><a href=\"http://www.fwhc.org/abortion/120.htm\">&quot;The current law on abortion in WA tate is Initiative 120,&quot;</a> Feminist Women&rsquo;s Health Center</p>\r\n\r\n<p>Email exchange with Ann Fessler, Oct. 15, 2018</p>\r\n\r\n<p>Telephone interview with Andrea Trudden, Heartbeat International, Oct. 12, 2018</p>\r\n\r\n<p>Telephone interview with Mary Peterson, National Maternity Housing Coalition, Oct. 12, 2018</p>\r\n\r\n<p>Email exchange with Katie Rodihan, spokeswoman for Kim Schrier campaign</p>\r\n\r\n<p>&quot;Dino Rossi&rsquo;s bad company,&quot; Emily&rsquo;s List news release, Oct. 13, 2010, accessed via Nexis</p>\r\n\r\n<p>&quot;WA gov gets fundraising help from NM&#39;s Richardson,&quot; by Curt Woodward, Associated Press (via Nexis), April 29, 2008</p>\r\n\r\n<p>&quot;I want to know what Gov. Rossi would do,&quot; by Susan Paynter, Seattle Post-Intelligencer (via Nexis), March 16, 2007</p>\r\n\r\n<p>Candidates hit on abortion stance,&quot; by Jim Brunner, Seattle Times (via Nexis), Sept, 23, 2004</p>\r\n\r\n<p><a href=\"http://www-tc.pbs.org/opb/historydetectives/static/media/transcripts/2011-04-27/311_mothers.pdf\">&quot;Unwed mothers&rsquo; home, Kansas City Missouri,&quot;</a> by Gwenolyn Wright, PBS.org, 2015</p>\r\n\r\n<p>&quot;Rossi and Schrier lead 8th Congressional District race,&quot; by &nbsp;Josh Kelety, Auburn Reporter (via Nexis), Aug. 7, 2018</p>\r\n\r\n<p><a href=\"https://www.seattletimes.com/seattle-news/politics/republican-dino-rossi-sees-a-long-sought-victory-in-the-8th-congressional-district-race/\">&quot;Republican Dino Rossi sees a long-sought victory in the 8th Congressional District race,&quot;</a> by Jim Brunner, Seattle Times, Aug. 2, 2018</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 4454, "last_name": "Washington State Democratic Party", "mostly_true_count": 0, "name_slug": "washington-state-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/WADems_Circle_alpha.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4454/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says congressional candidate Dino Rossi once suggested &quot;the state build homes for unwed mothers.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a tweet", "statement_date": "2018-10-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": "Homes for unwed mothers are history, yet they're back in politics in Washington race"}