{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/oct/16/alexander-strenger/austin-mayoral-hopeful-says-60-percent-austins-wat/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Are 60 percent of Austin's waterways unswimmable?", "id": 16021, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/16021/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>One of six candidates challenging Austin Mayor Steve Adler in the November 2018 election said that more than half of Austin&rsquo;s waterways are so dirty, they&rsquo;re deemed &quot;unsafe to swim.&quot;</p>\r\n\r\n<p>The splashy claim by pedicabbie <a href=\"http://strengerformayor.com/\">Alexander Strenger</a>&nbsp;appears among entries on an&nbsp;<a href=\"http://onyourballot.vote411.org/index.do?i=43\">E.thepeople interactive website</a> showing questions to Texans running for office and responses.</p>\r\n\r\n<p>Question: &quot;What is your top environmental concern and how would you address it?&quot;</p>\r\n\r\n<p>Strenger&rsquo;s reply: &quot;60% of our waterways are found to be contaminated with fecal matter and deemed unsafe to swim.&quot; Strenger then suggested that dog owners who fail to clean up are mostly to blame and said that as mayor, he&rsquo;d step up police presence near bodies of water to ensure more owners get fined.</p>\r\n\r\n<p><strong>Candidate cites news story</strong></p>\r\n\r\n<p>By email, Strenger told us he based his statement on an August 2018 <em>Austin American-Statesman</em> <a href=\"https://www.statesman.com/news/20180831/fecal-matter-in-60-of-austin-freshwater-sites-tested-group-says\">news story</a>. The story said that according to a study by the <a href=\"https://environmenttexascenter.org/\">Environment Texas Research and Policy Center</a>, &quot;60 percent of Austin waterways tested last year were so contaminated with fecal matter as to be unsafe for swimming.&quot;</p>\r\n\r\n<p>Not that Austinites were told to ditch their swimsuits. Popular swimming destinations such as Barton Springs Pool, Barton Creek, Lake Travis, Lake Austin and Walter E. Long Lake did not test positive for unsafe bacteria at any point in 2017, the story said.</p>\r\n\r\n<p>On the icky side, Austin&rsquo;s Waller Creek, Walnut Creek, West Bouldin Creek, East Bouldin Creek and Blunn Creek frequently had unsafe levels of worrisome bacteria, the story citing the study said. Colorado River test sites east of Lady Bird Lake were found to have high levels of bacteria two out of the four times they were tested, the story said.</p>\r\n\r\n<p>According to the story, the researchers &quot;cited stormwater runoff as a cause for some of the biological pollution and recommended that cities require infrastructure improvements to mitigate runoff, such as permeable pavement. They also urged cities to educate residents about bacteria pollution caused by pet waste.&quot;</p>\r\n\r\n<p>Todd Jackson, a field biologist with the city&rsquo;s watershed department, told the newspaper that the most likely culprit for bacterial contamination was aging infrastructure, including hard-to-spot leaks in residential and commercial utility lines in older urbanized areas.</p>\r\n\r\n<p><strong>Figures supported by study</strong></p>\r\n\r\n<p>We dog-paddled&nbsp;to the study, <a href=\"https://environmenttexascenter.org/sites/environment/files/reports/TX_Water2018_scrn.pdf\">&quot;Swim at Your Own Risk,&quot;</a> which says that researchers found that 46 of 76 Austin sites, nearly 61 percent, had at least one 2017 water sample showing excessive bacteria levels--indicating unsafe conditions for swimming, tubing or wading safely. The samples are taken quarterly or less by the City of Austin&rsquo;s Watershed Protection Department.</p>\r\n\r\n<p>Water &quot;samples were listed as unsafe for swimming if they exceeded levels of bacteria deemed safe for swimming by Texas regulation,&quot; the study says. For freshwater, the study says, &quot;safety is determined by counts of the bacteria E. coli. These bacteria, while they are not typically dangerous for humans, are used as indicators of fecal contamination, which can contain bacteria that make people sick,&quot; the study says.</p>\r\n\r\n<p>An accompanying chart shows that on each of the four days that samples were taken from two creeks, Blunn and East Bouldin, one site or more showed too much E. coli to be considered safe for swimming. Negative results were less consistent for the river and three other creeks, the chart indicates.</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/abrlhN3TebLosc6v_qEurCNb8wlu46L3ksjXqodXXCrJWReOZpLs5RbuEEnLqX6M7i7GgBSZiOJtvJDDd341RCTPNq2GyRl9VqaDQFFL6ajMdKRPW4DwH_QlKF1G476n3ruNNpzJ\" style=\"border:none; height:304px; width:624px\" /></p>\r\n\r\n<p><em><strong>SOURCE:</strong></em> Study, <a href=\"https://environmenttexas.org/sites/environment/files/reports/TX_Water2018_scrn.pdf\">&quot;Swim at Your Own Risk, Bacteria Pollution in Texas Beaches and Waterways Threatens Public Health,&quot;</a> Environment Texas Research &amp; Policy Center, August 2018 (fetched Oct. 11, 2018)</p>\r\n\r\n<p><strong>An alternate interpretation</strong></p>\r\n\r\n<p>To our inquiry, Luke Metzger of Environment Texas sent a <a href=\"https://docs.google.com/spreadsheets/d/1H7K9snsgz1SVqH16TkRmuQhhY9kg8RCQgt9JFOiIzLU/edit?usp=sharing\">spreadsheet</a> by email showing the number of times each sampling showed higher-than-acceptable levels of E. coli.</p>\r\n\r\n<p>The sheet enabled us to speculate about a less dramatic read of the results. That is, just nine of the Austin sites, 12 percent, showed excessive E. coli at every sampling from the year.</p>\r\n\r\n<p>Metzger replied that he wouldn&rsquo;t call that an all-clear to dive in. If &quot;there&#39;s a problem even once during the year, there&#39;s a risk that people could get sick swimming or wading,&quot; Metzger said. &quot;Just like Russian roulette, just because you don&#39;t die when it lands on an empty chamber doesn&#39;t make it a safe game to play.&quot;</p>\r\n\r\n<p><strong>City of Austin says about half of creeks contain too much dangerous bacteria</strong></p>\r\n\r\n<p>Next, we asked city and state water experts to speak to the study&rsquo;s judgment about the swimmability of Austin waterways.</p>\r\n\r\n<p>A city spokeswoman, Susan Garnett, said that at any given time, about half of Austin&rsquo;s creeks exceed the state&rsquo;s bacteria threshold for &quot;contact recreation,&quot; meaning an activity such as splashing or swimming that increases a person&rsquo;s chances of swallowing water. That conclusion, she said, ties to samplings taken from about 125 sites in 45 watersheds over the past 30 years or so.</p>\r\n\r\n<p>Garnett said by email: &quot;The higher the E. coli count, the more likely there is fecal contamination and the higher the risk there is for waterborne illness. Any natural body of water will have some amount of fecal matter due to fish and wildlife, and the fecal matter from warm-blooded animals such as birds, bats, dogs, deer and other mammals will include E. coli.&quot;</p>\r\n\r\n<p>Garnett&rsquo;s 50 percent figure comports with what the city told the <em>American-Statesman </em>for an August 2014 <a href=\"https://www.statesman.com/NEWS/20140807/Public-restrooms-proposed-to-tamp-down-fecal-matter-in-streams\">news story</a> quoting a city environmental engineer, <a href=\"https://twitter.com/chrish_wpd?lang=en\">Chris Herrington</a>, estimating that half the city&#39;s watersheds had excessive levels of E. coli. Four Austin creeks were seen to be exceeding the <a href=\"http://txrules.elaws.us/rule/title30_chapter307_sec.307.7\">state limit</a> of 126 colonies per 100 milliliters of water (a method of gauging bacteria)--a level at which about eight out of 1,000 swimmers would have increased risks for gastroenteritis and offshoot aches and illnesses, the story said.</p>\r\n\r\n<p>Yet officials also pointed out that with the creeks often running shallow, it was almost impossible to fully immerse in the waters. Herrington said then that the state thresholds are &quot;protective and very conservative.&quot; Exceeding them, he said, &quot;doesn&#39;t mean an immediate health risk.&quot;</p>\r\n\r\n<p><strong>State spokesman: Five impaired Austin-area waterways in 2014</strong></p>\r\n\r\n<p>By email, TCEQ spokesman Andrew Keese responded that <a href=\"https://www.tceq.texas.gov/waterquality/assessment/14twqi/14txir\">in 2014</a>, the latest year analyzed in a commission report, the agency found five of 53 Austin-area waterways, accounting for 13 percent of the area&rsquo;s &quot;stream miles,&quot; to be impaired. Each waterway had enough E. coli over multiple samplings to represent &quot;an elevated level of risk of illness from contact recreation,&quot; Keese said.</p>\r\n\r\n<p>Still, Keese said, that didn&rsquo;t &quot;necessarily indicate areas considered unsafe to swim. Swimming in all natural waters (including those that meet water quality standards) comes with risk, whether that be from pathogen exposure or other risks,&quot; Keese wrote.</p>\r\n\r\n<p>Keese noted that the Environment Texas study relied on single samplings in one year while the agency makes determinations based on 20 samplings over several years which, Keese wrote, &quot;provides a better overall assessment of risks associated with recreational activities such as swimming.&quot; Keese went on: &quot;Bacteria data can be quite variable from day to day, and results are dependent upon a number of factors, such as antecedent precipitation.&quot;</p>\r\n\r\n<p>Commission officials also said through Keese that the study appeared to consider samples from some waterways and not others--notably Austin&rsquo;s Bull Creek.</p>\r\n\r\n<p>We turned back to Brian Zabcik of Environment Texas, who said that the study&rsquo;s consideration of a few water samples taken in 2017 was a deliberate effort to spotlight what the state&rsquo;s long-term approach could obscure. By email, Zabcik said the researchers didn&rsquo;t field Bull Creek results because the city samples water from that creek in even-numbered years. Zabcik further quoted <a href=\"https://www.austintexas.gov/faq/who-are-earth-camp-scientists\">Andrew Clamann</a>, a city environmental scientist, advising: &quot;There are too many watersheds in Austin to monitor them all every year.&quot;</p>\r\n\r\n<p><strong>Another perspective</strong></p>\r\n\r\n<p>For out-of-Austin perspective, we reached the <a href=\"https://www.meadowscenter.txstate.edu/\">Meadows Center for Water and the Environment</a> at Texas State University, which is working with the city and the <a href=\"https://shoalcreekconservancy.org/\">Shoal Creek Conservancy</a> to develop a watershed protection plan for Austin&rsquo;s Shoal Creek Watershed.</p>\r\n\r\n<p><a href=\"https://www.meadowscenter.txstate.edu/About/Staff.html\">Nick Dornak</a>, the center&rsquo;s director of watershed services, said by email that statewide, the majority of monitored streams don&rsquo;t meet their &quot;designated use,&quot; as defined by TCEQ, &quot;due to high levels of bacteria and other contaminants. Other common impairments include high levels of dissolved solids (salts) and depressed dissolved oxygen.&quot;</p>\r\n\r\n<p>Dornak, asked to assess the Environment Texas study and TCEQ&rsquo;s response, said: &quot;The study looked at a &lsquo;snapshot&rsquo; of water quality and represented a kind of worst-case scenario that may be a little misleading.&quot; Still, Dornak wrote, this &quot;data does show that there are definitely days where swimming may not be safe around Austin-area streams.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Strenger said 60 percent of Austin&rsquo;s &quot;waterways are found to be contaminated with fecal matter and deemed unsafe to swim.&quot;</p>\r\n\r\n<p>This claim fairly echoes a study finding that 60 percent of Austin waterways sampled by the city had so much E. coli bacteria that swimming could pose health risks.</p>\r\n\r\n<p>Then again, the study indicates a smaller share of waterways, 12 percent, had too much of the bacteria at every sampling. It&rsquo;s worth noting too that the samplings were all taken in 2017, a year ago.</p>\r\n\r\n<p>On balance, we rate this claim Half True.</p>\r\n\r\n<hr />\r\n<p><em><strong>HALF TRUE</strong></em> &ndash; The statement is partially accurate but leaves out important details or takes things out of context. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-16T16:39:31.449625", "ruling_date": "2018-10-16T17:09:09", "ruling_headline": "Austin mayoral hopeful says 60 percent of Austin's waterways deemed unsafe to swim", "ruling_headline_slug": "austin-mayoral-hopeful-says-60-percent-austins-wat", "ruling_link_text": "Freshwater swimming poses risks", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQ75b79psjfJgs_wQlr38_vGiMb6LtU6teViWxeCwFF0y_juopXVfoCN0UQ7hurZE0Hv1RgErwqdVNa/pub\">Email</a>, Alex Strenger, Oct. 11, 2018</p>\r\n\r\n<p>News stories, <em>Austin American-Statesman</em>, <a href=\"https://www.statesman.com/NEWS/20140807/Public-restrooms-proposed-to-tamp-down-fecal-matter-in-streams\">&quot;Public restrooms proposed to tamp down fecal matter in streams,&quot;</a> Aug. 7, 2014; <a href=\"https://www.statesman.com/news/20180831/fecal-matter-in-60-of-austin-freshwater-sites-tested-group-says\">&quot;Fecal matter in 60% of Austin freshwater sites tested, group says,&quot;</a> &nbsp;Aug. 31, 2018</p>\r\n\r\n<p>Study, <a href=\"https://environmenttexascenter.org/sites/environment/files/reports/TX_Water2018_scrn.pdf\">&quot;Swim at Your Own Risk, Bacteria Pollution in Texas Beaches and Waterways Threatens Public Health,&quot;</a> Environment Texas Research &amp; Policy Center, August 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSOX8XXqVoCw0Guo9E-cKlYmmKHYsazgDI9N0UPA2tuocmNXFNi3cATtmzeQHEh4Oxa9ZLJLW3UMI3Q/pub\">Emails</a>, Luke Metzger, executive director; Brian Zabcik, clean water advocate, Environment Texas, Oct. 11 and 15, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/1H7K9snsgz1SVqH16TkRmuQhhY9kg8RCQgt9JFOiIzLU/edit?usp=sharing\">Spreadsheet</a> showing Environment Texas Policy &amp; Research Center analysis of city and state samplings of water from Austin waterways in 2017 (received by email from Luke Metzger)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSdqHUD6AHFrUGHQ3kdYwxcXybZtgLCsQxtKyrKZ59zdPENCqnoV1hajwde4qSDNhsgfbv3Lw0VCZdk/pub\">Email</a>, Susan Garnett, public information specialist senior, City of Austin Watershed Protection Department, Oct. 12, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vTrOAjtJvx6Ti1Yt5GrTMdOw1gBHBaNikkmCCEqMDknmq46tf-lcd6fwLOL8Lkfgj4pz9VbFy58IeYI/pub\">Emails</a> (excerpted), Nick Dornak, watershed services program coordinator, The Meadows Center for Water and the Environment, Texas State University, Oct. 12 and 15, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQEqaCN1mCVCXAQLYUqwfGSQEi8ru4oEkebcqjgIJz1GQoEstoOu8v568zcPxX5Cg9HeOi0EBZOKAPh/pub\">Email</a>, Andrew Keese, Ph.D., media relations specialist, Texas Commission on Environmental Quality, Oct. 15, 2018</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "Pedicabbie", "false_count": 0, "first_name": "Alexander", "half_true_count": 1, "home_state": "Texas", "id": 4455, "last_name": "Strenger", "mostly_true_count": 0, "name_slug": "alexander-strenger", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/strengerpicpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4455/", "total_count": 1, "true_count": 0, "website": "http://strengerformayor.com/"}, "statement": "<p>Says 60 percent of Austin&rsquo;s &quot;waterways are found to be contaminated with fecal matter and deemed unsafe to swim.&quot;</p>\r\n", "statement_context": "response cited in an interactive voter guide", "statement_date": "2018-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": "Mayoral candidate says 60 percent of Austin's waterways deemed unsafe to swim. HALF TRUE, we find."}