{"art": [], "author": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "canonical_url": "/arizona/statements/2018/oct/19/arizona-democratic-party/it-true-martha-mcsally-backed-bill-make-birth-cont/", "edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Fact-checking claim about McSally, birth control", "id": 16020, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "immigration@politifact.com", "first_name": "Miriam", "id": 586, "last_name": "Valverde", "name_slug": "miriam-valverde", "on_staff_page": 11, "phone": "617-396-7423", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots19.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/586/", "title": "Staff writer", "twitter": "MiriamValverde"}], "resource_uri": "/api/v/2/statement/16020/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The Arizona Democratic Party claims that Republican U.S. Rep. Martha McSally&rsquo;s stance on women&rsquo;s health care is a reason why she shouldn&rsquo;t be voted into the U.S. Senate.</p>\r\n\r\n<p>&quot;Martha has repeatedly tried to limit women&rsquo;s access to birth control, and she even cosponsored a bill to make contraception more expensive for women,&quot; <a href=\"https://www.marthaforsenate.com/women-s-health\">said a claim</a> on marthaforsenate.com, a website paid for by the Arizona Democratic Party highlighting &quot;what McSally doesn&#39;t want you to know.&quot;</p>\r\n\r\n<p>McSally is facing Democratic U.S. Rep. Kyrsten Sinema in the Nov. 6 election. We wondered if McSally backed a bill to make birth control more expensive for women.</p>\r\n\r\n<p>Under the Affordable Care Act, most women don&rsquo;t have to pay out-of-pocket for prescribed birth control. McSally supported a bill to make it easier for contraceptive drugs to be sold without a prescription &mdash; meaning insurers wouldn&rsquo;t have to pay for those pills, women would.</p>\r\n\r\n<div class=\"pf_subheadline\">The bill McSally co-sponsored</div>\r\n\r\n<p>The Arizona Democratic Party is referring to the <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/421/text?q=%7B%22search%22%3A%5B%22mcsally%2C+martha%22%5D%7D\">Allowing Greater Access to Safe and Effective Contraception Act</a>, introduced January 2017 by Rep. Mia Love, R-Utah, and co-sponsored by McSally.</p>\r\n\r\n<p>The bill seeks to facilitate the Food and Drug Administration&rsquo;s approval process for contraceptive drugs, and to make them available over-the-counter (without a prescription) for individuals 18 years old and older. (Prescriptions would be needed for women younger than 18.)</p>\r\n\r\n<p>The proposal also seeks to repeal portions of the Affordable Care Act and the Health Care and Education Reconciliation Act of 2010 to allow the use of health savings accounts and health flexible spending accounts to pay for drugs without a prescription.</p>\r\n\r\n<p>Under the Affordable Care Act, most women <a href=\"https://www.healthcare.gov/coverage/birth-control-benefits/\">don&rsquo;t pay out-of-pocket</a> for FDA-approved birth control prescribed by a doctor. Most private health insurance plans can&rsquo;t charge women a co-pay or co-insurance for covered contraceptive methods, patient education and counseling. (Exceptions apply; certain exempt religious employers don&#39;t have to provide the coverage.)</p>\r\n\r\n<p>The Arizona Democratic Party says that since the McSally-supported&nbsp;bill makes contraceptive drugs available without a prescription, insurers won&rsquo;t have to pay for them. Women would cover the costs. The Democratic group also noted that McSally&nbsp;<a href=\"https://www.congress.gov/bill/115th-congress/house-bill/1628\">voted</a><a href=\"https://www.congress.gov/bill/114th-congress/house-bill/596/text\"> in favor of repealing</a> the Affordable Care Act.</p>\r\n\r\n<p>McSally&rsquo;s campaign argued that the Affordable Care Act&rsquo;s contraceptive coverage is &quot;meaningless&quot; for people without health insurance.</p>\r\n\r\n<p>&quot;Allowing people without health insurance to purchase over-the-counter contraceptives provides a new pathway that was not previously available and may be the only source of affordable contraceptives,&quot; said Torunn Sinclair, McSally&rsquo;s campaign spokeswoman.</p>\r\n\r\n<p>If contraceptive drugs became available over-the-counter, the U.S. Department of Health and Human Services and states can still specify that they be covered by insurance, Sinclair added. She said the availability of over-the-counter products could also increase competition in the market and drive down prices, and save time and costs related to doctor&rsquo;s visits.</p>\r\n\r\n<p>The bill McSally supports intends for over-the-counter birth control to complement, not substitute for prescribed contraceptives, Sinclair said.</p>\r\n\r\n<div class=\"pf_subheadline\">Experts weigh in</div>\r\n\r\n<p>It&rsquo;s not necessarily that the cost of the contraception would increase or decrease under McSally&rsquo;s proposal. Rather, it is that the out-of-pocket expenses to the consumer could increase if over-the-counter pills are not covered by insurance, said Britt Wahlin, vice president for development and public affairs at Ibis Reproductive Health, an international organization seeking to expand women&rsquo;s access to contraceptives.</p>\r\n\r\n<p>&quot;In essence, it is correct that over-the-counter contraception could be more expensive for a woman if it is not covered by insurance and she currently has insurance covering her pills,&quot; Wahlin said.</p>\r\n\r\n<p>Since there&rsquo;s no language in the McSally-backed bill saying over-the-counter contraceptives would be covered through insurance, women could end up paying out-of-pocket if they choose over-the-counter drugs, said Usha Ranji, an associate director for Women&rsquo;s Health Policy at the Kaiser Family Foundation.</p>\r\n\r\n<p>&quot;There is concern and speculation&quot; that the bill was introduced and backed by conservatives to undermine the Affordable Care Act coverage, said Susan F. Wood, a health policy professor and director of the Jacobs Institute of Women&#39;s Health at the George Washington University Milken Institute School of Public Health.</p>\r\n\r\n<p>&quot;On the surface it appears to be expanding access,&quot; Wood said. &quot;But unless you solve the cost problem for insured people, you are in fact reducing access.&quot;</p>\r\n\r\n<p>The McSally-backed proposal seeks to allow women to use health savings accounts to pay for non-prescription drugs, but that&rsquo;s not how most people pay for their medication and it&rsquo;s not a substitute for insurance coverage, experts said.</p>\r\n\r\n<p>&quot;(Flexible spending accounts) put the burden for covering costs entirely on the consumer and don&rsquo;t have much benefit for lower income people,&quot; Wahlin said.</p>\r\n\r\n<p>Over-the-counter birth control pills can expand access to safe, effective contraception for women who are uninsured, who live far from health care facilities, or who do not have access to a clinic system &mdash; but an affordable retail price is also necessary, Wahlin said.</p>\r\n\r\n<p>As McSally&rsquo;s campaign noted, <a href=\"http://www.baltimoresun.com/health/bs-hs-contraception-law-20171228-story.html\">some states</a><a href=\"https://www.kff.org/other/state-indicator/state-requirements-for-insurance-coverage-of-contraceptives/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22State%20Requires%20No%20Cost%20Contraceptive%20Coverage%22,%22sort%22:%22asc%22%7D#note-1\"> have passed laws</a> so insurers pay for over-the-counter contraceptives. But experts said that varies per state and per insurer and could still leave some women paying out-of-pocket for birth control pills.</p>\r\n\r\n<p>Guttmacher Institute, a research and advocacy nonprofit that supports women&rsquo;s access to birth control, in 2015 <a href=\"https://www.guttmacher.org/gpr/2015/11/moving-oral-contraceptives-over-counter-status-policy-versus-politics\">said</a> that <a href=\"https://www.gardner.senate.gov/newsroom/press-releases/ayotte-gardner-introduce-bill-aimed-at-increasing-availability-of-safe-and-effective-over-the-counter-contraceptives\">a bill introduced in the Senate</a> (similar to the one McSally supports) was &quot;flawed because it rests on the false assumption&quot; that switching a drug from prescription-only to over-the-counter &quot;will inevitably lower its costs.&quot;</p>\r\n\r\n<p>Guttmacher said that the only available example of an over-the-counter hormonal contraceptive was emergency contraception, and that its cost remained high since the prescription requirement was removed.</p>\r\n\r\n<p>Some experts also say that if the Affordable Care Act&rsquo;s contraception coverage is eliminated, women would end up paying for other methods that still require prescription.</p>\r\n\r\n<p>Even if one type of birth control pill is approved by the FDA as over-the-counter, there are other oral contraceptives that would likely remain on prescription, and there are still other forms of birth control that cannot be over-the-counter, such as IUDs (intrauterine devices), said Lucia DiVenere, a government and political affairs officer for The American College of Obstetricians and Gynecologists.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The Arizona Democratic Party said, McSally &quot;has repeatedly tried to limit women&rsquo;s access to birth control, cosponsored a bill to make contraception more expensive for women.&quot;</p>\r\n\r\n<p>Under the Affordable Care Act, most women don&rsquo;t have to pay for birth control if its prescribed. McSally voted to repeal the health care law.</p>\r\n\r\n<p>The bill McSally supports seeks to make contraceptive drugs available over-the-counter, which would increase access. But experts said that without language in the bill saying over-the-counter contraception would be covered by insurance, women could go from not paying to paying. Some states have passed laws to ensure no-cost contraceptive coverage,&nbsp;but that approach could leave women in some states paying out-of-pocket.</p>\r\n\r\n<p>The Arizona Democratic Party&rsquo;s statement is&nbsp;partially accurate but leaves out important details. We rate it Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-16T15:39:29.614618", "ruling_date": "2018-10-19T12:15:00", "ruling_headline": "Fact-checking Martha McSally's position on birth control", "ruling_headline_slug": "it-true-martha-mcsally-backed-bill-make-birth-cont", "ruling_link_text": "Bill wants pills over-the-counter", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange, Drew Anderson, Arizona Democratic Party, Oct. 4-10, 2018</p>\r\n\r\n<p>Email exchange, Torunn Sinclair, McSally campaign spokeswoman, Oct. 5, 2018</p>\r\n\r\n<p>Email interview,&nbsp;Britt Wahlin, vice president for development and public affairs at Ibis Reproductive Health, Oct. 10, 2018</p>\r\n\r\n<p>Email interview,&nbsp;The American College of Obstetricians and Gynecologists, Oct. 11, 2018</p>\r\n\r\n<p>Phone interview,&nbsp;Susan F. Wood, a health policy professor and director of the Jacobs Institute of Women&#39;s Health at George Washington University&rsquo;s Milken Institute School of Public Health, Oct. 9, 2018</p>\r\n\r\n<p>Phone interview,&nbsp;Usha Ranji, an associate director for Women&rsquo;s Health Policy at the Kaiser Family Foundation, Oct. 9, 2018</p>\r\n\r\n<p>Marthaforsenate.com, <a href=\"https://www.marthaforsenate.com/women-s-health\">women&#39;s health</a></p>\r\n\r\n<p>Congress.gov,&nbsp;<a href=\"https://www.congress.gov/bill/115th-congress/house-bill/421/text?q=%7B%22search%22%3A%5B%22mcsally%2C+martha%22%5D%7D\">H.R.421 - Allowing Greater Access to Safe and Effective Contraception Act</a></p>\r\n\r\n<p>Healthcare.gov, <a href=\"https://www.healthcare.gov/coverage/birth-control-benefits/\">birth control benefits</a></p>\r\n\r\n<p>Baltimoresun.com,&nbsp;<a href=\"http://www.baltimoresun.com/health/bs-hs-contraception-law-20171228-story.html\">New Maryland law makes contraceptives more affordable, easier to get</a>, Dec. 28, 2017</p>\r\n\r\n<p>Kaiser Family Foundation,&nbsp;<a href=\"https://www.kff.org/other/state-indicator/state-requirements-for-insurance-coverage-of-contraceptives/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22State%20Requires%20No%20Cost%20Contraceptive%20Coverage%22,%22sort%22:%22asc%22%7D#\">State Requirements for Insurance Coverage of Contraceptives</a>, as of July 19, 2018</p>\r\n\r\n<p>Guttmacher.org,&nbsp;<a href=\"https://www.guttmacher.org/gpr/2015/11/moving-oral-contraceptives-over-counter-status-policy-versus-politics\">Moving Oral Contraceptives to Over-the-Counter Status: Policy Versus Politics</a>, Nov. 5, 2015</p>\r\n\r\n<p>Senator Cory Gardner website,&nbsp;<a href=\"https://www.gardner.senate.gov/newsroom/press-releases/ayotte-gardner-introduce-bill-aimed-at-increasing-availability-of-safe-and-effective-over-the-counter-contraceptives\">Ayotte, Gardner Introduce Bill Aimed at Increasing Availability of Safe and Effective Over-the-Counter Contraceptives</a>, May 21, 2015</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Arizona", "half_true_count": 1, "home_state": "", "id": 4278, "last_name": "Democratic Party", "mostly_true_count": 0, "name_slug": "arizona-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4278/", "total_count": 2, "true_count": 0, "website": "http://azdems.ngpvanhost.com/"}, "statement": "<p>Says Rep. Martha McSally &quot;has repeatedly tried to limit women&rsquo;s access to birth control, and she even cosponsored a bill to make contraception more expensive for women.&quot;</p>\r\n", "statement_context": "a website", "statement_date": "2018-10-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "Martha", "half_true_count": 1, "home_state": "", "id": 3342, "last_name": "McSally", "mostly_true_count": 0, "name_slug": "martha-mcsally", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/U.S._Rep._Martha_McSally.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3342/", "total_count": 6, "true_count": 0, "website": ""}], "twitter_headline": "Is it true that @MarthaMcSally co-sponsored bill to make birth control more expensive for women?"}