{"art": [], "author": [{"email_address": "tbweinberg@mail.missouri.edu", "first_name": "Tessa ", "id": 656, "last_name": "Weinberg", "name_slug": "tessa-weinberg", "on_staff_page": null, "phone": "818-577-9021", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Weinberg_mug.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/656/", "title": "Reporter", "twitter": "@Tessa_Weinberg"}], "canonical_url": "/facebook-fact-checks/statements/2018/oct/23/occupy-democrats/native-americans-werent-last-get-right-vote-occupy/", "edition": {"adkey": "Editions", "advalue": "Facebook", "edition": "Facebook fact-checks", "edition_slug": "facebook-fact-checks", "has_afterthefact": false, "id": 63, "index_page": false, "meter_name": "Facebook fact-checks Truth-O-Meter", "resource_uri": "/api/v/2/edition/63/"}, "editor": [{"email_address": "rcatalanello@gmail.com", "first_name": "Rebecca", "id": 744, "last_name": "Catalanello", "name_slug": "rebecca-catalanello", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/744/", "title": "Fact checker", "twitter": ""}], "facebook_headline": "SCOTUS ruling doesn't revoke Native Americans' voting rights", "id": 16043, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tbweinberg@mail.missouri.edu", "first_name": "Tessa ", "id": 656, "last_name": "Weinberg", "name_slug": "tessa-weinberg", "on_staff_page": null, "phone": "818-577-9021", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Weinberg_mug.jpg", "publication": {"id": 57, "publication_name": "The Columbia Missourian", "resource_uri": "/api/v/2/publication/57/"}, "resource_uri": "/api/v/2/staffer/656/", "title": "Reporter", "twitter": "@Tessa_Weinberg"}], "resource_uri": "/api/v/2/statement/16043/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A viral image about Native American voting rights in North Dakota&nbsp;called a recent U.S. Supreme Court decision &quot;disgraceful.&quot;</p>\r\n\r\n<p>The liberal advocacy group Occupy Democrats <a href=\"https://www.facebook.com/OccupyDemocrats/photos/a.347907068635687/2358560174237023/?type=3&amp;theater\">circulated a graphic</a> in the wake of the <a href=\"http://www.scotusblog.com/2018/10/court-stays-out-of-north-dakota-voting-dispute/\">U.S. Supreme Court&rsquo;s Oct. 9&nbsp;decision not to intervene</a> in a challenge to North Dakota&rsquo;s voter ID law that would require voters to bring a form of identification with them to the polls that displays a current residential street address.</p>\r\n\r\n<p>The graphic was posted to Occupy Democrats&rsquo; Facebook page along with <a href=\"https://www.aclu.org/blog/voting-rights/supreme-court-enables-mass-disenfranchisement-north-dakotas-native-americans\">a link to an American Civil Liberties Union article </a>encouraging users to read more. The image shows a picture of <a href=\"https://www.britannica.com/biography/Chief-Joseph\">Chief Joseph</a>, a leader of the Nez Perc&eacute; tribe in the Pacific Northwest, along with a paragraph about how the decision will affect Native Americans:</p>\r\n\r\n<p>&quot;The Postal Service only gives tribal residents PO boxes. The Republican-controlled Supreme Court just said it&rsquo;s totally okay for North Dakota to demand that ONLY residents with street addresses can vote. Native Americans were the last to get the right to vote, and now they are the first to lose it.&quot;</p>\r\n\r\n<p>This image was flagged as part of Facebook&rsquo;s efforts to combat false news and misinformation on its News Feed. (Read more about our <a href=\"https://www.facebook.com/help/1952307158131536?helpref=related\">partnership with Facebook</a>.) It had been shared on Facebook more than 52,000 times.</p>\r\n\r\n<p>There are a lot of parts to this claim, so we will take them one by one.</p>\r\n\r\n<div class=\"pf_subheadline\">Recent changes to North Dakota&rsquo;s voter ID laws</div>\r\n\r\n<p>Signed into law by Republican Gov. Doug Burgum in April 2017, <a href=\"https://www.legis.nd.gov/assembly/65-2017/session-laws/documents/ELECT.pdf#CHAPTER152\">HB 1369</a> requires a voter to bring a form of identification with them to the polls that includes their legal name, date of birth and current residential street address in North Dakota.</p>\r\n\r\n<p>The bill stipulates that a driver&rsquo;s license, Department of Transportation-issued ID, or tribal government-issued ID are acceptable forms of identification, and allows for other documents, such as a utility bill or paycheck, to supplement missing or outdated information.</p>\r\n\r\n<p>North Dakota is the only state without voter registration, abolishing it in 1951, <a href=\"https://vip.sos.nd.gov/pdfs/Portals/votereg.pdf\">according to the Secretary of State&rsquo;s office</a>.</p>\r\n\r\n<p>A group of eight Native Americans from the Turtle Mountain Band of Chippewa <a href=\"http://www.inforum.com/news/government-and-politics/4377659-new-complaint-challenges-latest-north-dakota-voter-id-law\">had already been in a legal battle with the state over voting rights</a> when Burgum enacted Republican-led HB 1369. So, in December 2017, the plaintiffs, represented by <a href=\"https://www.narf.org/cases/nd-voter-id/\">attorneys for the Native American Rights Fund</a>,&nbsp;amended their original January 2016 complaint, <em>Brakebill vs. Jaeger</em>, and asked a federal judge to declare the new law unconstitutional. They argued&nbsp;it violates the national Voting Rights Act.</p>\r\n\r\n<p>The plaintiffs <a href=\"https://www.narf.org/cases/nd-voter-id/\">argued</a> that the law was discriminatory because, &quot;most tribal IDs do not have a residential address printed on them. This is due, in part, to the fact that the U.S. postal service does not provide residential delivery in these rural Indian communities. Thus, most tribal members use a PO Box.&quot;</p>\r\n\r\n<p>Reached by email, Occupy Democrats told PolitiFact that the organization should have specified in their graphic that Native Americans &quot;in remote areas&quot; use PO boxes.</p>\r\n\r\n<p>&quot;But we stand by the general veracity of the statement, especially with regards to this specific example in North Dakota,&quot; Occupy Democrats wrote in the Oct. 18 email.</p>\r\n\r\n<p>In April, Judge Daniel L. Hovland of the U.S. District Court of North Dakota blocked the bill&rsquo;s new requirements from being enforced. However, the Eighth Circuit Court of Appeals overturned the decision, allowing the street address requirement to be implemented in the upcoming midterm elections. In September, the Native American Rights Fund took the issue to the U.S. Supreme Court, asking it to vacate the Eighth Circuit&rsquo;s decision.</p>\r\n\r\n<div class=\"pf_subheadline\">The Supreme Court&rsquo;s ruling</div>\r\n\r\n<p>Occupy Democrats&rsquo; graphic also said, &quot;The Republican-controlled Supreme Court just said it&rsquo;s totally okay for North Dakota to demand that ONLY residents with street addresses can vote.&quot;</p>\r\n\r\n<p>The U.S. Supreme Court&rsquo;s <a href=\"https://www.supremecourt.gov/opinions/18pdf/18a335_l647.pdf\">ruling</a> on <em>Brakebill vs. Jaeger</em> was 6-2, with justices Elena Kagan and Ruth Bader Ginsburg dissenting.</p>\r\n\r\n<p>Newly appointed Justice Brett Kavanaugh did not participate in the decision. It is generally accepted by political scholars, however, that Kavanaugh&rsquo;s addition to the court means there is a conservative-majority tilt.</p>\r\n\r\n<p>With the Supreme Court declining to intervene, North Dakota&rsquo;s voter ID law and its street address requirements will remain in place. However, the U.S. Supreme Court didn&rsquo;t make a legal determination on the basis of North Dakota&rsquo;s law. It simply decided not to intervene.</p>\r\n\r\n<div class=\"pf_subheadline\">Were Native Americans the last to get the right to vote?</div>\r\n\r\n<p>The graphic also said, &quot;Native Americans were the last to get the right to vote, and now they are the first to lose it.&quot;</p>\r\n\r\n<p>That&rsquo;s partially accurate, but the timeline of American&nbsp;voting rights is far less cut-and-dried than that statement might suggest.</p>\r\n\r\n<p>Over the course of history, all but a very small segment of the people who live in the U.S. have had to fight for the right to vote. At the nation&rsquo;s founding in 1776, only property-owning Protestants over the age of 21 (most of whom were white and male) were given the right to vote.</p>\r\n\r\n<p>Everyone else had to see laws changed in order to cast a ballot.</p>\r\n\r\n<p>In 1870, the passage of the <a href=\"https://www.loc.gov/rr/program/bib/ourdocs/15thamendment.html\">15th Amendment</a> meant that, in theory, African-American men could vote. In 1920, the <a href=\"https://www.loc.gov/rr/program/bib/ourdocs/19thamendment.html\">19th Amendment </a>gave women the right to vote. In 1924, the <a href=\"https://www.loc.gov/item/today-in-history/june-02/\">Indian Citizenship Act</a> gave Native Americans citizenship rights, including the right to vote. And in 1952, the <a href=\"https://history.state.gov/milestones/1945-1952/immigration-act\">McCarren-Walter Act</a> eliminated laws that prevented Asians from becoming naturalized citizens, which included voting rights.</p>\r\n\r\n<p>In each case, however, the law on the books didn&rsquo;t necessarily reflect what was happening when people showed up at their polling places to try to cast a ballot.</p>\r\n\r\n<p>In reality, Native Americans were turned away from casting ballots in <a href=\"http://www.santafenewmexican.com/news/local_news/it-s-been-years-since-court-ruled-native-americans-could/article_d0544a48-ef37-56ef-958f-eb81dcf01344.html\">New Mexico</a> and <a href=\"http://arizonastatelawjournal.org/wp-content/uploads/2016/02/Ferguson_Final.pdf\">Arizona</a> until 1948, when courts ruled in their favor against state government. <a href=\"https://heritage.utah.gov/history/uhg-history-american-indians-ch-7\">In Utah, Native Americans weren&rsquo;t allowed to vote until 1957</a>, becoming the last of America&rsquo;s indigenous people to be formally recognized as citizens.</p>\r\n\r\n<p>But it wasn&rsquo;t until President Lyndon Johnson signed the <a href=\"https://www.archives.gov/legislative/features/voting-rights-1965\">Voting Rights Act of 1965</a> that the United States applied strong legal spackle to the question of voting rights, filling in the many holes and cracks that, for hundreds of years, permitted elections officials to discriminate against citizens who sought to cast a ballot on Election Day.</p>\r\n\r\n<p>The new law was primarily championed by black Civil Rights leaders, but it ultimately&nbsp;extended protections to people of all backgrounds by prohibiting poll taxes, literacy tests, election fraud and voter intimidation &mdash; tactics that had been used to thwart Native Americans from voting.</p>\r\n\r\n<div class=\"pf_subheadline\">Does a PO Box really mean you can&rsquo;t vote?</div>\r\n\r\n<p>Occupy Democrats&rsquo; graphic claimed that because of the Supreme Court&rsquo;s decision, Native Americans in North Dakota who only have PO boxes will be unable to vote.</p>\r\n\r\n<p>However, <a href=\"https://abcnews.go.com/Politics/native-americans-north-dakota-fight-protect-voting-rights/story?id=58585206\">news reports </a>show that tribal officials and a voting rights advocacy group called <a href=\"http://www.fourdirectionsvote.com/\">Four Directions</a> are working with the Secretary of State&rsquo;s office to pave ways for those who have PO boxes to be able to go to their polling places with other documentation that will allow them to cast their ballots. These include efforts to help residents secure other acceptable forms of ID to present at the polls.</p>\r\n\r\n<p>The <a href=\"https://www.usnews.com/news/best-states/north-dakota/articles/2018-10-19/group-tries-to-ensure-native-americans-vote-in-north-dakota\">Associated Press on Oct. 19 reported</a> that &quot;tribal officials can issue a tribal voting letter with the eligible voter&#39;s name, date of birth and residential address at polling locations on reservations,&quot; a proposal that Deputy Secretary of State Jim Silrum said would be considered valid ID.</p>\r\n\r\n<p>In her dissent, Justice Ginsburg noted that the numbers of North Dakota residents who are affected by this change is significant: &quot;1) 70,000 North Dakota residents -- about 20 percent of the turnout in a regular quadrennial election -- lack qualifying ID; and 2) approximately 18,000 residents lack supplemental documentation sufficient to permit them to vote without an ID.&quot;</p>\r\n\r\n<p>That means that voting rights advocates have a huge job ahead of them to ensure those affected by the law are able to go to the polls with acceptable ID.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Occupy Democrats said that the U.S. Postal Service only gives tribal residents PO Boxes and that because the Supreme Court decided not to intervene in North Dakota&rsquo;s voter ID law, Native Americans will lose the right to vote.</p>\r\n\r\n<p>While rural tribal residents in North Dakota are issued PO Boxes for addresses, it is not true that all tribal residents only have PO Boxes. And a conservative-leaning court did rule to let stand a new North Dakota voter ID law that requires a voter to bring a form of identification with them to the polls that includes their legal name, date of birth and current residential street address &mdash; but the new ninth member did not participate.</p>\r\n\r\n<p>North Dakota&rsquo;s law does pose obstacles for many tribal citizens who don&rsquo;t have street addresses. However, through the work of voter rights advocates and officials with the Secretary of State&rsquo;s office, there are ways that Native American voters who have PO boxes instead of residential street addresses will be able to vote.&nbsp;The law does not mean they are losing their right to vote altogether.</p>\r\n\r\n<p>The group also said that Native Americans were the last U.S. citizens to be granted the right to vote and the first to lose them. Native Americans in Utah were the last ethnic group to be recognized by both state and federal law as citizens with voting rights. But it wasn&rsquo;t until the Voting Rights Act of 1965 that federal law more thoroughly addressed issues of voter discrimination for all people, giving underrepresented voters of many ethnicities the actual right and means to vote.</p>\r\n\r\n<p>For a mixed bag of accuracy, we rate this claim Half True.</p>\r\n", "ruling_comments_date": "2018-10-19T14:36:44.996413", "ruling_date": "2018-10-23T12:45:48", "ruling_headline": "Supreme Court ruling does not mean Native Americans can't vote in North Dakota", "ruling_headline_slug": "native-americans-werent-last-get-right-vote-occupy", "ruling_link_text": "It's more complicated", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.facebook.com/OccupyDemocrats/photos/a.347907068635687/2358560174237023/?type=3&amp;theater\">Occupy Democrats&rsquo; Facebook post</a>, Oct. 15, 2018</p>\r\n\r\n<p>Email Exchange with Occupy Democrats, Oct. 18, 2018</p>\r\n\r\n<p>ACLU,&nbsp;<a href=\"https://www.aclu.org/blog/voting-rights/supreme-court-enables-mass-disenfranchisement-north-dakotas-native-americans\">&quot;Supreme Court Enables Mass Disenfranchisement of North Dakota&rsquo;s Native Americans</a>,&quot; Oct. 12, 2018</p>\r\n\r\n<p>SCOTUS Blog, &quot;<a href=\"http://www.scotusblog.com/2018/10/court-stays-out-of-north-dakota-voting-dispute/\">Court stays out of North Dakota voting dispute</a>,&quot; Oct. 9, 2018</p>\r\n\r\n<p>Encyclopedia Britannica, &quot;<a href=\"https://www.britannica.com/biography/Chief-Joseph\">Chief Joseph</a>,&quot; accessed Oct. 18, 2018</p>\r\n\r\n<p>Native American Rights Fund, &quot;<a href=\"https://www.narf.org/cases/nd-voter-id/\">Brakebill, Et Al. V. Jaeger (ND Voter ID Law)</a>,&quot;&nbsp;accessed Oct. 18, 2018</p>\r\n\r\n<p>North Dakota Legislature, &quot;<a href=\"https://www.legis.nd.gov/assembly/65-2017/documents/17-0750-07000.pdf\">House Bill 1369</a>,&quot;&nbsp;Jan. 3, 2017</p>\r\n\r\n<p>North Dakota Secretary of State&#39;s Office, &quot;<a href=\"https://vip.sos.nd.gov/pdfs/Portals/votereg.pdf\">North Dakota&hellip;.The Only State Without Voter Registration</a>,&quot;&nbsp;accessed Oct. 18, 2018</p>\r\n\r\n<p>The New York Times, &quot;<a href=\"https://www.nytimes.com/2018/07/09/us/politics/supreme-court-conservatives-trump.html\">A Conservative Court Push Decades in the Making, With Effects for Decades to Come</a>,&quot; July 9, 2018</p>\r\n\r\n<p>Library of Congress, &quot;<a href=\"http://www.loc.gov/law/help/citizenship/fourteenth_amendment_citizenship.php\">Fourteenth Amendment and Citizenship</a>,&quot; accessed Oct. 22, 2018</p>\r\n\r\n<p>Library of Congress, &quot;<a href=\"https://www.loc.gov/rr/program/bib/ourdocs/15thamendment.html\">Fifteenth Amendment to the U.S. Constitution,&quot;</a>&nbsp;accessed Oct. 22, 2018</p>\r\n\r\n<p>Library of Congress, &quot;<a href=\"http://www.americaslibrary.gov/jb/jazz/jb_jazz_citizens_2.html\">America&rsquo;s Library</a>,&quot;&nbsp;accessed Oct. 22, 2018</p>\r\n\r\n<p>Library of Congress, &quot;Today in History: June 2, <a href=\"https://www.loc.gov/item/today-in-history/june-02/\">Indian Citizenship Act</a>,&quot;&nbsp;accessed Oct. 22, 2018</p>\r\n\r\n<p>United Press International archives, &quot;<a href=\"https://www.upi.com/Archives/1984/03/22/Mississippi-Legislature-approves-19th-Amendment/9072448779600/\">Mississippi Legislature approves 19th Amendment</a>,&quot; March 22, 1984</p>\r\n\r\n<p>National Park Service, &quot;<a href=\"https://www.nps.gov/articles/mississippi-and-the-19th-amendment.htm\">Mississippi and the 19th Amendment</a>,&quot; accessed Oct. 18, 2018</p>\r\n\r\n<p>U.S. Department of Justice, &quot;<a href=\"https://www.justice.gov/crt/history-federal-voting-rights-laws\">History of Federal Voting Rights Laws</a>,&quot; accessed Oct. 18, 2018</p>\r\n\r\n<p>Santa Fe New Mexican, &quot;<a href=\"http://www.santafenewmexican.com/news/local_news/it-s-been-years-since-court-ruled-native-americans-could/article_d0544a48-ef37-56ef-958f-eb81dcf01344.html\">It&rsquo;s been 70 years since court ruled Native Americans could vote in New Mexico</a>,&quot;&nbsp;Aug. 2, 2018</p>\r\n\r\n<p>Arizona State Law Journal, &quot;<a href=\"http://arizonastatelawjournal.org/wp-content/uploads/2016/02/Ferguson_Final.pdf\">The History of Indian Voting Rights in Arizona: Overcoming Decades of Voter Suppression</a>,&quot; 2015</p>\r\n\r\n<p>Supreme Court of the United States opinion,&nbsp;<a href=\"https://www.supremecourt.gov/opinions/18pdf/18a335_l647.pdf\">Richard Brakevbill, et. al. v. Alvin Jaeger, North Dakota Secretary of State</a>, Oct. 9, 2018</p>\r\n\r\n<p>Aljazeera, &quot;<a href=\"https://interactive.aljazeera.com/aje/2016/us-elections-2016-who-can-vote/index.html\">Who got the right to vote when?</a>,&quot;&nbsp;accessed Oct. 18, 2018</p>\r\n\r\n<p>Office of the Historian, &quot;<a href=\"https://history.state.gov/milestones/1945-1952/immigration-act\">The Immigration and Nationality Act of 1952 (The McCarran-Walter Act)</a>,&quot;&nbsp;accessed Oct. 18, 2018</p>\r\n\r\n<p>Asian American Legal Defense and Education Fund,&nbsp;&quot;<a href=\"http://aaldef.org/programs/voting-rights/\">Voting Rights</a>,&quot; Oct. 18, 2018</p>\r\n\r\n<p>History.com, &quot;<a href=\"https://www.history.com/this-day-in-history/the-indian-citizenship-act\">The Indian Citizenship Act</a>,&quot; &quot;<a href=\"https://www.history.com/topics/womens-history/19th-amendment-1#section_8\">19th Amendment</a>,&quot; &quot;<a href=\"https://www.history.com/topics/black-history/fifteenth-amendment\">15th Amendment</a>,&quot; &quot;<a href=\"https://www.history.com/topics/black-history/voting-rights-act\">Voting Rights Act of 1965</a>,&quot; History.com, accessed Oct. 18, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 4, "home_state": "", "id": 2575, "last_name": "Occupy Democrats", "mostly_true_count": 1, "name_slug": "occupy-democrats", "pants_count": 4, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Occupy_Democrats_official.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2575/", "total_count": 14, "true_count": 0, "website": "http://OccupyDemocrats.com/"}, "statement": "<p>&quot;The Postal Service only gives tribal residents PO boxes. The Republican-controlled Supreme Court just said it&rsquo;s totally okay for North Dakota to demand that ONLY residents with street addresses can vote. Native Americans were the last to get the right to vote, and now they are the first to lose it.&quot;</p>\r\n", "statement_context": "a post on Facebook", "statement_date": "2018-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>There&rsquo;s an interesting discussion happening now about the spread of fake news on the Internet and what companies like Facebook, Google and Twitter, among others, should do to stop it.</p>\r\n\r\n<p>That&rsquo;s a healthy conversation to have, and one we hope continues in the weeks and months ahead.</p>\r\n\r\n<p>But that doesn&rsquo;t mean we can&rsquo;t do something now. Here at PolitiFact, we&rsquo;re beefing up our coverage of fake news to help our readers better sort out fact from fiction on their social media feeds.</p>\r\n\r\n<p>The claims can be about anything -- politics, entertainment, a fishy-sounding medical cure.</p>\r\n", "id": 323, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/fake.png", "resource_uri": "/api/v/2/subject/323/", "subject": "Fake news", "subject_slug": "fake-news", "used_in_edition": ["/api/v/2/edition/56/", "/api/v/2/edition/49/", "/api/v/2/edition/53/", "/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/60/", "/api/v/2/edition/61/", "/api/v/2/edition/50/", "/api/v/2/edition/51/", "/api/v/2/edition/1/", "/api/v/2/edition/59/", "/api/v/2/edition/57/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/55/", "/api/v/2/edition/58/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/54/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Supreme Court ruling does not mean Native Americans can't vote in ND"}