{"art": [{"brightcove": "", "caption": "The North Carolina GOP and some of its candidates are accusing Democrats of pledging to support a health care agenda that includes single-payer health insurance.", "id": 17728, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/AntiEverittAd.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17728/", "title": "GOPattackAdEveritt", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "canonical_url": "/north-carolina/statements/2018/oct/23/north-carolina-republican-party/nc-gop-falsely-ties-dozens-democrats-single-payer-/", "edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "editor": [{"email_address": "wdoran@newsobserver.com", "first_name": "Will", "id": 548, "last_name": "Doran", "name_slug": "will-doran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/548/", "title": "PolitiFact Reporter", "twitter": null}, {"email_address": "jelizabeth@newsobserver.com", "first_name": "Jane", "id": 702, "last_name": "Elizabeth", "name_slug": "jane-elizabeth", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/702/", "title": "N&O managing editor", "twitter": ""}, {"email_address": "jschrader@newsobserver.com", "first_name": "Jordan", "id": 667, "last_name": "Schrader", "name_slug": "jordan-schrader", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/667/", "title": "N&O politics editor", "twitter": ""}], "facebook_headline": "", "id": 16067, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aspecht@newsobserver.com", "first_name": "Paul", "id": 646, "last_name": "Specht", "name_slug": "PaulSpecht", "on_staff_page": 98, "phone": "919-829-4870", "photo": null, "publication": {"id": 68, "publication_name": "The News & Observer", "resource_uri": "/api/v/2/publication/68/"}, "resource_uri": "/api/v/2/staffer/646/", "title": "PolitiFact North Carolina writer", "twitter": "AndySpecht"}], "resource_uri": "/api/v/2/statement/16067/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>No matter where you live in North Carolina, you&rsquo;re likely to receive a political mailer about health care.</p>\r\n\r\n<p>Democratic candidates in North Carolina say the GOP-controlled state legislature hasn&rsquo;t done enough to improve health care. They say Republicans should at the very least expand Medicaid, which experts have said could help cover up to 500,000 people in the state.</p>\r\n\r\n<p>Republicans&rsquo; main defense is that expanding Medicaid is too expensive and that Democrats want to go several steps further than that. An ad campaign by the state Republican Party says Democrats have a &quot;radical&quot; health care agenda that will &quot;destroy our economy, kill our jobs, take more of your hard-earned dollars in taxes, and infringe on your personal freedoms.&quot;</p>\r\n\r\n<p>The NC GOP attack on Democrats, which includes digital ads and mailers in districts across the state, is summarized on&nbsp;<a href=\"http://radicaldemagenda.com/\" target=\"_blank\">RadicalDemAgenda.com</a>. The party has purchased internet domain names of Democratic candidates &mdash; such as JulieVonHaefen.com &mdash; to reach voters. Republican candidates are using the same messaging in ads they pay for.</p>\r\n\r\n<p>The GOP claim is two-pronged.</p>\r\n\r\n<p>First, that &quot;55 liberal members and candidates of the North Carolina Democratic House Caucus signed a pledge to enact an extreme, far-left healthcare agenda.&quot;</p>\r\n\r\n<p>Second, that &quot;part of their health care agenda is to force all North Carolinians into a single-payer health insurance scheme. The non-partisan North Carolina General Assembly Fiscal Research staff calculated it would cost North Carolina $72 billion and force all residents to give up their current health care plan.&quot;</p>\r\n\r\n<p>Did Democrats &quot;pledge&quot; to &quot;force&quot; North Carolinians into a single-payer health system that would cost $72 billion?</p>\r\n\r\n<p>Let&rsquo;s break it down.</p>\r\n\r\n<p><strong>Single-payer health care</strong></p>\r\n\r\n<p>The term &quot;single-payer&quot; refers to a health insurance system in which the federal government, rather than private insurers, pays all medical expenses.</p>\r\n\r\n<p>The NC GOP&rsquo;s claim about a single-payer plan refers to a bill,&nbsp;<a href=\"https://www2.ncleg.net/BillLookUp/2017/HB%20916\" target=\"_blank\">HB 916</a>, introduced last year that would have studied the cost of creating a single-payer health system. Bill sponsors included House Democrats Cecil Brockman, Verla Insko, Larry Bell, Jean Farmer-Butterfield, Susan Fisher, Charles Graham, Pricey Harrison, Yvonne Holley, Garland Pierce and Bobbie Richardson.</p>\r\n\r\n<p>It was ignored until this June, when Republican leaders moved it into a committee. Rep. David Lewis, a Republican from Harnett County, then asked the nonpartisan fiscal research staff to calculate the cost of a single-payer health care system in North Carolina.</p>\r\n\r\n<p>That&rsquo;s when Insko moved to kill it, saying any analysis of the bill should&rsquo;ve been completed by the end of last year. It&rsquo;s also when Richardson took her name off the bill because she didn&rsquo;t want to be a part of the GOP&rsquo;s &quot;political game,&quot; according to her campaign manager, Taylor Grady-Daly.</p>\r\n\r\n<p>The cost of a single-payer plan would likely exceed $72 billion per year, according to legislative staff. About $30.1 billion could be paid for with federal dollars, but North Carolina would be responsible for $41.89 billion &mdash; nearly double the current general fund budget,<a href=\"https://www.newsobserver.com/latest-news/article213667949.html\" target=\"_blank\">&nbsp;The N&amp;O reported</a>.</p>\r\n\r\n<p>The two-page bill merely directs the legislature to study a single-payer system that its sponsors would like to implement, but the bill doesn&rsquo;t implement that system on its own. PolitiFact asked the fiscal research staff whether such a system would &quot;force&quot; North Carolinians into a single-payer plan.</p>\r\n\r\n<p>&quot;The Plan described in the bill does not seem to kick anyone off their current insurance, but it also says &lsquo;all residents shall be covered so I would expect most people would voluntarily drop their existing coverage rather than pay for double coverage,&quot; said David Vanderweide, a fiscal researcher for the N.C. legislature.</p>\r\n\r\n<p>While the bill was introduced by nine Democrats, a single-payer health care plan isn&rsquo;t in the&nbsp;<a href=\"https://www.ncdp.org/our-values/health-care/\" target=\"_blank\">N.C. Democratic Party platform</a>, spokesman Robert Howard noted. Neither is the pledge Republicans reference, Howard added.</p>\r\n\r\n<p><strong>A pledge: &lsquo;Universal, affordable health care&rsquo;</strong></p>\r\n\r\n<p>The GOP ad refers to a platform pushed by Future Now, a left-leaning advocacy group. The group has seven main goals, which are listed at FutureNow.org and&nbsp;<a href=\"https://www.americasgoals.org/the-goals/\" target=\"_blank\">AmericasGoals.org</a>.</p>\r\n\r\n<p>One of the goals is &quot;affordable, quality healthcare.&quot; As part of this goal, the group wants to see &quot;universal, affordable health coverage with a cap on out-of-pocket expenses.&quot; The group thinks reaching this goal could ultimately end hunger and boost life expectancy rates to 84 years.</p>\r\n\r\n<p>The GOP ad mentions 55 people who signed the pledge to work toward the Future Now goals. The true number is even higher, according to Future Now spokeswoman Alyssa Cass. More than 65 House members are listed on the&nbsp;<a href=\"https://www.futurenow.org/pledge\" target=\"_blank\">Future Now website</a>.</p>\r\n\r\n<p>As for the pledge, there&rsquo;s an important distinction to be made between single-payer health care and universal health care, said Daniel Squadron, Future Now executive director. One refers to who&rsquo;s paying for the coverage, while the other refers to how many people are covered.</p>\r\n\r\n<p>It&rsquo;s not fair to equate Future Now&rsquo;s goals with a bill exploring single-payer health care, Squadron said. Future Now supports expanding Medicaid in North Carolina but hasn&rsquo;t endorsed any specific legislation, Squadron said, adding that the GOP is distorting the truth about his group to scare North Carolinians out of voting for Democrats.</p>\r\n\r\n<p>&quot;I would&rsquo;ve thought that the idea of people across the country having access to health care wouldn&rsquo;t be controversial,&quot; he said. &quot;Apparently for the GOP attacking it, that&rsquo;s not a valuable goal worth working towards, so that&rsquo;s surprising and disturbing.&quot;</p>\r\n\r\n<p>Dallas Woodhouse, executive director of the NC GOP, pushed back at the notion that Future Now doesn&rsquo;t or wouldn&rsquo;t support a single-payer health care system. Future Now&rsquo;s founder, Jeffrey Sachs, wrote an&nbsp;<a href=\"https://www.cnn.com/2018/08/04/opinions/medicare-for-all-makes-a-lot-of-sense-sachs/index.html\" target=\"_blank\">op-ed for CNN</a>&nbsp;advocating for a &quot;Medicare for All&quot; system along the lines of what Sen. Bernie Sanders has proposed &mdash; a single payer plan.</p>\r\n\r\n<p>&quot;The economics of Medicare for All championed by&nbsp;<a href=\"https://www.politifact.com/truth-o-meter/article/2016/jan/13/how-much-would-bernie-sanders-health-care-plan-cos/\" target=\"_blank\">Sen. Bernie Sanders</a>&nbsp;are actually quite straightforward,&quot; Sachs wrote. &quot;Under what advocates call &lsquo;M4A,&rsquo; health care coverage would expand while total spending on health care &mdash; by companies, individuals and the government &mdash; would decline because of lower costs. More would be paid through the government and less through private insurers.&quot;</p>\r\n\r\n<p>Woodhouse noted that Squadron, for his part, praised a&nbsp;<a href=\"https://www.nysenate.gov/newsroom/press-releases/andrea-stewart-cousins/senate-democrats-blast-president-trump-and-unveil\" target=\"_blank\">single-payer health care proposal</a>&nbsp;when he was a state senator in New York and chairman of the Senate Democratic Policy Group.</p>\r\n\r\n<p>Those statements by Sachs and Squadron, Woodhouse said in an email, show that Democrats &quot;have signed a pledge to enact universal health care coverage, which by the founders&rsquo; own stated opinion would be a single-payer system. All North Carolinians would be forced through massive tax increases to pay into Insko&rsquo;s radical single-payer proposal.&quot;</p>\r\n\r\n<p>While Woodhouse argues the terms &quot;single-payer,&quot; &quot;Medicare for all&quot; and &quot;universal health care&quot; all mean the same thing, each term can have a different meaning. The&nbsp;<a href=\"https://www.vox.com/policy-and-politics/2018/7/2/17468448/medicare-for-all-single-payer-health-care-2018-elections\" target=\"_blank\">Vox.com news site noted</a>&nbsp;that public support varies for each term.</p>\r\n\r\n<p>A&nbsp;<a href=\"https://www.kff.org/health-costs/poll-finding/kaiser-health-tracking-poll-march-2018-prescription-drug-pricing-medicare-for-all-proposals/\" target=\"_blank\">Kaiser Family Foundation poll</a>&nbsp;found a majority of respondents have favorable views of &quot;Medicare for all&quot; and &quot;universal health care.&quot; The term &quot;single-payer,&quot; which appears most often in the GOP ads, got far less support.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The N.C. GOP says part of the Democrats&rsquo; agenda is to &quot;force all North Carolinians into a single-payer health insurance scheme&quot; that would cost $72 billion.</p>\r\n\r\n<p>As for implementing a single-payer healthcare system, the GOP is right about the potential cost. But they&rsquo;re misleading voters about what the bill would do, who supported it and what the Future Now pledge represents. The bill directed a study &mdash; not implementation of a single-payer health system. It was sponsored by 10 Democrats and hasn&rsquo;t been pushed by the party as a whole. The Future Now pledge, meanwhile, doesn&rsquo;t specifically endorse a single-payer health care system. We rate this claim False.</p>\r\n\r\n<p><em>This story was produced by the North Carolina Fact-Checking Project, a partnership of McClatchy Carolinas, the Duke University Reporters&rsquo; Lab and PolitiFact. The NC Local News Lab Fund and the International Center for Journalists provide support for the project, which shares fact-checks with newsrooms statewide.</em></p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-23T14:57:30.918600", "ruling_date": "2018-10-23T14:46:11", "ruling_headline": "NC GOP falsely ties dozens of Democrats to single-payer health care plan", "ruling_headline_slug": "nc-gop-falsely-ties-dozens-democrats-single-payer-", "ruling_link_text": "The pledge never mentions the $72B plan the GOP alludes to", "ruling_state": null, "source_documents": null, "sources": "<p>Claims by the N.C. Republican Party on <a href=\"http://radicaldemagenda.com/\">RadicalDemAgenda.com</a>.</p>\r\n\r\n<p>House Bill 916, aka the <a href=\"https://www2.ncleg.net/BillLookUp/2017/HB%20916\">North Carolina Health Plan</a>, filed by 10 Democrats.</p>\r\n\r\n<p>Email correspondence with Dallas Woodhouse, executive director of the N.C. GOP.</p>\r\n\r\n<p>Story by the News &amp; Observer, &quot;<a href=\"https://www.newsobserver.com/latest-news/article213667949.html\">Critics warn bill could &#39;swallow the NC budget -- but its creator killed it</a>,&quot; published June 22, 2018.</p>\r\n\r\n<p>The <a href=\"https://www.ncdp.org/our-values/health-care/\">health care platform</a> on the North Carolina Democratic Party website.</p>\r\n\r\n<p>A list of Democratic candidates who pledged to strive for goals outlined on <a href=\"https://www.futurenow.org/pledge\">FutureNow.org</a>.</p>\r\n\r\n<p>Telephone interview with Daniel Squadron, executive director of the Future Now advocacy group.</p>\r\n\r\n<p>Email correspondence with Future Now spokeswoman Alyssa Cass.</p>\r\n\r\n<p>CNN op-ed by Future Now founder Jeffrey Sachs, &quot;<a href=\"https://www.cnn.com/2018/08/04/opinions/medicare-for-all-makes-a-lot-of-sense-sachs/index.html\">Medicare for All makes a lot of sense</a>,&quot; published Aug. 4, 2018.</p>\r\n\r\n<p>Story by Vox.com, &quot;<a href=\"https://www.vox.com/policy-and-politics/2018/7/2/17468448/medicare-for-all-single-payer-health-care-2018-elections\">The &#39;pleasant ambiguity&#39; of Medicare-for-all in 2018, explained</a>,&quot; published July 2, 2018.</p>\r\n\r\n<p>Press release by New York State Senator Andrew Stewart-Cousins, &quot;<a href=\"https://www.nysenate.gov/newsroom/press-releases/andrea-stewart-cousins/senate-democrats-blast-president-trump-and-unveil\">Senate Democrats blast President Trump and unveil plan to protect New Yorkers health coverage</a>,&quot; posted March 8, 2017.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 0, "home_state": "North Carolina", "id": 3613, "last_name": "North Carolina Republican Party", "mostly_true_count": 1, "name_slug": "north-carolina-republican-party", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-rnc___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "North Carolina", "edition": "North Carolina", "edition_slug": "north-carolina", "has_afterthefact": false, "id": 58, "index_page": false, "meter_name": "The North Carolina Truth-O-Meter", "resource_uri": "/api/v/2/edition/58/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3613/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>Democrats pledged to &quot;force all North Carolinians into a single-payer health insurance scheme&quot; that would cost $72 billion.</p>\r\n", "statement_context": "an ad campaign", "statement_date": "2018-10-23", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}