{"art": [{"brightcove": "", "caption": "A new ad from the Democratic Campaign Congressional Committee says 40 Republicans denounced Steve Watkins. It doesn't mention how they have changed their minds.", "id": 17781, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/17781/", "title": "DCCC ad via YouTube on Steve Watkins and 40 Republicans", "wibbitz": "", "youtube": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4YEnchlw0ec\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen></iframe>", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/oct/25/democratic-congressional-campaign-committee/democrats-fail-mention-things-have-changed-kansas/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "In Kansas, Dems ignore new support for Steve Watkins", "id": 16082, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/16082/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>That was then. This is now.</p>\r\n\r\n<p>If ever there was a time for that cliche, it is in the context of a new ad from the Democratic Congressional Campaign Committee, attacking Republican candidate Steve Watkins in Kansas. Watkins is running in the Kansas 2nd Congressional District, which either he or Democratic opponent Paul Davis will serve, pending the Nov. 6 election outcome, because incumbent U.S. Rep. Lynn Jenkins is retiring after five terms.</p>\r\n\r\n<p>It is a heated, insult-slinging, competitive race, requiring campaigning up and down the state&rsquo;s eastern border, but things were testy just among Republicans in the early August primary, too. Seven Republicans vied for their party&rsquo;s nomination, and Watkins beat his nearest competitor, Caryn Tyson, by only 2,255 votes. Watkins&rsquo; opponents and the news media had a number of questions about the man who would go on to win, and since politics can be a blood sport, some of those questions have been revived in advance of November.</p>\r\n\r\n<p>Thus, a claim in a new DCCC ad, which says that &quot;over 40 Republican leaders denounced Watkins&rsquo; campaign.&quot;</p>\r\n\r\n<p>Yes, 40 Republican leaders collectively announced concerns about Watkins in late July, as did some others individually. As we said, that was then. What the ad fails to mention is that all or most of those 40 support him now. A number of them are working to elect him. Here&rsquo;s why they criticized him, and why they came around later.</p>\r\n\r\n<div class=\"pf_subheadline\">The primary</div>\r\n\r\n<p>Watkins came to the race as a West Point graduate and former Army ranger, an engineer, an adventurer and an outsider. His father put more than $587,000 into a super PAC that supported his campaign with TV ads, the <a href=\"https://www.cjonline.com/news/20180725/dads-super-pac-injects-400000-into-new-ads-for-sons-2nd-district-congressional-campaign\">Topeka Capital-Journal</a> reported. (The sum has since grown to nearly $766,000, Federal Election Commission reports show.) His first time voting in Kansas was in a 2017 Topeka city council race, and it was unclear if he had ever voted anywhere before then, McClatchy and the Kansas City Star <a href=\"https://www.mcclatchydc.com/news/politics-government/article215584850.html\">said</a>. As Watkins decided on running for office, he discussed possibilities with Democrats, too, the <a href=\"https://www.kansascity.com/news/politics-government/article214788755.html\">Kansas City Star </a>reported in yet another story.</p>\r\n\r\n<p>It was all a bit too much for some Kansans. And so on July 31, a group of 40 &quot;grassroots leaders&quot; in the district issued a news release expressing &quot;concerns&quot; about Watkins. They said:</p>\r\n\r\n<p>&quot;Based on reports published in the Kansas City Star, a search of voter records, and the candidate&rsquo;s own words, Watkins has never voted in a partisan election in Kansas &ndash; or any other state. He was not registered in Kansas until recently, when he registered in preparation for filing his candidacy for the open congressional seat.&quot;</p>\r\n\r\n<p>They noted &quot;additional questions about the significant funding the candidate is receiving from out-of-state sources. His residency is also unclear since he returned to Kansas shortly before running for office. His wife does not live in Kansas.&quot;</p>\r\n\r\n<p>Finally, they said, Watkins &quot;used the likeness and the words of President Trump without permission suggesting he had been endorsed by the man he didn&rsquo;t vote for. Reliable sources have confirmed that there have been no candidate endorsements for this race and that no permission was given for Watkins to suggest otherwise.&quot;</p>\r\n\r\n<p>In short, they viewed him as someone who hadn&rsquo;t done the work or paid his dues, a newcomer taking shortcuts and liberties.</p>\r\n\r\n<p>Then he won the primary.</p>\r\n\r\n<div class=\"pf_subheadline\">And now</div>\r\n\r\n<p>Watkins still faces questions from reporters and from Democrats concerning his role in starting or building a company, a result of another Kansas City Star story. <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/oct/11/democratic-congressional-campaign-committee/kansas-dem-attack-steve-watkins-only-partially-acc/\">PolitiFact addressed that </a>earlier this month after the DCCC brought it up in a different ad. The DCCC continues those questions in its newest ad, too.</p>\r\n\r\n<p>But the new ad&rsquo;s claim about being denounced by 40-plus Republican leaders stood out to us as odd, considering that President Trump was in Topeka on Oct. 6, praising Watkins. And Vice President Mike Pence campaigned for Watkins just last week.</p>\r\n\r\n<p>&quot;I&rsquo;m here for one reason and one reason only,&quot; Pence told nearly 200 people at the Oct. 19 rally, according to the <a href=\"https://www.cjonline.com/news/20181019/vp-mike-pence-endorses-steve-watkins-at-topeka-rally-paul-davis-answers-by-unleashing-two-tv-ads\">Topeka Capital-Journal</a>. &quot;Kansas and America needs Steve Watkins in the Congress of the United States of America.</p>\r\n\r\n<p>So what about those Republican denouncements cited in the DCCC ad?</p>\r\n\r\n<p>Every one of the 40 expressing concerns has changed his or her mind, said Cheryl Reynolds, a member of the Kansas Republican executive committee and chair of the party&rsquo;s 2nd Congressional District organization. Reynolds, it should be noted, was at the top of the list of those expressing concerns about Watkins in July. She was the person who sent out the list in the first place.</p>\r\n\r\n<p>She told us she has spoken with nearly every on the list, and was told by intermediaries that those she had not reached share her support now for Watkins. Asked what changed, Reynolds told us that after the primary, she set up two meetings between the nominee and district Republican leaders, including county chairmen and women, to hear one another out.</p>\r\n\r\n<p>&quot;We care about the positions&quot; that elected leaders will go to Washington to work on, she said. &quot;And we are confident that we have a candidate who supports the positions of the 2nd District.&quot; Those include a strong border, opposition to abortion and support for the Second Amendment.</p>\r\n\r\n<p>In an earlier statement, Reynolds and three others on that list &mdash; the entirety of the Kansas Republicans&rsquo; 2nd District officers &mdash; said, &quot;We are confident Steve Watkins will represent the conservative values of Kansans &mdash; and continue to contribute to Making America Great Again and helping to enact President Donald Trump&rsquo;s agenda.&quot;</p>\r\n\r\n<p>Ed O&#39;Brien, the district&#39;s Republican vice chair and one of the 40 who signed the earlier&nbsp;letter of concern, affirmed the sentiment&nbsp;in an email to PolitiFact.&nbsp;</p>\r\n\r\n<p>&quot;Steve Watkins more than satisfied our curiosity,&quot; O&#39;Brien said. &quot;His positions on the issues closely mirrored our own and those of the majority of 2nd District voters. Once we got to know Steve better we were more than happy to throw our support behind Steve Watkins, the people&#39;s choice.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Some holdouts</div>\r\n\r\n<p>Is it all peace, harmony and kumbaya? PolitiFact attempted to reach three of Watkins&rsquo; primary opponents who were outspoken during their race, but did not get calls back. One of them had called Watkins <a href=\"https://www.kansascity.com/news/politics-government/article216015075.html\">&quot;a charlatan, a fraud and an opportunist.&quot;</a></p>\r\n\r\n<p>Another Republican, Kris Marple, chairman of the Wilson County Republican Party, told us in an email that he backed a different candidate in the primary but did not sign the letter. &quot;However, I&#39;m supporting Steve in the general, and I feel that most of those that did sign the letter are supporting him as well, but I don&#39;t know who nor how many,&quot; Marple said.</p>\r\n\r\n<p>This is not unconditional support. Marple told reporters from McClatchy in early October that while he&rsquo;s willing to give Watkins his nod, &quot;if we come to find out that stuff&rsquo;s true and he&rsquo;s really not what he says he is, we&rsquo;ll replace him in two years, I guess.&quot;</p>\r\n\r\n<p>Another sign of ambivalence came through during the Kansas Farm Bureau PAC&rsquo;s statewide endorsement process. The PAC announced its endorsements Oct. 10 but declined to back a candidate in the 2nd Congressional District. Asked why, Cory Saunders, the bureau&rsquo;s public policy manager, told us that when members were polled, &quot;there just weren&rsquo;t a lot of recommendations for either Watkins or Davis,&quot; the Democratic opponent.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>The DCCC said that &quot;over 40 Republican leaders denounced&quot; the Watkins campaign. The big group of 40 that stated concerns did so in late July. Reynolds, the district official who made those concerns public, says the Republicans are now behind the candidate.</p>\r\n\r\n<p>It may be conditional love, and there may be holdouts among others in the district.</p>\r\n\r\n<p>When something was true months ago but the actors have changed their minds, and when the context needs to be explained this fully, we rate it Half True.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-25T11:18:23.482515", "ruling_date": "2018-10-25T16:03:26", "ruling_headline": "Democrats fail to mention that things have changed in Kansas", "ruling_headline_slug": "democrats-fail-mention-things-have-changed-kansas", "ruling_link_text": "That was then. Things change.", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://www.youtube.com/watch?v=4YEnchlw0ec\">Democratic Congressional Campaign Committee ad, </a>Oct. 22, 2018</p>\r\n\r\n<p>Letter from grassroots leaders announcing concerns about Steve Watkins, July 31, 2018</p>\r\n\r\n<p>Email exchange with Bryan Piligra, spokesman for Watkins campaign, Oct, 24, 2018</p>\r\n\r\n<p>Email exchange with Democratic Congressional Campaign Committee, Oct. 23 and 24, 2018</p>\r\n\r\n<p>Telephone interview with Cory Saunders, Kansas Farm Bureau, Oct. 24, 2018</p>\r\n\r\n<p>Telephone interview with Cheryl Reynolds, 2nd District Republican chair, Oct, 24, 2018</p>\r\n\r\n<p>Email exchange with Kris Marple, Wilson County, Kansas, Republican chair</p>\r\n\r\n<p>Email exchamnge with Ed O&#39;Brien, Kansas 2nd Congressional District Republican vice chair, Oct. 25, 2018</p>\r\n\r\n<p>Kansas Secretary of State, <a href=\"https://ent.sos.ks.gov/kssos_ent.html\">election results</a></p>\r\n\r\n<p>Federal Election Commission, <a href=\"https://www.fec.gov/data/committee/C00674952/?tab=raising\">records for Kansas Can Do Anything PAC, </a>accessed Oct. 24, 2018</p>\r\n\r\n<p>Topeka Capital-Journal, &quot;<a href=\"https://www.cjonline.com/news/20181019/vp-mike-pence-endorses-steve-watkins-at-topeka-rally-paul-davis-answers-by-unleashing-two-tv-ads\">VP Pence endorses Steve Watkins at Topeka rally; Paul Davis answers by unleashing two TV ads,&quot;</a> Oct. 19, 2018</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.kake.com/story/38801078/newcomer-faces-republican-backlash-in-kansas-2nd-house-race\">&quot;Newcomer faces Republican backlash in Kansas 2nd House race,&quot; </a>Aug. 2, 2018</p>\r\n\r\n<p>McClatchy D.C. Bureau, <a href=\"https://www.mcclatchydc.com/news/politics-government/election/midterms/article219492915.html\">&quot;&lsquo;We&rsquo;re just talking two years.&rsquo; GOP officials grapple with doubts about Watkins,&quot; </a>Oct. 4, 2018</p>\r\n\r\n<p>Kansas City Star, <a href=\"https://www.kansascity.com/news/politics-government/article214788755.html\">&quot;&lsquo;His social views were liberal.&rsquo; Candidate met with Dems before launching GOP run,&quot;</a> July 13, 2018</p>\r\n\r\n<p>Kansas City Star, <a href=\"https://www.kansascity.com/news/local/news-columns-blogs/the-buzz/article219050510.html\">&quot;GOP candidate Watkins told voters he owned a company he built from scratch. He didn&rsquo;t,&quot; </a>Sept. 26, 2018</p>\r\n\r\n<p>Topeka Capital-Journal, <a href=\"https://www.cjonline.com/news/20180725/dads-super-pac-injects-400000-into-new-ads-for-sons-2nd-district-congressional-campaign\">&quot;Dad&rsquo;s super PAC injects $400,000 into new ads for son&rsquo;s 2nd District congressional campaign,&quot; </a>July 25, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/oct/11/democratic-congressional-campaign-committee/kansas-dem-attack-steve-watkins-only-partially-acc/\">&quot;In Kansas, Democrat&#39;s attack on Steve Watkins only partially accurate,&quot;</a> Oct. 11, 2018</p>\r\n\r\n<p>Associated Press, &quot;Kansas GOP leaders flip-flop on Steve Watkins after blasting congressional candidate in primary,&quot; Aug. 28, 2018 (via Nexis)</p>\r\n\r\n<p>Topeka Capital-Journal, &quot;Steve Watkins touts war-zone leadership, won&#39;t talk about injury suffered as contractor,&quot; Oct. 21 (via Nexis)</p>\r\n\r\n<p>Associated Press, &quot;GOP hopes Trump&#39;s visit will boost novice House candidate,&quot; Oct. 5, 2018 (via Nexis)</p>\r\n\r\n<p>Lawrence Journal-World, <a href=\"http://www2.ljworld.com/news/state-region/2018/aug/01/gop-candidates-establishment-lining-up-against-2nd-district-candidate-steve-watkins/\">&quot;GOP candidates, establishment lining up against 2nd District candidate Steve Watkins,&quot;</a> Aug. 1, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 8, "first_name": "", "half_true_count": 7, "home_state": "", "id": 652, "last_name": "Democratic Congressional Campaign Committee", "mostly_true_count": 1, "name_slug": "democratic-congressional-campaign-committee", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-mugs_mug-dnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/652/", "total_count": 38, "true_count": 0, "website": "http://www.dccc.org/"}, "statement": "<p>Says &quot;over 40 Republican leaders denounced&quot; Steve Watkins&rsquo; campaign</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a campaign ad", "statement_date": "2018-10-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 334, "photo": null, "resource_uri": "/api/v/2/subject/334/", "subject": "Party Support", "subject_slug": "party-support", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "In Kansas congressional race, minds change about Steve Watkins"}