{"art": [{"brightcove": "", "caption": "President Donald Trump, rallying Houston voters on Oct. 22, 2018 for Texas Sen. Ted Cruz and other Republicans, also made claims about Democratic Senate nominee Beto O'Rourke (HOUSTON CHRONICLE, Marie D. De Jesús).", "id": 17792, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/trumpcruzchron102218pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17792/", "title": "Donald Trump in Houston 10/22/18 rallyh", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/oct/25/donald-trump/mostly-false-donald-trump-claim-beto-orourke-voted/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Did Beto O'Rourke vote to shield gangs from deportation?", "id": 16091, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/16091/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>President Donald Trump, stirring Texas supporters, charged Democratic U.S. Senate nominee Beto O&rsquo;Rourke with voting to shield violent gang members from deportation.</p>\r\n\r\n<p>Trump, urging voters at an Oct. 22, 2018, Houston rally to re-elect his onetime nemesis, Republican Sen. Ted Cruz, said that O&rsquo;Rourke, the third-term congressman from El Paso who opposes Trump&rsquo;s avowed wall along the U.S.-Mexico border, &quot;even voted to shield MS-13 gang members from deportation.&quot; Trump went on: &quot;He doesn&rsquo;t want to deport them. He says they&rsquo;re people, they&rsquo;re people. They carve you up with a knife but they&rsquo;re people.&quot;</p>\r\n\r\n<p>So, did O&rsquo;Rourke vote to shield MS-13 gang members from deportation?</p>\r\n\r\n<p>We didn&rsquo;t get a White House reply to our request for Trump&rsquo;s factual backup. But we identified a 2017 House vote on a proposal related to deporting or not admitting criminal gang members to the United States. O&rsquo;Rourke and an outside expert subsequently told us the Texan&rsquo;s vote didn&rsquo;t shield MS-13 members from deportation, which happens regularly under current law.</p>\r\n\r\n<p><strong>What&rsquo;s MS-13?</strong></p>\r\n\r\n<p>It&rsquo;s a misconception that MS-13 members hail entirely from abroad in that the violent group started in Los Angeles where many refugees from civil strife in El Salvador, Guatemala and Nicaragua fled in the 1980s.</p>\r\n\r\n<p>In 2017, the Justice Department <a href=\"https://www.justice.gov/opa/speech/file/958481/download\">said</a> there are an <a href=\"https://www.politifact.com/truth-o-meter/statements/2017/apr/18/donald-trump/trump-falsely-claims-obama-policies-blame-growth-m/\">estimated 10,000 MS-13 gang members</a> operating in at least 40 states. Members are concentrated in Los Angeles, Long Island in New York and the region outside Washington, D.C., the <em>New York Times</em> reported in March 2018. The <em>Times</em>, citing federal authorities, said the gang&rsquo;s 30,000 other members live in Central America or Mexico.</p>\r\n\r\n<p>MS-13 stands for Mara Salvatrucha, which comes from the words &quot;mara,&quot; a Spanish term for gang, &quot;salva,&quot; for El Salvador, and &quot;trucha,&quot; slang for cunning. The &quot;13&quot; refers to the thirteenth letter of the alphabet, or &quot;M,&quot; which denotes the gang&rsquo;s allegiance to the Mexican Mafia, a prison gang, DOJ said.</p>\r\n\r\n<p>In 2012, MS-13 <a href=\"https://www.nytimes.com/2018/03/01/us/politics/ms13-gang-threat-trump-policy.html\">became the first street gang to be designated by the government as a transnational criminal organization</a> when President Barack Obama did so. Our October 2018 <a href=\"https://search.usa.gov/search?query=ms-13&amp;submit.x=0&amp;submit.y=0&amp;affiliate=ice.gov\">search</a> of the Immigration and Customs Enforcement website yielded more than 270 web pages detailing actions against MS-13 members----including arrests, criminal convictions and removals.</p>\r\n\r\n<p><strong>A 2017 House vote</strong></p>\r\n\r\n<p>Another web search led us to see that the House in September 2017 voted mostly along party lines to send the Senate the <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/3697\">Criminal Alien Gang Member Removal Act</a>. As of October 2018, it still hadn&rsquo;t received Senate consideration.</p>\r\n\r\n<p>In a <a href=\"https://www.washingtonpost.com/local/virginia-politics/house-passes-comstock-bill-targeting-immigrant-members-of-ms-13-gang/2017/09/14/71e97ce0-9956-11e7-b569-3360011663b4_story.html?noredirect=on&amp;utm_term=.db694432c0b1\">news story</a>&nbsp;at the time, <em>The Washington Post</em> said that the proposal &quot;would allow officials to take action against suspected gang members, regardless of whether they&#39;ve been convicted of a crime.&quot;</p>\r\n\r\n<p>Advocates said the move would enhance public safety. Before the vote, the White House issued a <a href=\"https://www.whitehouse.gov/briefings-statements/h-r-3697-criminal-alien-gang-member-removal-act/\">statement</a> saying advisers would urge Trump to sign the measure into law should the House version reach his desk. That statement credited the proposal with giving &quot;law enforcement needed tools to help ensure that criminal alien gang members are deported quickly and never again allowed to enter the United States.&quot;</p>\r\n\r\n<p>Separately, the American Civil Liberties Union said the measure &quot;would promote racial profiling, erode due process and unintentionally affect others, such as clergy who try to help gang members,&quot; the Post story said. Immigrant advocates maintained &quot;it would give law enforcement wide latitude in designating groups of people as gangs and seeking to deport, detain or block their asylum before a crime has been committed,&quot; the story said.</p>\r\n\r\n<p>By our read, the legislation would enable federal officials to designate criminal gangs, defined as five members or more bent on criminal activity, and permit a consular or law enforcement official not to admit a person to the U.S. if the official knows or has reason to believe the individual is or has been in a criminal gang--with no requirement that the individual have criminal convictions. Also, the legislation permits immigration authorities to start deportation proceedings against anyone in the U.S. believed to be or have been in a criminal gang.</p>\r\n\r\n<p><strong>O&rsquo;Rourke&rsquo;s nay</strong></p>\r\n\r\n<p>Next, we confirmed from a <a href=\"http://clerk.house.gov/evs/2017/roll517.xml\">roll call vote</a> that O&rsquo;Rourke was among 174 Democrats to vote against the measure, which won House approval by 233-175. Rep. <a href=\"https://amash.house.gov/\">Justin Amash</a> of Michigan was the sole Republican to vote &quot;no.&quot;</p>\r\n\r\n<p>In floor debate, a co-sponsor of the proposal, Rep. <a href=\"https://labrador.house.gov/\">Raul Labrador</a>, R-Idaho, said that without the legislation, MS-13 members could legally stay in the U.S. unless they were convicted of deportable offenses, according to a transcript in the Congressional Record. If the legislation became law, Labrador told members, ICE would newly &quot;be permitted to place alien gang members into removal proceedings on the grounds of being criminal gang members&quot; as determined by specifications in the measure of crimes considered to be gang related, Labrador said.</p>\r\n\r\n<p>Labrador also said: &quot;I have heard some uneasiness that ICE will use these provisions to charge any alien they encounter with gang activity. Our bill does not allow that.&quot; Under the measure, he said, ICE would have the burden of proof when charging an immigrant with a deportable offense. &quot;The government must convince an immigration judge of its case,&quot; Labrador said.</p>\r\n\r\n<p>Democratic members countered that the proposal would enable the Department of Homeland Security to deny admission to or deport any immigrant, including one who has no criminal history or gang affiliation, so long as DHS believes the person is associated with such a group.</p>\r\n\r\n<p>Under the proposal, Rep. <a href=\"https://lofgren.house.gov/\">Zoe Lofgren</a>, D-Calif., said, there &quot;is no need for conviction or even an arrest. All DHS needs is a belief that the individual has assisted any group of five or more people that DHS believes has committed one of these long list of offenses,&quot; Lofgren said.</p>\r\n\r\n<p>Zofgren also suggested the legislation could lead to a religious group that aids immigrants facing charges. &quot;This isn&#39;t just theoretical,&quot; Lofgren said, going on: &quot;During the 1980s, members of the faith community were repeatedly criminally prosecuted for providing transportation to undocumented immigrants.&quot;</p>\r\n\r\n<p>There was a related vote. By 220-184, members rejected a Democrat&rsquo;s motion to have the proposal amended to bar the deportation of any person &quot;for action taken on behalf of a religious organization whose primary purpose is the provision of humanitarian assistance or aid.&quot; O&rsquo;Rourke <a href=\"http://clerk.house.gov/evs/2017/roll516.xml\">voted in favor</a> of the motion.</p>\r\n\r\n<p><strong>O&rsquo;Rourke campaign disputes characterization</strong></p>\r\n\r\n<p>By email, Chris Evans of O&rsquo;Rourke&rsquo;s campaign responded to our inquiry about Trump&rsquo;s claim by disputing the president&rsquo;s characterization of O&rsquo;Rourke. Existing law, Evans said, &quot;makes immigrants who commit crimes related to gang activity deportable.&quot;</p>\r\n\r\n<p>O&rsquo;Rourke, Evans wrote, &quot;believes in ensuring MS-13 members are held responsible for their crimes under our justice system and he believes in enforcing our current immigration law.&quot;</p>\r\n\r\n<p>We also heard back from <a href=\"https://www.cato.org/people/david-bier\">David Bier</a>, an immigration policy analyst for the libertarian-rooted Cato Institute. Bier, a former staff adviser to Labrador, called Trump&rsquo;s claim about O&rsquo;Rourke incorrect. Calling the legislation a &quot;political effort,&quot; Bier told us by phone that significantly, neither the White House nor other supporters of the measure had identified examples of MS-13 members the government couldn&rsquo;t deport without the House-approved changes in law. &quot;If there were any examples,&quot; Bier said, &quot;they&rsquo;d be displaying them.&quot;</p>\r\n\r\n<p><strong>Does existing law shield gang members?</strong></p>\r\n\r\n<p>Stepping away from the legislation, we wondered whether existing law shields MS-13 gang members from deportation.</p>\r\n\r\n<p>Early this year, PolitiFact <a href=\"https://www.politifact.com/truth-o-meter/article/2018/feb/26/donald-trumps-misleading-impression-about-immigrat/\">looked into</a> whether MS-13 members detained in the U.S. were being let go by authorities. To the contrary, <a href=\"https://www.lawschool.cornell.edu/faculty/bio_stephen_yale-loehr.cfm\">Steve Yale-Loehr</a>, who teaches at Cornell Law School, responded that the government by law must detain individuals who have committed certain crimes while going through deportation proceedings. He pointed out <a href=\"https://www.gpo.gov/fdsys/pkg/USCODE-2016-title8/html/USCODE-2016-title8-chap12-subchapII-partIV-sec1226.htm\">provisions</a> in federal code requiring the government to take into custody any individual convicted of a range of offenses including those involving firearms, illegal drugs or aggravated assault.</p>\r\n\r\n<p>Yet individuals can seek asylum if they have suffered persecution or fear they will suffer persecution due to race, religion, nationality, membership in a particular social group, or political opinion.</p>\r\n\r\n<p>Yale-Loehr said: &quot;If an individual caught along the border claims asylum, he or she will have their claim reviewed by an asylum officer with U.S. Citizenship and Immigration Services. If they can show they have a credible fear, the individual goes through the immigration court process. If they don&rsquo;t have a credible fear, or if an immigration judge denies their asylum claim,&quot; they will be deported, Yale-Loehr said.</p>\r\n\r\n<p>But immigration experts said that it&rsquo;s difficult for gang members to receive asylum. Fatma E. Marouf, a professor of law and director of the Immigrant Rights Clinic at Texas A&amp;M University School of Law, said: &quot;If the gang member persecuted others or committed a serious crime in the United States or his country of origin, he would likely be barred from asylum.&quot;</p>\r\n\r\n<p>If a gang member or criminal can somehow make a substantive case that their asylum argument should be heard, the immigrant would be allowed to stay in the United States until their hearing. They would typically post a bond to do so.</p>\r\n\r\n<p>Critics call this wrinkle &quot;catch and release.&quot; Yale-Loehr said Border Patrol agents and ICE officials can release people in this way, under what is known as prosecutorial discretion. In addition, immigration judges can allow immigrants in deportation proceedings to be released after they pay a bond, if they meet certain conditions.</p>\r\n\r\n<p>&quot;But that is happening less and less often under the current administration, and the government is certainly not required to release people who may be deportable, Yale-Loehr said in February 2018. He cited a Department of Homeland Security <a href=\"https://www.dhs.gov/sites/default/files/publications/17_0220_S1_Implementing-the-Presidents-Border-Security-Immigration-Enforcement-Improvement-Policies.pdf\">memo</a> that drastically cut back on the practice in February 2017, shortly after Trump was inaugurated.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Trump said O&rsquo;Rourke &quot;voted to shield MS-13 gang members from deportation.&quot;</p>\r\n\r\n<p>We see an element of truth to this claim because O&rsquo;Rourke did not vote for a Trump-backed measure pitched as easing&nbsp;deportations of suspected criminal gang members. But we spotted no evidence that O&rsquo;Rourke&rsquo;s &quot;no&quot; was a vote to shield&nbsp;violent gang members from deportation.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE </strong></em>&ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-25T15:50:51.690318", "ruling_date": "2018-10-25T16:10:37", "ruling_headline": "Mostly False: Donald Trump claim that Beto O'Rourke voted to shield MS-13 members from deportation", "ruling_headline_slug": "mostly-false-donald-trump-claim-beto-orourke-voted", "ruling_link_text": "Congress hasn't voted on shielding MS-13 members", "ruling_state": null, "source_documents": null, "sources": "<p>Fact-checks and story, PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/statements/2017/apr/18/donald-trump/trump-falsely-claims-obama-policies-blame-growth-m/\">&quot;Trump falsely claims Obama policies to blame for growth of MS-13 gang in the U.S.,&quot;</a> April 18, 2017; <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/feb/07/donald-trump/immigration-ms-13-and-crime-facts-behind-donald-tr/\">&quot;Immigration, MS-13 and crime: the facts behind Donald Trump&rsquo;s exaggerations,&quot;</a> Feb. 7, 2018; <a href=\"https://www.politifact.com/truth-o-meter/article/2018/feb/26/donald-trumps-misleading-impression-about-immigrat/\">&quot;Donald Trump at CPAC gives misleading impression about immigration, MS-13,&quot;</a> Feb. 26, 2018</p>\r\n\r\n<p>Document, <a href=\"https://www.justice.gov/opa/speech/file/958481/download\">&quot;Fact sheet on MS-13,&quot;</a> U.S. Department of Justice, April 18, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.nytimes.com/2018/03/01/us/politics/ms13-gang-threat-trump-policy.html\">&quot;Trump Targets MS-13, a Violent Menace, if Not the One He Portrays Video,&quot;</a> <em>The New York Times</em>, March 1, 2018</p>\r\n\r\n<p>Legislation, H.R. 3697, <a href=\"https://www.congress.gov/bill/115th-congress/house-bill/3697\">&quot;Criminal Alien Gang Member Removal Act,&quot;</a> 115th Congress (2017-2018) (accessed Oct. 23, 2018)</p>\r\n\r\n<p>Statement of administration policy, <a href=\"https://www.whitehouse.gov/briefings-statements/h-r-3697-criminal-alien-gang-member-removal-act/\">&quot;H.R. 3697 &ndash; Criminal Alien Gang Member Removal Act,&quot;</a> The White House, Sept. 12, 2017</p>\r\n\r\n<p>Documents, <a href=\"http://clerk.house.gov/evs/2017/roll516.xml\">&quot;FINAL VOTE RESULTS FOR ROLL CALL 516,&quot;</a> motion to recommit Criminal Alien Gang Removal Act; &nbsp;<a href=\"http://clerk.house.gov/evs/2017/roll517.xml\">&quot;FINAL VOTE RESULTS FOR ROLL CALL 517,&quot;</a> passage of Criminal Alien Gang Removal Act, U.S. House Clerk, Sept. 14, 2017 (accessed Oct. 23, 2018)</p>\r\n\r\n<p><a href=\"https://www.congress.gov/congressional-record/2017/09/14/house-section/article/H7387-2\">Entry</a> transcribing House debate, H.R. 3697, Congressional Record, Sept. 14, 2017</p>\r\n\r\n<p>News story, <a href=\"https://www.washingtonpost.com/local/virginia-politics/house-passes-comstock-bill-targeting-immigrant-members-of-ms-13-gang/2017/09/14/71e97ce0-9956-11e7-b569-3360011663b4_story.html?noredirect=on&amp;utm_term=.db694432c0b1\">&quot;House passes Comstock bill targeting immigrant members of MS-13 gang,&quot;</a> <em>The Washington Pos</em>t, Sept. 14, 2017</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vR3C434O80LuulkjFL1OkkSf-Q1CyGk4rfzuInm6F9Q1HXOblsRWnPDKQOHs8Q232c8chvC8zUUd-Fn/pub\">Email</a>, Chris Evans, communications director, Beto O&rsquo;Rourke campaign, Oct. 24, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.cato.org/people/david-bier\">David Bier</a>, immigration policy analyst, the Cato Institute, Oct. 24, 2018</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Trump", "barely_true_count": 135, "current_job": "President", "false_count": 211, "first_name": "Donald", "half_true_count": 93, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 92, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 649, "true_count": 29, "website": "https://www.donaldjtrump.com/"}, "statement": "<p>Says Beto O&rsquo;Rourke &quot;voted to shield MS-13 gang members from deportation.&quot;</p>\r\n", "statement_context": "a rally for Republican candidates in Houston", "statement_date": "2018-10-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 1, "first_name": "Beto", "half_true_count": 5, "home_state": "Texas", "id": 2860, "last_name": "O'Rourke", "mostly_true_count": 2, "name_slug": "beto-orourke", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/neworourkemug0317.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2860/", "total_count": 16, "true_count": 3, "website": "https://betofortexas.com/"}], "twitter_headline": "MOSTLY FALSE: Donald Trump claim that Beto O'Rourke voted to shield gang members from deportation"}