{"art": [{"brightcove": "", "caption": "U.S. Rep. Troy Balderson told Columbus news anchor Scott Light that the Affordable Care Act created health care access problems.", "id": 17809, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Balderson_on_Face_the_State_program.PNG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17809/", "title": "Troy Balderson in Columbus TV interview", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/oct/30/troy-balderson/ohio-troy-balderson-brings-seldom-mentioned-health/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Insurers leaving means less access to care, Balderson says", "id": 16102, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/16102/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Obamacare was supposed to make health coverage available to most Americans. But for someone to get coverage, an insurance company must sell it -- and that&rsquo;s a problem when insurers pull out of a market, as they have in recent years, says an Ohio candidate in a 2018 congressional contest.</p>\r\n\r\n<p>Troy Balderson, who won a race this summer for a temporary stint representing Ohio&rsquo;s 12th Congressional District and now is running to keep it, reminded voters of this recently. Discussing the Affordable Care Act on Columbus TV, Balderson, a Republican, said access is one of the health law&rsquo;s shortcomings. He sees plenty of others -- he is a &quot;repeal and replace&quot; advocate -- but lots of other candidates are talking about those, and this was different enough to catch our attention.</p>\r\n\r\n<p>&quot;A lot of people are still dealing with lack of access to health care,&quot; <a href=\"https://www.10tv.com/article/balderson-and-oconnor-face-state-primetime-special\">Balderson told Scott Light</a>, an anchor of WBNS, during an Oct. 20 program on the race between Balderson and his Democratic opponent, Danny O&rsquo;Connor. &quot;There are counties out there, in my former Senate district, that didn&rsquo;t have doctors and providers.&quot;</p>\r\n\r\n<p>Did that really happen? And wasn&rsquo;t the ACA supposed to provide access to care, not remove it? Let&rsquo;s see how things have turned out.</p>\r\n\r\n<div class=\"pf_subheadline\">Last year&rsquo;s worries</div>\r\n\r\n<p>Broadly speaking, Balderson was referring to the start of the Affordable Care Act, his campaign said. The main provisions began in 2014.</p>\r\n\r\n<p>&quot;Numerous insurers pulled out of communities and counties when Obamacare was enacted leaving many of the constituents in my former State Senate district to drive to other parts of Ohio, and even across state lines, for their health care needs,&quot; Balderson told PolitiFact in a statement. &quot;This was just the beginning of the problems with Obamacare, and it&#39;s one of the many reasons I am committed to solving the problems in our healthcare system so patients have access to affordable care by a doctor in their community.&quot;</p>\r\n\r\n<p>We&rsquo;ll look at what happened at the beginning. But first, since Balderson was speaking in such narrow geographical terms, it helps to go back just one year, to the summer of 2017. That&rsquo;s when health insurers were preparing for the coming year and the Ohio Department of Insurance announced preliminary participation by county. The number of insurers selling policies in the ACA marketplace was falling, with some companies complaining the cost of care was too high or the ACA market, mired in political controversy, was too uncertain.</p>\r\n\r\n<p>For a time, it looked as if 20 Ohio counties might wind up with no insurers at all in the ACA&rsquo;s individual market for 2018.</p>\r\n\r\n<p>That included Guernsey, Morgan and Muskingum counties, in Balderson&rsquo;s Senate district. What would people do if that happened?</p>\r\n\r\n<p>It became unnecessary to answer that question, because Gov. John Kasich and the Ohio Department of Insurance persuaded insurers working in other counties to fill the void. The crisis was averted.</p>\r\n\r\n<p>Nevertheless, 42 out of Ohio&rsquo;s 88 counties wound up with only one insurer, and 20 counties wound up with two, according to the state insurance department. That meant residents buying policies on the individual exchange had limited or no choice of insurers.</p>\r\n\r\n<p>It also meant that if they wanted to stay in-network and avoid potentially big costs, they had to use the doctors and hospitals chosen by the limited number of insurers.</p>\r\n\r\n<div class=\"pf_subheadline\">More time</div>\r\n\r\n<p>We looked at the three above-mentioned counties to see how this played out. Guernsey, Morgan and Muskingum counties have only one ACA insurer now, CareSource. Each also had only one insurer in 2017. That insurer was Anthem Blue Cross Blue Shield. In other words, people buying ACA policies in both 2017 and 2018 had only one choice, but that choice required a change from Anthem in 2017 to CareSource in 2018.</p>\r\n\r\n<p>In 2016, the choice for those consumers was much broader, since Guernsey and Muskingum had 5 companies vying for ACA customers and Morgan had six.</p>\r\n\r\n<p>The ACA market has never been entirely static. From its start, insurers tested it for a year or two and then made new decisions. For example, in 2014, Guernsey and Muskingum counties had two insurers, and Morgan had three. Two more insurers decided to enter each of those counties in 2015, and one more in each county in 2016. That was the trend: A small number of insurers came into the market, more joined it the next year and even more the year after.</p>\r\n\r\n<p>But then came a retreat in 2017, with some insurers beating a path out.</p>\r\n\r\n<div class=\"pf_subheadline\">Rural counties hit hardest</div>\r\n\r\n<p>We were curious to see if fewer people bought insurance coverage as the number of carriers fell. So we looked at ACA enrollment data reported by the Centers for Medicare and Medicaid Services, comparing 2016, when there were more choices, and 2018.</p>\r\n\r\n<p>Two of the counties, Muskingum and Guernsey, both of which went from five insurers to one, saw a drop in insurance purchases -- Muskingum by nearly 16 percent, Guernsey by 9 percent.</p>\r\n\r\n<p>Yet Morgan, which went from six insurers to one, saw a 7 percent rise. Because of other factors, including the economy, it is impossible to say there was a direct cause and effect.</p>\r\n\r\n<p>This is not to minimize the difficulty there, but for insurers, these are tiny markets. Only 1,504 people bought ACA policies Muskingum County this year, and only 303 in Morgan and 676 in Guernsey, according to CMS data.</p>\r\n\r\n<div class=\"pf_subheadline\">Looking up</div>\r\n\r\n<p>Balderson spoke of the past. But what lies ahead? It turns out that Ohio will gain two more insurers in 2019, although they won&rsquo;t all participate in each county, bringing the statewide total from eight to 10. One of the new ones is Anthem, which retreated from Ohio amid uncertainty over the ACA but is coming back.</p>\r\n\r\n<p>In Balderson&rsquo;s old Senate district, Guernsey County, now with one ACA insurer, will have two next year, according to the state. So will Morgan County.</p>\r\n\r\n<p>And Muskingum will have three.</p>\r\n\r\n<div class=\"pf_subheadline\">A broader view</div>\r\n\r\n<p>Before we rule on Balderson&rsquo;s claim, it&rsquo;s important to note that Balderson says he was speaking of changes after the ACA&rsquo;s enactment, not just last year. So we wanted to look at pre- and post-ACA factors.</p>\r\n\r\n<p>But we found that good county-by-county counts of insurers didn&rsquo;t exist before the ACA because there weren&rsquo;t requirements to keep them at such a narrow level. But what about states? Were there more carriers in each state -- providing more access -- before the ACA?</p>\r\n\r\n<p>The problem with such comparisons, we found, is they are like comparing apples to oranges. The nature of the policies and their coverage was different before the health law kicked in in 2014.</p>\r\n\r\n<p>Before the ACA, a company could reject customers with pre-existing conditions, pay for fewer kinds care, close off enrollment or insure only a tiny or select group of people, Cynthia Cox of the Kaiser Family Foundation told us. In fact, insurers set up subsidiaries sometimes for just that purpose.</p>\r\n\r\n<p>&quot;So before the the ACA, you see a bunch of plans with about five people enrolled in them,&quot; Cox, the Kaiser foundation&rsquo;s director for health reform and private insurance, said. She said that in 2006, 27 percent of plans in a given state had fewer than 100 enrolles.</p>\r\n\r\n<p>To make accurate comparisons, Cox looks at the number of insurers that are significant competitors, a measure that groups subsidiaries as part of the parent company. A significant competitor is a company with more than 5 percent of a state&rsquo;s market share.</p>\r\n\r\n<p>In Ohio, there were three such companies in 2011, three years before the ACA kicked in. The number grew to four with the start of the ACA, then to five in 2015, then back to four in 2016. Overall, the trend nationally -- the number of carriers -- is &quot;remarkably flat,&quot; Cox said.</p>\r\n\r\n<p>There are other ways to measure access to care, including changes in the number of uninsured people, although that includes a large number who got coverage through Medicaid&rsquo;s expansion, a facet of the ACA. Counting them, the share of uninsured Ohioans fell by 45 percent -- to 6 percent -- between 2013 and 2017, <a href=\"https://www.census.gov/content/dam/Census/library/publications/2018/demo/p60-264.pdf\">U.S. Census figures</a> show.&nbsp;</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Balderson said that &quot;a lot of people are still dealing with lack of access to health care.&quot; He then spoke specifically about people in his former Ohio Senate district.</p>\r\n\r\n<p>It is true that a number of them dealt with changes, especially in the counties we mentioned. Nearly half of all Ohio counties, each in a small market, wound up with only a single ACA carrier this year. For some people, that changed their access to the doctors and hospitals they preferred.</p>\r\n\r\n<p>Yet things will improve for many in 2019. And even counting all the changes since the ACA began, many more people have health coverage now than before. This has been part of the ACA&rsquo;s push and pull from the start. If you are a constituent who lost access to your preferred insurer or provider, you might have called Balderson to urge him to fight for change. If you are a citizen who got health care because of the ACA, you might have joined a protest in hopes Congress will leave it alone.</p>\r\n\r\n<p>That&rsquo;s why we rate his claim Half True.</p>\r\n\r\n<div class='artembed'>See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-26T14:05:02.400231", "ruling_date": "2018-10-30T09:00:00", "ruling_headline": "In Ohio, Troy Balderson brings up a seldom-mentioned health care angle", "ruling_headline_slug": "ohio-troy-balderson-brings-seldom-mentioned-health", "ruling_link_text": "Keep your health plan if you like it? Not here.", "ruling_state": null, "source_documents": null, "sources": "<p>WBNS-10 TV, <a href=\"https://www.10tv.com/article/balderson-and-oconnor-face-state-primetime-special\">&quot;Face the State,&quot;</a> Oct. 20, 2018</p>\r\n\r\n<p>Email and telephone conversations, and data, from the Ohio Department of Insurance, Oct. 25, 2018</p>\r\n\r\n<p>Email exchange with Balderson campaign, Oct. 25, 2018</p>\r\n\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/Marketplace-Products/2018_Open_Enrollment.html\">Marketplace Open Enrollment Period Public Use Files,</a> data for 2018 and 2016, accessed Oct. 25, 2018</p>\r\n\r\n<p>Telephone and email discussions with Cynthia Cox, Kaiser Family Foundation, Oct. 25, 2018</p>\r\n\r\n<p>Kaiser Family Foundation, <a href=\"https://www.kff.org/other/state-indicator/individual-insurance-market-competition/?activeTab=graph&amp;currentTimeframe=0&amp;startTimeframe=5&amp;selectedDistributions=number-of-insurers-with-greater-than-5percent-market-share&amp;selectedRows=%7B%22wrapups%22:%7B%22united-states%22:%7B%7D%7D,%22states%22:%7B%22ohio%22:%7B%7D%7D%7D&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">&quot;Individual Insurance Market Competition&quot;</a></p>\r\n\r\n<p>Kaiser Family Foundation, &nbsp;<a href=\"https://www.kff.org/health-reform/issue-brief/insurer-participation-on-aca-marketplaces/\">Insurer Participation on ACA Marketplaces, 2014-2018</a></p>\r\n\r\n<p>Cleveland.com, <a href=\"https://www.cleveland.com/metro/index.ssf/2018/10/ohio_obamacare_2019_costs_rise.html\">&quot;Ohio Obamacare 2019 costs rise, but not as much; more options available,&quot; </a>Oct. 7, 2018</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "U.S. House Representative", "false_count": 0, "first_name": "Troy", "half_true_count": 2, "home_state": "Ohio", "id": 4425, "last_name": "Balderson", "mostly_true_count": 0, "name_slug": "troy-balderson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Balderson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4425/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>&quot;A lot of people are still dealing with lack of access to health care. There are counties out there, in my former Senate district, that didn&rsquo;t have doctors and providers.&quot;</p>\r\n\r\n<div>&nbsp;</div>\r\n", "statement_context": "a television interview", "statement_date": "2018-10-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Obamacare created health care access problems, Troy Balderson says in OH-12"}