{"art": [{"brightcove": "", "caption": "In the final debate for U.S. Senate in North Dakota, incumbent Heidi Heitkamp accused U.S. Rep. Kevin Cramer of taking away coverage for pre-existing conditions.", "id": 17873, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/CRAMER_heitkamp.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17873/", "title": "Photo cramer heitkamp debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "canonical_url": "/truth-o-meter/statements/2018/nov/01/kevin-cramer/no-protections-pre-existing-conditions-have-not-ex/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Protections for pre-existing conditions in North Dakota", "id": 16136, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mtobias@politifact.com", "first_name": "Manuela", "id": 632, "last_name": "Tobias", "name_slug": "manuela-tobias", "on_staff_page": 8, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots23.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/632/", "title": "Staff writer", "twitter": "manuelatobiasm"}], "resource_uri": "/api/v/2/statement/16136/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Democratic incumbent Heidi Heitkamp hounded her Republican challenger, Kevin Cramer, on his health care votes in the final North Dakota Senate debate on Oct. 26.</p>\r\n\r\n<p>Heitkamp pressed Cramer to explain why he had voted multiple times to repeal the Affordable Care Act in the House of Representatives. Cramer said the Republican alternatives he voted for &quot;do guarantee, emphatically, without any ambiguity whatsoever, people with pre-existing conditions.&quot;</p>\r\n\r\n<p>While protections for pre-existing conditions were baked into the multiple ACA replacements, <a href=\"https://www.politifact.com/truth-o-meter/article/2018/oct/17/pre-existing-conditions-does-any-gop-proposal-matc/\">we&rsquo;ve found</a> the language is not as air tight as under Obamacare. The limits of what insurance companies could charge would have also been watered down, <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/24/heidi-heitkamp/kevin-cramers-votes-pre-existing-conditions/\">sending premiums </a>to the point that coverage for many would be unattainable.</p>\r\n\r\n<p>Heitkamp, however, zeroed in on the proposals that were not backed by any alternatives.</p>\r\n\r\n<p>&quot;But, admit, that when you voted to repeal it without a replacement, what happened? You took away the protections on pre-existing conditions,&quot; Heitkamp said.</p>\r\n\r\n<p>&quot;No, because protections on pre-existing conditions have been there since the 1970s, and North Dakota, under Gov. Ed Schafer, had a plan to cover people in North Dakota,&quot; Cramer said. &quot;I trust the governors of North Dakota and our legislature way more than I trust (the federal government).&quot;</p>\r\n\r\n<p>Have pre-existing conditions been protected in North Dakota for decades? No.</p>\r\n\r\n<p>&quot;To suggest there was a complete protection of pre-existing conditions under state or federal law is just not accurate,&quot; said Kevin Lucia, project director at Georgetown University&#39;s Health Policy Institute.</p>\r\n\r\n<p>Cramer&rsquo;s campaign referred us to the Employee Retirement and Income Security Act of 1974. That regulated various aspects of most employer-provided group health plans. It wasn&#39;t until the Health Insurance Portability and Accountability Act was passed in 1996, however, that federal law limited the ability of such plans to exclude coverage for pre-existing conditions, according to Amy Monahan, a law professor at the University of Minnesota.</p>\r\n\r\n<p>Cramer did clarify, in the debate and through his campaign, that federal law protected people on group plans, which the majority of people in North Dakota have. &quot;That takes us down to a very small number,&quot; Cramer said.</p>\r\n\r\n<p>But coverage for people in group plans isn&rsquo;t at stake here; it&rsquo;s coverage for individuals outside of group plans. That&rsquo;s about <a href=\"https://www.nd.gov/ndins/Communications/news/News363/\">8 percent</a> of the population in North Dakota. It&rsquo;s a small number, as Cramer said, but not insignificant.</p>\r\n\r\n<p>Prior to the ACA, private insurers in the individual market in North Dakota could turn people down because of a pre-existing condition, or exclude coverage for their pre-existing condition.</p>\r\n\r\n<p>HIPAA provided some protection for people who recently lost job-based coverage to transition into individual coverage, and each state had to figure out how to implement it. North Dakota did that through the Comprehensive Health Association of North Dakota, which went into effect in 1982, effectively predating the law.</p>\r\n\r\n<p>&quot;Even though technically these plans provided a safety net for people with pre-existing conditions, it was a weak safety net,&quot; said Allison Hoffman, a law professor at the University of Pennsylvania. &quot;For most people, it did not work well because coverage was expensive and limited.&quot;</p>\r\n\r\n<p>Earl Pomeroy, former Insurance Commissioner for North Dakota from 1985 to 1992, said he was unaware of any other state programs that beefed up coverage for pre-existing conditions.</p>\r\n\r\n<p>The high-risk pool is still in place today, but its protections are limited in comparison to the ACA. Most other states eliminated their own pools after the ACA became law.</p>\r\n\r\n<p>First, people who are not HIPAA-eligible have to wait six months before&nbsp;coverage begins for their pre-existing conditions, or nine months if they are pregnant. For a cancer patient,&nbsp;that can be six months too many. HIPAA eligibility is conferred by 18 months of qualifying previous coverage and less than a 63-day gap in coverage.</p>\r\n\r\n<p>Second, the policies cap out at $1 million.</p>\r\n\r\n<p>&quot;An individual with a serious pre-existing condition could hit that cap pretty quickly and then have no source of coverage after that,&quot; said Wendy&nbsp;Netter Epstein, a law professor&nbsp;at DePaul University.</p>\r\n\r\n<p>Third, premiums can be up to 35 percent more expensive than standard rates.</p>\r\n\r\n<p>In the individual market in the ACA, there are no lifetime caps and the standard rate is the rate, according to Karen Pollitz, a senior fellow at the Kaiser Family Foundation. While rates have been on the rise, the ACA offers sliding scale subsidies for people earning up to 400 percent of the federal poverty level. 87 percent of marketplace enrollees received subsidies in North Dakota this year, according to the <a href=\"https://www.kff.org/other/state-indicator/effectuated-marketplace-enrollment-and-financial-assistance/?currentTimeframe=0&amp;sortModel=%7B%22colId%22:%22Location%22,%22sort%22:%22asc%22%7D\">Kaiser Family Foundation</a>.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Cramer said, &quot;Protections on pre-existing conditions have been there since the 1970s.&quot;</p>\r\n\r\n<p>Coverage of pre-existing conditions in group plans has been mandated by law since 1994, not the 1970s. But private insurers in North Dakota could turn down people in the individual market because of a pre-existing condition prior to the ACA. A 1982 state law provided an alternative, but it was not nearly as strong a guarantee of protection for pre-existing conditions as those provided by the ACA.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-10-31T14:53:57.280853", "ruling_date": "2018-11-01T09:43:21", "ruling_headline": "Protections on pre-existing conditions have not existed in North Dakota since 1970s", "ruling_headline_slug": "no-protections-pre-existing-conditions-have-not-ex", "ruling_link_text": "No protection in the age of Disco", "ruling_state": null, "source_documents": null, "sources": "<p>Youtube, <a href=\"https://www.youtube.com/watch?v=FrgFJtz0Xlo&amp;feature=youtu.be&amp;t=773\">North Dakota Broadcasters Association Debate</a>, Oct. 29, 2018</p>\r\n\r\n<p>Email interview with Tim Rasmussen, Cramer spokesman, Oct. 29, 2018</p>\r\n\r\n<p>Email interview with Julia Krieger, Heitkamp spokeswoman, Oct. 30, 2018</p>\r\n\r\n<p>Email interview with Wendy Epstein,&nbsp;law professor at DePaul University, Oct. 29, 2018</p>\r\n\r\n<p>Phone interview with Karen Pollitz, senior fellow at the Kaiser Family Foundation, Oct. 30, 2018</p>\r\n\r\n<p>Phone interview with Kevin Lucia, research professor and project director at Georgetown University&#39;s Health Policy Institute, Oct. 30, 2018</p>\r\n\r\n<p>Email interview with Amy Monahan, law professor at the University of Minnesota, Oct. 31, 2018</p>\r\n\r\n<p>Georgetown University Health Policy Institute, A consumer&rsquo;s guide to getting and keeping health insurance in North Dakota, December 2004</p>\r\n\r\n<p>Phone interview with Allison Hoffman, law professor at the University of Pennsylvania, Oct. 30, 2018</p>\r\n\r\n<p>Phone interview with Earl Pomeroy, former Insurance Commissioner for North Dakota, Oct. 31, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/article/2018/oct/17/pre-existing-conditions-does-any-gop-proposal-matc/\">Pre-existing conditions: Does any GOP proposal match the ACA?</a> Oct. 17, 2018</p>\r\n\r\n<p>PolitiFact, <a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/24/heidi-heitkamp/kevin-cramers-votes-pre-existing-conditions/\">Did Kevin Cramer&rsquo;s votes harm pre-existing condition coverage for 300,000 people?</a> Aug. 24, 2018</p>\r\n\r\n<p>The Washington Post, <a href=\"https://www.washingtonpost.com/politics/2018/09/19/did-house-gop-plan-prevent-price-discrimination-against-people-with-pre-existing-conditions/?noredirect=on&amp;utm_term=.9a3eb61b350d\">&nbsp;Would the House GOP plan have prevented &lsquo;price discrimination&rsquo; against people with preexisting conditions?</a> Sept. 19, 2018</p>\r\n\r\n<p>CHAND.org, <a href=\"http://www.chand.org/docs/29312515.pdf\">CHAND comprehensive health benefit plan brochure traditional applicant</a>, Sept. 1, 2018</p>\r\n\r\n<p>CHAND.org, <a href=\"http://www.chand.org/docs/29306679.pdf\">CHAND comprehensive health benefit plan brochure HIPAA applicant</a>, Sept. 1, 2018</p>\r\n\r\n<p>National Association of State Comprehensive Health Insurance Plans, <a href=\"http://garnerhealth.com/wp-content/uploads/2011/11/25th-Edition-Comprehensive-Insurance-State-by-State.pdf\">Comprehensive Health Insurance for High-Risk Individuals: A State-by-State Analysis</a>, September 2011</p>\r\n\r\n<p>Youtube, <a href=\"https://www.youtube.com/watch?v=FrgFJtz0Xlo&amp;feature=youtu.be&amp;t=773\">North Dakota Broadcasters Association Debate</a>, Oct. 29, 2018</p>\r\n\r\n<p>ND.gov, <a href=\"https://www.nd.gov/ndins/Communications/news/News363/\">Insurance Department Encourages Consumers to Shop Around as Open Enrollment Period Begins</a>, Oct. 30, 2017</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Kevin", "half_true_count": 1, "home_state": "North Dakota", "id": 4314, "last_name": "Cramer", "mostly_true_count": 0, "name_slug": "kevin-cramer", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2018-05-10_at_10.14.57_AM.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4314/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>&quot;Protections on pre-existing conditions have been there since the 1970s.&quot;</p>\r\n", "statement_context": "U.S. Senate debate", "statement_date": "2018-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "No, protections on pre-existing conditions have not existed in North Dakota since 1970s"}