{"art": [{"brightcove": "", "caption": "In this ad, Ken Paxton says he shut down the world's largest human trafficking marketplace (posted on YouTube Oct. 25, 2018).", "id": 17904, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/17904/", "title": "Ken Paxton TV ad versus Nelson", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/V48-MY58sHY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "V48-MY58sHY"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2018/nov/01/ken-paxton/ken-paxton-airs-mostly-false-claim-about-texas-shu/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Did Ken Paxton shutter world's largest trafficking market?", "id": 16154, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/16154/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Texas Attorney General <a href=\"https://www.politifact.com/personalities/ken-paxton/\">Ken Paxton</a> approached Election Day with a warning about his Democratic challenger and a global crow about his own crime-fighting prowess.</p>\r\n\r\n<p>In a&nbsp;<a href=\"https://www.youtube.com/watch?time_continue=28&amp;v=V48-MY58sHY\">TV ad</a>, Paxton&nbsp;accuses Democrat <a href=\"https://www.politifact.com/personalities/justin-nelson/\">Justin Nelson</a> of running a negative campaign &mdash; and then goes negative on Nelson&rsquo;s &quot;liberal agenda.&quot; The narrator closes by saying Paxton &quot;shut down the world&rsquo;s largest human trafficking marketplace.&quot;</p>\r\n\r\n<p>We were curious. Did Texas&rsquo; attorney general really do that?</p>\r\n\r\n<p>Jordan Berry, a Paxton campaign consultant, responded to our request for factual backup with an email stating the claim ties to the shuttering in April 2018 of Backpage.com, a classified ads website founded by Arizona-based partners in 2004 that especially flourished by posting ads focused on sex, Politico noted in a July 2018 <a href=\"https://www.politico.com/magazine/story/2018/07/29/first-amendment-limits-backpage-escort-ads-219034\">story</a>. Berry also pointed out <a href=\"https://www.youtube.com/watch?v=Fwx0JCgX3Pk&amp;feature=youtu.be\">another Paxton TV ad</a> in which the narrator says Paxton &quot;helped&quot; shut down the &quot;criminal enterprise.&quot;</p>\r\n\r\n<p><strong>Largest trafficking marketplace?</strong></p>\r\n\r\n<p>Human trafficking, Homeland Security <a href=\"https://www.dhs.gov/blue-campaign/what-human-trafficking\">says</a>, &quot;involves the use of force, fraud, or coercion to obtain some type of labor or commercial sex act.&quot;</p>\r\n\r\n<p>We didn&rsquo;t spot confirmation in the materials offered by Berry that Backpage.com was the &quot;world&rsquo;s largest human trafficking marketplace.&quot; More limited: A 2017 U.S. Senate staff report that Berry pointed out deemed the site the &quot;leading online marketplace for commercial sex.&quot;</p>\r\n\r\n<p>The <a href=\"https://www.hsgac.senate.gov/imo/media/doc/Backpage%20Report%202017.01.10%20FINAL.pdf\">report</a> further says: &quot;Operating in 97 countries and 943 locations worldwide&mdash;and last valued at more than a half-billion dollars&mdash;Backpage is the world&rsquo;s second-largest classified advertising website. Backpage is involved in 73% of all child trafficking reports that the National Center for Missing and Exploited Children (NCMEC) receives from the general public (excluding reports by Backpage itself). The National Association of Attorneys General has aptly described Backpage as a &lsquo;hub&rsquo; of &lsquo;human trafficking, especially the trafficking of minors.&rsquo;&quot;</p>\r\n\r\n<p>For our part, we weren&rsquo;t sure how to determine whether the site broke out to be the largest human trafficking marketplace.</p>\r\n\r\n<p>Among experts on trafficking, <a href=\"https://www.lauraagustin.com/\">Laura Agust&iacute;n</a>, who has studied migrants and sex work, responded to our query with an email saying that individuals turned to ads on the Backpage site for varied reasons. &quot;There is no &lsquo;marketplace,&rsquo;&quot; Agust&iacute;n wrote, &quot;but rather all sorts of people selling and buying sex for their own reasons, some of them miserable.&quot;</p>\r\n\r\n<p>Other experts told us there&rsquo;s no research to support Paxton&rsquo;s largest trafficking marketplace characterization.</p>\r\n\r\n<p><a href=\"https://law.nd.edu/directory/alexandra-levy/\">Alexandra Levy</a>, a University of Notre Dame adjunct professor who studies trafficking, said by email that as an empirical matter, you&rsquo;d need to examine every &quot;human trafficking marketplace&quot; for comparison. Also, Levy said, &quot;the general idea that Backpage was a cesspool of sexual exploitation is unfounded. It was certainly a place where law enforcement found a lot of victims -- but that might just be because it was a particularly visible venue,&quot; Levy wrote.</p>\r\n\r\n<p><a href=\"https://aimgroup.com/teammember/peter-m-zollman/\">Peter M. Zollman</a> of <a href=\"https://aimgroup.com/about/#aimgroupcontact\">Advanced Interactive Media Group</a>, consultants in classified advertising and interactive media, said by phone that while there were instances of trafficking linked to ads placed on the Backpage site, there&rsquo;s no proof that the site was a major conduit for trafficking. Zollman speculated that if any website leads the world in human trafficking, it&rsquo;s one that&rsquo;s on the dark web, which isn&rsquo;t visible to search engines. Calling Backpage.com the world&rsquo;s largest trafficking marketplace, Zollman said, is an &quot;outright fabrication.&quot;</p>\r\n\r\n<p><strong>Checking Paxton&rsquo;s role</strong></p>\r\n\r\n<p>So, did Paxton shut down Backpage.com?</p>\r\n\r\n<p>His agency had a hand in the shutdown, we confirmed, but the federal government did the deed.</p>\r\n\r\n<p>Berry noted that before the site and company were shut down, Paxton in 2016&nbsp;<a href=\"https://www.texasattorneygeneral.gov/news/releases/ag-paxton-announces-new-agency-human-trafficking-unit\">established</a> a unit in the attorney general&rsquo;s office to combat human trafficking.</p>\r\n\r\n<p>Next, in October 2016, Paxton <a href=\"https://www.texasattorneygeneral.gov/news/releases/ag-paxton-arrest-backpagecom-ceo-shows-texas-doesnt-tolerate-human-trafficking\">announced</a> that in tandem with California authorities, Texas had arrested Backpage&rsquo;s CEO, Carl Ferrer. The Texas attorney general&rsquo;s office said in a press release about Ferrer&rsquo;s arrest that a joint investigation by the offices of the Texas and California attorneys general &quot;uncovered evidence that adult and child sex trafficking victims were forced into prostitution through escort ads that appeared repeatedly on Backpage.&quot;</p>\r\n\r\n<p>The release also said: &quot;Nearly three dozen members of the Texas Attorney General&rsquo;s Law Enforcement Unit participated in Ferrer&rsquo;s arrest and the execution of a search warrant on the Dallas headquarters of Backpage, which is considered the largest advertiser of adult escort services in the United States.&quot;</p>\r\n\r\n<p><strong>An April 2018 seizure and shutdown</strong></p>\r\n\r\n<p>We also clicked online to the <a href=\"http://backpage.com/\">defunct Backpage site</a>, which we found mostly covered up by a message, dated April 6, 2018, indicating that Texas played a supporting role in shutting down the site and company.</p>\r\n\r\n<p>The message says that backpage.com &quot;and affiliated websites have been seized as part of an enforcement action by the&quot; FBI, U.S. Postal Inspection Service and the Internal Revenue Service.</p>\r\n\r\n<p>The Texas AG&rsquo;s office was mentioned in the message&rsquo;s next section stating that agencies participating in and supporting the enforcement action &quot;include the U.S. Attorney&rsquo;s Office for the District of Arizona, the U.S. Department of Justice&rsquo;s Child Exploitation and Obscenity Section, the U.S. Attorney&rsquo;s Office for the Central District of California, the office of the California Attorney General and the office of the Texas Attorney General.&quot;</p>\r\n\r\n<p>Our click on the message itself bounced us to an April 9, 2018 DOJ <a href=\"https://www.justice.gov/opa/pr/justice-department-leads-effort-seize-backpagecom-internet-s-leading-forum-prostitution-ads\">press release</a> headlined, &quot;Justice Department Leads Effort to Seize Backpage.Com, the Internet&rsquo;s Leading Forum for Prostitution Ads, and Obtains 93-Count Federal Indictment.&quot;</p>\r\n\r\n<p>That release quotes Jeff Sessions, the U.S. attorney general, saying that on April 6, 2018, the Justice Department seized Backpage, which had been the &quot;dominant marketplace for illicit commercial sex, a place where sex traffickers frequently advertised children and adults.&quot; Now, Sessions said, &quot;it can no longer be used by criminals to promote and facilitate human trafficking.&quot;</p>\r\n\r\n<p>The release closes: &quot;The effort to seize Backpage was led by the Justice Department&rsquo;s Child Exploitation and Obscenity Section and the U.S. Attorney&rsquo;s Office for the District of Arizona, with significant support from the U.S. Attorney&rsquo;s Office for the Central District of California, the office of the California Attorney General, and the office of the Texas Attorney General.&quot;</p>\r\n\r\n<p>Levy, the Notre Dame expert, told us separately: &quot;Paxton did not shut down Backpage -- the federal government did.&quot; Levy added that when Backpage.com was closed, the relevant federal law, section 230 of the Communications Decency Act, didn&rsquo;t generally give state attorneys general &quot;the power to prosecute platforms (like Backpage) for content posted by third parties,&quot; though Congress subsequently amended the law, Levy wrote.</p>\r\n\r\n<p>Summing up, Levy said the Texas AG &quot;could not by any stretch be credibly considered a primary enforcer&quot; in the Backpage.com shutdown.</p>\r\n\r\n<p><strong>What role, Texas?</strong></p>\r\n\r\n<p>If Texas didn&rsquo;t shut down Backpage by itself, we asked, what role did it play?</p>\r\n\r\n<p>Paxton, we confirmed, was focused on the company years before the shutdown.</p>\r\n\r\n<p>In an October 2016 <a href=\"https://www.texasattorneygeneral.gov/news/releases/ag-paxton-arrest-backpagecom-ceo-shows-texas-doesnt-tolerate-human-trafficking\">press release</a> pointed out to us by Kayleigh Lovvorn, a spokeswoman for the Texas attorney general&rsquo;s office, Paxton announced that Ferrer had been taken into custody on a California arrest warrant after he arrived in Houston on a flight from abroad. &quot;A lengthy joint investigation&quot; by the Texas and California attorney general offices &quot;uncovered evidence that adult and child sex trafficking victims were forced into prostitution,&quot; the release said, &quot;through escort ads&quot; on Backpage.com. The release said nearly 36 AG employees participated in Ferrer&rsquo;s arrest and in executing a search warrant on the Dallas headquarters of Backpage, &quot;which is considered the largest advertiser of adult escort services in the United States,&quot; the release said.</p>\r\n\r\n<p>At the time, an Associated Press news story said Ferrer had agreed to be extradited from Texas to California to face sex-trafficking and money-laundering charges. The story, citing a sworn statement filed by the Texas AG&rsquo;s office for a search warrant, also said that the online ad portal received more than 90 percent of its revenue from the adult escort ad portion of its classified advertising business.</p>\r\n\r\n<p>The story said Ferrer &quot;was told directly by law enforcement officials about prostitution on the site and,&quot; according to the Texas affidavit, is &quot;regularly copied on the hundreds of law enforcement subpoenas and requests that Backpage.com receives each year related to prostitution and sex trafficking of both adults and minors on the website,&quot; the story said. &nbsp;California authorities said that state&#39;s three-year investigation found many of the ads involve victims of sex trafficking including children younger than 18, the story said.</p>\r\n\r\n<p><strong>State plea bargain</strong></p>\r\n\r\n<p>From Berry, we fielded what he described as filings demonstrating that action spearheaded in state court by the Texas attorney general&rsquo;s office led to Ferrer agreeing to shut down Backpage.</p>\r\n\r\n<p>The documents were filed April 9, 2018 in a Nueces County state district court--three days after authorities shut down Backpage though the same day Sessions announced that shutdown. They <a href=\"https://drive.google.com/file/d/1baXsSHF_UEGfdm47rnNUT-Xb_TGzYoWP/view?usp=sharing\">include</a> a &quot;Plea Bargain Agreement&quot; in which Ferrer agreed to immediately take steps to permanently shut down Backpage.com globally. Ferrer also pleaded guilty to money laundering and, granted &quot;use immunity,&quot; agreed to cooperate with&nbsp;prosecutors in Texas and California. According to another document filed with the court, Ferrer pleaded guilty to trafficking and engaging in organized criminal activity in what the document described as actions related to one minor compelled to do sex work in connection with Backpage.com.</p>\r\n\r\n<p>We asked Levy to review the provided documents. Do they demonstrate Paxton&rsquo;s agency steered the multi-government effort to close Backpage? Levy said not, writing: &quot;The feds had already seized Backpage by the time those pleas were signed.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Paxton says he &quot;shut down the world&rsquo;s largest human trafficking marketplace.&quot;</p>\r\n\r\n<p>We see an element of truth to this claim: The Texas attorney general&rsquo;s office helped shut down the Backpage website, which is what another Paxton ad says. However, the federal government led the shutdown and officials in other states pitched in.</p>\r\n\r\n<p>Significantly too, we otherwise landed no confirmation that the Backpage site, which profited from ads about sex, also was the world&rsquo;s largest trafficking marketplace--a classification that experts found dubious and unverifiable.</p>\r\n\r\n<p>All told, we rate this statement Mostly False.</p>\r\n\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-11-01T16:25:35.474127", "ruling_date": "2018-11-01T16:46:44", "ruling_headline": "Ken Paxton airs Mostly False claim about Texas shutting down world's largest trafficking marketplace", "ruling_headline_slug": "ken-paxton-airs-mostly-false-claim-about-texas-shu", "ruling_link_text": "Barely true", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"https://www.statesman.com/news/20180806/ken-paxtons-indictments-now-3-years-old-are-a-campaign-issue\">&quot;Ken Paxton&rsquo;s indictments, now 3 years old, are a campaign issue,&quot;</a> <em>Austin American-Statesman</em>, Aug. 6, 2018</p>\r\n\r\n<p>U.S. Senate Report, <a href=\"https://www.hsgac.senate.gov/imo/media/doc/Backpage%20Report%202017.01.10%20FINAL.pdf\">&quot;BACKPAGE.COM&rsquo;S KNOWING FACILITATION OF ONLINE SEX TRAFFICKING,&quot;</a> Permanent Subcommittee on Investigations, Committee on Homeland Security, Jan. 10, 2017</p>\r\n\r\n<p>Story, <a href=\"https://www.politico.com/magazine/story/2018/07/29/first-amendment-limits-backpage-escort-ads-219034\">&quot;The Sex-Trafficking Case Testing the Limits of the First Amendment,&quot;</a> Politico, July 29, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRbA4h380bi0eN-eJ5OSASjL5FLyewq0H1o7vJAokFji9UAGzIzuxTuk-qCCoZWi9xndutGPLNZVhSO/pub\">Emails (excerpted),</a>, <a href=\"https://law.nd.edu/directory/alexandra-levy/\">Alexandra Levy</a>, adjunct professor, the Law School, University of Notre Dame, Oct. 31 and Nov. 1, 2018</p>\r\n\r\n<p>Phone interview, <a href=\"https://aimgroup.com/teammember/peter-m-zollman/\">Peter M. Zollman</a>, principal, <a href=\"https://aimgroup.com/about/#aimgroupcontact\">Advanced Interactive Media Group</a>, Oct. 31, 2018</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vQKXvSSwfi4tMM42Vg9XcQfcOknTr_UVg2J6K05e3FPAUYvLOgTDlm7CQth2E6tfGlYYD40AbNsDG5n/pub\">Emails</a>, Jordan Berry, consultant to Ken Paxton campaign, Oct. 30-31, 2018</p>\r\n\r\n<p><a href=\"http://backpage.com/\">Backpage.com web page</a> showing a message from federal agencies, April 6, 2018 (accessed Oct. 30, 2018)</p>\r\n\r\n<p>Press release, <a href=\"https://www.justice.gov/usao-cdca/pr/justice-department-leads-effort-seize-backpagecom-internet-s-leading-forum-prostitution\">&quot;JUSTICE DEPARTMENT LEADS EFFORT TO SEIZE BACKPAGE.COM, THE INTERNET&rsquo;S LEADING FORUM FOR PROSTITUTION ADS, AND OBTAINS 93-COUNT FEDERAL INDICTMENT,&quot;</a> Department of Justice, April 9, 2018</p>\r\n\r\n<p>News story, <a href=\"https://www.texastribune.org/2018/10/25/ken-paxton-tv-ad-against-justin-nelson/\">&quot;In notable shift, Attorney General Ken Paxton begins TV offensive against Democratic opponent,&quot;</a> Texas Tribune, Oct. 25, 2018</p>\r\n\r\n<p><a href=\"https://drive.google.com/file/d/1baXsSHF_UEGfdm47rnNUT-Xb_TGzYoWP/view?usp=sharing\">Court filing</a> including plea bargain agreement for Carl Ferrer, CEO, Backpage, filed with 94th State District Court, Nueces County, April 9, 2018 (received by email from Jordan Berry, Oct. 30, 2018)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSPd3B3K8d6aC8AWBCmAeQvnSRSOmJ3_AP46hxBypos4cCVbICAhG60o6nnsAY3Q6jUtnLeHP_vovwR/pub\">Email</a>, Kayleigh Lovvorn, media relations specialist, Office of the Texas Attorney General, Nov. 1, 2018</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Attorney general-elect", "false_count": 2, "first_name": "Ken", "half_true_count": 0, "home_state": "Texas", "id": 2655, "last_name": "Paxton", "mostly_true_count": 1, "name_slug": "ken-paxton", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/REPKenPaxtonmugsq.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2655/", "total_count": 8, "true_count": 1, "website": "http://kenpaxton.com/"}, "statement": "<p>Says Ken Paxton &quot;shut down the world&rsquo;s largest human trafficking marketplace.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2018-10-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Ken Paxton says he shut down world's largest human trafficking marketplace. MOSTLY FALSE, we find."}