{"art": [{"brightcove": "", "caption": "The advocacy arm of the Environmental Defense Fund says Rep. John Culberson, shown here speaking with reporters, used campaign funds to buy fossils and collectibles. (AP Photo/Jacquelyn Martin)", "id": 17948, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Culberson_AP.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/17948/", "title": "John Culberson, Texas Republican", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/truth-o-meter/statements/2018/nov/03/environmental-defense-fund-action/did-texas-us-rep-john-culberson-use-campaign-money/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": "A claim about a Texas congressman has us looking at fossils", "id": 16175, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/16175/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>As the 2018 campaign comes to a close, the political arm of the Environmental Defense Fund has sent a mailer to homes in Texas&rsquo; 7th Congressional District saying that John Culberson, a Republican congressman, is &quot;wrong for Houston.&quot; As partial proof, it said he was &quot;caught using campaign cash on collectibles, including Civil War memorabilia and fossils.&quot;</p>\r\n\r\n<p>&quot;Caught&quot; is an interesting word, since the nine-term incumbent, now challenged by Democrat Lizzie Pannill Fletcher, disclosed the memorabilia purchases, which he says he gave as gifts from his campaign. As for the fossils, his campaign insisted there were no such purchases -- and said it only bought books and maps from a business that happens to also sell fossils. Critics have made a false assumption, the Culberson campaign told us initially.</p>\r\n\r\n<p>We&rsquo;ll look at both parts of the claim but will give away a bit of what we found right here: He bought fossil replicas.</p>\r\n\r\n<p>If you wonder why an environment group would care about fossils and Culberson, the group noted that Culberson said in late summer that his purchases were for research into such things as paleoclimatology, or the study of climates before instrumental records were widely available, to help him better understand climate change. Environmental Defense Fund Action says that for all this studying, Culberson still refuses to accept scientific research on the matter. Culberson has said humans played a role in climate change but, as <a href=\"http://www.latimes.com/business/hiltzik/la-fi-mh-inside-gop-science-climate-change-20150304-column.html?outputType=amp\">he told </a>the Los Angeles Times in 2015, &nbsp;&quot;We just don&rsquo;t have enough data or accurate data to say with certainty what that effect has been.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Fossils</div>\r\n\r\n<p>Let&rsquo;s take fossils first. The congressman&rsquo;s critics based their claim on a mention in a 2012 campaign finance report that Culberson&rsquo;s campaign made two purchases from a South Dakota organization, the Black Hills Institute of Geological Research.</p>\r\n\r\n<p>The institute sells fossils, replicas and other things, and Culberson spent $309.66 altogether there, Federal Election Commission records show. The purchase was part of a broader set of Culberson expenses being questioned by Texas Democrats -- a set of questions we are not addressing fully here because we are looking specifically at campaign ads and claims. But for a bit of perspective, the <a href=\"https://www.houstonchronicle.com/news/politics/texas/article/Democrats-question-50-000-in-books-and-13186560.php\">Houston Chronicle </a>wrote in August that Texas Democrats were challenging nearly $50,000 in Culberson campaign spending since 2004.</p>\r\n\r\n<p>Focusing just on fossils, PolitiFact asked Culberson&rsquo;s campaign what it bought from the Black Hills Institute. We were told it bought books and maps, not fossils, the same explanation the campaign has given since August.</p>\r\n\r\n<p>&quot;Only in politics does a person get attacked for trying to be better at their job,&quot; Culberson campaign spokeswoman Catherine Kelly said. &quot;The mailer from the Environmental Defense Action Fund is factually wrong. The congressman never bought fossils with campaign contributions and all other purchases are acceptable under House and FEC rules.&quot;</p>\r\n\r\n<p>Culberson is a voracious reader, and has spent thousands of dollars from his campaign account for books and materials, including some on paleoclimatology, that his campaign says were related to his job. In just the 2011-12 campaign season, Culbserson&rsquo;s campaign spent $9,848 on &quot;research&quot; or &quot;research materials,&quot; most of it from vendors such as Amazon.com and Barnes &amp; Noble, FEC records reviewed by PolitiFact show.</p>\r\n\r\n<p>Culberson chairs the House Appropriations subcommittee that oversees spending on science and such agencies as the National Oceanic and Atmospheric Administration. The research material helps him better understand the changing levels of carbon dioxide in the climate, his campaign says.</p>\r\n\r\n<p>Asked about records that would show he was buying books and maps, not fossils, from the Black Hills Institute, his campaign said the 2012 records for such specific purchases no longer exist.</p>\r\n\r\n<div class=\"pf_subheadline\">We&rsquo;ve got the receipts</div>\r\n\r\n<p>PolitFact, however, called the Black Hills Institute. They pulled the invoices from Culberson&#39;s two separate orders&nbsp;and sent us copies.</p>\r\n\r\n<p>This is what the campaign paid for, excluding shipping charges:</p>\r\n\r\n<ul style=\"list-style-type:disc\">\r\n\t<li>\r\n\t<p>Three large wall charts showing extensive histories of the Earth and matter, dating back 4.5 billion years. The charts have columns showing tectonic maps, changes in the earth such as mountain formation, major volcanic eruptions, glacial epochs, craters from asteroids and comets and extensive information on fossils, invertebrates and vertebrate lifeforms, as well as their extinction. These cost $19.95 apiece.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>One desktop model of a Triceratops. It cost $84.05.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Two lage -- 4.5 inches -- fossil replicas of a Tyrannosaurus Rex tooth. Each cost $40.</p>\r\n\t</li>\r\n</ul>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n\r\n<div class=\"artembed\">&nbsp;</div>\r\n\r\n<p>The FEC gives &quot;pretty wide latitude&quot; to the purchase of books and other materials that a candidate or officeholder might use in his or her official capacity, Brendan Fischer, an expert on campaign finance law at the Campaign Legal Center, told us. But what about a Triceratops model and replicas of a Tyrannosaurus Rex tooth fossil?</p>\r\n\r\n<p>&quot;I&rsquo;d like to hear their explanation for it,&quot; he said. &quot;It&rsquo;s hard to see how it would pertain to their official duties.&quot;</p>\r\n\r\n<p>We told the campaign what we found, and it asked what our proof was. So we sent the campaign the invoices for the congressman&rsquo;s purchases. The response from Kelly, the spokeswoman:</p>\r\n\r\n<p>&quot;The invoices confirm that the congressman never bought actual fossils, and every purchase from the Black Hills Institute is considered acceptable under House and FEC rules.&quot;</p>\r\n\r\n<p>Asked why the congressman bought the replicas and the model at all, Kelly said, &quot;While these purchases were more than six years ago and now being used as part of a coordinated partisan hit job, the congressman believes these particular purchases were gifts, which is completely acceptable under FEC and House rules.&quot;</p>\r\n\r\n<div class=\"pf_subheadline\">Collectibles</div>\r\n\r\n<p>The mailer from Environmental Defense Fund Action also mentioned Culberson&rsquo;s use of campaign money to buy collectibles and Civil War memorabilia. This, too, originated from the Democrats&rsquo; complaint referenced in the Houston Chronicle. Culberson is a Civil War history buff, collector and sometime-seller of memorabilia.</p>\r\n\r\n<p>But when it comes to his campaign funds, the purchases were for items such as stamps and coins the congressman got in order to give out as gifts, his campaign said. Congress members frequently use campaign money to buy gifts for constituents and volunteers, and the Culberson campaign said the Texas Republican was doing nothing different from what House Democratic Leader Nancy Pelosi has done when buying white orchids.</p>\r\n\r\n<p>The FEC allows candidates and officeholders to buy and give as gifts items of nominal value as long as they are not given to family members, Fischer said.</p>\r\n\r\n<p>FEC reports show only what a candidate or officeholder pays, not the value of the each item. For example, in 2014, Culberson&rsquo;s campaign spent $3,631 on coins from an antique coin seller. In 2009 and 2010, the campaign spent $4,181 on antiques and coins for gifts, including <a href=\"https://www.thestoryoftexas.com/discover/artifacts/texas-hat-stars\">hat stars</a> &nbsp;(an emblem worn on soldiers&rsquo; hats) and Texas Centennial and Republic of Texas coins, FEC records show.</p>\r\n\r\n<p>Culberson&rsquo;s campaign said the value of each coin was about $25, and the value of stamps was about $10.</p>\r\n\r\n<p>For a broader view, we downloaded FEC data showing all federal candidate purchases -- those for everyone with a federal campaign account -- of items listed as &quot;gifts&quot; just since January 2017. The total reached $1.8 million, for everything from model airplanes to a quilt to gift baskets.</p>\r\n\r\n<div class=\"pf_subheadline\">Our ruling</div>\r\n\r\n<p>Environmental Defense Fund Action said Texas U.S. Rep. John Culberson &quot;was caught using campaign cash on collectibles, including Civil War memorabilia and fossils.&quot;</p>\r\n\r\n<p>&quot;Caught&quot; seemed strong to us at first, given the campaign&rsquo;s denials. But with a phone call and email, it turned out that Culberson had in fact used campaign funds -- not for fossils, but for replicas and a desktop model.</p>\r\n\r\n<p>Our ruling comes down to perspective. The mailer&rsquo;s spin seemed a little strong at first, especially knowing that gift purchases, whether for Civil War trinkets or not, are allowable if considered of nominal value. But the insistence of the campaign that Culberson did not buy fossils -- and that he had only bought books and maps&nbsp;-- is a factor as well. OK, he didn&rsquo;t buy fossils. He bought fossil replicas. We rate the claim Mostly True.</p>\r\n\r\n<div class='artembed'>See Figure 2 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2018-11-03T10:05:38.727675", "ruling_date": "2018-11-03T14:09:12", "ruling_headline": "Did Texas U.S. Rep. John Culberson use campaign money for fossils and collectibles? ", "ruling_headline_slug": "did-texas-us-rep-john-culberson-use-campaign-money", "ruling_link_text": "Replicas, not actual fossils", "ruling_state": null, "source_documents": null, "sources": "<p>Mailer from Environmental Defense Fund Action</p>\r\n\r\n<p>Email and telephone conversations with Environmental Defense Fund Action, Nov. 1 and 2, 2018</p>\r\n\r\n<p>Email and telephone conversations with Culberson campaign, Nov. 1 and 2, 2018</p>\r\n\r\n<p>Houston Chronicle, <a href=\"https://www.houstonchronicle.com/news/politics/texas/article/Democrats-question-50-000-in-books-and-13186560.php\">&quot;Democrats question $50k in books and collectibles that Rep. Culberson bought with campaign funds,&quot; </a>Aug. 27, 2018</p>\r\n\r\n<p>Federal Election Commission, disbursement records accessed Nov. 1 and 2, 2018</p>\r\n\r\n<p>Telephone and email exchanges with Black Hills Institute, Nov. 2, 2018</p>\r\n\r\n<p>Invoices from Black Hills Institute, Nov. 2, 2018</p>\r\n\r\n<p>Telephone conversations with Brendan Fischer, Campaign Finance Institute, Nov. 2, 2018</p>\r\n\r\n<p>Black Hills Institute of Geological Research <a href=\"http://www.bhigr.com/\">website</a></p>\r\n\r\n<p>Los Angeles Times, <a href=\"http://www.latimes.com/business/hiltzik/la-fi-mh-inside-gop-science-climate-change-20150304-column.html?outputType=amp\">&quot;Inside GOP science policy, Part 3: climate change,&quot; </a>March 5, 2015</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 4484, "last_name": "Environmental Defense Fund Action", "mostly_true_count": 1, "name_slug": "environmental-defense-fund-action", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/EDF.PNG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4484/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says Texas U.S. Rep. John Culberson &quot;was caught using campaign cash on collectibles, including Civil War memorabilia and fossils.&quot;</p>\r\n", "statement_context": "a mailer to Texas homes", "statement_date": "2018-10-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "John Culberson of Texas was accused of buying fossils. Hey, they were replicas."}