{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/25/richard-durbin/durbins-tax-reduction-claim-doesnt-cut-it/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1626, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1626/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Here, we examine a claim that nearly launched Rep. Mike Pence off the back of a treadmill.</p>\r\n<p>It came during a back-and-forth on the <em>Morning Joe</em> program on MSNBC on March 24, 2010, between host Joe Scarborough, a former Republican congressman from Florida, and Senate Majority Whip Dick Durbin, D-Ill., over the tax effects of the health care reform bill.</p>\r\n<p>Let's listen in:</p>\r\n<p>\"If this fall's election is going to be a referendum on this health care bill,\" Scarborough said, \"What should Democrats do when their opponents say, correctly, this is the largest tax increase in U.S. history? And it was passed at a time when we've got 17 percent real unemployment. And also, it's a further expansion of the federal government at a time when that worries a lot of Americans.\"</p>\r\n<p>\"Joe, I keep hearing you every morning talking about the biggest tax increase in history, but you don't mention it's also the biggest tax cut in history,\" Durbin responded \"We have almost $500 billion in tax cuts. And the tax cuts go to small businesses to help pay for health insurance premiums. They're going to go to individuals who can't afford their health insurance premiums. It's really going to make certain everybody has a chance for affordable health insurance.\"</p>\r\n<p>Pence, chairman of the House Republican Conference, later told Scarborough he was watching the exchange live while working out on a treadmill and that when Durbin said the health care bill is also the biggest tax cut in history, \"I almost tripped and flew off the back of the thing.\"</p>\r\n<p>We took a two-pronged approach to this exchange, and <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/25/joe-scarborough/bush-i-clinton-and-reagan-all-pushed-taxes-higher-/\" target=\"_blank\">in a separate item</a>, we examined Scarborough's claim that the bill is \"the largest tax increase in U.S. history.\" In this one, we'll tackle Durbin's claim that the bill is \"also the biggest tax cut in history.\" Is it really treadmill-launching wrong?</p>\r\n<p>During the interview, an incredulous Scarborough asked Durbin his source for that claim.</p>\r\n<p>\"Well, the source is the bill,\" Durbin said. \"And I've read it.\"</p>\r\n<p>The bill may explain provisions, but Durbin gets his numbers that the bill includes $500 billion in tax cuts from a report by the government's nonpartisan Congressional Budget Office. The bulk of that, $464 billion over 10 years, comes from tax credits to subsidize the cost insurance for lower-income people not insured through their employer.</p>\r\n<p>In addition, the March 20, 2010, report from the CBO estimates that small companies will get $40 billion worth of tax relief over the next 10 years to help offset the cost of providing health insurance for their employees. Specifically, from 2010 through 2013, qualifying small companies could get a tax credit of up to 35 percent of the company's contribution to employee health coverage. Beginning in 2014, when the insurance exchanges start up, small businesses could qualify for up to 50 percent of the cost.</p>\r\n<p>Those small business tax credits are no-doubt-about-it tax cuts. But many Republicans and tax experts contend the subsidies provided to lower-income Americans to help pay for health insurance, even though they come through tax credits, hardly qualify as tax cuts.</p>\r\n<p>Here's why: Americans who make a decent living but qualify for some government help on health insurance premiums may have such a large tax burden that the tax credits really are a reduction in taxes, said William Ahern with the Tax Foundation, a business-backed tax policy group. But for many -- if not most -- of those getting the tax credits, the subsidies are more than the person would otherwise owe in income taxes. For those people, he said, the tax credits are \"just a check from the government,\" Ahern said.</p>\r\n<p>\"There has been a running debate over whether such checks should be called tax cuts,\" Ahern said.</p>\r\n<p>Ahern is of the school that thinks when the government is writing checks, that shouldn't be called a tax cut.</p>\r\n<p>A news release from the Republicans in Congress also correctly notes that the provision is a direct payment to insurance companies, not to the taxpayer.</p>\r\n<p>\"It would not reduce any individual's tax liability,\" the release states, \"and is therefore not a tax cut.\"</p>\r\n<p>\"You can quibble over what to call it,\" said Linda Blumberg, a health policy expert at the Urban Institute, but when you have subsidies tied to tax credits, as they are, they need to be reconciled with one's taxable income, and so a credible case can be made that they&nbsp;are tax cuts.</p>\r\n<p>We're not going to weigh into this philosophical debate on taxes, because there are other more clear-cut reasons why Durbin's claim is misleading.</p>\r\n<p>For one, it fails to mention that even if you regard the insurance subsidies for people in the exchange as tax cuts, there are also significant tax increases.</p>\r\n<p>Here are the biggies, along with what the government's Joint Committee on Taxation estimates they will bring in over the next 10 years:</p>\r\n<p>&bull; Starting in 2018, a new 40 percent excise tax on high-cost health plans, so-called \"Cadillac plans,\" over $10,200 for individuals, $27,500 for families. That's expected to bring the government a total of $32 billion in 2018 and 2019.</p>\r\n<p>&bull; Starting in 2011, new annual fees on pharmaceutical manufacturers and importers. That's expected to raise $27 billion over 10 years.</p>\r\n<p>&bull;&nbsp; Starting in 2014, a 2.3 percent excise tax on manufacturers and importers of certain medical devices. The 10-year total: $20 billion. Starting in 2014, a new annual fee on health insurance providers. Total estimated 10-year revenue: $60.1 billion.</p>\r\n<p>&bull; Starting in 2013, the floor on medical expense deductions will be raised from 7.5 percent to 10 percent of income. That's expected to bring in $15.2 billion over the next 10 years. Starting in 2011, a 10 percent excise tax on indoor tanning services. That's expected to bring in $2.7 billion over the next 10 years.</p>\r\n<p>In all, the Joint Committee on Taxation estimates various revenue-generating provisions in the health bill will bring $437 billion over the next 10 years.</p>\r\n<p>\"There are big chunks of money coming in and big chunks of money going out,\" Blumberg said. \"We need to get away from the extremes in this conversation. There are big revenues being raised and big spending.\"</p>\r\n<p>So let's talk net.</p>\r\n<p>The government's nonpartisan Congressional Budget Office estimated the changes in direct spending and revenue effects of the health care reform bill (as well as the reconciliation bill, which has yet to pass) and concluded the total net effect is that the bill would bring in an additional $525 billion in total revenues over the next 10 years.</p>\r\n<p>In recent weeks, President Barack Obama has repeatedly used a variation of Durbin's claim. For example, in remarks on health care reform in Iowa on March 25, 2010, Obama said, \"And when this exchange is up and running, millions of people will get tax breaks to help them afford coverage &ndash; credits that add up to the largest middle class tax cut for health care in history.\"</p>\r\n<p>There are a couple qualifiers in there that Durbin failed to mention. For one, Obama referred to <em>middle class</em> tax cut. That conveniently ignores the significant tax increases that predominantly will hit higher income people, the Medicare payroll tax and those with \"Cadillac health plans.\" Obama also limits his claim to tax cuts <em>for health care</em>. It in no way is the largest tax cut of any kind. The Bush tax cuts alone dwarf these cuts.</p>\r\n<p>\"It's wrong in both directions,\" Ahern said of claims that the health care bill is either the largest tax cut or tax increase in history. \"It's obviously not the largest tax cut.\"</p>\r\n<p>To sum up, when Durbin said the bill is \"also the biggest tax cut in history,\" it's based first on the contentious assumption that tax credits to help lower income people buy insurance on the exchange can be called tax cuts. But more than that, if you look at the net effect, the bill is a tax increase. In general, higher income people will pay more, lower income people will get more. In any case, even if you only looked at that side of the ledger, the side with $500 billion of tax credits over 10 years, that wouldn't be the largest tax cut in history.</p>\r\n<p>Durbin would have been closer to the truth had he stuck to the president's script -- largest middle class tax cut for health care -- but we think even that is misleading because it ignores that the bill is an overall tax-raiser. But as Durbin even left those qualifiers out of his statement, that makes our call easy: It's False.</p>", "ruling_comments_date": "2010-03-25T18:09:42.261528", "ruling_date": "2010-03-25T19:06:13", "ruling_headline": "Durbin's tax reduction claim doesn't cut it    ", "ruling_headline_slug": "durbins-tax-reduction-claim-doesnt-cut-it", "ruling_link_text": "Others have slashed the tax rate more ", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/3036789/vp/36015202#36015202\" target=\"_blank\">Video: \"Morning Joe\" program on MSNBC, Interview with Sen. Dick Durbin</a>, March 24, 2010</p>\r\n<p>Congressioal Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11379/Manager'sAmendmenttoReconciliationProposal.pdf\" target=\"_blank\">Estimate of the direct spending and revenue effects of health care reform bill,</a> March 20, 2010</p>\r\n<p>Joint Committeee on Taxation, <a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3671\" target=\"_blank\">Estimated Revenue Effects Of The Amendment In The Nature Of A Substitute To H.R. 4872, The \"Reconciliation Act Of 2010,\" In Combination With The Revenue Effects Of H.R. 3590, The \"Patient Protection And Affordable Care Act,\" As Passed By The Senate,</a> March 18, 2010</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the Senate</p>\r\n<p>GOP.gov, Press release: <a href=\"http://www.gop.gov/policy-news/10/03/24/the-largest-tax-cut-in\" target=\"_blank\">\"The Largest Tax Cut in History? Are They Kidding?</a>\" March 24, 2010</p>\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/idUSN2220951920100322\" target=\"_blank\">\"Factbox-Major tax provisions in U.S. healthcare bill,\" </a>by Donna Smith, March 22, 2010</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/blog/2009/12/16/truth-health-care-reform-and-taxes\" target=\"_blank\">\"The Truth on Health Care Reform and Taxes,\"</a> by Jason Furman, Dec. 16, 2009</p>\r\n<p>Interview with William Ahern with the Tax Foundation, March 24, 2010</p>\r\n<p>Interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, March 24, 2010</p>\r\n<p>Interview with Linda Blumberg, a health policy expert at the Urban Institute, March 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senator", "false_count": 3, "first_name": "Richard", "half_true_count": 2, "home_state": "Illinois", "id": 166, "last_name": "Durbin", "mostly_true_count": 1, "name_slug": "richard-durbin", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Durbin.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/166/", "total_count": 10, "true_count": 3, "website": ""}, "statement": "<p>\"Joe, I keep hearing you every morning talking about the biggest tax increase in history, but you don't mention it's also the biggest tax cut in history.''</p>", "statement_context": "a comment on the \"Morning Joe'' show on MSNBC.", "statement_date": "2010-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}