{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/26/david-dewhurst/dewhurst-says-states-health-care-tab-24-billion-ye/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1632, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1632/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The hot debate over health care policy boiled in the days after Congress acted to revamp the nation&rsquo;s health care system. In Texas, Lt. Gov. David Dewhurst, a Republican, lashed out at the new law, saying in a Sunday statement: &quot;This federal plan costs Texas taxpayers $2.4 billion per year.&quot;<br />&nbsp;<br />That's a big tab; the entire general revenue fund budget for state health and human services is about $12 billion this year.<br /><br />Was Dewhurst on the money?<br /><br />First, let's stipulate that the plan signed into law this week by President Barack Obama will cost states and the federal government. There is a cost to extending health coverage to as many as 32 million uninsured Americans &mdash; and with 6.1 million people lacking health insurance, Texas has the nation's largest share (25.1 percent) of uninsured residents.<br /><br />Among the changes wrought by health care reform: requiring most Americans to have coverage and expanding Medicaid, the government-run health insurance program for the poor financed with federal and state dollars. Both are expected to affect state budgets.</p>\r\n<p>Starting in 2014, the law makes it easier to qualify for Medicaid; everyone who makes up to 133 percent of the federal poverty level will be eligible. (For a family of four, that level is currently $29,327. For a single person, it's $14,404.)<br /><br />The Texas Health and Human Services Commission assumes that about 2 million people will sign up for the Medicaid and Children's Health Insurance Program because of the new federal law. The cost will be largely covered by an influx of federal aid, possibly amounting to more than $120 billion.<br /><br />That'll be a dramatic shift for Texas, which limits access to Medicaid more than most states. Currently, adult Texans without children do not qualify, and the vast majority of the people in Medicaid are children. Few poor parents are covered unless they're disabled or pregnant.<br /><br />Mike Wintemute, a Dewhurst spokesman, said the lieutenant governor was referring to a state Health and Human Services Commission analysis that estimates the health care law will cost Texas $24.3 billion over 10 years. To reach the annual figure, Dewhurst divided by 10.<br /><br />Dewhurst, Gov. Rick Perry and Texas House Speaker Joe Straus cited the 10-year figure in a March 19 letter to members of the Texas congressional delegation urging them to vote against the Democratic-backed health care legislation. Similarly, U.S. Rep. John Carter, R-Round Rock, posted a Facebook message Thursday saying the law would \"cost Texans $24.3 billion in Medicaid spending over the next 10 years.\"<br /><br />Carter erred; the state estimate doesn't cover the next 10 years. Instead, Texas based its cost estimates on the decade that begins nearly four years from now, in 2014 &mdash; the year Medicaid costs will start surging. That's not the time frame (2010-19) the federal government is using to project costs. Using different decades makes it hard to compare Texas' cost projections with others.<br /><br />The figure cited by Dewhurst and others is also problematic for other reasons.<br /><br />First, Dewhurt's total is based on the maximum sum &mdash; $24.3 billion &mdash; that can be drawn from the commission's analysis. The agency's report, issued earlier this year, specifies $15.6 billion as the baseline cost of the legislation's 10-year impact. Another $6 billion related to losses in federal aid for hospitals is listed as \"possible.\" The remainder (less than $3 billion) relates to provisions that were not yet part of the plan.<br /><br />Second, the state&rsquo;s cost estimate is based on an earlier version of the legislation, not the final bill. Various \"fixes\" to the law &mdash; known as the reconciliation measure &mdash; passed Congress this week and will also be reflected in future updates of the cost estimate. &nbsp;<br /><br />During the first few years, the federal government will shoulder 100 percent of the burden for Medicaid expansion and then scale back to about 90 percent. <br /><br />But much of the estimated cost of health reform to Texas is not due to Medicaid expansion per se &mdash; that is, serving people who do not yet qualify for the program &mdash; but from taking care of those who are eligible now but not signed up. The state calculates that, primarily because of the the new law's requirement that people get coverage, more than 550,000 already-eligible folks will be among the 2 million to enroll in Medicaid and CHIP in future years. When they start showing up, in what's called the \"welcome mat\" phenomenon, they will cost the state more than the newly qualified enrollees because the federal government will pay less of the cost to serve them.<br /><br />The state&rsquo;s estimate puts these \"welcome mat\" costs at $11.4 billion &mdash; nearly half of the $24.3 billion total.<br /><br />The Austin-based Center for Public Policy Priorities, an advocate for low- and middle-income Texans, has criticized the state for putting those costs in their estimate.<br /><br />A spokeswoman for the health commission, Stephanie Goodman, defended their inclusion, saying that no matter the reason they enter the government programs, those new enrollees will be costly.<br /><br />Anne Dunkelberg, the center's associate director, also questioned the &quot;possible&quot; $6 billion that the analysis says could be needed to replace hospital funding that might be lost because of the new law. That money goes to hospitals that treat large numbers of Medicaid patients and the uninsured. As the number of uninsured patients drops, those subsidies are expected to fall too.<br /><br />Dunkelberg said that cost is overstated because the federal cuts will be targeted to states that have fewer uninsured people. In fact, said Goodman, state analysts will likely reduce that $6 billion estimate, though by how much is not known.<br /><br />A March 20 letter from U.S. Rep. Henry Waxman, D-California, chairman of the House Committee on Energy and Commerce, to U.S. Rep. Henry Cuellar, D-Laredo, refers to a Congressional Budget Office estimate that Waxman says would put the Texas share of the Medicaid expansion, including the costs of increased enrollment by people already eligible, \"in the neighborhood of\" $1.4 billion from 2014 through 2019. Of course, that number covers only the first five years of the Medicaid expansion. But it seems unlikely that a full 10-year analysis would ramp up the total cost as high as the state's $24.3 billion figure.<br /><br />So, where does that leave Dewhurst's claim that the federal plan will cost Texas taxpayers $2.4 billion per year?<br /><br />Basically, on squishy ground. Here's why:<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (1) $6 billion of the estimate was labeled by the state as a &quot;possible&quot; cost, and the agency has since indicated that figure is high.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (2) The state estimate covers a 10-year period that does not start until 2014 and is based on an outdated version of health care legislation.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (3) Nearly half of the $24.3 billion cited by Dewhurst is money the state would have to spend anyway &mdash; regardless of health care reform &mdash; if people already eligible for Medicaid and CHIP signed up now. But it's an expense that would probably not come due without the new law. <br /><br />We rate Dewhurst's statement as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-03-26T21:20:05.791527", "ruling_date": "2010-03-26T22:11:37", "ruling_headline": "Dewhurst says state's health care tab is $2.4 billion per year ", "ruling_headline_slug": "dewhurst-says-states-health-care-tab-24-billion-ye", "ruling_link_text": "Cost estimate based on old information", "ruling_state": null, "source_documents": null, "sources": "<p>Texas Health and Human Services Commission, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/032610_hhscestimate.pdf\" target=\"_blank\" title=\"&quot;High Level Estimated Impact,&quot;\">&quot;High Level Estimated Impact,&quot;</a> March 4, 2010</p>\r\n<p>Texas Health and Human Services Commission, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/032610_hhscestimate1.pdf\" target=\"_blank\" title=\"&quot;Major Changes to Medicaid,&quot;\">&quot;Major Changes to Medicaid,&quot;</a> received March 22, 2010</p>\r\n<p>David Dewhurst for Lieutenant Governor, <a href=\"http://www.daviddewhurst.com//blog/comments/statement_on_passage_of_federal_health_care_legislation\" target=\"_blank\" title=\"&quot;Statement on Passage of Federal Health Care Legislation,&quot;\">&quot;Statement on Passage of Federal Health Care Legislation,&quot;</a> March 21, 2010</p>\r\n<p>E-mail interview with Mike Wintemute, spokesman for Lt. Gov. David Dewhurst, March 23, 2010</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/03/22/health/policy/22health.html\" target=\"_blank\" title=\"&quot;Obama Hails Vote on Health Care as Answering &lsquo;the Call of History,&rsquo; &quot;\">&quot;Obama Hails Vote on Health Care as Answering &lsquo;the Call of History,&rsquo; &quot;</a> March 21, 2010</p>\r\n<p>PolitiFact Florida, <a href=\"http://politifact.com/florida/statements/2010/mar/23/bill-mccollum/mccollum-cites-top-estimate-medicaid-expansion/\" target=\"_blank\" title=\"&quot;McCollum cites top estimate for Medicaid expansion,&quot;\">&quot;McCollum cites top estimate for Medicaid expansion,&quot;</a> by Angie Drobnic Holan, March 23, 2010</p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/032610_perryletter.pdf\" target=\"_blank\" title=\"Letter\">Letter</a> from Gov. Rick Perry, Lt. Gov. David Dewhurst and House Speaker Joe Straus to members of Texas congressional delegation, March 19, 2010</p>\r\n<p>Center for Public Policy Priorities, <a href=\"http://www.cppp.org/files/3/Texas_Congressional_Open_Letter.pdf\" target=\"_blank\" title=\"&quot;CPPP Sends Letter to Congress Urging Passage of Health Care Reform,&quot;\">&quot;CPPP Sends Letter to Congress Urging Passage of Health Care Reform,&quot;</a> March 19, 2010</p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/032610_waxmanletter.pdf\" target=\"_blank\" title=\"Letter\">Letter</a> from U.S. Rep. Henry Waxman to U.S. Rep. Henry Cuellar, March 20, 2010</p>\r\n<p>Austin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/adding-to-medicaid-rolls-wont-be-easy-texas-425534.html\" target=\"_blank\" title=\"&quot;Adding to Medicaid Rolls won&rsquo;t be easy,&quot;\">&quot;Adding to Medicaid Rolls won&rsquo;t be easy,&quot;</a> by Corrie MacLaggan and Tim Eaton, March 22, 2010</p>\r\n<p>Interview with Anne Dunkelberg, associate director, Center for Public Policy Priorities, March 23, 2010</p>\r\n<p>Interview with Stephanie Goodman, spokeswoman, Texas Health and Human Services Commission, March 24, 201</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>The federal health care plan \"costs Texas taxpayers $2.4 billion per year.\"</p>", "statement_context": "a press release", "statement_date": "2010-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}