{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/29/michele-bachmann/bachmann-claims-new-england-journal-medicine-surve/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1641, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1641/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On CBS's <em>Face the Nation</em> on March 28, 2010, Rep. Michele Bachmann, R-Minn., said she will now work to repeal the health care reform bill recently signed by President Barack Obama.</p>\r\n<p>\"That's what I believe the American people want us to do,\" Bachmann said. \"Again the <em>New England Journal of Medicine</em> released a survey the week that President Obama signed Obamacare stating that over 30 percent of American physicians would leave the profession if the government took over health care. That's very serious going forward.\"</p>\r\n<p>First things first, the survey Bachmann is referring to was not a survey by the NEJM, nor was it published in the highly respected, peer-reviewed medical journal.</p>\r\n<p>It was a survey conducted by the Medicus Firm, a physicians recruiting service, and initially reported in January 2010. The firm wrote an article about the survey results, which was first <a href=\"http://www.themedicusfirm.com/pages/medicus-media-survey-reveals-impact-health-reform\" target=\"_blank\">published on the firm's Web site.</a> The article was later reprinted in <em><a href=\"http://www.nejmjobs.org/content/rpt/pdf/marApr_10.pdf\" target=\"_blank\">Recruiting Physicians Today</a></em>, an advertising newsletter put out on the NEJM's Career Center Web site. The Medicus Firm neither paid to have the article published, nor was it paid for the article.</p>\r\n<p>It was never published in the actual <em>New England Journal of Medicine</em>.</p>\r\n<p>But it's easy to see how someone might have been confused. Although the small print explains that the survey was done by the Medicus Firm, the article prominently states at the top, \"From the publishers of the <em>New England Journal of Medicine</em>\" and carries the NEJM seal.</p>\r\n<p>In mid March, people at the NEJM began to see Twitter messages citing the survey, and calling it an NEJM survey.</p>\r\n<p>Jennifer Zeis, a spokeswoman for the <em>New England Journal of Medicine</em>, said NEJM sent out several Tweets explaining that it was not an NEJM survey. And on March 17, 2010, they put up a <a href=\"http://www.nejmjobs.org/rpt/health-reform-may-reduce-physician-workforce.aspx\" target=\"_blank\">disclaimer on the NEJM Career Center Web</a> site:</p>\r\n<p>\"<em>Recruiting Physicians Today</em> is a free advertiser newsletter published by the Worldwide Advertising Sales and Marketing Department in the publishing division of the Massachusetts Medical Society. Each issue of the newsletter features research and content produced by physician recruiting firms and other independent groups involved in physician employment.</p>\r\n<p>\"On December 17, 2009 The Medicus Firm, a national physician search firm based in Dallas and Atlanta, published the results of a survey they conducted with 1,000 physicians regarding their attitudes toward health reform.</p>\r\n<p>\"The opinions expressed in the article linked to above represent those of The Medicus Firm only. That article does not represent the opinions of the <em>New England Journal of Medicine</em> or the Massachusetts Medical Society.\"</p>\r\n<p>Said Zeis: \"It seems that along the way, people thought this was NEJM content and it wasn't. It had nothing to do with the NEJM editorial side at all.\"</p>\r\n<p>Dave Dziok, a spokesman for Bachmann, said any confusion is the fault of the <em>New England Journal of Medicine</em>, not Bachmann.</p>\r\n<p>\"I know they&rsquo;re doing what they can to distance themselves from the survey done by Medicus, but the fact of the matter is the <em>New England Journal of Medicine</em> has leant both its name and crest to the newsletter in which it was published,\" Dziok said.</p>\r\n<p>\"Nowhere in their newsletter do they make the disclaimer that what&rsquo;s contained within it has nothing to do with the <em>New England Journal of Medicine</em>,\" he said. \"In fact, quite the contrary seeing as how their name is all over it. The NEJM may not have conducted the research itself as they&rsquo;re stating now after the fact, but it&rsquo;s certainly misleading on their end to have their name all over a publication like the one that was released with the results and then distance themselves from everything contained within it afterwards. They can&rsquo;t have it both ways.\"</p>\r\n<p>We note that the NEJM disclaimer went up on the Web site 10 days before Bachmann made her statement on <em>Face the Nation</em>. And the same day the disclaimer was posted, the left-leaning <em><a href=\"http://mediamatters.org/blog/201003170036\" target=\"_blank\">Media Matters</a></em> Web site explained the error, after it was reported on Fox News.</p>\r\n<p>Okay, so the survey was not conducted by or published in the <em>New England Journal of Medicine</em>. But Medicus spokeswoman Andrea Santiago said that while it was not a scientific survey, the results should not be dismissed either.</p>\r\n<p>The firm randomly e-mailed surveys to 2,250 physicians from their database of tens of thousands, and stopped sending them out when they had reached 1,195 responses. And contrary to the allegations of some critics, it is not a database entirely made up of doctors looking for work, Santiago said. It's a continuously updated database that originated eight years ago, she said, and includes lists of physicians purchased by the firm.</p>\r\n<p>The <a href=\"http://www.themedicusfirm.com/pages/survey\" target=\"_blank\">relevant question here</a> was, \"How do you think the passage of health reform WITHOUT a public option would affect your professional/practice plans, if at all?\" A majority of physicians, 70 percent, responded, \"no change\"; while 22 percent said they \"would try to retire early\"; 8 percent said they \"would try to leave medical practice even if not near retirement age\"; and 1 percent said they would go back into practicing medicine.</p>\r\n<p>\"We feel like it was in line with what we were hearing from physicians on the phone,\" Santiago said.</p>\r\n<p>Many doctors already feel like they are being pushed out of business by declining reimbursement rates and rising malpractice insurance premiums, she said, and \"the health care reform bill exacerbates the issue.\" And it comes at a crucial time, she said, when the legislation will create a demand for many more doctors.</p>\r\n<p>However, she said, the results of the survey have been \"over-sensationalized\" by some as a warning that 30 percent of doctors will be leaving the profession immediately.</p>\r\n<p>\"Obviously that's not going to happen,\" she said, noting that the survey didn't ask point-blank if physicians were going to leave, but rather if they would \"try\" to leave. \"But I do think it's going to impact the workforce in a significant way. We thought the results were thought-provoking.\"</p>\r\n<p>We haven't found a reliable, independent poll of physicians asking how many would leave the profession if the health care bill passed that we could compare to the Medicus survey. The findings are consistent with a survey conducted by <em>Investor's Business Daily </em>back in September 2009, but we looked at that survey in October after it was cited by Glenn Beck, and <a href=\"http://politifact.com/truth-o-meter/statements/2009/oct/15/glenn-beck/beck-says-45-percent-physicians-would-quit-if-heal/\" target=\"_blank\">concluded</a> the results were suspect due to a number of possible influences on results.</p>\r\n<p>We note that the <em>New England Journal of Medicine's Health Reform Center</em> did publish the results of a <a href=\"http://healthcarereform.nejm.org/?p=1790\" target=\"_blank\">physician survey conducted by Salomeh Keyhani and Alex Federman</a>, internists and researchers at the Mount Sinai School of Medicine in New York City. They did not ask doctors if they would consider quitting as the Medicus poll did, but it did find that 63 percent of doctors surveyed favored giving patients a choice between public and private insurance, which is in sharp contrast to the findings of the Medicus survey. In our previous story, we noted <a href=\"http://politifact.com/truth-o-meter/statements/2009/oct/15/glenn-beck/beck-says-45-percent-physicians-would-quit-if-heal/\" target=\"_blank\">several factors with that survey</a> that gave us pause about that study, such as the fact that the poll received financial support from the Robert Wood Johnson Foundation, which favors health care reform, that the authors belong to a physicians organization that supports a public option, and that they donated to the Obama campaign. Still, according to an NEJM spokeswoman, the survey underwent a rigorous editorial review process that included review by staff and associate editors. In other words, it got the NEJM stamp of approval, whereas the Medicus survey did not.</p>\r\n<p>In conclusion, surveys performed by or published in the <em>New England Journal of Medicine</em> carry the weight of the journal's reputation and rigorous editorial review. Citing them as the source of a survey, as Bachmann did, lends credibility. But it was not an NEJM survey. Nor was it published in the NEJM. It was published in a free advertising newsletter geared toward the physician recruitment industry. It was conducted by a physician recruiting service that has a horse in this race. And it was not a scientific survey.</p>\r\n<p>We can understand how Bachmann and others may have been confused about the source of the survey. The labeling of the article as \"From the publishers of the <em>New England Journal of Medicine</em>\" is easy to misconstrue. An NEJM spokesman said they are reviewing their policies to make sure this kind of confusion doesn't happen again. But on top of getting the source wrong, we think Bachmann sensationalizes the Medicus results, saying that \"30 percent of American physicians would leave the profession\" if the health care bill passed. The survey language was that they would \"try to leave\" or \"try to retire early\" if it passed. There's a difference. Altogether, we rate her claim False.</p>", "ruling_comments_date": "2010-03-29T19:22:21.591528", "ruling_date": "2010-03-29T18:16:51", "ruling_headline": "Bachmann claims New England Journal of Medicine survey found 30 percent of doctors would quit if health reform bill passed ", "ruling_headline_slug": "bachmann-claims-new-england-journal-medicine-surve", "ruling_link_text": "Not exactly a peer-reviewed scientific survey", "ruling_state": null, "source_documents": null, "sources": "<p>CBS News, <a href=\"http://www.cbsnews.com/htdocs/pdf/FTN_032810.pdf?tag=cbsnewsTwoColUpperPromoArea\" target=\"_blank\">Transcript of \"Face the Nation\"</a> on March 28, 2010</p>\r\n<p>Recruiting Physicians Today, <a href=\"http://www.nejmjobs.org/content/rpt/pdf/marApr_10.pdf\" target=\"_blank\">\"Physician Survey: Health Reform May Lead to Significant Reduction in Physician Workforce,\"</a> by Medicus, March/April 2010 newsletter</p>\r\n<p>NEJM Career Center Web site, <a href=\"http://www.nejmjobs.org/rpt/health-reform-may-reduce-physician-workforce.aspx\" target=\"_blank\">Recruiting Physicians Today, explainer of Medicus survey,</a> March 17, 2010</p>\r\n<p>The Medicus Firm, <a href=\"http://www.themedicusfirm.com/pages/medicus-media-survey-reveals-impact-health-reform\" target=\"_blank\">The Medicus Firm Physician Survey: Health Reform May Lead to Significant Reduction in Physician Workforce </a></p>\r\n<p>The Medicus Firm, <a href=\"http://www.themedicusfirm.com/pages/survey\" target=\"_blank\">About our recently cited Physician Survey regarding healthcare reform<br /></a></p>\r\n<p>Media Matters, <a href=\"http://mediamatters.org/blog/201003170036\" target=\"_blank\">\"New England Journal of Medicine says it didn't publish or produce health care 'survey,'\"</a> by Julie Millican, March 17, 2010</p>\r\n<p>CBS News, <a href=\"http://www.cbsnews.com/stories/2010/03/28/ftn/main6341097.shtml\" target=\"_blank\">\"Bachmann Offers Big Numbers, Little Proof,\"</a> by David Riedel, March 29, 2010</p>\r\n<p>PolitiFact.com, <a href=\"http://politifact.com/truth-o-meter/statements/2009/oct/15/glenn-beck/beck-says-45-percent-physicians-would-quit-if-heal/\" target=\"_blank\">\"Beck says 45 percent of physicians would quit if health reform passes,\"</a> by Louis Jacobson, Oct. 15, 2010</p>\r\n<p>Investors Business Daily, <a href=\"http://www.investors.com/NewsAndAnalysis/Article.aspx?id=527698\" target=\"_blank\">\"To Repeat: Doctors Could Hang It Up,\"</a> March 17, 2010</p>\r\n<p>National Journal Online, <a href=\"http://www.nationaljournal.com/njonline/mp_20090918_4062.php\" target=\"_blank\">\"A Tale Of Two Doctor Polls,\" </a>by Mark Blumenthal, Sept. 21, 2009</p>\r\n<p>New England Journal of Medicine Health Care Reform Center, <a href=\"http://healthcarereform.nejm.org/?p=1790\" target=\"_blank\">\"Doctors on Coverage &mdash; Physicians&rsquo; Views on a New Public Insurance Option and Medicare Expansion,\"</a> by Salomeh Keyhani, M.D., M.P.H., and Alex Federman, M.D., M.P.H., Sept. 14, 2009</p>\r\n<p>NPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=112818960\" target=\"_blank\">\"Poll Finds Most Doctors Support Public Option,\"</a> by Joseph Shapiro, Sept. 14, 2009</p>\r\n<p>Interview with Jennifer Zeis, a spokeswoman for the New England Journal of Medicine, March 29, 2010</p>\r\n<p>Interview with Dave Dziok, a spokesman for Rep. Michele Bachmann, March 29, 2010</p>\r\n<p>Interview with Medicus spokeswoman Andrea Santiago, March 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\"The <em>New England Journal of Medicine</em> released a survey the week that President Obama signed Obamacare stating that over 30 percent of American physicians would leave the profession if the government took over health care.\"</p>", "statement_context": "on CBS's \"Face the Nation\"", "statement_date": "2010-03-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}