{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/30/lindsey-graham/new-bill-doesnt-alter-interest-rate/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1644, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1644/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Oddly enough, student loans have become part of the health care debate.<br /><br />Tucked into the package of health care \"fixes\" passed by Congress is a provision that would eliminate government subsidies to private lenders and expand federal lending to students.<br /><br />Republicans, including South Carolina Sen. Lindsey Graham, aren't keen on the development. He says the government is effectively taking over the student loan process and that students will actually end up paying more for their loans as a result.<br /><br />\"The average student will be spending $1,700 to $1,800 more during the life of their loan because of this surcharge,\" Graham said on the March 24, 2010, episode of <em>On the Record</em> with Greta Van Susteren. \"From the students' point of view, it's going to cost you $1,700 to $1,800 more to pay your student loan off, and all the money goes to the federal government.\"<br /><br />Graham's statement deserves a little background on how students have been getting loans to pay for their education. At some schools, students go directly to the U.S. Department of Education for their loan. But at others, students go through a private lender to get the same assistance. <br /><br />For nearly 45 years, the government has been paying private lending services to administer loans granted&nbsp;through the Federal Family Education Loan program. But the package of fixes, which President Barack&nbsp;Obama has&nbsp;signed,&nbsp;eliminates those payments and expands direct federal lending to students through the Department of Education. According to the House Education and Labor Committee, the effort will save $61 billion over 10 years, with a good chunk of that savings being used to expand current federal student lending programs, including Pell Grants. Approximately $9 billion will be used to offset some of the health care bill's cost. <br /><br />Graham's reasoning has to do with interest rates. In the same interview, he said that the Education Department borrows money for the loans from the Treasury Department at an interest rate of 2.6 percent. But students will then have to pay 6.4 percent in interest on those loans. In fact, Graham is slightly off here; the government borrows money at a rate of 2.8 percent while students pay interest at a rate of 6.8 percent on unsubsidized government loans. (Subsidized loans have a lower interest rate.) Furthermore, the interest rate the Education Department pays on money it borrows from the Treasury varies, and can be larger in the long run. <br /><br />But regardless, Graham's underlying point is this: As a result of the health care bill, the government will be making more of a profit off&nbsp;the interest students pay on student loans than it did before.<br /><br />We called and e-mailed Graham's office repeatedly for sourcing on his claim, but our inquiries were unanswered. Apparently&nbsp;Graham's numbers come from an amendment offered by Tennessee Republican Lamar Alexander during the Senate's debate over a package of fixes. His amendment would have forced the chamber to send the bill back to committee and amend it to reduce interest rates on student loans by 1.5 percent, from 6.8 percent to 5.3 percent. That interest rate reduction would have saved students in Tennessee upwards of $1,700 to $1,800 in interest over 10 years, according to Alexander. <br /><br />But those numbers were specific to Tennessee, and Alexander was making the point that lowering the interest rate on student loans could save students money in the long run. <br /><br />But beyond those two points, we take issue with the fact that Graham leaves out the important detail that the new bill does not change the interest rate students pay on their loans, according to the education policy experts we spoke with.<br /><br />\"This bill does not change interest rates in any way shape or form,\" said Jason Delisle, director of the Federal Education Budget Project for the Education Policy Program for the New America Foundation. \"They are already in law and they're going to stay that way.\"<br /><br />So to say that students are somehow paying $1,700 or $1,800 more is wrong. Before Congress voted to eliminate subsidies for the Federal Family Education Loan, students paid 6.8 percent on their unsubsidized federal loans. Now that the bill is passed, students will still pay 6.8 percent interest on those loans. There is no \"surcharge\" in the bill, as Graham says. We rate this claim&nbsp;False.</p>", "ruling_comments_date": "2010-03-30T13:16:16.481527", "ruling_date": "2010-03-30T13:20:20", "ruling_headline": "New bill doesn't alter interest rate", "ruling_headline_slug": "new-bill-doesnt-alter-interest-rate", "ruling_link_text": "No change to student loan rate ", "ruling_state": null, "source_documents": null, "sources": "<p>FOX News, transcript of the March 24, 2010, <a href=\"http://www.foxnews.com/story/0,2933,589842,00.html\" target=\"_blank\">episode of On the Record with Greta Van Susteren</a>, accessed March 26, 2010<br /><br />Reuters, <a href=\"http://www.reuters.com/article/idUSN2418677420100326\" target=\"_blank\">Congress approves Obama's overhaul of student loans</a>, by Thomas Ferraro, March 25, 2010 <br /><br />House Committee on Education and Labor, <a href=\"http://edlabor.house.gov/newsroom/2010/03/groundbreaking-health-insuranc.shtml\" target=\"_blank\">Groundbreaking Health Insurance and Student Loan Reforms Heading to President Obama</a>, March 25, 2010<br /><br />House Committee on Education and Labor, <a href=\"http://edlabor.house.gov/blog/2009/07/student-aid-and-fiscal-respons.shtml\" target=\"_blank\">Student Aid and Fiscal Responsibility Act (updated 3.18.10)</a>, accessed March 26, 2010<br /><br />House Committee on Education and Labor, <a href=\"http://edlabor.house.gov/blog/2009/07/safra-myths-vs-facts.shtml\" target=\"_blank\">SAFRA: Myths vs. Facts (updated 3.18.10)</a>, accessed March 26, 2010<br /><br />The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/110xx/doc11043/03-25-StudentLoans.pdf\" target=\"_blank\">Costs and Policy Options for Federal Student Loan Programs</a>, March 2010<br /><br />National Public Radio, <a href=\"http://www.npr.org/templates/story/story.php?storyId=125195836&amp;ft=1&amp;f=1003\" target=\"_blank\">Can Education Dept. Handle Student Loans Solo?</a>, by Claudio Sanchez, March 25, 2010<br /><br />Sen. Lamar Alexander, <a href=\"http://alexander.senate.gov/public/index.cfm?p=PressReleases&amp;ContentRecord_id=59183e21-b6c7-4bcb-b1ff-ddf9def92b90&amp;ContentType_id=778be7e0-0d5a-42b2-9352-09ed63cc4d66&amp;Group_id=80d87631-7c25-4340-a97a-72cccdd8a658&amp;MonthDisplay=3&amp;YearDisplay=2010\" target=\"_blank\">Alexander Amendment Would Stop Gov&rsquo;t from Overcharging 19 Million Students on Loans to Pay for Health Care</a>, accessed March 26, 2010<br /><br />The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/68xx/doc6874/11-16-StudentLoans.pdf\" target=\"_blank\">Subsidy Estimate for Guaranteed and Direct Student Loans</a>, November, 2005<br /><a href=\"http://www.npr.org/templates/story/story.php?storyId=125195836&amp;ft=1&amp;f=1003\" target=\"_blank\"></a><br />Phone Interview, Rich Williams, Higher Education Associate, U.S. PIRG, March 26, 2010<br /><br />Phone Interview, Jason Delisle, Director of the Federal Education Budget Project for the Education Policy Program, the New America Foundation, March 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. senator", "false_count": 2, "first_name": "Lindsey", "half_true_count": 4, "home_state": "South Carolina", "id": 64, "last_name": "Graham", "mostly_true_count": 2, "name_slug": "lindsey-graham", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lindsey_Graham.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/64/", "total_count": 12, "true_count": 2, "website": "http://lgraham.senate.gov/public/"}, "statement": "<p>\"The average student will be spending $1,700 to $1,800 more during the life of their loan because of this surcharge.\"</p>", "statement_context": "an appearance on the Fox News show \"On the Record\" with Greta Van Susteren", "statement_date": "2010-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}