{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/31/barack-obama/once-wobbly-obama-not-inconsistent-latest-oil-dril/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1647, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1647/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "No Flip", "id": 7, "resource_uri": "/api/v/2/statementruling/7/", "ruling": "No Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-noflip.png", "ruling_slug": "no-flip"}, "ruling_comments": "<p>President Barack Obama is back to doing his shake and shimmy on the offshore drilling issue.<br /><br />On March 31, 2010, he announced that he'd be opening up new coastal areas to oil production. <br /><br />\"And in the short term, as we transition to cleaner energy sources, we&rsquo;ll have to make tough decisions about opening new offshore areas for oil and gas development in ways that protect communities and coastlines,\" he said&nbsp;in his announcement at Andrews Air Force Base. \"This is not a decision that I&rsquo;ve made lightly... But the bottom line is this: given our energy needs, in order to sustain economic growth, produce jobs, and keep our businesses competitive, we&rsquo;re going to need to harness traditional sources of fuel even as we ramp up production of new sources of renewable, homegrown energy.\"<br /><br />In 2008, we gave him a <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/aug/05/barack-obama/more-compromise-than-change-of-heart/\" target=\"_blank\">Half Flip</a>&nbsp;because&nbsp;early in his campaign&nbsp;he said he intended to&nbsp;maintain the long-standing&nbsp;moratorium barring drilling off the Florida coast, telling oil companies to drill on the land they already had leased. Then, amid soaring gas prices in the summer of 2008,&nbsp;he shifted and announced he was receptive to&nbsp;a plan for opening&nbsp;new areas for drilling. On Aug. 1, 2008, Obama said he would compromise and support the New Energy Reform Act of 2008, a bipartisan bill that, in addition to spending $84 billion on the development of better batteries and energy-and-fuel saving technologies, would have allowed for drilling for oil and natural gas as close as 50 miles from Florida's west coast.</p>\r\n<p>\"Like all compromises, it also includes steps that I haven't always supported,\" Obama said in his announcement. \"I remain skeptical that new offshore drilling will bring down gas prices in the short-term or significantly reduce our oil dependence in the long-term, though I do welcome the establishment of a process that will allow us to make future drilling decisions based on science and fact. But I've always believed that finding consensus will be essential to solving our energy crisis, and today's package represents a good faith effort at a new bipartisan beginning.\"</p>\r\n<p>By the time he won the race for the White House, Obama was squarely behind some new efforts to produce more oil domestically. Before Obama took office, former President George W. Bush lifted that ban on new oil and gas leases and ordered a five-year plan for awarding new leases. After Obama took office, Department of Interior Secretary Ken Salazar extended the public comment period on those proposals. <br /><br />And that brings us to Obama's most recent announcement, which would open even more areas for drilling -- including some originally proposed under the Bush administration.&nbsp;We wondered whether Obama had shifted even further since he took office.</p>\r\n<p>His strategy calls for developing oil and gas resources in new areas, including in the Eastern Gulf of Mexico and increasing exploration in parts of the Arctic and Atlantic Oceans. Other areas, such as the environmentally vulnerable Bristol Bay in Alaska, would remain protected.<br /><br />At the same time, Obama also announced new efforts to green the federal fleet of vehicles and the upcoming finalization of a new rule establishing greenhouse gas emission reductions for some vehicles. <br />Defenders of Wildlife, a national environmental group, pointed out that Obama's plan may reverse a 2006 effort to protect waters near Florida through 2022 that Obama had voted for as a senator. But again, our benchmark for this analysis is where Obama stood on the issue back in the summer of 2008, when we last visited the issue. <br /><br />We asked a number of environmental groups if they thought the announcement represented a dramatic shift for the Obama administration, and the resounding response is that they oppose the&nbsp;plan, but it's also no surprise given where Obama was on the issue the day he was elected to office. <br />Josh Dorner, a spokesman for Sierra Club, said that it \"doesn't seem to be a huge step away from where he ended up at the end of the campaign. We're disappointed, but we're not surprised.\"<br /><br />Adam Rivera, an advocate for Environment Florida,&nbsp;said&nbsp;it's a dramatic change from where Obama started out when he was first running for office, but&nbsp;\"it isn't necessarily that surprising given the rhetoric on the campaign.\"<br /><br />And Enid Sisskin, a representative for Gulf Coast Environmental Defense, agreed that she was not surprised, although she thought it was a \"terrible, stupid idea.\"<br /><br />So, has Obama&nbsp;gone from a Half Flip to a Full Flop on the issue of offshore drilling? Not if you're basing the ruling on his position on Election Day. &nbsp;</p>\r\n<p>Back in August 2008, he did clearly change his stance on the issue.&nbsp;This time, according to all the environmental advocates and experts we spoke with, his latest announcement isn't much of a departure from his rhetoric during the last part of the campaign and during his first year in the White House. As a result, we say there's been No Flip in&nbsp;Obama's latest stance&nbsp;on offshore drilling.</p>", "ruling_comments_date": "2010-03-31T15:27:19.511528", "ruling_date": "2010-03-31T15:17:38", "ruling_headline": "Once wobbly, Obama not inconsistent in latest oil drilling proposal ", "ruling_headline_slug": "once-wobbly-obama-not-inconsistent-latest-oil-dril", "ruling_link_text": "Holding steady after a half flip in '08 ", "ruling_state": null, "source_documents": null, "sources": "<p>PolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/aug/05/barack-obama/more-compromise-than-change-of-heart/\" target=\"_blank\">More compromise than change of heart</a>, by Robert Farley, Aug. 5, 2008<br /><br />Obama campaign Web site, <a href=\"http://www.barackobama.com/2008/06/24/remarks_of_senator_barack_obam_81.php\" target=\"_blank\">\"Remarks of Senator Barack Obama: A Serious Energy Policy for Our Future\" </a>in Las Vegas, June 24, 2008<br /><br />YouTube.com, <a href=\"http://www.youtube.com/watch?v=v8fkbEuCQss\" target=\"_blank\">Obama remarks on offshore drilling</a>, June 20, 2008<br /><br /><br />St. Petersburg Times, <a href=\"http://tampabay.com/news/politics/article752928.ece\" target=\"_blank\">\"Obama may be shifting toward backing oil drilling off Florida\" </a>by Wes Allison and Adam Smith, Aug. 2, 2008<br /><br />The White House, President Barack Obama's remarks on new drilling, March 31, 2010<br /><br />The White House, Fact Sheet on new drilling, March 31, 2010<br /><br />The New York Times, <a href=\"http://www.nytimes.com/2010/03/31/science/earth/31energy.html?hp\" target=\"_blank\">Obama to Open Offshore Areas to Oil Drilling for First Time</a>, by John M. Broder, March 30, 2010 <br /><br />The Los Angeles Times, Weighing in on offshore drilling; Californians let the Obama administration know where they stand on the expansion of coastal oil leases, by Maria L. La Ganga, April 17, 2009<br /><br /><br />Defenders of Wildlife, <a href=\"http://www.defenders.org/newsroom/press_releases_folder/2010/03_31_2010_offshore_drilling_plan_threatens_coastal_communities,_ocean_wildlife.php\" target=\"_blank\">Offshore drilling plan threatens coastal communities, ocean wildlife</a>, March 31, 2010<br /><a href=\"http://www.defenders.org/newsroom/press_releases_folder/2010/03_31_2010_offshore_drilling_plan_threatens_coastal_communities,_ocean_wildlife.php\" target=\"_blank\"></a><br />E-mail Interview, Mark Ferrulo, Executive Director, Progess Florida, March 31, 2010<br /><br />Phone Interview, Josh Dorner, Spokesman, Sierra Club, March 31, 2010<br /><br />Phone Interview, Adam Rivera, advocate for Environment Florida, March 31, 2010<br /><br />Phone Interview, Enid Sisskin, representative for Gulf Coast Environmental Defense, March 31, 2010<br /><br />Phone Interview, Kristen Miller, Government Affairs Director, Alaska Wilderness League, March 31, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On oil drilling</p>", "statement_context": "an announcement at Andrews Air Force Base ", "statement_date": "2010-03-31", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}