{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/01/barack-obama/obama-says-heritage-foundation-source-health-excha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1648, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1648/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p><em>EDITOR'S NOTE: An analysis of this comment by President Barack Obama was published on April 1, 2010. After it appeared, the Heritage Foundation's communications office contacted us to argue that our rating of Mostly True was too generous to the president. We did some additional reporting to review our ruling. Our second round of reporting -- primarily talking to conservative policy experts outside of Heritage -- solidified our initial conclusions. Below is the updated version of our story, which retains the rating of Mostly True, published April 26, 2010.</em><br /><br />Democrats like to parry Republican criticism of the recently passed health care law by talking about how it includes ideas that originated with conservatives. During an interview on NBC's <em>Today </em>show on March 30, 2010, President Barack Obama offered a specific example.<br /><br />Obama told host Matt Lauer that \"when you actually look at the bill itself, it incorporates all sorts of Republican ideas. I mean a lot of commentators have said this is sort of similar to the bill that Mitt Romney, the Republican governor and now presidential candidate, passed in Massachusetts. A lot of the ideas in terms of the exchange, just being able to pool and improve the purchasing power of individuals in the insurance market, that originated from the Heritage Foundation. ...\"<br /><br />We zeroed in on the notion that the Heritage Foundation, a conservative think tank that is no fan of Obama's health care law as a whole, might have \"originated\" the idea of the health insurance exchange -- a virtual marketplace where individuals can purchase health insurance. Our interest only grew after we received an e-mail from Heritage president Ed Feulner that blasted Obama's claim.<br /><br />\"President Obama this morning cited the Heritage Foundation's research in an attempt to sell his health care package as a 'middle-of-the-road, centrist approach,'\" Feulner wrote. \"We take great exception to this misuse of our work and abuse of our name. This is but the latest act in a campaign to sell this big-government program as a moderate law that incorporates conservative ideas. Americans should not be fooled.\"<br /><br />Feulner went on to argue that \"the president knows full well &mdash; or he ought to learn before he speaks &mdash; that the exchanges we and most others support are very different from those in his package. True exchanges are simply a market mechanism to enable families to choose their health insurance. President Obama&rsquo;s exchanges, by contrast, are a vehicle to introduce sweeping regulation and federal standardization on health insurance.\"<br /><br />Heritage continued its campaign against Obama's claim in an April 19, 2010, op-ed column in the <em>Washington Post</em>. The director of Heritage's Center for Health Policy Studies, Robert Moffit, wrote that \"the version of the exchange we did develop couldn't be more different than that embodied in this law.\" He charged that \"the Obama health-care law 'builds' on the Heritage health reform model only in the sense that, say, a double-quarter-pounder with cheese 'builds' on the idea of a garden salad. Both have lettuce and tomato and may be called food, but the similarities end there.\"<br /><br />We see two related, but distinct, questions here. The first is whether Heritage did in fact \"originate\" the idea of health insurance exchanges. The second is whether the exchange prescribed by the new law mirrors the one that Heritage has supported.<br /><br />&bull; <strong>Did Heritage originate the idea? </strong>Our research suggests that while Heritage has advocated for health insurance exchanges for many years, others did, too. Scholars credit Alain C. Enthoven -- an emeritus professor at the Stanford University Graduate School of Business who worked in the Defense Department during the Kennedy and Johnson administrations -- with popularizing the idea for an exchange as many as three decades ago.<br /><br />Still, there's little doubt that Heritage has been a consistent and eager promoter of the exchange idea, especially during the effort to design a new health care system for Massachusetts. That effort concluded with the Democratic legislature joining with the Republican governor, Romney, to implement a system that includes a health insurance exchange.<br /><br />On numerous occasions, Heritage scholars wrote approvingly of the exchange system in Massachusetts, known as the Connector. In a paper about the Massachusetts plan published on April 11, 2006, Edmund Haislmaier, a Heritage fellow in health care policy, wrote of the \"truly significant and transformative health system changes that the legislation would set in motion.\"<br /><br />Specifically, Haislmaier wrote that \"this concept of organizing a state's insurance markets around a central clearinghouse represents a dramatic departure from recent state health insurance reform proposals. States have spent the past 15 years trying to expand health care coverage to small-business employees, with virtually no positive results. The Massachusetts legislation represents a bipartisan commitment to move away from the policies that have largely failed to make progress in covering the uninsured for the past 15 years.\"<br /><br />In another paper, titled, \"The Rationale for a Statewide Health Insurance Exchange,\" and published on Oct. 5, 2006, Heritage scholar Robert Moffit wrote that \"the best option is a health insurance market exchange.\" Comparing it to a farmers' market or the used-car dealer CarMax, Moffit said the exchange \"would expand coverage and choice\" and would represent \"a revolutionary change in the health insurance market.\"<br /><br />Journalists seemed to give Heritage credit, as well. During 2006, columns and articles citing Heritage's role in promoting the health exchange idea ran in such publications as the <em>Washington Post</em>, the <em>Dallas Morning News</em>, the New Orleans <em>Times-Picayune </em>and the <em>National Review</em>.<br /><br />We feel the president is largely right on this point. The idea for exchanges may have \"originated\" outside Heritage, but in well over a decade leading up to the introduction of the president's health care plan, Heritage clearly took a high-profile role in touting it, culminating in the proposal enacted in Massachusetts. And given that, they can hardly be shocked that the president is noting the think tank's role in developing the overall concept (even if he did so in a self-serving way).<br /><br />&bull; <strong>Is it the same idea? </strong>After Obama made his comment, we spoke to both Haislmaier and to Stuart Butler, Heritage's vice president for domestic policy. Both argued that the plan now enacted into law is fundamentally different in structure than the one Heritage advocated.<br /><br />\"What Obama and Capitol Hill did was to take a mainstream idea and push it toward a much more interventionist, regulatory model, as opposed to the original idea, which was more market-based,\" Butler said in an interview.<br /><br />To prevent Heritage scholars from moving the goalposts after the fact, we decided to analyze how similar the proposals are only by referring to policy stances that can be documented in briefing papers published prior to Obama's election. We found at least four papers that spoke directly to the health insurance exchange idea, and in these papers, we noticed several passages that advocated elements of an exchange that differ from how the bill was ultimately written.<br /><br />Here are some of those differences:<br /><br />-- <em>Who can use the exchange? </em>In a 2006 paper, Moffit wrote, \"Ideally, an exchange should be open to all state residents and all interested employers, regardless of the size of the firm, who want to arrange health insurance through the exchange.\"<br /><br />That's not the case with the exchanges in the new law -- at least not any time soon. When the exchanges go live in 2014, they will only be open to people already buying insurance on the individual market (that is, those buying insurance independent of their employer) and to employees of small businesses with up to 100 employees. A provision does allow employees of businesses with more than 100 employees to purchase coverage from the exchange, but not until 2017, and only if their state decides to allow it. (The exception is that employees who are paying too large a percentage of their income on their employer-based health insurance will be eligible in 2014.)<br /><br />-- <em>How much federal regulation will there be? </em>Heritage scholars have regularly argued that the key regulatory role for the exchanges should be handled by the states, rather than the federal government.<br /><br />In a 2007 paper, Butler wrote that \"each state would determine on its own such features as the infrastructure for handling premiums, as well as the regulations and requirements for accepting insurance plans into the exchange. The state also would be responsible for determining pooling, reinsurance, and risk adjustment arrangements and the degree to which firms would, if at all, be required to offer plans available through the exchange to their employees.\"<br /><br />It's true that the new health care law will create state-based exchanges. However, they will have to adhere to many federal requirements.<br /><br />For instance, the federal law requires the Secretary of Health and Human Services to define an \"essential health benefits package\" (and update its details every year). This will become the minimum package offered on the exchanges. The law also limits plans sold on the exchange to charging differential premiums only based on age (in a 3-to-1 ratio), geography, family composition and tobacco use (on a 1.5-to-1 ratio). And health plans on the exchange will have to abide by an assortment of other rules governing marketing requirements, provider networks and standards for presenting information to consumers.<br /><br />-- <em>How portable will insurance be? </em>In a 2007 paper published by Heritage, researcher Connie Marshner argued that health insurance exchanges would promote portability of health insurance. \"When individuals are able to purchase health insurance for themselves in an (exchange) marketplace, the insurance belongs to them,\" Marshner wrote. \"Even if they change jobs, move, or quit working and retire, they own the policy and can keep the same health insurance if they so choose.\"<br /><br />That should be the case for many people on the health care law's exchange, especially those who bought their insurance individually, as long as states don't erect high barriers that bar people from moving from one state's exchange to another. But full portability will be unlikely for those who purchased insurance on the exchange with the help of their employer. While the exchange should make it easier for those switching jobs to find new insurance, there will most likely be a disruption when that employee switches companies -- and whenever there's a disruption in coverage, there's a likelihood that their plan will have to change to one degree or another.<br /><br />So where does this leave us?<br /><br />Edwin Park, a senior fellow with the liberal Center on Budget and Policy Priorities, sees significant similarities in approach despite the differences outlined above. Park said the differences involved \"rules of the road within the exchange, rather than fundamental differences in the underlying concept or structure.\"<br /><br />Henry Aaron, a fellow with the centrist-to-liberal Brookings Institution, called the new health care law \"a close relative\" of Heritage's plan -- \"not identical to be sure, but a sibling or at least a first cousin. The essence is that you have a government or nonprofit entity that regulates the sale of insurance to individuals or businesses in order to standardize offerings and to control selling methods in order to produce real, head-to-head competition and to provide customers information in forms they can readily understand. ... Yes, they are all different; but they are all of the same family. \"<br /><br />We also solicited the views of conservative policy experts beyond Heritage.<br /><br />One -- Tevi Troy, a visiting senior fellow at the Hudson Institute -- thought Heritage had a legitimate gripe. \"In the policy world, there is often a vast gulf between theoretical ideas and policies as implemented, and this case is no exception,\" Troy said. \"While Heritage had been a leading advocate for health insurance exchanges, the law as written creates something so different from what Heritage sought that I understand why they want to remove their name from the list of proponents.\"<br /><br />However, we heard from nine people affiliated with conservative policy organizations other than Heritage who thought that the president's statement was reasonably accurate.<br /><br />Seven of them declined to publicly express their differences with Heritage for fear of making waves within the tight-knit conservative policy world. But two did allow their names to be used. One was Dan Miller, executive vice president of the Chicago-based Heartland Institute, who acknowledged that Obama's statement was so carefully worded that the president \"was able to exploit\" the issue \"for his own ends.\"<br /><br />The other was Daniel McCarthy, senior editor of the <em>American Conservative </em>magazine who has written recently about the conservative origins of the president's health care plan.<br /><br />\"Every think tank on the left and right knows that its recommendations will undergo some deformation before they make their way into law, if they ever do,\" McCarthy told PolitiFact. \"Heritage might prefer state insurance exchanges with greater individual choice, including for workers already covered by their employers. But I don't imagine Ed Feulner would be complaining at all if a Republican president or a Republican Congress had passed a plan that deviated from the Heritage blueprint to the same degree that Obama's bill has. While it's not true that 'lots of' the specifics in the Obama plan were dreamed up by Heritage, the overall approach is similar to policies Heritage has long championed, including the individual mandate as well as the insurance exchanges. This is only controversial because the wrong party happened to pass the law, and it's poison for any conservative to be identified with it.\"<br /><br />We agree with Heritage that the differences between its original vision and the version enacted into law are not trivial, and are enough to undercut the president's effort to secure a Heritage Foundation seal of approval for his bill. But the president helped his case by wording his statement with extreme care. Intentionally or not, he gave himself subtle linguistic running room by saying that \"a lot of the ideas\" for the exchange came from Heritage, including the concept of \"just being able to pool and improve the purchasing power of individuals in the insurance market.\" Even if not all of the ideas in the two plans are identical, we feel that it was fair of him to say that \"a lot of the ideas\" are in common, including the notion of pooling. So we conclude that the president's statement qualifies as Mostly True.</p>", "ruling_comments_date": "2010-03-31T15:43:37.191528", "ruling_date": "2010-04-01T13:34:21", "ruling_headline": "Obama says Heritage Foundation is source of health exchange idea", "ruling_headline_slug": "obama-says-heritage-foundation-source-health-excha", "ruling_link_text": "UPDATED: An unwanted shout-out that's still partly right", "ruling_state": null, "source_documents": null, "sources": "<p>Barack Obama, <a href=\"http://today.msnbc.msn.com/id/36096371/ns/today-white_house/\" target=\"_blank\">interview</a> on NBC's <em>Today </em>show, March 30, 2010</p>\r\n<p>Ed Feulner, <a href=\"http://blog.heritage.org/2010/03/30/heritage-president-ed-feulner-responds-to-president-obama%E2%80%99s-claims/print/\" target=\"_blank\">blog post</a> responding to President Obama's claim, March 30, 2010</p>\r\n<p>Robert Moffit, \"Obama's health reform isn't modeled after Heritage Foundation ideas\" (Washington Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/18/AR2010041802727.html\" target=\"_blank\">op-ed</a>), April 19, 2010</p>\r\n<p>Edmund Haislmaier, \"The Significance of Massachusetts Health Reform\" (Heritage Foundation <a href=\"http://www.heritage.org/Research/Reports/2006/04/The-Significance-of-Massachusetts-Health-Reform\" target=\"_blank\">paper</a>), April 11, 2006<br /><br />Robert Moffit, \"The Rationale for a Statewide Health Insurance Exchange\" (Heritage Foundation <a href=\"http://www.heritage.org/Research/Reports/2006/10/The-Rationale-for-a-Statewide-Health-Insurance-Exchange\" target=\"_blank\">paper</a>), Oct. 5, 2006, <br /><br />Connie Marshner, \"The Health Insurance Exchange: Enabling Freedom of Conscience in Health Care\" (Heritage Foundation <a href=\"http://www.heritage.org/Research/Reports/2007/03/The-Health-Insurance-Exchange-Enabling-Freedom-of-Conscience-in-Health-Care\" target=\"_blank\">paper</a>), March 1, 2007<br /><br />Stuart Butler, \"Evolving Beyond Traditional Employer-Sponsored Health Insurance\" (<a href=\"http://www.brookings.edu/~/media/Files/rc/papers/2007/05healthcare_butler/200705butler.pdf\" target=\"_blank\">paper</a> for the Hamilton Project, an affiliate of the Brookings Institution), May 2007<br /><br />Ramesh Ponnuru, \"An Imperfect Model\" (<a href=\"http://old.nationalreview.com/ponnuru/ponnuru200604110750.asp\" target=\"_blank\">article</a> in <em>National Review</em>), April 11, 2006<br /><br />New Orleans <em>Times-Picayune</em>, \"Charity system has chance to heal; U.S. health secretary pledges his support,\" April 26, 2006 (accessed via Lexis-Nexis)<br /><br />David S. Broder, \"For Romney, A Healthy Boost; Insurance Plan an Asset for '08\" (column in the <em>Washington Post</em>), April 30, 2006 (accessed via Lexis-Nexis)<br /><br />Allen Pusey, \"High hopes for health care\" (<a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/opinion/points/stories/DN-pusey_11edi.ART.State.Edition1.908d9b8.html\" target=\"_blank\">column</a> in the <em>Dallas Morning News</em>), June 11, 2006<br /><br />Alain C. Enthoven, \"Employment-Based Health Insurance Is Failing: Now What?\" (<a href=\"http://content.healthaffairs.org/cgi/content/full/hlthaff.w3.237v1/DC1\" target=\"_blank\">article</a> in <em>Health Affairs</em>), May 28, 2003<br /><br />Sara J. Singer, Alan M. Garber, and Alain C. Enthoven, \"Near-Universal Coverage Through Health Plan Competition: An Insurance Exchange Approach\" (<a href=\"http://healthpolicy.stanford.edu/publications/nearuniversal_coverage_through_health_plan_competition_an_insurance_exchange_approach/\" target=\"_blank\">chapter</a> in the Economic and Social Research Institute book, <em>Covering America: Real Remedies for the Uninsured</em>) June 2001<br /><br />Kaiser Family Foundation, \"Summary of New Health Reform Law\" (<a href=\"http://www.kff.org/healthreform/upload/finalhcr.pdf\" target=\"_blank\">briefing paper</a>), accessed March 31, 2010<br /><br />Kaiser Family Foundation, \"Explaining Health Care Reform: What Are Health Insurance Exchanges?\" (<a href=\"http://www.kff.org/healthreform/upload/7908.pdf\" target=\"_blank\">briefing paper</a>), May 2009<br /><br />AOL Health, \"<a href=\"http://www.aolhealth.com/2010/03/26/what-is-a-state-based-health-insurance-exchange/\" target=\"_blank\">What Is a State-Run Health Insurance Exchange</a>?\" March 26, 2010<br /><br />Interview with Edmund Haislmaier, fellow at the Heritage Foundation, March 30, 2010<br /><br />Interview with Stuart Butler, vice president for domestic policy at the Heritage Foundation, March 30, 2010<br /><br />E-mail interview with Henry Aaron, senior fellow at the Brookings Institution, March 31, 2010</p>\r\n<p>E-mail interview with Edwin Park, senior fellow with the Center on Budget and Policy Priorities, March 31, 2010</p>\r\n<p>E-mail interview with Tevi Troy, visiting senior fellow at the Hudson Institut, April 12, 2010</p>\r\n<p>E-mail interview with Dan Miller, executive vice president of the Heartland Institute, April 12, 2010</p>\r\n<p>E-mail interview with Daniel McCarthy, senior editor of the American Conservative magazine, April 12, 2010</p>\r\n<p>E-mail interview with Daniel Shaviro, professor of taxation at New York University Law School, April 12, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"A lot of the ideas in terms of the (health insurance) exchange, just being able to pool and improve the purchasing power of individuals in the insurance market, that originated from the Heritage Foundation.\"</p>", "statement_context": "an interview on NBC's Today show", "statement_date": "2010-03-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}