{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/apr/01/barack-obama/obama-recess-appointment-craig-becker-bush-john-bo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1652, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1652/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>With Congress in recess after passing major health care legislation,  President Barack Obama took the opportunity to install several of his  appointees without receiving approval from the Senate.<br /><br />The move  is known as a \"recess appointment,\" and it stems from a power enumerated  in the U.S. Constitution, which states, \"The President shall have Power  to fill up all Vacancies that may happen during the Recess of the  Senate, by granting Commissions which shall expire at the End of their  next Session.\" That means Obama can make the appointments now, and those  appointees will be able to serve until the end of 2011. <br /><br />Other  presidents have made recess appointments, both recently and throughout  history, and those appointments have regularly drawn criticism from the  opposite party. We remembered that Obama, while serving as a U.S.  senator, opposed the recess appointment of John Bolton, President George  W. Bush's pick to become U.S. ambassador to the United Nations. So we  decided to test Obama on the Flip-O-Meter to see whether his decision to  make recess appointments represents a change in position.<br /><br />We'll  start with the 2005 Bolton appointment, and then compare it with what  Obama did in 2010.<br /><br />President George W. Bush appointed Bolton to  be ambassador of the United Nations after senators held up the  confirmation in two separate votes of 56-42 and 54-38. The nomination  required 60 votes before formal approval.<br /><br />Opponents said Bolton  was the wrong person for the job because he was known as a critic of the  United Nations. Democrats said that history made him poor choice to  become ambassador to the organization. <br /><br />But Democrats were also  angry that Bolton had submitted inaccurate information to the Senate.  The State Department inspector general had interviewed Bolton about the  accuracy of intelligence leading up to the Iraq war, but Bolton had  submitted testimony indicating that he had not been interviewed. <br /><br />That  dispute prompted Senate Democrats to send a letter to Bush protesting  the recess appointment. Obama was one of 36 senators to sign the letter.  (Joe Biden, now Obama's vice president, and Hillary Clinton, Obama's  secretary of state, signed it as well.)<br /><br />\"In light of the fact  that John Bolton was not truthful to the Senate  Foreign Relations Committee on the questionnaire he swore was truthful,  we ask that you do not make a recess appointment of Mr. Bolton to be the Ambassador to the United Nations, and instead submit a new  nomination to the Senate,\" the letter said. \"Mr. Bolton's  excuse that he 'didn't recall being interviewed by the State  Department's Inspector General' is simply not believable.<br /><br />\"Sending  someone to the United Nations who has not been confirmed by the United  States Senate and now who has admitted to not being truthful on a  document so important that it requires a sworn affidavit is going to set  our efforts back in many ways,\" the letter said.</p>\r\n<p>Obama, a  member of the Senate Foreign Relations Committee, told the <em>Chicago  Tribune</em>, \"To some degree, he's damaged goods,\" adding, \"I think that  means we'll have less credibility and, ironically, be less equipped to  reform the United Nations in the way that it needs to be reformed.\"</p>\r\n<p>But Obama also said that he thought Bush was within his rights in making the appointment. \"The president is entitled to take that action, but I don't think it will serve American foreign policy well,\" Obama said in an interview.</p>\r\n<p>Obama  issued his own separate statement on the Bolton nomination after the  recess appointment. He offered strong words of criticism -- \"John Bolton  is the wrong person for the job and the decision to appoint him today  will not serve American foreign policy well at all\" -- but the future president did not complain in his statement that it was a recess appointment. In fact, he didn't even  mention it. <br /><br />In making his recess appointments on March 27, 2010,  Obama said he was moving forward on nominees in the face of Republican  intransigence.<br /><br />\"The United States Senate has the responsibility  to approve or disapprove of my nominees. But if, in the interest of  scoring political points, Republicans in the Senate refuse to exercise  that responsibility, I must act in the interest of the American people  and exercise my authority to fill these positions on an interim basis,\"  Obama said in a statement. \"Most of the men and women whose appointments  I am announcing today were approved by Senate committees months ago,  yet still await a vote of the Senate. ... I simply cannot allow partisan  politics to stand in the way of the basic functioning of government.\"<br /><br /><span class=\"SS_L3\"><span class=\"verdana\">One of his 15 recess appointments  likely wouldn't meet that criteria. In February, 33 senators voted to  block the nomination of Craig Becker to the National Labor Relations  Board with only 52 -- short of the 60 needed -- voting to proceed.<br /><br /></span></span>Becker  is an attorney who previously worked for the <span class=\"SS_L3\"><span class=\"verdana\">Service Employees International Union and the AFL-CIO</span></span>,  unions that strongly supported his nomination. Senators critical of  labor unions opposed Becker's nomination because they said he would  favor unions on the National Labor Relations Board, which is responsible  for resolving labor-management disputes. <br /><br />\"Parties before the  Board, whether union or employer, have a right to a fair and impartial  tribunal,\" said Sen. John McCain, R-Ariz, in February. \"The confirmation  of an officer and associate general counsel of two of our nation's  largest unions for a term on the National Labor Relations Board will  make the appearance of justice and many of the decisions in which he  participates impossible to achieve.\"<br /><br />McCain said he feared Becker  would promote the policy known as \"card check,\" which makes it easier  for unions to organize using signed authorization cards rather than a  secret ballot. Critics say that card check makes it easier for unions to  intimidate workers into joining, but unions say that it helps workers  to sidestep management efforts to suppress unions.<br /><br />So where does  that leave us on the Flip-O-Meter? Obama opposed a controversial recess  nomination in 2005 but put forward his own in 2010.<br /><br />Keeping in  mind the statement Obama put out on Bolton, it's worth noting that Obama  opposed Bolton on his merits, but didn't complain about it being a  recess appointment. Indeed, Obama specifically said Bush was within his rights to make the nomination, just as Obama as president now has the right to make recess appointments.<br /><br />On the other hand, Obama did sign on to a group letter  that urged Bush to \"submit a new nomination to the Senate\" rather than  go forward with a controversial recess appointment.<br /><br />If every appointee for whom Obama made a recess  appointment was noncontroversial, Obama would have a good argument that  the two situations were different. But just as Democrats opposed Bolton  on policy grounds, so too are Republicans opposing Becker on policy  grounds. While Democrats raised issues of personal honesty in the  case of Bolton -- accusations that Republicans have not leveled at  Becker -- we think the cases are similar enough to make Obama's recess  appointment for Becker a Half Flip.</p>", "ruling_comments_date": "2010-04-01T11:58:42.811528", "ruling_date": "2010-04-01T18:30:21", "ruling_headline": "Comparing Obama's recess appointment of Craig Becker with Bush's nomination of John Bolton", "ruling_headline_slug": "obama-recess-appointment-craig-becker-bush-john-bo", "ruling_link_text": "A controversial nominee slipped onto long list", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Constitution, <a href=\"http://www.archives.gov/exhibits/charters/constitution_transcript.html\" target=\"_blank\" title=\"Article 2, Section 2\">Article 2, Section 2</a><br /><br />Congressional  Research Service, <a href=\"http://www.senate.gov/reference/resources/pdf/RS21308.pdf\" target=\"_blank\" title=\"Recess Appointments: Frequently Asked Questions\">Recess  Appointments: Frequently Asked Questions</a>, March 12, 2008<br /><br />The  White House, <a href=\"http://www.whitehouse.gov/the-press-office/president-obama-announces-recess-appointments-key-administration-positions\" target=\"_blank\" title=\"President Obama Announces Recess Appointments to Key  Administration Positions\">President Obama Announces Recess Appointments  to Key Administration Positions</a>, March 27, 2010<br /><br />The White  House blog, <a href=\"http://www.whitehouse.gov/blog/2010/03/27/unprecedented-level-obstruction\" target=\"_blank\" title=\"An Unprecedented Level of Obstruction\">An  Unprecedented Level of Obstruction</a>, March 27, 2010<br /><br />U.S.  Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00022\" target=\"_blank\" title=\"vote for cloture on the nomination of Craig Becker\">vote  for cloture on the nomination of Craig Becker</a>, Feb. 9, 2010<br /><br />Obama  Senate Web site via The Internet Archive, <a href=\"http://web.archive.org/web/20050825064628/obama.senate.gov/press/050801-obama_statement_on_the_recess_appointment_of_john_r_bolton_as_us_ambassador_to_the_un/index.html\" target=\"_blank\" title=\"Obama statement on the recess appointment of John R.  Bolton to Ambassador of the United Nations\">Obama statement on the  recess appointment of John R. Bolton to Ambassador of the United Nations</a>,  Aug. 1, 2005<br /><br /><a href=\"http://www.nlrb.gov/index.aspx\" target=\"_blank\" title=\"The National Labor Relations Board\">The National Labor Relations  Board</a><br /><br />The White House, recess appointments<br /><br />Congressional  Record, <a href=\"http://frwebgate3.access.gpo.gov/cgi-bin/PDFgate.cgi?WAISdocID=14594026248+0+2+0&amp;WAISaction=retrieve\" target=\"_blank\">comments of Sen. John McCain on the nomination of Craig  Becker</a>, Feb. 9, 2010<br /><br />U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&amp;session=1&amp;vote=00129\" target=\"_blank\" title=\"vote for cloture on the nomination of John Bolton\">vote  for cloture on the nomination of John Bolton</a>, May 26, 2005<br /><br />U.S.  Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&amp;session=1&amp;vote=00142\" target=\"_blank\" title=\"vote for cloture on the nomination of John  Bolton\">vote  for cloture on the nomination of John Bolton</a>, June 20, 2005<br /><br />Nexis  database, Letter from Senators on the appointment of John Bolton, July  29, 2005</p>\r\n<p>Associated Press, <a href=\"http://news.google.com/newspapers?nid=799&amp;dat=20050729&amp;id=J9UJAAAAIBAJ&amp;sjid=oEkDAAAAIBAJ&amp;pg=5631,3128535\" target=\"_blank\">Bush set to by pass Congress with Bolton UN nomination</a>, July 29, 2005</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On recess appointments.</p>", "statement_context": "a prepared statement", "statement_date": "2010-03-27", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}