{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/05/gil-kerlikowske/drug-czar-says-more-people-drive-under-influence-d/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1656, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1656/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Much has been made of the United States&#39; success in reducing the amount of drinking and driving over the past few decades. But is there a growing problem with drivers on drugs?<br />\r\n<br />\r\nDuring a March 31, 2010, interview on C-SPAN&rsquo;s <em>Washington Journal</em>, Gil Kerlikowske -- the head of the White House&#39;s Office of National Drug Control Policy, and more commonly known as the drug czar -- seemed to suggest as much.<br />\r\n<br />\r\n&quot;More people are driving under the influence of drugs than are driving under the influence of alcohol,&quot; Kerlikowske said. &quot;A recent roadside survey showed that 16 percent of the people tested, tested positive for illicit or licit drugs. That&#39;s significantly higher than alcohol.&quot;<br />\r\n<br />\r\nThis surprised us, so we decided to take a closer look.<br />\r\n<br />\r\nWe located the study that Kerlikowske was referring to -- the National Roadside Survey of Alcohol and Drug Use by Drivers. It was conducted in 2007 for the National Highway Traffic Safety Administration -- part of the federal Department of Transportation -- through a contract with the Pacific Institute for Research and Evaluation. It was the fourth major roadside survey (earlier ones were undertaken in 1973, 1986 and 1996) and was the first to look at drugs as well as alcohol.<br />\r\n<br />\r\nThe 2007 study randomly stopped drivers at 300 U.S. locations on weekend nights (10 p.m. through midnight on Fridays and Saturdays, and 1 a.m. to 3 a.m. on Saturdays and Sundays) and also made some daytime stops for comparisons.&nbsp;Participation in the&nbsp;survey and its testing was voluntary.&nbsp;The stops targeted private vehicles, including motorcycles, but they excluded commercial vehicles such as semitrailer trucks. In all, 11,000 drivers participated, with 86 percent tested by breathalyzer, 71 percent by oral fluid samples and 39 percent by blood samples. (The blood test was for nighttime drivers only.)<br />\r\n<br />\r\nBecause the nighttime sample provides the most complete data on drug use, we&#39;ll stick to the nighttime sample for alcohol use as well.<br />\r\n<br />\r\nDuring the nighttime tests, 2.2 percent of drivers registered a blood-alcohol content of at least .08 percent -- the level at which a driver is presumed impaired under Florida law.<br />\r\n<br />\r\nBy contrast, a whopping 16.3 percent of drivers tested positive for drugs, defined in the study as &quot;illegal, prescription, and over-the-counter products, including stimulants, sedatives, antidepressants, marijuana, and narcotic analgesics.&quot; The most commonly detected drugs were marijuana (8.6 percent), cocaine (3.9 percent) and methamphetamine (1.3 percent).<br />\r\n<br />\r\nIf that were the end of the story, Kerlikowske&#39;s comment would be resoundingly accurate -- 16.3 percent is indeed &quot;significantly higher&quot; than 2.2 percent.<br />\r\nBut there are two caveats that deserve a mention.</p>\r\n\r\n<p>&bull;&nbsp; <em>Legal vs. illegal levels of alcohol.</em> The 2.2 percent of drivers registering .08 or above is, by historical standards, impressively low -- that number has steadily declined since the first survey, from 7.5 percent in 1973 to 5.4 percent in 1986 to 4.3 percent in 1996 before dropping to 2.2 percent in 2007.<br />\r\n<br />\r\nStill, that number underestimates the total percentage of drivers who registered some alcohol in their bloodstream. In all, the survey found that 12.4 percent of drivers had some alcohol in their bloodstream -- 7.9 percent with levels between .005 and .049 and an additional 2.3 percent with levels between .05 and .079.<br />\r\n<br />\r\nLow, but detectible, blood-alcohol levels do not impair a driver as much as illegal levels do, but they can have an effect. According to the Federal Aviation Administration, such symptoms as &quot;mild euphoria, talkativeness, decreased inhibitions, decreased attention, impaired judgment and increased reaction time&quot; can begin at .03 percent, and numerous countries have set legal thresholds lower than .08.<br />\r\n<br />\r\nIndeed, the California Department of Motor Vehicles says that blood-alcohol content below .08 percent &quot;does not mean that it is safe or legal to drive.&quot; The state calls levels from .01 to .04 a &quot;possible DUI&quot; (driving under the influence) and .05 to .07 a &quot;likely DUI.&quot; For drivers under 21, both categories are illegal outright.<br />\r\n<br />\r\n&bull;&nbsp; <em>We don&#39;t know much about how drugs affect the act of driving.</em> Compared to the effects of alcohol, the impact of drugs on driving is not yet well understood. Some of this has to do with the long head start in research on alcohol and driving, and some has to do with the greater chemical complexity of drugs compared to alcohol.<br />\r\n<br />\r\nThe authors of the study were open about the limitations of today&#39;s knowledge. &quot;In addition to the prevalence of drug use by drivers,&quot; they wrote, &quot;several other questions need to be answered in order to assess the drug-impaired driving problem, including: Which drugs impair driving ability? What drug dose levels are associated with impaired driving? Which drugs are associated with higher crash rates?&quot;<br />\r\n<br />\r\nThey added a strongly worded caveat. &quot;The reader is cautioned that drug presence does not necessarily imply impairment,&quot; they wrote. &quot;For many drug types, drug presence can be detected long after any impairment that might affect driving has passed. For example, traces of marijuana can be detected in blood samples several weeks after chronic users stop ingestion. Also, whereas the impairment effects for various concentration levels of alcohol are well understood, little evidence is available to link concentrations of other drug types to driver performance.&quot;<br />\r\n<br />\r\nTo offer a more concrete example, it&#39;s unclear how much impact a joint of marijuana inhaled two weeks ago may have on a driver today. It could well be that the two-week-old joint is less of an impairment than a legal level of alcohol in the blood -- even though the study would count the marijuana user as part of that 16 percent &quot;under the influence of drugs&quot; yet exclude someone with .07 percent alcohol from the 2.2 percent of alcohol-impaired drivers.<br />\r\n<br />\r\nThomas McLellan, deputy director of the Office of National Drug Control Policy, told <em>PolitiFact</em> that the sensitivity of the oral swabs makes it &quot;highly unlikely&quot; that marijuana use &quot;even half a day earlier would have shown up&quot; in the survey. Still, in addition to the survey authors&#39; written caution, several independent experts we contacted agreed that the lack of data on drug-use-and-driving interactions suggests that the survey&#39;s results be taken with a degree of caution.<br />\r\n<br />\r\nBarbara Harsha, executive director of the Governors Highway Safety Association, added that there&#39;s strong evidence that, regardless of the comparative data on substances in drivers&#39; systems, &quot;drunk driving is still the bigger problem. . . . Alcohol-related crashes were 32 percent of the total in 2008. There&rsquo;s no comparable data for drug-related crashes, since there are no standards for drug impairment while driving, but the estimates are in the 10 percent to 15 percent range.&quot;</p>\r\n\r\n<p>If you look no further than&nbsp;the outcome of the survey he cites,&nbsp;Kerlikowske&#39;s comment&nbsp;are accurate. But&nbsp;the caveats listed above reduce our confidence&nbsp;that, as he puts it, &quot;more people are driving under the influence of drugs than are driving under the influence of alcohol.&quot;</p>\r\n\r\n<p>There&#39;s reason to believe that not all of the 16 percent of drivers testing positive for drugs would have been &quot;under the influence of drugs.&quot; The survey only reveals who has&nbsp;some level of drugs in their system, and does not provide an accurate measure of who was impaired by drugs&nbsp;when they were surveyed. By the same token, it&#39;s quite possible that many more than 2.2 percent of the study participants were indeed &quot;driving under the influence of alcohol&quot; even if they weren&#39;t over the .08 legal threshold. Did these two percentages approach each other in the middle, thus undermining Kerlikowske&#39;s statement? Maybe -- or maybe he is right after all. Ultimately, the research isn&#39;t yet detailed enough to be sure. With this degree of uncertainty, we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-04-02T02:31:08.171527", "ruling_date": "2010-04-05T10:05:33", "ruling_headline": "Drug czar says more people drive under influence of drugs than alcohol", "ruling_headline_slug": "drug-czar-says-more-people-drive-under-influence-d", "ruling_link_text": "Scientific uncertainty complicates drug czar's claim", "ruling_state": null, "source_documents": null, "sources": "<p>Gil Kerlikowske, <a href=\"http://www.c-spanarchives.org/program/ID/221848&amp;start=955&amp;end=1019\" target=\"_blank\">interview</a> on C-SPAN&#39;s Washington Journal, March 31, 2010<br />\r\n&nbsp;<br />\r\nNational Highway Traffic Safety Administration, &quot;Results of the 2007 National Roadside Survey of Alcohol and Drug Use by Drivers&quot; (<a href=\"http://www.nhtsa.dot.gov/staticfiles/DOT/NHTSA/Traffic%20Injury%20Control/Articles/Associated%20Files/811175.pdf\" target=\"_blank\">research note</a>), July 2009<br />\r\n&nbsp;<br />\r\nNational Highway Traffic Safety Administration, &quot;2007 National Roadside Survey of Alcohol and Drug Use by Drivers: Alcohol Results&quot; (<a href=\"http://www.nhtsa.dot.gov/staticfiles/DOT/NHTSA/Traffic%20Injury%20Control/Articles/Associated%20Files/811248.pdf\" target=\"_blank\">full results</a>), December 2009<br />\r\n&nbsp;<br />\r\nNational Institute on Drug Abuse, &quot;NIDA InfoFacts: Drugged Driving&quot; (<a href=\"http://www.drugabuse.gov/infofacts/driving.html\" target=\"_blank\">web page</a>), October 2009<br />\r\n&nbsp;<br />\r\nCalifornia Department of Motor Vehicles, &quot;<a href=\"http://test-www.dmv.ca.gov/pubs/hdbk/pgs72duichart.htm\" target=\"_blank\">California Driver Handbook: Actions Resulting in Loss of License</a>,&quot; accessed April 1, 2010<br />\r\n&nbsp;<br />\r\nFlightPhysical.com, &quot;<a href=\"http://flightphysical.com/pilot/alcohol.htm\" target=\"_blank\">Alcohol and Flying: A Deadly Combination -- Federal Aviation Regulation (CFR) 91.17</a>,&quot; accessed April 1, 2010<br />\r\n&nbsp;<br />\r\nE-mail interview with Chuck Hurley, chief executive officer of Mothers Against Drunk Driving, April 1, 2010<br />\r\n&nbsp;<br />\r\nE-mail interview with Joel Grube, director and senior research scientist at the Prevention Research Center, April 1, 2010<br />\r\n&nbsp;<br />\r\nE-mail interview with Barbara Harsha, executive director of the Governors Highway Safety Association, April 2, 2010</p>\r\n\r\n<p>E-mail interview with Thomas McLellan, deputy director of the Office of National Drug Control Policy, April 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director of the Office of National Drug Control Policy", "false_count": 0, "first_name": "Gil", "half_true_count": 1, "home_state": "Washington state", "id": 360, "last_name": "Kerlikowske", "mostly_true_count": 0, "name_slug": "gil-kerlikowske", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ask_AP.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/360/", "total_count": 1, "true_count": 0, "website": "http://www.whitehousedrugpolicy.gov/"}, "statement": "<p>&quot;More people are driving under the influence of drugs than are driving under the influence of alcohol. A recent roadside survey showed that 16 percent of the people tested, tested positive for illicit or licit drugs. That&#39;s significantly higher than alcohol.&quot;</p>\r\n", "statement_context": "an interview on C-SPAN's Washington Journal", "statement_date": "2010-03-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}