{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/apr/12/david-dewhurst/david-dewhurst-objecting-student-play-says-it-incl/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1671, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1671/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Last month, Lt. Gov.  David Dewhurst objected to a play subsequently canceled by a professor,  citing security concerns, at Tarleton State University in Stephenville,  70 miles southwest of Fort Worth.</p>\r\n<p>Dewhurst said in a March 26  press release: &quot;Every citizen is entitled to the freedom of speech, but  no one should have the right to use government funds or institutions to  portray acts that are morally reprehensible to the vast majority of  Americans.&quot;</p>\r\n<p>Reprehensible acts dramatized at a state-supported  university?</p>\r\n<p>In  support of Dewhurst&rsquo;s statement that the acts presented are &quot;morally   reprehensible to the vast majority of Americans,&quot; Dewhurst spokesman  Rich Parsons pointed to an  aggregate of Gallup Polls taken in 2008  indicating that 77 percent of  Americans consider themselves Christians  compared with 91 percent when  Gallup began tracking religious  identification in 1948.</p>\r\n<p>When we asked what acts the lieutenant governor was  referring to in the play \"Corpus Christi\" by Terrence McNally, Parsons didn&rsquo;t specify them. Parsons said in an e-mail  that Dewhurst generally supports artistic expression &quot;but he would also  never support the denigration of any American&rsquo;s religion.&quot;</p>\r\n<p>So what  are the play&rsquo;s offensive acts?</p>\r\n<p>Tarleton State University declined  to provide a copy of the abridged version of the play that students in a  directing class planned to present. We checked out a copy from the  Austin Public Library.</p>\r\n<p>The play depicts the life and death of a  gay Jesus-like figure, Joshua, and his conversations with his homosexual  disciples. The protagonist is born in a Corpus Christi hotel room. As  an adult, Joshua wanders the desert, performs miracles and also  officiates over a gay wedding; there's male-on-male kissing too and  moments suggestive of sex such as a beach blanket scene and sounds of  heterosexual coupling. Toward the end, Joshua has a last supper with  followers before being betrayed by a friend named Judas. He is  crucified.</p>\r\n<p>The play drew protests when it made its New York  premiere in 1998, though Time magazine critic Richard Zoglin wrote:  &quot;Years from now, when the brouhaha is past, <em>Corpus Christi </em>may  get its due as one of McNally's best, most moving and personal works.  His updating of the Christ story is witty but not patronizing, as sober  and cleansing as a dip in baptismal water.&quot;</p>\r\n<p>Mark Holtorf, the  Tarleton State theater professor whose students had planned a single  performance of the play, said he interprets the drama as a commentary on  what it was like to grow up gay in Corpus Christi in the 1950's. Referring to McNally, who grew up there, Holtorf said: &quot;In a  way, it&rsquo;s somewhat autobiographical. I walked away from the play having a  much better understanding of what this poor guy must have gone  through.&quot;&nbsp;</p>\r\n<p>Holtorf said the version that was to be performed had  women filling eight of 13 roles because of the preponderance of female  drama students. He said the only use of government funds would have been  the cost of class time devoted to the play and utilities associated  with a campus building; tuition-paying students also paid about $200 out  of pocket for permission to perform the play and to receive scripts.</p>\r\n<p>Parsons,  of Dewhurst&rsquo;s office, pointed us to reports on objections to the  Tarleton State production. An article posted by Catholic Online calls  the play &quot;blasphemous,&quot; quoting a leader of the American Society for the  Defense of Tradition, Family and Property saying: &quot;With this play  Tarleton State University is offending the honor of Our Lord, the  Apostles, and 68 million Catholics. What makes it even worse is the fact  that it&rsquo;s taking place right before Holy Week.&quot; The play was scheduled  for the Saturday before Palm Sunday.</p>\r\n<p>Another Catholic Online  article quotes Catholic League President Bill Donohue calling the play  \"hate speech directed at Christians and (as) far more than just a &lsquo;gay  Jesus&rsquo; play.\"</p>\r\n<p>Short of Dewhurst revealing what acts in the play  he believes most Americans consider morally reprehensible, we'll assume  he's referring to the provocative element that suffuses the play&mdash;depiction of a Jesus-like figure and his acolytes as gay men.</p>\r\n<p>We  found no polling on such specifics. But the non-partisan American  Enterprise Institute for Public Policy Research, a think tank with  conservative roots, recently updated a compilation of national polls  that suggests adults are divided in their views of homosexuality, though  attitudes have relaxed over time.</p>\r\n<p>In 2006, 56 percent of  respondents said sexual relations between two adults of the same sex are  always wrong with another 5 percent saying they almost always are  wrong. The institute, quoting the National Opinion Research Center at  the University of Chicago, says that in 1973, 73 percent of adults said  such relations were always wrong with 7 percent saying they're almost  always wrong.</p>\r\n<p>In a May 2007 Gallup poll, 55 percent of Americans  said that homosexual relations between consenting adults should be  legal, up from 32 percent in 1986, according to the institute. In 2008, a  Gallup poll found 48 percent of Americans saying homosexual relations  are morally acceptable and 48 percent saying they&rsquo;re morally wrong, the  institute said. In May 2008, a Gallup poll found 57 percent of Americans  saying they feel homosexuality should be considered an acceptable  alternative lifestyle; 40 percent said not.</p>\r\n<p>Among adults who  attend church weekly, 79 percent considered sexual relations between two  adults of the same sex always wrong in 2002&mdash;compared to 46 percent of  respondents who attended church once a month or less, according to the  institute.</p>\r\n<p>Daron Shaw, a University of Texas professor of  government and the polling director for UT's Texas Politics Project,  cautioned against assuming that widened tolerance of gay lifestyles  means Americans would be comfortable with presenting a play at a public  university that depicts a Jesus-like figure as gay. In Texas, Shaw  speculated, 80-plus percent of residents would object.</p>\r\n<p>\"Close to  50 percent of Texans identify themselves as evangelical, fundamentalist,  or born again,\" Shaw said in an email.<strong>&nbsp;</strong>\"Furthermore, if you were  to actually poll-test this item, I'd be stunned if there weren't huge  majorities who think a play protraying Jesus as gay would be offensive  (and probably deeply offensive).\"&nbsp;</p>\r\n<p>Where does all this leave  Dewhurst&rsquo;s statement?</p>\r\n<p>Dewhurst accurately recaps the play's  intended presentation at a state-supported institution, though the use  of government funds would have been minimal.</p>\r\n<p>While he doesn't share what  \"morally reprehensible\" acts he believes most Americans abhor, we  assume he's upset at the play's gay aspect.</p>\r\n<p>Polls indicate that a  large percentage of Texans see themselves as religious. And<strong>&nbsp;</strong>most  frequent church-goers consider gay sex morally wrong.<strong><br /></strong></p>\r\n<p>Yet  that's not the \"vast majority of Americans,\" as Dewhurst put it.  Americans in general are split on whether gay relations are immoral;  it's unmeasured how they'd rate unspecified acts in a play.</p>\r\n<p>We rate Dewhurst's statement as Barely True --  granting that this could change should Dewhurst identify the acts he considers reprehensible.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-09T11:13:30.721528", "ruling_date": "2010-04-12T16:32:15", "ruling_headline": "David Dewhurst, objecting to student play, says it includes acts reprehensible to vast majority of Americans", "ruling_headline_slug": "david-dewhurst-objecting-student-play-says-it-incl", "ruling_link_text": "We admit: We're guessing what \"acts\" Dewhurst abhors", "ruling_state": null, "source_documents": null, "sources": "<p>American Enterprise  Institute for Public Policy Research, AEI Studies in Public Opinion, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04022010_aeipolls.doc\" target=\"_blank\" title=\"American Enterprise Institute response to PolitiFact  Texas\">&quot;Attitudes About Homosexuality &amp; Gay Marriage,&quot;</a> updated  February 2010</p>\r\n<p>Austin American-Statesman, blog, The Lowdown on  Higher Ed, by Ralph K.M. Haurwitz, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/04022010_aeipolls.doc\" target=\"_blank\" title=\"American Enterprise Institute response to PolitiFact  Texas\">Play's cancellation 'right thing to do,' Dewhurst says,\"</a> March 27, 2010</p>\r\n<p>Austin American-Statesman, blog, The Lowdown on  Higher Ed, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/highereducation/entries/2010/03/26/dewhurst_condemns_play_about_a.html\" target=\"_blank\" title=\"American-Statesman blog\">&quot;Dewhurst condemns play about  a gay Jesus at Tarleton State,&quot;</a> March 26, 2010</p>\r\n<p>Catholic  Online, <a href=\"http://www.catholic.org/national/national_story.php?id=35945\" target=\"_blank\" title=\"Catholic Online article\">&quot;Anti-Catholic Hate Speech at  Tarleton State University,&quot;</a> March 24, 2010</p>\r\n<p>Catholic Online, <a href=\"http://www.catholic.org/prwire/headline.php?ID=8872\" target=\"_blank\" title=\"Catholic Onilne article\">&quot;Protest erupts as Tarleton State  University Uses Tax Dollars to Sponsor Blasphemy,&quot;</a> March 26, 2010</p>\r\n<p>Lt.  Gov. David Dewhurst, statement, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03262010_ltgovdewhurststatement.pdf\" target=\"_blank\" title=\"Statement by Lt. Gov. Dewhurst\">\"Condemning the  Performance of the Play Corpus Christi at Tarleton State University,\"</a> March 26, 2010<br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03302010_richparsonsemail\" target=\"_blank\" title=\"Response to PolitiFact Texas\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/03302010_richparsonsemail\" target=\"_blank\" title=\"Response to PolitiFact Texas\">E-mail</a>, Rich  Parsons, press secretary, Lt. Gov. David Dewhurst, March 30, 2010<br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03302010_professordaronshawemail.pdf\" target=\"_blank\" title=\"Response to PolitiFact Texas Query\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/03302010_professordaronshawemail.pdf\" target=\"_blank\" title=\"Response to PolitiFact Texas Query\">E-mail</a> and  interview, Daron Shaw, professor of government, University of Texas at  Austin, March 30, 2010 and April 7, 2010</p>\r\n<p>Gallup, <a href=\"http://www.gallup.com/poll/117409/Easter-Smaller-Percentage-Americans-Christian.aspx\" target=\"_blank\" title=\"Gallup poll cited by Lt. Gov. Dewhurst's office\">&quot;This  Easter, Smaller Percentage of Americans Are Christian,&quot;</a> April 10,  2009</p>\r\n<p>Interviews, Mark Holtorf, associate professor of theater,  Tarleton State University, April 5 and 7, 2010</p>\r\n<p>Time, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/100598_timemagcorpuschristi.doc\" target=\"_blank\" title=\"Time magazine excerpt\">&quot;Short Takes,&quot;</a> by Richard  Zoglin, Nov. 2, 1998 (Nexis search)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>\"Every citizen is entitled to the freedom of  speech, but no one should  have the right to use government funds or  institutions to portray acts  that are morally reprehensible to the vast  majority of Americans.\"</p>", "statement_context": "a press release", "statement_date": "2010-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": null}