{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2010/apr/12/alex-sink/sink-mccollum-delegation-health-care-lawsuit/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1680, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1680/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Alex Sink, the Democratic candidate for governor, issued a news release on March 25, 2010, that accused her Republican rival, state attorney general Bill McCollum, of breaking the law when he filed a lawsuit against the health care reform bill recently signed by President Barack Obama.<br />&nbsp;<br />In the release, the Sink campaign wrote that McCollum \"was so eager to file a partisan lawsuit designed to deny Floridians the benefits of the new health care reform bill (that) he may have neglected his duty under Florida law. Florida Statutes require McCollum to consult with members of Florida's Congressional delegation before filing his politically motivated lawsuit against health care reform.\"<br /><br />Specifically, the Sink release continued, \"Florida Statutes state that if an Attorney General is undertaking action opposing federal legislation, they must 'furnish to each of the several representatives in the Congress from this state, a written statement giving the reasons for any action being considered, or about to be taken ... and if possible, shall procure the assistance of such representatives.' However, multiple members of Florida's Congressional Delegation received no such statement from Bill McCollum.\"<br /><br />We were intrigued by the claim that a state law might require such a consultation, so we decided to look into it.<br />&nbsp;<br />First, some background on the lawsuit. McCollum is one of 18 state attorneys general -- all but one are Republicans -- challenging the new health care law. In a March 22 news conference, McCollum argued that the \"individual mandate\" -- the requirement that most Americans obtain health insurance or face a tax penalty -- is an infringement on individual liberty.<br />&nbsp;<br />\"This is a tax or a penalty on just living. And that's unconstitutional,\" McCollum said. \"There is no provision in the Constitution of the United States giving Congress the power to do that. So it's the absence of authority that is unconstitutional.\" Democrats attacked the lawsuit as politically motivated, a charge McCollum has dismissed.<br />&nbsp;<br />The question of whether the attorney general went through proper legal channels before pursuing the lawsuit emerged when U.S. Rep. Debbie Wasserman Schultz, a Democrat from South Florida, responded \"state law requires a study and to consult with the congressional delegation.\"<br />&nbsp;<br />Sink's campaign picked up the issue from there, citing Florida statute section 16.52, \"Participation in preserving constitutional integrity of state.\" You can read the full text on the Legislature's Web site, but it essentially says that in order to allow the state to take part in legal efforts with other states about federal laws, that Florida's Department of Legal Affairs needs to first study the impact of the new federal law to see if it includes \"objectionable or harmful encroachments upon the constitutional integrity of state governments. . . . \"<br /><br />The law specifies that the Department of Legal Affairs give a report to members of Florida's congressional delegation that explains the reasons that legal action is being considered and says that \"if possible,\" the department \"shall procure the assistance of such representatives therein and therefor.\"<br /><br />Sink is right that the law is on the books, even if it's a bit dusty. The statute dates from 1943, as is made clear by its mention of \"due regard to this state's full contribution to the national war effort.\"<br /><br />And the statute hasn't always been adhered to, said Peter Antonacci, a Democrat who served as Florida's deputy attorney general.<br /><br />Antonacci, now in private practice with the firm Gray Robinson, noted that in a case filed during the 1990s, when Democratic Gov. Lawton Chiles was in office, state and local Florida officials sued the federal government, alleging it had failed to enforce immigration policies, leaving the state with heavy expenses in educating and providing public services to undocumented immigrants. Like McCollum's lawsuit, the immigration case dealt with the impact of federal government actions on the state. <br />&nbsp;<br />Yet, Antonacci told PolitiFact Florida that, \"we didn&rsquo;t seek anyone's opinion from either party\" before filing the suit. \"We didn't regard the statute as anything that was even guiding, much less binding on the attorney general. This is a statute that might as well have been written in the Civil War for all its relevance today.\"<br /><br />McCollum's office agrees with Antonacci's interpretation, citing common-law powers -- those created by previous court decisions -- that empower the attorney general to challenge the constitutionality of a statute. McCollum's office points to a 1999 memo from the opinions division to then-Attorney General Bob Butterworth -- a Democrat -- that says just that.<br /><br />\"The courts of this state have recognized that that Attorney General possesses broad common law powers in addition to those prescribed by statute,\" the memo to Butterworth says. \"Among these powers is the authority to prosecute all actions necessary for the protection and the defense of the property and revenue of the state. ... This authority includes the initiation of lawsuits in both state and federal court to protect the public interest. ... The authority of the Attorney General to challenge the constitutionality of a statute has also been recognized as a common law power.\"<br /><br />Finally, McCollum's office noted that he did provide an analysis that could fulfill the law's requirement.<br />&nbsp;<br />On Jan. 19, 2010, the attorney general's office released a five-page document signed by McCollum personally that was titled, \"Constitutional Analysis of the Individual Mandate in the Federal Health Care Legislation.\" In the cover letter, McCollum wrote, \"I call your attention to these legal concerns so that constitutional issues may be remedied before a final bill is negotiated. I will continue to work with my Attorney General colleagues in order to pursue appropriate legal action should these provisions be in a bill that becomes law.\"<br />&nbsp;<br />The letter was addressed to the four Congressional leaders -- Senate Majority Leader Harry Reid, D-Nev., Senate Minority Leader Mitch McConnell, R-Ky., House Speaker Nancy Pelosi, D-Calif., and House Minority Leader John Boehner, R-Ohio. It was posted on the attorney general's Web site, along with a news release.<br /><br />In our judgment, this document seems to fit the requirements of the Florida statute -- namely, \"a study of federal legislation -- existing and proposed -- to determine whether such legislation has resulted, or may result, in objectionable or harmful encroachments upon the constitutional integrity of state governments.\"<br />&nbsp;<br />The trickier question is whether the document adheres to the statute's requirement that the attorney general \"shall furnish to each of the several representatives in the Congress from this state, a written statement giving the reasons for any action being considered, or about to be taken hereunder at the time.\"<br /><br />Sandi Copes, communications director for the Florida attorney general's office, said that \"we sent the memo to Rep. Pelosi, Sen. Reid, Rep. Boehner and Sen. McConnell, as well as Sen. George LeMieux. We also sent it out to our full distribution list, including over 1,000 press contacts, and posted it on our public Web site.\" Antonacci said what McCollum's office did went \"beyond the call of duty based on my experience\" as deputy attorney general.<br />&nbsp;<br />Not good enough, said Wasserman Schultz spokesman Jonathan Beeton. \"I don't think (the letter) meets a minimum (requirement), even for a zoning board meeting, which requires more notice than that. I'm pretty sure that when they wrote the statute the intent was that they'd interact with the members of Congress, not simply hope they visited a Web site.\"<br /><br />When PolitiFact raised this question, the Sink campaign had Jennifer S. Blohm, an attorney with the Tallahassee law firm Meyer, Brooks, Demma and Blohm, write a legal analysis. In the memo, Blohm argued that \"the statute's language is unambiguous. Providing a memorandum to Congressional leadership from outside the state of Florida and posting the memorandum on the Attorney General's Web site does not comply with the plain language of the statute. ... The statute does not place the onus on Florida's Congressional delegation to seek out what actions the Attorney General may be contemplating. It is the Attorney General's duty to inform Florida's Congressional delegation of his or her proposed actions with regards to federal legislation and seek the delegation's input and, hopefully, assistance in any planned actions.\" (In an earlier legal memo, Blohm also argued that state law trumps common law.</p>\r\n<p>So to recap: Sink is correct that the law is still on the books. But it's been  ignored and a former deputy attorney  general says he doesn't find it binding. It's important to note here that we are not rendering a legal verdict on  McCollum's actions but merely saying whether Sink is correct that \"Florida  Statutes require McCollum to consult with members of Florida's Congressional  delegation\" before filing the suit. They do, although there's definitely debate  about how much the law still applies. So we'll take this one down a notch to  Mostly True.</p>", "ruling_comments_date": "2010-04-12T14:45:23.121527", "ruling_date": "2010-04-12T16:48:23", "ruling_headline": "Sink says McCollum should have consulted congressional delegation on health care lawsuit", "ruling_headline_slug": "sink-mccollum-delegation-health-care-lawsuit", "ruling_link_text": "It's on the books, dust and all", "ruling_state": null, "source_documents": null, "sources": "<p>Alex Sink for Governor, \"<a href=\"http://www.alexsink2010.com/news/articles?id=0034\" target=\"_blank\">Bill McCollum  So Eager to File Partisan Lawsuit...He May Have Ignored State Law</a>\"  (news release), March 25, 2010<br /> <br /><a href=\"http://miamiherald.typepad.com/files/butterworth.pdf\" target=\"_blank\">Text</a> of  memorandum to then-Florida Attorney General Bob Butterworth, May 5, 1999<br /><br /><a href=\"http://static.politifact.com/files/HealthcareLawsuitLetter.pdf\" target=\"_blank\">Text  of legal analysis</a> from Jennifer S. Blohm, an attorney with the  Tallahassee law firm Meyer, Brooks, Demma and Blohm, to the Alex Sink  for Governor campaign, March 26, 2010 (provided to PolitiFact)<br /><br /><a href=\"http://static.politifact.com/files/lettertoAlexSinkCampaign41210.pdf\" target=\"_blank\">Text  of legal analysis</a> from Jennifer S. Blohm, an attorney with the  Tallahassee law firm Meyer, Brooks, Demma and Blohm, to the Alex Sink  for Governor campaign, April 12, 2010 (provided to PolitiFact)<br /><br /> Bill McCollum, <a href=\"http://myfloridalegal.com/webfiles.nsf/WF/MRAY-7ZUMNW/$file/HealthCareMemo.pdf\" target=\"_blank\">letter</a> to Congressional leaders on his office's analysis of the health care  legislation's constitutionality, Jan. 19, 2010<br /> <br />Bill McCollum,  \"Florida Attorney General: Individual Mandate In Federal Health Care  Legislation is Unconstitutional\" (<a href=\"http://www.myfloridalegal.com/newsrel.nsf/newsreleases/9EB439C4205AD43E852576B0005D6D50\" target=\"_blank\">news  release</a>), Jan. 19, 2010<br /><br />Marc Caputo, \"McCollum denies  politics behind health care lawsuit, 'This bill is wrong'\" (<a href=\"http://miamiherald.typepad.com/nakedpolitics/2010/03/mccollum-denies-politics-behind-health-care-lawsuit-this-bill-is-wrong.html#ixzz0kaD0Hqjz\" target=\"_blank\">blog  post</a>), March 22, 2010<br /> <br />Marc Caputo, \"Did Bill McCollum break state law with health care  bill lawsuit?\" (<a href=\"http://blogs.tampabay.com/buzz/2010/03/did-bill-mccollum-break-state-law-over-obamacare-lawsuit.html\" target=\"_blank\">blog  post</a>), March 25, 2010<br /><br /> Interview with Sandi Copes,  communications director for the Florida attorney general's office, April  8, 2010<br /> <br />E-mail interview with Kyra Jennings, press secretary  for the Alex Sink for Governor campaign, April 12, 2010<br /><br />E-mail  interview with Peter Antonacci, former deputy attorney general of  Florida and now in private practice with the firm Gray Robinson, April  9, 2010<br /> <br />E-mail interview with Jonathan Beeton, spokesman for  U.S. Rep. Debbie Wasserman Schultz, April 9, 2010<br /> <br />Interview with  Clay Shaw, former Republican U.S. Representative from Florida, April 8,  2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Alex", "half_true_count": 2, "home_state": "Florida", "id": 299, "last_name": "Sink", "mostly_true_count": 4, "name_slug": "alex-sink", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alex_Sink.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/299/", "total_count": 19, "true_count": 10, "website": "http://www.alexforcongress.com/"}, "statement": "<p>\"Florida Statutes require (Attorney General Bill) McCollum to consult with members of Florida's Congressional delegation\" before filing a lawsuit against the health care reform law.</p>", "statement_context": "a news release", "statement_date": "2010-03-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}], "twitter_headline": null}