{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/21/paul-ryan/paul-ryans-federal-dole-statistics-omit-important-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1681, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1681/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In a recent speech, Paul Ryan, top Republican on the House Budget Committee, made the case that President Barack Obama's policies are only making people more reliant on federal assistance.<br /><br />He used recent passage of the health care overhaul to make his case to the Oklahoma Council of Public Affairs on March 31, 2010.<br /><br />\"A growing centralized bureaucracy will provide for everyone's needs, care for everyone's health, direct everyone's career, arrange everyone's important private affairs, and work for everyone's pleasure,\" the Wisconsin congressman said. \"The only hitch is, government must be the sole supplier of everyone's happiness ... the shepherd over this flock of sheep.\" <br /><br />Even before Obama entered office, citizens were getting too much help from the government, Ryan contends. According to a 2007 report by the Tax Foundation, he said, in 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. In other words, one out of five families in America is already government dependent. Another 20 percent were receiving almost 40 percent of their income from federal programs, so another one in five has become government reliant for their livelihood.\"<br /><br />Ryan went on to say that more families are supporting themselves \"plus - through government - supplying or supplementing the incomes of... other households. As a permanent arrangement, this is individually unfair, politically inequitable, and economically dangerous.\"<br /><br />On Ryan's latter point, we checked a similar claim made by Sen. John McCain during the presidential campaign. He said that \"50 percent or 40 percent of the American people &mdash; of taxpayers &mdash; American citizens don't pay taxes, federal income taxes,\" a statement we found to be <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/oct/20/john-mccain/closer-to-40-percent-than-50-percent/\" target=\"_blank\">Mostly True</a>. <br /><br />Ryan adds a new dimension to McCain's previous claim, that many people are making much of their income off the government, and we wondered if he's correct. <br /><br />The Tax Foundation report in question looks at data collected between 1991 and 2004. It concluded that in 2004, the federal government's \"effective spending rate,\" or the percentage of household income received from the government, on the poorest households that Ryan refers to in his statement was about 74.5 percent. The federal government's effective spending rate on the second poorest group of households was 38.7 percent.<br /><br />Those figures include benefits from Medicare and Medicaid, housing services, Social Security and welfare programs. <br /><br />We ran Ryan's quote by one of the authors of the report, Gerald Prante, who made two important points.<br /><br />First, he noted that the effective spending rates are an average. So, for instance, some households in the bottom 20 percent are getting more than 75 percent of their income from the government, but some are getting less, he explained. So, it's incorrect to say that each family in that bottom 20 percent is making 75 percent of their income from the government.<br /><br />The same holds true for the second quintile that Ryan also references.<br /><br />More importantly, Prante pointed out that the figure Ryan cited also includes federal spending on public goods --&nbsp;resources that benefit everyone including national defense, natural resources, and so on. <br /><br />\"While technically defense spending could be counted as adding to one's income, broadly defined, the hint that this is all transfer spending is incorrect,\" he wrote to us in an e-mail. \"Part of that 75% is defense spending 'received' by low-income people.\"<br /><br />In fact, another table in the report shows that, excluding effective federal spending rates on public goods, the poorest households get about 56 percent of their income from the government and households in the second lowest income bracket get about 27 percent of their income from the government. <br /><br />In an e-mail, Angela Kuck, Ryan's Budget Committee's spokeswoman also mentioned that the income&nbsp;from the government&nbsp;drops when you subtract spending for national&nbsp;defense and other costs that all U.S. citizens share. Ryan&nbsp;left out this important detail.&nbsp;</p>\r\n<p>Still,&nbsp;although the numbers he cites are arguably inflated,&nbsp;that doesn't negate his&nbsp;underlying point -- that many people are getting a significant amount of their income from the government. But&nbsp;there is another&nbsp;weakness in Ryan's&nbsp;statistics. Roberton Williams of the Tax Policy Center, a collaboration between the Urban Institute and the Brookings Institution, pointed out that the study includes elderly people, who draw heavily on government support in the form of Medicare and Social Security. <br /><br />\"Do we want to include the elderly in this picture? Is Social Security a pure transfer? It's not like it's free money,\" because people spend their whole life paying taxes into those programs, Williams said. <br /><br />The report is pretty up front about that fact. High spending rates in the lowest income brackets are \"largely driven by spending on government transfer payments to elderly households &mdash; many of whom reside in the lower income quintiles &mdash; and other government aid to low income households. Nevertheless, when spending on Medicare and Social Security are removed, lower income households still benefit more from the government than higher income households.\"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />So, where does that leave Ryan's claim?&nbsp;It is true that&nbsp;many people get assistance from the government, and many&nbsp;of them are in the lowest income brackets, but Ryan has cherry-picked numbers from the report and omitted crucial information about what&nbsp;the figures represent.&nbsp;</p>\r\n<p>The&nbsp;percentage of households getting 75 percent of their income from the federal government is an average;&nbsp;some get more and some get less. Also, a&nbsp;significant chunk of that federal spending is on public goods that benefit every member of society. And&nbsp;a notable number of people who get the most&nbsp;assistance are the elderly receiving&nbsp;benefits they paid for earlier in life.&nbsp;As a result, we find Ryan's claim Barely&nbsp;True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-12T15:46:07.771527", "ruling_date": "2010-04-21T14:04:26", "ruling_headline": "Paul Ryan's federal dole statistics omit important details", "ruling_headline_slug": "paul-ryans-federal-dole-statistics-omit-important-", "ruling_link_text": "He ignores longtime contributions to Social Security", "ruling_state": null, "source_documents": null, "sources": "<p>RealClearPolitics, <a href=\"http://www.realclearpolitics.com/articles/2010/04/02/should_america_bid_farewell_to_exceptional_freedom.html\" target=\"_blank\">Should America Bid Farewell to Exceptional Freedom?,</a> by Paul Ryan, given March 31, 2010 to the Oklahoma Council of Public Affairs<br />PolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/oct/20/john-mccain/closer-to-40-percent-than-50-percent/\" target=\"_blank\">Closer to 40 percent than 50 percent,</a> by Angie Drobnic-Holan, Oct. 20, 2008<br /><br />The Tax Foundation, <a href=\"http://www.taxfoundation.org/files/wp1.pdf\" target=\"_blank\">Who Pays Taxes and Who Receives Government Spending? An Analysis of Federal, State and Local Tax and Spending Distributions</a>, 1991-2004, March 2007<br /><br />E-mail correspondence, Gerald Prante, senior economist, The Tax Foundation, April 9, 2010<br /><br />Phone interview, Roberton Williams, senior fellow for the Tax Policy Center, April 9, 2010<br /><br />E-mail correspondence, Angela Kuck, spokeswoman for the House Budget Committee, April 8-9, 2010<br /><br />E-mail correspondence, LaDonna Pavetti, Director of Welfare Reform and Income Support for the Center on Budget and Policy Priorities, April 12, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>In 2004, \"20 percent of U.S. households were getting about 75 percent of their income from the federal government. ... Another 20 percent were receiving almost 40 percent.\"</p>", "statement_context": "a speech to the Oklahoma Council of Public Affairs", "statement_date": "2010-03-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}