{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/14/julian-assange/wikileaks-founder-julian-assange-tells-colbert-per/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1691, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1691/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an April 12, 2010, <a href=\"http://www.colbertnation.com/full-episodes/mon-april-12-2010-julian-assange\" target=\"_blank\">interview on The Colbert Report</a>, one of the  WikiLeaks founders was pressed to explain why \"Collateral Murder\" was an accurate title for a leaked military  video of a 3-year-old deadly encounter between a U.S. Apache helicopter gun crew  and a cluster of men on a Baghdad street corner, two of whom were journalists  for Reuters.<br /><br />Host Stephen Colbert called the title \"emotional  manipulation.\" He noted that while  soldiers in the Apache did mistake cameras with long telephoto lenses slung over  the shoulders of the two journalists for weapons, there were, in fact, two other  men in the group with weapons.<br /><br />\"How can you call it 'Collateral Murder?' \" Colbert  asked guest Julian Assange of Wikileaks, referring to the controversial and <a href=\"http://www.collateralmurder.com/\" target=\"_blank\">widely-viewed  video</a>.<br /><br />\"So it  appears there are possibly two men, one carrying an AK-47 and one carrying a  rocket-propelled grenade -- although we're not 100 percent sure of that -- in  the crowd,\" Assange answered. \"However, the permission to engage was given  before the word RPG was ever used and before the Reuters cameraman, Namir  Noor-Eldeen, ever pulled up his camera and went around the corner.\"<br /><br />Assange is referring  to a moment in the video when a Reuters cameraman peers from behind a wall,  pointing a long telephoto lens. A soldier on the Apache yells \"He's got an RPG!\"  According to a <a href=\"http://www2.centcom.mil/sites/foia/rr/CENTCOM%20Regulation%20CCR%2025210/Death%20of%20Reuters%20Journalists/6--2nd%20Brigade%20Combat%20Team%2015-6%20Investigation.pdf\" target=\"_blank\" title=\"military investigation several days later\">military investigation several days later</a>, there  were U.S. ground troops less than 100 meters away, and \"due to the furtive  nature of his movements, the cameraman gave every appearance of preparing to  fire an RPG on U.S. soldiers.\"<br /><br />It's true that that's the first time the word \"RPG\"  is uttered by the Apache crew in the unedited 40-minute version of the video.  And it's also true that the permission to engage was given prior to that.<br /><br />But that doesn't mean  the group of men on the street was believed to be unarmed prior to that, or that  U.S. troops were given permission to shoot at a group of what they believed to be unarmed men.<br /><br />Let's walk through  some of the early minutes of the the video, and accompanying audio, that comes  via an Apache gun camera, to check Assange's claim.<br /><br />When the soldiers spot  the group, the gun camera zeroes in on Noor-Eldeen, with the camera slung over  his right shoulder. <br /><br />\"There's one, yeah,\" says one of the crew members on  the Apache.<br /><br />\"Oh  yeah,\" says another. <br /><br />\"That's a weapon,\" the soldier says.<br /><br />\"Yeah.\"<br /><br />Behind Noor-Eldeen is  the other Reuters journalist, also with a camera.<br /><br />But then the  cross-hairs in the camera pan to a couple of the other men farther back in the  group.<br /><br />\"Yep, he's  got a weapon too,\" the soldier says.<br /><br />The soldier radios back, \"Have 5 to 6 individuals  with AK-47s. Request permission to engage.\"<br /><br />\"Roger that...You are free to engage. Over.\"<br /><br />At that point,  however, the helicopter has apparently circled around, and the group is no  longer visible behind a wall. That's when we see the crouching journalist peek  around the corner, pointing the camera.<br /><br />\"He's got an RPG!\" a soldier in the Apache yells. <br /><br />Moments later, the  Apache circles back around the building, getting the men in full view, and the  shooting begins.<br /><br />An  investigative report prepared by the military includes several still photos  taken from the gun camera video. One shows the two journalists with the cameras,  and the report concludes they \"could easily be mistaken for slung AK-47 or AKM  rifles, especially since neither cameraman is wearing anything that identifies  him as media or press.\" <br /><br />In addition, the report includes a still photo of the  men a little father back, the ones who appeared to have prompted the comments  \"Yep, he's got a weapon, too.\" Entered as Exhibit B, the investigator placed red  circles around what he concluded was two men \"openly displaying an RPG and an  AKM, while a third individual carries what appears to be an RPG round.\"<br /><br />Assange agreed on <em>The  Colbert Report</em> that it appears one of the men was carrying an RPG launcher, and  another an AK-47, but that the video is not entirely conclusive.</p>\r\n<p>The military  investigative report states that ground troops later  discovered two RPGs, an RPG  launcher and a rifle where the group had  been clustered, and an RPG round under  one of the bodies.</p>\r\n<p>In an interview with PolitiFact, Assange correctly pointed out that military investigators state definitively that the Apache soldiers had identified men with weapons, \"AK-47s and a RPG,\" though the crew had not actually said the word RPG prior to asking for permission to engage. The report states that men on the street were observed with \"weapons consistent with reports of hostile acts conducted against friendly forces\" and that they had \"satisfied all requirements to initiate an engagement.\"</p>\r\n<p>The report also mentions that the man peering around the side of the building (with what turned out to be a camera) appeared to be a sign of \"hostile intent.\" Again, that happened after permission to engage had already been granted. Assange called that \"retrospective justification.\"</p>\r\n<p>When Assange points out in the context of justifying the title \"Collateral Murder\" that the word \"RPG\" was not  used until after the permission to engage was given, he leaves the impression  that the soldiers were given the okay to open fire on a group of unarmed men, or men believed to be unarmed.  But the video and accompanying audio make clear that the soldiers in the  helicopter said they spotted \"weapons\" among those in the group -- later  identified by an army investigator as an AK-47 and an RPG -- and that they  mistook two cameras with telephoto lenses as weapons as well. Assange said he does not accept that his comment makes that implication, that introductory text in the video clearly states, \"Although some of the men appear to have been armed, the behavior of nearly everyone was relaxed.\"</p>\r\n<p>Who can say whether  those in the Apache meant RPG when the crosshairs turned to two of the other  men in the group -- not journalists -- and they said \"he's got a weapon, too.\"  Photographs suggest that it probably was a man with an RPG, and another with an  AK-47 rifle. Still, the soldiers in the Apache reported, \"Five to six individuals  with AK-47s.\" That's what the permission to engage appears to have been based  upon. RPG's were not specifically referred to by that point, but other \"weapons\"  were. And so while Assange's statement is technically accurate, we think it  leaves out critical context. And we rule it Half True.</p>", "ruling_comments_date": "2010-04-14T13:31:10.541528", "ruling_date": "2010-04-14T19:55:17", "ruling_headline": "Wikileaks founder Julian Assange tells Colbert permission to engage was given before the word RPG was ever used", "ruling_headline_slug": "wikileaks-founder-julian-assange-tells-colbert-per", "ruling_link_text": "\"RPG,\" no;  \"weapons\" yes", "ruling_state": null, "source_documents": null, "sources": "<p><em>The Colbert Report </em>Web site, <a href=\"http://www.colbertnation.com/full-episodes/mon-april-12-2010-julian-assange\" target=\"_blank\">Video: Julian Assange interview</a>, April 12, 2010</p>\r\n<p><em>WikiLeaks</em>, <a href=\"http://www.collateralmurder.com/\" target=\"_blank\">Collateral Murder</a>, April 5, 2010</p>\r\n<p><em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/discussion/2010/04/06/DI2010040600750.html\" target=\"_blank\">\"Video shows death of 2 Reuters employees in Baghdad attack,\"</a> by David Finkel, April 6, 2010</p>\r\n<p>Department of Defense, <a href=\"http://www2.centcom.mil/sites/foia/rr/CENTCOM%20Regulation%20CCR%2025210/Death%20of%20Reuters%20Journalists/5--1st%20Air%20Cavalry%20Brigade%20AR%2015-6%20Investigation.pdf\" target=\"_blank\">Memo: Legal Review of Investigation into Conditions Surrounding  the Possible Death of Two Reuters Reporters During an Engagement on 12 July  2007</a>, July 20, 2007</p>\r\n<p>Department of Defense, <a href=\"http://www2.centcom.mil/sites/foia/rr/CENTCOM%20Regulation%20CCR%2025210/Death%20of%20Reuters%20Journalists/6--2nd%20Brigade%20Combat%20Team%2015-6%20Investigation.pdf\" target=\"_blank\">Investigation into Civilian Casualties Resulting from an Engagement  on 12 July 2007 in the New Baghdad District of Baghdad, Iraq</a>, July 20,  2007</p>\r\n<p><em>Salon.com</em>, <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/05/iraq/index.html\" target=\"_blank\">\"WikiLeaks releases video of slaughter in Iraq,\"</a> by Glenn  Greenwald, April 5, 2010</p>\r\n<p><em>Salon.com</em>, <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/06/iraq/index.html\" target=\"_blank\">\"Iraq slaughter not an aberration,\"</a> by Glenn Greenwald, April  6, 2010</p>\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2007/07/13/world/middleeast/13iraq.html?_r=3\" target=\"_blank\">\"2 Iraqi Journalists Killed as U.S. Forces Clash With Militias,\" </a>by Alissa J. Rubin, July 13, 2007</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/04/07/world/middleeast/07baghdad.html\" target=\"_blank\">\"For 2 Grieving Families, Video Reveals Grim Truth,\"</a> by Tim  Arango and Elisabeth Bumiller, April 6, 2010</p>\r\n<p><em>The Good Soldiers</em>, by David Finkel, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Julian", "half_true_count": 1, "home_state": "", "id": 379, "last_name": "Assange", "mostly_true_count": 0, "name_slug": "julian-assange", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Flickr_JulianAssange-klein.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/379/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\"The permission to engage was given before the word RPG was ever used.\"</p>", "statement_context": "an interview on Comedy Central's \"The Colbert Report\"", "statement_date": "2010-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}