{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/19/bill-clinton/bill-clinton-takes-credit-flowering-economy-1990s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1703, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1703/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On the April 18, 2010, edition of ABC's <em>This Week</em>, interim host Jake Tapper and former President Bill Clinton discussed whether Clinton sees similarities between his first two years as president and the first two years under President Barack Obama. <br /><br />Asked by Tapper, \"Politically does this year remind you of 1994?\" Clinton responded, \"A little bit. We passed the bill which reversed trickle-down economics by one vote. (It was) close like the health care bill (this year). And it led to an enormous flowering of the economy in America.\"<br /><br />We thought it would be worth checking whether the Omnibus Budget Reconciliation Act of 1993, as it was officially known, really did lead to \"an enormous flowering of the economy in America.\"<br /><br />First, a recap of that bill.<br /><br />Its key provisions included raising the top effective tax rate to 39.6 percent; removal of the income cap on Medicare taxes; imposition of a 4.3 cent per gallon gasoline tax; and tax hikes on Social Security benefits and corporate income. As might be expected of a bill that raised taxes, the bill did not attract a single Republican vote in the House. So it was controversial at the time, and it still is. But love it or hate it, the bill has been widely credited with helping set the course for Clinton's economic policy. <br /><br />We see two related, but distinct, questions to answer. First, did the economy flower after passage of the bill?&nbsp;And if so, how much credit, if any, does the bill deserve for that \"flowering\"? We'll take these questions in turn.<br /><br />Did the economy truly flower? Was there something in it&nbsp;for everybody? There's a strong case that in terms of employment, income and productivity it did.&nbsp;</p>\r\n<p>We compared several key economic indicators during two periods. The first is the period between the bill's passage (in August 1993) and the end of Clinton's term in office (December 2000). The second is the period from the official start of the nation's economic expansion (in March 1991, during the presidency of George H.W. Bush) to the passage of the Omnibus Budget Reconciliation Act of 1993 (in August 1993). Our aim was to see whether the economic expansion that was already under way actually accelerated after passage of the bill, or whether it simply continued the existing expansion (or even if it slowed down).<br /><br />Here are some of the key indicators we looked at:<br /><br />&bull;&nbsp;<strong>Gross domestic product.</strong> Between the third quarter of 1993 and the fourth quarter of 2000, the economy culumatively grew by just about one-third, or approximately 4.4 percent per year. By comparison, growth between the first quarter of 1991 and the third quarter of 1993 was just under 3 percent per year.<br /><br />So growth was strong in both periods, but it was stronger after passage of the bill.<br /><br />&bull;&nbsp;<strong>Unemployment.</strong> Unemployment fell from 6.8 percent to 3.9 percent between passage of the bill and the end of Clinton's term, a period of seven and a half years. That continued a decrease that was already under way: Unemployment fell a full point between a peak of 7.8 percent in June 1992 and August 1993.<br /><br />So, once unemployment turned a corner, it fell noticeably during both periods. But the period after passage of the bill was especially impressive. During those 90 months, there was only a single occasion when unemployment rose for two consecutive months -- and even that was an exceedingly modest gain, rising from 4.3 percent to 4.4 percent and then 4.5 percent between April 1998 and June 1998.<br /><br />&bull;&nbsp;<strong>Personal income.</strong> After the bill's passage, personal income increased by about 7.5 percent a year, compared to about 5.2 percent a year prior to passage. So income growth was strong in both periods, but it was stronger after the bill passed.<br /><br />&bull;&nbsp;<strong>Industrial production.</strong> Industrial production followed a similar pattern. It rose by about 5.6 percent per year after passage, compared to 3.2 percent per year before passage.<br /><br />&bull;&nbsp;<strong>House prices.</strong> The same goes for the real estate market. House prices rose about 4.7 percent a year after passage, compared to 2.4 percent per year prior to passage. (If you thought housing prices rose faster than 4.7 percent per year under Clinton, you may be mistaking his presidency for George W. Bush's; during the first seven years of the Bush administration, housing prices grew by almost 8 percent annually.)<br /><br /><strong>&bull;&nbsp;The stock market.</strong> From the passage of the bill until the end of Clinton's term, the Dow Jones Industrial average rose from 3,651 to 10,788 -- a stunning 26.7 percent per year. That dwarfs the historically healthy increase of 10 percent a year for the two and a half years prior to passage.<br /><br />So, the statistics are unanimous: Not only was the Clinton presidency after the bill's passage a time of vigorous economic growth, but that growth was also demonstrably more robust than what occurred during the first two and a half years of the recovery.<br /><br />How much credit does the bill deserve for subsequent economic growth? Here are some reasons to be skeptical:<br /><br />&bull;&nbsp;<strong>It's impossible to prove causation.</strong> There's a basic principle of logic: Just because you can prove that B happened after A doesn't mean that A caused B. That applies here.<br /><br />Was this particular bill what drove the economy to \"flower?\" Or did this period of unusually long growth owe something to the tax cuts -- proposed by Congressional Republicans and signed by Clinton -- that were passed in 1997? J.D. Foster, a senior fellow with the conservative Heritage Foundation, argues that 1993 tax hikes \"probably slowed the economy compared to the growth it would have achieved\" and counters that the 1997 tax cuts were what kept the expansion chugging along after one would have expected it to wane.<br /><br />Meanwhile, Gary Burtless, a senior fellow at the liberal Brookings Institution, credits not passage of the bill per se but rather a more intangible sense that Clinton economic policy would be less reliant on borrowing than that of its Republican predecessors. He said that between the beginning of 1993 and passage of the bill later that year, the interest rate on 10-year Treasury securities fell by more than a full percentage point. \"Many people, including me, think this was because financial markets began to take seriously the new administration&rsquo;s determination to be fiscally conservative,\" Burtless said. \"People buying and selling stocks and bonds on Wall Street were evidently more impressed by the appearance of fiscal discipline than they were upset by the hike in top marginal rates.\"<br /><br />This, Burtless argues, spurred business investment because it \"gave investors confidence that the drop in long-term interest rates was sustainable.\" And this, in turn, \"helped boost industries producing business equipment, including high-tech firms and new and old companies that supply communications and computer equipment. Of course, lower long-term borrowing rates made it cheaper to buy a house and to obtain credit for household consumption.\"<br /><br />For his part, Daniel Mitchell, a senior fellow at the libertarian Cato Institute, points to other Clinton-era changes that had a free-market bent.<br /><br />\"The economy did do well under Clinton, but that was because of other policies he adopted and in spite of the '93 tax increase,\" Mitchell said, citing lower government spending as a share of gross domestic product, approval of the North American Free Trade Agreement and the World Trade Organization, welfare reform, farm-subsidy reform. \"These are the policies that boosted the economy. The tax increases in 1993 hurt, but were more than offset by other changes.\"<br /><br />&bull;&nbsp;<strong>Clinton's economic policies may have also sowed the seeds of later economic decline.</strong> Nothing can take away the fact that Clinton presided over an extraordinarily long economic expansion. But some would argue that he also deserves some demerits for policies that led to less healthy economic developments.<br /><br />For instance, Dean Baker, a liberal economist, sees the stock market rise as a double-edged sword, leading to the bursting of the bubble in 2001 and perhaps helping shape a subsequent decade of only modest job growth. Baker also cited the Clinton administration's support for a strong dollar. \"The policy of promoting an overvalued dollar gave us the record trade deficits that eventually peaked at almost 6 percent of GDP in 2006,\" Baker said.<br /><br />Ultimately, few would deny that Clinton presided over impressive economic growth. Meanwhile, our number-crunching suggests that the economy's improvement did indeed accelerate after the 1993 Balanced Budget bill&nbsp;became law. Still, Clinton is exaggerating when he says the&nbsp;1993 bill \"led to an enormous flowering of the economy in America\" because economists say many factors played a role.&nbsp;All in all, we give the former president a rating of Half True.</p>", "ruling_comments_date": "2010-04-19T15:33:00.835999", "ruling_date": "2010-04-19T15:30:20", "ruling_headline": "Bill Clinton takes credit for \"flowering\" of economy in 1990s", "ruling_headline_slug": "bill-clinton-takes-credit-flowering-economy-1990s", "ruling_link_text": "It flowered, but for a variety of reasons", "ruling_state": null, "source_documents": null, "sources": "<p>Bill Clinton, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-president-bill-clinton/story?id=10405692\" target=\"_blank\">interview</a> with ABC's This Week, April 18, 2010<br /><br /><a href=\"http://assembler.law.cornell.edu/usc-cgi/get_external.cgi?type=pubL&amp;target=103-66\" target=\"_blank\">Information</a> about the Omnibus Budget Reconciliation Act of 1993<br /><br />National Bureau of Economic Research, <a href=\"http://www.nber.org/cycles.html\" target=\"_blank\">home pag</a>e for dating economic cycles, accessed April 18, 2010<br /><br />Bureau of Labor Statistics, <a href=\"http://www.bls.gov/eag/eag.us.htm\" target=\"_blank\">search form</a> for key economic data, accessed April 18, 2010<br /><br />Economagic.com, <a href=\"http://www.economagic.com/em-cgi/data.exe/nipa/T1t1t6l1q\" target=\"_blank\">historical table</a> for real gross domestic product, accessed April 18, 2010<br /><br />Economagic.com, <a href=\"http://www.economagic.com/em-cgi/data.exe/nipa/T2t1l1q\" target=\"_blank\">historical table</a> for personal income, accessed April 18, 2010<br /><br />Economagic.com, <a href=\"http://www.economagic.com/em-cgi/data.exe/fedstl/indpro\" target=\"_blank\">historical table</a> for industrial production, accessed April 18, 2010<br /><br />Economagic.com, <a href=\"http://www.economagic.com/em-cgi/data.exe/FHFAHPI/ATUSA\" target=\"_blank\">historical table</a> for house prices, accessed April 18, 2010<br /><br />Yahoo! Finance, <a href=\"http://finance.yahoo.com/q/hp?s=^DJI&amp;a=00&amp;b=1&amp;c=1980&amp;d=10&amp;e=31&amp;f=1982&amp;g=m&amp;z=66&amp;y=0\" target=\"_blank\">historical tables</a> for the Dow Jones Industrial Average, accessed April 18. 2010<br /><br />J.D. Foster, \"Tax Cuts, Not the Clinton Tax Hike, Produced the 1990s Boom\" (Heritage Foundation <a href=\"http://www.heritage.org/Research/Reports/2008/03/Tax-Cuts-Not-the-Clinton-Tax-Hike-Produced-the-1990s-Boom\" target=\"_blank\">briefing paper</a>), March 4, 2008<br /><br />E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, April 18, 2010<br /><br />E-mail interview with Gary Burtless, senior fellow in economic studies at the Brookings Institution, April 18, 2010<br /><br />E-mail interview with Daniel Mitchell, senior fellow with the Cato Institute, April 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "<p>Passage of Clinton budget bill in 1993 \"led to an enormous flowering of the economy in America.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}