{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "crosenberg@miamiherald.com", "first_name": "Carol", "id": 128, "last_name": "Rosenberg", "name_slug": "carol-rosenberg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/128/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/apr/22/debbie-wasserman-schultz/wasserman-schultz-says-health-care-law-doesnt-requ/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "sbustos@MiamiHerald.com", "first_name": "Sergio", "id": 129, "last_name": "Bustos", "name_slug": "sergio-bustos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/129/", "title": "Deputy Metro Editor", "twitter": null}], "facebook_headline": null, "id": 1721, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "crosenberg@miamiherald.com", "first_name": "Carol", "id": 128, "last_name": "Rosenberg", "name_slug": "carol-rosenberg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/128/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/1721/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One of the most controversial elements of the recently passed  health care law -- indeed, it has prompted lawsuits by state attorneys  general, including Bill McCollum of Florida -- is a provision that tries  to corral uninsured Americans into health plans.<br /><br />In a  Jan. 19, 2010, news release, McCollum -- echoing the complaints of many  fellow Republicans -- said that \"Congress's unprecedented mandate on  every citizen to purchase health insurance coverage or to face a penalty  raises serious constitutional concerns. The health care individual  mandate provisions as currently drafted violate constitutional  principles and lack constitutional authority for Congress to enact.\"<br /><br />But  some supporters of the bill object to the characterization of the new  law as including an \"individual mandate\" to buy health insurance. One of  the most forceful proponents of this view is U.S. Rep. Debbie Wasserman  Schultz, a Democrat from South Florida. <br /><br />At an April 5,  2010, town hall meeting in Fort Lauderdale, Fla., an attendee asked,  \"Congresswoman, who gave you the right or the authority to determine  whether or not I have to purchase health care?\"<br /><br />Wasserman Schultz  responded, \"That's a good question. I'm glad you asked it. We actually  have not required in this law that you carry health insurance. Let me  explain what we did: What we did is that, just like when you're treated,  that we categorize you differently in terms of your tax return when  you're married versus single, just like we categorize you differently  when you are a homeowner versus someone who doesn't own a home, just  like we categorize you differently when you have children versus not  having children -- what we are doing is you will be in a different tax  status if you carry insurance versus not carrying health insurance. So  you can feel free to choose not to carry health insurance. That's just  going to be reflected in the tax category that you're in on your tax  return. But there is no requirement in this law that you must carry  health insurance.\"<br /><br />Clearly, there's a huge gap  between what McCollum believes and what Wasserman Schultz believes. In  fact, the two camps don't even agree on the terminology. Health care  experts have traditionally called the provision an \"individual mandate.\"  Critics of the bill tend to use this term as well. But the official  term written into the bill is a \"shared responsibility payment\" -- a  euphemism that downplays how mandatory the payment is.<br /><br />Confusing  matters further is that the bill includes provisions that are  contradictory, in spirit if not in letter.<br /><br />Section  5000A is titled, \"Requirement to Maintain Minimum Essential Coverage.\"  It reads, \"An applicable individual shall for each month beginning after  2013 ensure that the individual, and any dependent of the individual  who is an applicable individual, is covered under minimum essential  coverage for such month. ... In general, if an applicable individual  fails to meet the requirement ... for one or more months during any  calendar year beginning after 2013, then, except (for hardship cases)  there is hereby imposed a penalty\" on a predetermined schedule.<br /><br />So  except for people who are exempt -- those for whom insurance premiums  would be a financial hardship, Americans with religious objections,  American Indians, undocumented immigrants and prison inmates -- this  section of the law uses the word \"requirement\" twice and \"shall\" once.  That sounds like a mandate to us.<br /><br />Not so fast, says Jonathan  Beeton, a spokesman for Wasserman Schultz. He cites two other provisions  that would undercut the notion that the law imposes a mandate.<br /><br />The  law also includes a section titled, \"Prohibition Against Compelled  Enrollment,\" referring to the newly created health care exchanges -- the  virtual marketplaces where uninsured Americans and those without  affordable insurance, starting in 2014, can go to buy a health plan.<br /><br />\"Nothing  in this title,\" the section says, \"shall be construed to compel an  individual to enroll in a qualified health plan or to participate in an  exchange.\"<br /><br />In a separate passage titled, \"Freedom Not to  Participate in Federal Health Insurance Programs,\" the law says that \"no  individual ... shall be required to participate in any federal health  insurance program created under this act (or any amendments made by this  act), or in any federal health insurance program expanded by this act  (or any such amendments)....\"<br /><br />So, even as the bill talks of a  \"requirement\" to obtain health insurance, it also issues a \"prohibition  against compelled enrollment\" and a guarantee of \"freedom not to  participate in federal health insurance programs.\"<br /><br />What to  believe? Essentially, it comes down to the eye of the beholder.<br /><br />The  mechanism for enforcing the policy is the tax code. Indeed, the formula  on how the penalties will be levied is defined in a way that only a tax  accountant could love. According to a Kaiser Family Foundation summary  of the law, \"those without coverage pay a tax penalty of the greater of  $695 per year up to a maximum of three times that amount ($2,085) per  family or 2.5 percent of household income. The penalty will be phased in  according to the following schedule: $95 in 2014, $325 in 2015, and  $695 in 2016 for the flat fee or 1 percent of taxable income in 2014, 2  percent of taxable income in 2015, and 2.5 percent of taxable income in  2016. Beginning after 2016, the penalty will be increased annually by  the cost-of-living adjustment.\"<br /><br />Got that?<br /><br />Some health care  experts suggest that the tax penalties are not high enough to push  uninsured Americans into health plans. The experts suspect that many  people will opt to pay a modest penalty rather than pay for coverage.<br /><br />So  there is indeed an opt-out. But it's a matter of interpretation whether  you consider that more like a tobacco tax (in which the government uses  taxes to to advance the policy goal of reducing smoking but stops short  of using law enforcement to compel people to do so) or like a  requirement for car insurance.<br /><br />For this reason, we don't think  Wasserman Schultz's comment merits a False. But we also find that it's a  significant exaggeration because she ignores what many people would  reasonably describe as a mandate. Using government power to enroll  people in health plans has never been a trivial part of the reform  effort; it's always been central to the goal of getting more healthy  people to pay into the system.<br /><br />When House Democrats first  introduced their health care bill, the summary they released said, \"All  individuals would be required to get coverage, either through their  employer or the exchange, or pay a penalty.\" While the summary cites the  availability of subsidy assistance, it says nothing about ways to get  around the requirement.<br /><br />The White House's own website explains  that the law \"asks everyone to take responsibility for improving  America's health care. In order to lower costs for all Americans and  extend coverage to people with pre-existing conditions, all Americans  who can afford to purchase insurance will be asked to.\" <br /><br />And at  the Blair House health care summit on Feb. 25, 2010, President Barack Obama  acknowledged that when he ran in the 2008 Democratic presidential  primaries, he was \"opposed\" to the individual mandate. But he added that  he was later \"dragged, kicking and screaming, to the conclusion that I  arrived at, which is, is that it makes sense for us to have everybody  purchase insurance.\"<br /><br />So, critics of the bill are not dreaming  when they say that the individual mandate, by whatever name you prefer  to call it, has always been a key part of the Democrats' health care  reform push.<br /><br />Like many complex laws, the health care bill is  sometimes contradictory, a reality that has fed confusion over what the  newly enacted measure would actually do. We believe that on a technical  level, Wasserman Schultz is correct -- Americans are \"not required\"  under the law to carry health insurance. But her statement is still  misleading. The bill's supporters may have been loath to remind voters  about the individual mandate for understandable political reasons, but  the notion of a \"shared responsibility\" to obtain health insurance has  always been a publicly acknowledged part of the Democratic approach to  overhauling health care. Wasserman Schultz's comment strikes us as a  too-cute attempt to spin the bill in the wake of attacks by the bill's  critics. We rate her statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-22T13:52:19.657963", "ruling_date": "2010-04-22T17:33:28", "ruling_headline": "Wasserman Schultz says health care law doesn't require Americans to get health insurance", "ruling_headline_slug": "wasserman-schultz-says-health-care-law-doesnt-requ", "ruling_link_text": "If it walks like an individual mandate and quacks...", "ruling_state": null, "source_documents": null, "sources": "<p>CNSNews,com, \"<a href=\"http://www.cnsnews.com/news/article/63885\" target=\"_blank\">Rep. Wasserman Schultz Insists Health Care Law Doesn't Require Individuals to Buy Insurance</a>,\" April 7, 2010<br /><br />Office of the Attorney General of Florida (Bill McCollum), \"Florida Attorney General: Individual Mandate In Federal Health Care Legislation is Unconstitutional\" (<a href=\"http://myfloridalegal.com/newsrel.nsf/newsreleases/9EB439C4205AD43E852576B0005D6D50\" target=\"_blank\">news release</a>), Jan. 19, 2010<br /><br /><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Text</a> of H.R. 3590, the Patient Protection and Affordable Care Act, accessed April 22, 2010<br /><br />White House, <a href=\"http://www.whitehouse.gov/health-care-meeting/proposal/titlei/shared-responsibility\" target=\"_blank\">summary</a> of health care bill (\"Shared Responsibility\"), accessed April 22, 2010<br /><br />White House, <a href=\"http://www.whitehouse.gov/health-care-meeting/proposal/titlei/hardship\" target=\"_blank\">summary</a> of health care bill (\"Hardship Waiver\"), accessed April 22, 2010<br /><br />White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-discussion-insurance-reform-bipartisan-meeting-health-care-reform\" target=\"_blank\">transcript</a> of Blair House health care summit, Feb. 25, 2010<br /><br />House Energy and Commerce Committee, <a href=\"http://energycommerce.house.gov/index.php?option=com_content&amp;view=article&amp;id=1706:house-democrats-introduce-bill-to-provide-quality-affordable-health-care-for-all-americans&amp;catid=122:media-advisories&amp;Itemid=55\" target=\"_blank\">summary</a> of House health care bill as introduced, July 14, 2009<br /><br />Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">side-by-side comparison of health care bills</a>, accessed April 22, 2010<br /><br />America's Health Insurance Plans, \"Individual Health Insurance 2009\" (<a href=\"http://www.ahipresearch.org/pdfs/2009IndividualMarketSurveyFinalReport.pdf\" target=\"_blank\">report</a>), Oct. 2009<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/20/barack-obama/obama-flip-flops-requiring-people-buy-health-care/\" target=\"_blank\">Obama flip-flops on requiring people to buy health care</a>,\" July 20th, 2009<br /><br />E-mail interview with Michael Tanner, senior fellow with the Cato Institute, April 21, 2010<br /><br />E-mail interview with Henry J. Aaron, senior fellow with Brookings Institution, April 21, 2010<br /><br />E-mail interview with Maggie Mahar, fellow at the Century Foundation, April 21, 2010<br /><br />E-mail interview with Linda J. Blumberg, senior fellow at the Urban Institute, April 21, 2010<br /><br />E-mail interview with Tevi Troy, visiting senior fellow at the Hudson Institute, April 21, 2010<br /><br />E-mail interview with Jonathan Beeton, spokesman for Rep. Debbie Wasserman Schultz, April 13, 2010.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>\"We actually have not required in this law that you carry health insurance.\"</p>", "statement_context": "a town hall in Fort Lauderdale, Fla.", "statement_date": "2010-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}