{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/apr/27/rick-perry/gov-rick-perry-says-everyone-has-access-health-car/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1723, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1723/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry, presiding over the state with the nation&#39;s biggest share of uninsured residents, recently suggested that Americans have access to health care regardless of their insurance status.</p>\r\n<p>\r\n\tPerry, who has objected to the federal mandate passed into law requiring most Americans to obtain health coverage by 2014, told the Texas Tribune and Newsweek magazine April 15: &quot;There is a misnomer out there, I think, there&#39;s a misconception, that somehow or another... uninsured means that you have no health care. That&#39;s not correct.</p>\r\n<p>\r\n\t&quot;Everyone in this country has access to health care.&quot;</p>\r\n<p>\r\n\tEveryone? Even people without health insurance?</p>\r\n<p>\r\n\tWhen we asked for back-up for Perry&#39;s statement, his campaign didn&#39;t offer any data or additional analysis.</p>\r\n<p>\r\n\tNext, we looked at hospital emergency rooms, often the portal through which uninsured people seek treatment.</p>\r\n<p>\r\n\tSome background: In 1986, Congress responded to concerns that emergency rooms were refusing to treat indigent and uninsured people &mdash; a practice known as patient dumping &mdash; by approving the Emergency Medical Treatment and Active Labor Act. The act requires all hospitals with emergency rooms that participate in the Medicare program to medically screen, treat and stabilize any patient (including illegal immigrants) who shows up with an emergency medical condition. The law doesn&#39;t require hospitals to offer preventive or follow-up care.</p>\r\n<p>\r\n\tHowever, not every condition that merits treatment is an emergency, and not every town has an emergency room. In Texas, 64 of the state&#39;s 254 counties don&#39;t have a hospital because it isn&#39;t economically viable, &quot;particularly in the Panhandle and West Texas,&quot; said Amanda Engler, spokeswoman for the Texas Hospital Association. Still, Engler said &quot;everyone should be able to access some level of care through the community.&quot;</p>\r\n<p>\r\n\tA national health care expert, Henry Aaron at the left-leaning Brookings Institution, echoed Engler, saying that &quot;everyone has access to some health care. The issue is what care and how much of it... If you live in a place where few physicians practice and you don&#39;t have a car, you may not get much.&quot;</p>\r\n<p>\r\n\tRemote hospitals that receive extra Medicare funding, designed to improve health care access in rural areas, offer lower quality of care on average than their metro counterparts, according to a 2009 report by the U.S. Department of Agriculture Economic Research Service. The department also found that rural health care focuses on providing primary and emergency care locally, and referring patients to regional, often distant health care centers for specialized care.</p>\r\n<p>\r\n\tNext, we wondered if a person&#39;s insurance status affects their access to care.</p>\r\n<p>\r\n\tThe Institute of Medicine, which researches the relationship between health insurance and access to health care, has found that health insurance makes it easier to get preventive services. In 2002, the institute reviewed 130 studies examining whether people without health insurance still get care they need. The upshot? Working-age Americans without insurance were more likely to receive too little medical care too late, be sicker and die sooner; they also were more likely to receive worse care than the insured when they&#39;re in the hospital, and less likely to receive recommended health screening services, like mammograms, Pap tests or checking your cholesterol.</p>\r\n<p>\r\n\tOther institute findings: the uninsured lack regular access to medications to manage conditions like hypertension or HIV infection; don&#39;t receive care recommended for chronic diseases, like timely eye exams to prevent blindness in people with diabetes; and receive fewer diagnostic and treatment services after a traumatic injury or heart attack.</p>\r\n<p>\r\n\tThe Kaiser Commission on Medicaid and the Uninsured reached similar conclusions. In 2009, the commission, part of the nonpartisan Kaiser Family Foundation, which analyzes health care policy, analyzed a national health care survey tracking 17,800 people in 9,400 families, finding that more than 50 percent of uninsured adults have no regular source of health care and are more than twice as likely to delay or forgo care than the insured.</p>\r\n<p>\r\n\tEd Haislmaier, a health care expert at the right-leaning Heritage Foundation, said: &quot;If you have insurance coverage, as a general rule, you&#39;re more likely to access health care because presumably some portion of the insurance coverage pays for the cost.&quot;</p>\r\n<p>\r\n\tAccording to the nonpartisan Congressional Budget Office, some 83 percent of Americans currently have insurance coverage either through their employer, the private market or government programs such as Medicaid and the Children&#39;s Health Insurance Program. Kaiser found the majority of the estimated 46 million uninsured are less likely than the insured to to pay for basic health care, and overall, they&#39;re less likely to receive preventive care.</p>\r\n<p>\r\n\tBut Haislmaier said even insurance doesn&#39;t guarantee health care access &mdash; particularly to primary care physicians. For example, the Medicaid reimbursement rate for primary care physicians varies by state, so the less a state pays doctors for the costs of treating people covered under Medicaid, the less likely that doctor is to accept that person as a patient.</p>\r\n<p>\r\n\t&quot;You can be living in the middle of New York City, but if you&#39;re on Medicaid, good luck getting a doctor to see you,&quot; Haislmaier said, citing Kaiser&#39;s Medicaid-to-Medicare Fee Index, a benchmark for how much each state is reimbursing its doctors to treat Medicaid patients by comparing it to the Medicare reimbursement rate. In 2008, New York reimbursed primary care doctors 36 percent of how much they would pay that doctor to treat a Medicare patient. The national average is 66 percent; Texas reimburses primary care docs 68 percent.</p>\r\n<p>\r\n\tWhat&#39;s more, Kaiser says, various safety nets like community clinics and public hospitals don&#39;t offer the broad range of health care, including mental health services that insurance provides.</p>\r\n<p>\r\n\tCase in point: In 2003, Texas legislators retooled the public mental health system &mdash; 39 state-funded community mental health centers that serve indigent, low-income and uninsured people &mdash; to focus on patients with schizophrenia, bipolar disorder and major depression. People with other mental illnesses, like anxiety and post-traumatic stress disorder, rarely qualified for help unless they went into crisis, according to the Texas Department of State Health Services (DSHS).</p>\r\n<p>\r\n\tAccording to the agency, thousands more sometimes wait more than a year to get medication, therapy, substance abuse care and other services from community centers. Among them are 6,800 adults and children with schizophrenia, bipolar disorder and major depression &mdash; two-thirds of whom are currently receiving no services.</p>\r\n<p>\r\n\tWhere does all that leave Perry&#39;s statement that everyone has access to health care?</p>\r\n<p>\r\n\tSomewhere on the continuum between hypothothesis and reality. While many avenues exist for making health care available, the reality is that many people cannot use them, and millions don&#39;t get the care they need.</p>\r\n<p>\r\n\tWe rate Perry&#39;s statement as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-04-23T16:46:06.000063", "ruling_date": "2010-04-27T10:26:13", "ruling_headline": "Gov. Rick Perry says everyone has access to health care coverage, even without insurance", "ruling_headline_slug": "gov-rick-perry-says-everyone-has-access-health-car", "ruling_link_text": "In theory, yes — not necessarily in practice", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Texas Tribune, <a href=\"http://www.texastribune.org/stories/2010/apr/19/rick-perry-tt-interview/\" target=\"_blank\" title=\"Rick Perry: The TT Interview,\">Rick Perry: The TT Interview,</a> April 19, 2010</p>\r\n<p>\r\n\tKaiser Commission on Medicaid and the Uninsured, <a href=\"http://www.kff.org/uninsured/upload/1420-11-2.pdf\" target=\"_blank\" title=\"The uninsured and the different health insurance makes,\">The uninsured and the different health insurance makes,</a> September 2009</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/womenshealth/7987.cfm\" target=\"_blank\" title=\"Health reform: Implications for women's access to coverage and care,\">Health reform: Implications for women&#39;s access to coverage and care,</a> December 2009</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/comparetable.jsp?ind=125&amp;cat=3\" target=\"_blank\" title=\"50 state comparison: Health insurance coverage of the total population, state (2007-2008), U.S. (2008),\">50 state comparisons: Health insurance coverage of the total population, state (2007-2008), U.S. (2008),</a> Oct. 6, 2009</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://statehealthfacts.org/comparetable.jsp?ind=196&amp;cat=4\" target=\"_blank\">Medicaid-to-Medicare Fee Index,</a> 2008</p>\r\n<p>\r\n\tAmerican Academy of Emergency Medicine, <a href=\"http://www.aaem.org/emtala/\" target=\"_blank\" title=\"EMTLA,\">EMTLA,</a> accessed April 20, 2010</p>\r\n<p>\r\n\tInstitute of Medicine, <a href=\"http://www.iom.edu/Reports/2002/Care-Without-Coverage-Too-Little-Too-Late.aspx\" target=\"_blank\" title=\"Care without coverage: too little, too late,\">Care without coverage: too little, too late,</a> May 21, 2002</p>\r\n<p>\r\n\tU.S. Department of Agriculture Economic Research Service, <a href=\"http://www.ers.usda.gov/publications/EIB57/\" target=\"_blank\" title=\"Health status and health care access of farm and rural populations,\">Health status and health care access of farm and rural populations,</a> August 2009</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/content/news/stories/local/2009/12/06/1206mental.html\" target=\"_blank\" title=\"Years after mental health overhaul, new picture of needs emerging,\">Years after mental health overhaul, new picture of needs emerging,</a> Dec. 6, 2009</p>\r\n<p>\r\n\tSt. Petersburg Times, <a href=\"http://www.miamiherald.com/2010/04/20/1589204/legislation-would-force-elderly.html\" target=\"_blank\">Legilsation would force elderly into managed care to trim Medicaid costs,</a> April 20, 2010</p>\r\n<p>\r\n\tInterview with Catherine Frazier, deputy communications director for Rick Perry&#39;s reelection campaign, April 20, 2010</p>\r\n<p>\r\n\tE-mail interview with Henry Aaron, economics scholar at the Brookings Institution, April 19, 2010</p>\r\n<p>\r\n\tInterview with Ed Haislmaier, senior research fellow, The Heritage Foundation, April 23, 2010</p>\r\n<p>\r\n\tInterview with Stacey Pogue, senior policy analyst at the Center for Public Policy Priorities, April 20, 2010</p>\r\n<p>\r\n\tInterview with Anne Dunkelberg, associate director at the Center for Public Policy Priorities, April 21, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;Everyone in this country has access to health care.&quot;</p>", "statement_context": "an interview with The Texas Tribune and Newsweek", "statement_date": "2010-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}