{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/25/bob-corker/corker-claims-financial-regulation-had-speedy-vote/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1725, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1725/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Financial regulation reform was the topic of the day on the latest edition of ABC's <em>This Week</em>.<br /><br />Among the guests was Sen. Bob Corker, a Republican from Tennessee who has played a key role in negotiating the Senate version of a bill meant to crack down on Wall Street.<br /><br />Corker said that, before the bill goes to the Senate floor, lawmakers still need to work out some major disagreements over the details of the legislation.<br /><br />\"So if there is no bipartisan agreement, Republicans will block the motion to proceed to debating this bill?\" <em>This Week</em> host Jake Tapper asked Corker on the April 25, 2010, show.<br /><br />\"I think that's very likely,\" Corker responded, adding that the Senate Committee on Banking, Housing and Urban Affairs voted the 1,336-page bill \"out of committee in 21 minutes with no amendments, with the understanding that before the bill came to the floor, we would reach this bipartisan agreement.\" <br /><br />In a chamber notorious for being slower than molasses, a 21-minute committee passage for a major bill is unheard of. Could Corker be right?<br /><br />Indeed, news reports of the March 22 Banking Committee vote all noted its unusual speed. According to <em>Congressional Quarterly</em>, the panel \"approved the legislation in less than 30 minutes.\" A Fox Business article noted that debate \"lasted less than 20 minutes.\" And a reporter for the<em> Atlantic</em> wrote that consideration started at 5 p.m. and ended at 5:22 p.m.<br /><br />So, Corker's pretty accurate with 21 minutes.<br /><br />And he's right that the Democratic leadership promised to negotiate further with Republicans before the legislation hits the floor. Sticking points include new regulatory authority over consumer financial products, such as credit cards and mortgages, as well as regulation of derivatives. <br /><br />Here's what Banking Committee Chairman Christopher Dodd had to say the day his committee passed the bill:<br /><br />\"The legislation I present today contains bipartisan ideas and is the result of a bipartisan effort. It does not, as of yet, enjoy bipartisan support. And so, while I will continue to work with my colleagues to build support and make the case for reform, I am moving forward today. \"<br /><br />Sen. Richard Shelby, the senior Republican on the committee, also acknowledged further bipartisan work, according to <em>Congressional Quarterly</em>. \"By coming out today, working in a spirit of, down the road, a bill we can both be proud of, we&rsquo;re not polarized,\" he said. (He didn't exactly complete his thoughts in that sentence, but his point was clear that he expected more bipartisan talks.)<br /><br />In fact, on the same day Corker appeared on <em>This Week</em>, the Associated Press reported that bipartisan talks were continuing on Capitol Hill. <br /><br />So, Corker is on solid ground when it comes to his claim that the mark-up was short and that he and other Republicans were promised another attempt at a bipartisan bill before the Senate takes up the legislation.<br /><br />But Corker's comment that the bill passed with \"no amendments\" is not entirely true. When it came time to actually debate the bill in committee, panel members first approved something called a \"manager's amendment,\" shorthand for an updated version of the bill that serves as a legislative blueprint for lawmakers to discuss and amend. That version included some important changes. For instance, Dodd scrapped his original idea to create an entirely new agency to regulate consumer financial products. Rather, he opted to establish a new regulator inside the Federal Reserve. Furthermore, the manager's amendment included more than 20 Democratic amendments. One, for instance, would give a new council looking for emerging threats to the financial system the authority to decide what events are likely trigger a liquidity crisis. <br /><br />It's also important to note that Republicans had many amendments of their own in addition to the ones in the manager's amendment. GOP members \"had queued up hundreds of amendments before abruptly withdrawing them,\" said an account in <em>Congressional Quarterly</em>. Dodd said his committee \"held an open markup. 401 amendments were filed with the committee, but my Republican colleagues did not bring up a single amendment and declined my offer to include some of their amendments in the manager&rsquo;s amendment.\" <br /><br />So, while it's unclear why GOP members decided to withdraw their amendments, it appears they had the opportunity to offer them. <br /><br />For his part, Corker lamented his leadership's decision not to offer amendments, telling the <em>Huffington Post</em> it was \"a very large strategic mistake. We had an opportunity to pass out a bill out of our committee in a bipartisan way, and then stand on the Senate floor and hold hands and say that we would keep amendments that were unnecessary and improper from coming onto this bill.\" <br /><br />Corker's spokeswoman, Laura Herzog, told PolitiFact that in his comment on <em>This Week,</em> Corker wasn't trying to insinuate that the Republicans were somehow blocked from offering amendments but simply saying that he expected bipartisan talks after the bill passed the committee.<br /><br />But to say that no amendments were adopted at all is incorrect. <br /><br /> So Corker is correct that it only took the committee about 21 minutes to debate and vote on the bill, and he's also right that Democratic leaders promised more bipartisan negotiation before the legislation comes to the Senate floor. But he's wrong that the bill was passed without amendments. Dodd rolled more than 20 Democratic amendments into the final version of the bill. And Republicans had the opportunity to offer their own, but declined to do so. <br /><br />As a result, we find Corker's statement to be Mostly True.</p>", "ruling_comments_date": "2010-04-25T17:22:32.951609", "ruling_date": "2010-04-25T16:21:27", "ruling_headline": "Corker claims the financial regulation got a speedy vote", "ruling_headline_slug": "corker-claims-financial-regulation-had-speedy-vote", "ruling_link_text": "A committee vote faster than the speed of light", "ruling_state": null, "source_documents": null, "sources": "<p><em>This Week</em>, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580\" target=\"_blank\">transcript of the April 25, 2010, show</a><br /><br /><em>Congressional Quarterly</em>, Dodd's Draft Would Consolidate Banking Regulatory Authority, by Phil Mattingly, Nov. 10, 2009<br /><br /><em>Congressional Quarterly</em>, Despite Talk of &lsquo;Impasse&rsquo; on Regulatory Bill, Room Remains for a Deal, by Joseph J. Schatz and David Clarke, Feb. 5, 2010 <br /><br /><em>Congressional Quarterly</em>, Dodd Plans to Go Solo on Financial Rules, by Steven Sloan, March 11, 2010<br /><br /><em>Congressional Quarterly</em>, Short Markup Stokes Tentative Optimism for Financial Overhaul Measure, by Steven Sloan and Charlene Carter, March 22, 2010<br /><br />The Senate Committee on Banking, Housing and Urban Affairs, <a href=\"http://banking.senate.gov/public/index.cfm?FuseAction=Newsroom.PressReleases&amp;ContentRecord_id=68006e3f-cfb7-343d-99c1-11047b96c944&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">statement of Sen. Christopher Dodd</a>, March 15, 2010<br /><br />FOXBusiness, <a href=\"http://www.foxbusiness.com/story/markets/industries/government/senate-banking-committee-expected-vote-financial-reform-monday-night/\" target=\"_blank\">Senate Banking Committee Approves Dodd Bill on Party-Line Vote</a>, by Peter Barnes, March 22, 2010<br /><br /><em>The Atlantic</em>, <a href=\"http://www.theatlantic.com/business/archive/2010/03/dodds-financial-reform-bill-clears-senate-banking-committee/37857/\" target=\"_blank\">Dodd's Financial Reform Bill Clears Senate Banking Committee</a>, by Daniel Indiviglio, March 22, 2010<br /><br />National Public Radio, <a href=\"http://www.npr.org/templates/story/story.php?storyId=122793558\" target=\"_blank\">Dodd And Shelby Say No Deal Yet On Financial Rules</a>, by The Associated Press, April 25, 2010 <br /><br />The Senate Committee on Banking, <a href=\"http://banking.senate.gov/public/index.cfm?FuseAction=Newsroom.PressReleases&amp;ContentRecord_id=08d0e516-bbe5-8e63-7a92-ccf2c0cc4d8e\" target=\"_blank\">Housing and Urban Affairs, Dodd Statement on McConnell Letter</a>, April 16, 2010<br /><br /><em>Politico</em>, <a href=\"http://dyn.politico.com/printstory.cfm?uuid=9099CD7F-18FE-70B2-A8640B6AFDA19B14\" target=\"_blank\">Corker: GOP erred on financial reform</a>, by Victoria McGrane, March 24, 2010<br /><br /><em>The Huffington Post</em>, <a href=\"http://www.huffingtonpost.com/2010/03/25/bob-corker-republican-on_n_512600.html\" target=\"_blank\">Sen. Bob Corker 'Abandoned' By GOP Leadership Over Bank Reform Outreach</a>, by Shahien Nasiripour and Ryan Grim, March 25, 2010<br /><br />E-mail Interview, Laura Herzog, spokeswoman for Sen. Bob Corker, April 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Bob", "half_true_count": 0, "home_state": "", "id": 386, "last_name": "Corker", "mostly_true_count": 3, "name_slug": "bob-corker", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Corker.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/386/", "total_count": 6, "true_count": 2, "website": ""}, "statement": "<p>The Banking Committee voted a 1,336-page bill \"out of committee in 21 minutes with no amendments, with the understanding that before the bill came to the floor, we would reach this bipartisan agreement.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}