{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/26/sherrod-brown/sherrod-brown-says-financial-bill-will-end-too-big/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1726, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1726/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The battle over financial reform continued on the Sunday morning shows on April 25, 2010, including the pivotal question of whether a pending bill in the Senate would end the notion that some giant financial services companies could receive special government protection because they are \"too big to fail.\"<br /><br />On ABC's <em>This Week</em>, for instance, Austan Goolsbee, a member of the White House's Council of Economic Advisers, told host Jake Tapper, \"Well, the president is totally committed, and it's one of his key principles that we're going to end too-big-to-fail, we're going to end the bailout era that began under the last president, for good. That's not going to happen anymore.\" Meanwhile, on NBC's <em>Meet the Press</em>, Senate Banking, Housing and Urban Affairs Chairman Chris Dodd, D-Conn., said that when it comes to the question of too big to fail, \"We're going to shut that down forever.\"<br /><br />On <em>This Week</em>, Tapper asked Sen. Sherrod Brown, D-Ohio, \"Sen. Brown, let me ask you a question about the legislation itself. I have a copy of it here, and it says right at the top of the bill that the purpose is to promote the financial stability of the United States by improving accountability and transparency in the financial system, to end too-big-to-fail, and for other purposes. Sen. Brown, does this bill end too-big-to-fail?\" <br /><br />Brown responded, \"Yes, it does.\"<br /><br />A spokeswoman for Brown amplified the senator's comments by telling PolitiFact that \"the bill would end the too-big-to-fail policy by setting up a clear process for liquidating large banks that was not available to regulators when faced with the insolvency of\" Lehman Brothers, AIG and Citigroup during the financial crisis of 2008. She added that the bill would constrain a Federal Reserve Board authority known as Section 13 (3) that allows the central bank to aid financial services companies \"in unusual and exigent circumstances.\"<br /><br />However, despite some differences in wording, Brown's exchange mirrors a statement we analyzed four days earlier and <a href=\"http://politifact.com/truth-o-meter/statements/2010/apr/21/harry-reid/reid-says-financial-regulation-bill-will-end-taxpa/\" target=\"_blank\">rated Barely True</a>. In that comment, we looked at what Senate Majority Leader Harry Reid, D-Nev., said in an April 19, 2010, floor speech -- that the bill \"will end taxpayer bailouts.\" Bailouts have become a special focus of attention because they are especially unpopular among Americans today. Republican pollster Frank Luntz has advised opponents of regulation that \"the single best way to kill any legislation is to link it to the Big Bank Bailout.\" And when lawmakers talk about firms that are \"too big to fail,\" they are referring to the risk that the government -- and therefore the taxpayers -- could be on the hook for bailing them out if things turn bad.<br /><br />We rated Reid's statement Barely True because while the bill's provisions are designed to reduce the likelihood of future bailouts, the bill does not include a provision that actually bars future bailouts. As a result, we concluded that despite taking significant strides to curb future bailouts, Reid's use of the term \"end\" was too definitive to be accurate.<br /><br />After <em>This Week</em> aired on April 25, we asked several financial services experts whether Brown, like Reid, was too definitive in saying that too-big-to-fail would \"end\" with enactment of this bill. All agreed that Brown was indeed too definitive.<br /><br />To explain why, we'll recap the relevant provisions of the bill and how outside experts characterize what the bill does -- and does not -- do.<br /><br />The current version of the Senate bill -- which may not be the final version -- would, among other things, create a process for federal authorities to dissolve financial institutions that are teetering on collapse. The bill would set up a panel of three bankruptcy judges to convene and agree within 24 hours whether a large financial company is insolvent. For firms that are \"systematically significant\" -- a term considered equivalent to \"too big to fail\" -- the Treasury, the Federal Deposit Insurance Corp. and the Federal Reserve would have to agree to liquidate the firm, using a special fund created with payments from the largest financial firms. <br /><br />The legislative language is very specific about the money being used to dissolve -- meaning completely shut down -- failing firms. Here's what Sec. 206 of the bill says:<br /><br />\"In taking action under this title, the (FDIC) shall determine that such action is necessary for purposes of the financial stability of the United States, and not for the purpose of preserving the covered financial company; ensure that the shareholders of a covered financial company do not receive payment until after all other claims and the Fund are fully paid; ensure that unsecured creditors bear losses in accordance with the priority of claim provisions in section 210; ensure that management responsible for the failed condition of the covered financial company is removed (if such management has not already been removed at the time at which the FDIC is appointed receiver); and not take an equity interest in or become a shareholder of any covered financial company or any covered subsidiary.\"<br /><br />The bill's language sets a clear intent: Don't keep a hobbled giant going by using taxpayer money; instead, use industry money to close it down in an orderly fashion.</p>\r\n<p>Free-market purists may see any intervention of the government into the financial sector as a \"bailout.\" However, we think the more common understanding of the word means that the federal government gives or lends a company taxpayer money to help it stay in business. <em>Merriam-Webster</em>, for example, defines a bailout as \"a rescue from financial distress.\" And in this context, we don't see how the liquidation of a company could constitute a \"rescue.\" <br /><br />But despite the bill's good intentions -- including its efforts to heighten regulation in advance so that problems don't emerge in the first place -- our sources generally agreed that Brown's statement, like Reid's, was too definitive about the bill spelling an \"end\" to bailouts for \"too-big-to-fail\" companies. If the danger to the wider economy from a potential collapse is perceived to be big enough some day, the federal government will probably bite the bullet and lend some financial support, our sources agreed.<br /><br />\"The bill will reduce the likelihood of future bailouts, as well as reduce the magnitude of any that might nevertheless occur,\" said Lawrence J. White, an economist at New York University's Stern School of Business. \"But 'end' is too strong for what can't be complete certainty under almost any conceivable circumstances.\"<br /><br />Ronald H. Filler, director of the Center on Financial Services Law at New York Law School, said that he did not see \"how the proposed Senate bill completely eliminates the 'too big to fail' theory. If the Treasury secretary wants to bail out a General Motors or an AIG in the future, he should still have the right to act in an emergency state, in my opinion. Whether he will exercise this right, and whether he believes that he needs, and will seek, congressional approval before so acting, is a political question, but not a legal one.\"<br /><br />\"There is no way to know until the next crisis whether a proposal will 'end bailouts' -&ndash; it will depend on what policymakers do at the time,\" agreed Robert Litan, a senior fellow in economics at the liberal Brookings Institution.<br /><br />In the meantime, several sources pointed out that the bill's fund cannot be used to \"save\" a company or its shareholders, but a firm's creditors appear to remain eligible for payouts.<br /><br />\"I realize that there are differing views on the necessity of such authority, and I don't question the sincerity of supporters who see this as the best way to reduce bailouts overall,\" said James Gattuso, senior research fellow in regulatory policy at the conservative Heritage Foundation. \"But I think that it should be acknowledged that the bill does authorize such creditor bailouts, however justified or unlikely one believes them to be.\"<br /><br />It's worth pointing out that Brown is proposing an amendment that's intended to enhance the bill's ability to curb \"too-big-to-fail\" firms by limiting the amount of debt they can carry. \"Reining in Wall Street's cycle of excessive debt will ensure that no Wall Street bank ever becomes too big or too indebted to fail in a way that wrecks the entire U.S. economy,\" Brown's office wrote in a news release about his amendments to the bill. He also touted it during the interview with Tapper.<br /><br />But it seems clear to us that Brown's \"Yes, it does\" comment was not referring to his amendment, but rather to the bill as it is currently written. So we will not factor Brown's proposed amendment into our analysis of his comment.<br /><br />The argument that the bill as currently written will end bailouts and \"too big to fail\" is certainly one that holds political value for Democrats, and it's fair to say that that's the intention of the legislation. Presumably, that's why Brown, Goolsbee, Reid and other Democrats have continued to make that argument.</p>\r\n<p>However,&nbsp;it's an exaggeration to say that the bill would put an \"end\" to future bailouts. Short of, say, passing a constitutional amendment ruling out bailouts, any future Congress or administration would be able to act as conditions demanded, even after passage of this bill. So we rate Brown's statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-26T13:00:40.849693", "ruling_date": "2010-04-26T12:56:21", "ruling_headline": "Sherrod Brown says financial bill will end 'too-big-to-fail'", "ruling_headline_slug": "sherrod-brown-says-financial-bill-will-end-too-big", "ruling_link_text": "A Democratic talking point that's not quite true", "ruling_state": null, "source_documents": null, "sources": "<p>Sen. Sherrod Brown, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580&amp;page=2\" target=\"_blank\">comments</a> on ABC's This Week, April 25, 2010<br /><br />Sen. Chris Dodd, <a href=\"http://www.msnbc.msn.com/id/36744012/ns/meet_the_press/page/2/\" target=\"_blank\">comments</a> on NBC's Meet the Press, April 25, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/21/harry-reid/reid-says-financial-regulation-bill-will-end-taxpa/\" target=\"_blank\">Reid says financial regulation bill 'will end taxpayer bailouts</a>,'\" April 21, 2010<br />&nbsp;<br />Harry Reid, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2400&amp;dbname=2010_record\" target=\"_blank\">Senate floor speech</a>, April 19, 2010</p>\r\n<p>Senate Banking Committee, financial regulatory system reform <a href=\"http://banking.senate.gov/public/_files/ChairmansMark31510AYO10306_xmlFinancialReformLegislationBill.pdf\" target=\"_blank\">bill</a>, accessed April 20, 2010<br />&nbsp;<br />Senate Banking Committee, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/16/richard-shelby/sen-richard-shelby-overlooks-safeguards-financial-/\" target=\"_blank\">summary</a> of financial regulatory system reform bill, accessed April 20, 2010<br /><br />Sherrod Brown, \"Sen. Brown Statement on Banking Committee Consideration of Financial Reform Bill\" (<a href=\"http://brown.senate.gov/newsroom/press_releases/release/?id=BD8E271F-3FDD-4846-B1DC-CB45D73A59D4\" target=\"_blank\">news release</a>) March 22, 2010<br />&nbsp;<br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/16/richard-shelby/sen-richard-shelby-overlooks-safeguards-financial-/\" target=\"_blank\">Sen. Richard Shelby overlooks safeguards in financial regulation bill</a>,\" April 16, 2010<br />&nbsp;<br />Peter J. Wallison and David Skeel, \"The Dodd Bill: Bailouts Forever\" (<a href=\"http://www.aei.org/article/101890\" target=\"_blank\">column</a> in the Wall Street Journal), April 7, 2010<br />&nbsp;<br />James Gattuso, \"Obama: Read My Lips, No More Bailouts (But Let's Keep $50 Billion Around Just in Case)\" (<a href=\"http://blog.heritage.org/2010/04/14/obama-read-my-lips-no-more-bailouts-but-lets-keep-50-billion-around-just-in-case/\" target=\"_blank\">blog post</a> for the Heritage Foundation), April 14, 2010<br />&nbsp;<br /><em>American Banker</em>, \"<a href=\"http://www.americanbanker.com/issues/175_71/bair-reform-bill-1017657-1.html\" target=\"_blank\">Bair Says Reform Bill Will Make Bailouts 'Impossible,'</a>\" April 15, 2010<br />&nbsp;<br /><em>Politico</em>, \"<a href=\"http://www.politico.com/news/stories/0410/36059_Page2.html\" target=\"_blank\">Debate tests members' financial IQs</a>,\" April 20, 2010<br />&nbsp;<br />Federal Reserve Board of Governors, <a href=\"http://www.federalreserve.gov/aboutthefed/section13.htm\" target=\"_blank\">text</a> of the Federal Reserve Act, accessed April 26, 2010<br /><br />E-mail interview with David Zaring, professor at the Wharton School of Business, April 25, 2010<br />&nbsp;<br />E-mail interview with Lawrence J. White, economist at New York University's Stern School of Business, April 25, 2010<br />&nbsp;<br />E-mail interview with Ronald H. Filler, director of the Center on Financial Services Law at New York Law School, April 25, 2010<br />&nbsp;<br />E-mail interview with Robert Litan, senior fellow at the Brookings Institution, April 25, 2010<br />&nbsp;<br />E-mail interview with Arthur E. Wilmarth Jr., professor at George Washington University Law School, April 26, 2010<br />&nbsp;<br />E-mail interview with Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center, April 26, 2010<br />&nbsp;<br />E-mail interview with James Gattuso, senior research fellow in regulatory policy at the Heritage Foundation, April 26, 2010<br /><br />E-mail interview with Douglas Elliott, a fellow with the Brookings Institution, April 20, 2010<br /><br />E-mail interview with Meghan Dubyak, spokeswoman for Sen. Sherrod Brown, April 26, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>The financial services bill will end \"too-big-to-fail.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}