{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/28/george-will/will-says-arizona-law-merely-echoes-federal-immigr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1736, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1736/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Arizona just passed an immigration law that&#39;s getting the attention of national policymakers.<br />\r\n<br />\r\nCritics of the bill say it may be unconstitutional and that it will prompt racial profiling.<br />\r\n<br />\r\nBut conservative columnist George Will said on ABC&#39;s <em>This Week</em> that the new law only reiterates federal crimes.<br />\r\n<br />\r\n&quot;What the Arizona law does is make a state crime out of something that already is a crime, a federal crime,&quot; he said. &quot;Now, the Arizona police -- and I&#39;ve spent time with the Phoenix Police Department -- these are not bad people. These are professionals who are used to making the kind of difficult judgments. Suspicion of intoxicated driving, all kinds of judgments are constantly made by policemen. And I wouldn&#39;t despair altogether their ability to do this in a professional way.&quot;<br />\r\n<br />\r\nWe&#39;re leaving questions of constitutionality to the lawyers. Instead, we wondered whether Will is correct that the new Arizona law makes a state crime out of something that&#39;s already a federal crime.<br />\r\n<br />\r\nOther proponents of the bill have made the same argument, including Arizona Gov. Jan Brewer, a Republican, who said that the &quot;legislation mirrors federal laws regarding immigration enforcement.&quot;<br />\r\n<br />\r\n&quot;Despite erroneous and misleading statements suggesting otherwise, the new state misdemeanor crime of willful failure to complete or carry an alien registration document is adopted, verbatim, from the same offense found in federal statute,&quot; she said on April 23, 2010, the day she signed the bill.<br />\r\n<br />\r\nOpponents are adamant that the bill is unconstitutional. For instance, the Mexican American Legal Defense &amp; Educational Fund wrote in a letter to Brewer that the new law will &quot;require or permit public officials to investigate and determine individual&#39;s immigration status. These provisions regulate immigration and are impermissible intrusions on Congress&#39; exclusive constitutional powers.&quot;</p>\r\n\r\n<p>They also argue that the Arizona law would allow local enforcement authorities to arrest those suspected of being in violation of the law without a warrant. But without a formal agreement with federal authorities, states are prohibited from enforcing civil violations of immigration law, they argue.<br />\r\n<br />\r\nThe legal scholars we spoke with told us to take a close look at two key sections of Title 8 of the U.S. Code. Section 1304e requires that &quot;every alien, eighteen years of age and over, shall at all times carry with him and have in his personal possession any certificate of alien registration or alien registration receipt card issued to him.&quot; Those who fail to comply will be guilty of a misdemeanor and will be fined $100 and can be imprisoned up to 30 days.<br />\r\n<br />\r\nSection 1306a says that, &quot;Any alien required to apply for registration and to be fingerprinted in the United States who willfully fails or refuses to make such application or to be fingerprinted, and any parent or legal guardian required to apply for the registration of any alien who willfully fails or refuses to file application for the registration of such alien shall be guilty of a misdemeanor and shall, upon conviction thereof, be fined not to exceed $1,000 or be imprisoned not more than six months, or both.&quot;<br />\r\n<br />\r\nIndeed, section 3 of the new Arizona law makes it a state crime if immigrants are in violation of either of those codes.<br />\r\n<br />\r\nSo, when it comes to that section of the law -- arguably the &quot;meat&quot; of the new law -- &quot;it&#39;s very clear that in this respect, George Will is right,&quot; said Paul Bender, a law professor at Arizona State University.<br />\r\n<br />\r\nGabriel Chin, a professor of law at the University of Arizona, had a similar take. In an e-mail, he wrote that Will&#39;s claim is generally correct.<br />\r\n<br />\r\n&quot;However, while the underlying offenses are federal crimes, they are among the least prosecuted in the U.S. Code,&quot; he wrote. &quot;For the relevant offense at issue here, failure of a non-citizen to register in violation of 8 U.S.C. 1306(a), there were five convictions across the U.S. in FY 2008. So to be precise, the statement would be &#39;What the Arizona law does is make a state crime out of something that already is . . . a federal crime that the federal authorities have chosen not to enforce except in rare circumstances.&#39;&quot;<br />\r\n<br />\r\nIn fact, proponents of the Arizona law have argued that&#39;s&nbsp;why new state immigration rules are needed; federal authorities are not doing a consistent job of enforcing immigration laws that are already on the books.<br />\r\n<br />\r\nSo, in the two cases above, the bill does make what are already federal crimes state crimes.<br />\r\n<br />\r\nThere are other parts of the new law that also overlap with federal statute. For instance, section 5 of the Arizona law, which deals with the transportation of non-citizens, is nearly identical to section 1324 of Title 8 of the U.S. Code.<br />\r\n<br />\r\nHowever,&nbsp;the Arizona law&nbsp;does break new ground. For example, Section 5 also would make it illegal to pick up day laborers on the street for hire, &quot;which has nothing to do with federal law. It&#39;s essentially a traffic law,&quot; Chin wrote. Those violating this section are guilty of a&nbsp;misdemeanor. And it also makes it a crime for an illegal&nbsp;immigrant to solicit work. &nbsp;<br />\r\n<br />\r\nMary Giovagnoli, director of the Immigration Policy Center, pointed out another aspect of the bill that she finds particularly troubling: Section 2 of the Arizona law would allow citizens to sue local and state authorities if they do not believe the new law was being enforced effectively. State and local authorities could be fined between $1,000 and $5,000 a day for each day the policy remains in effect.<br />\r\n<br />\r\nThe bill also includes new language about how the law applies to employers and specifies the circumstances under which an officer can question and arrest someone he or she thinks is in violation of the law.<br />\r\n<br />\r\nBut Will was&nbsp;talking about crimes. He said that the the new Arizona immigration law makes what is already a federal crime into a state crime. And when it comes to some of the most talked about parts of the law, having to do with aliens who fail to carry&nbsp;proper paperwork and&nbsp;failing to register, Will is correct about the core of the law; federal statutes already makes those two provisions a crime. But the law also&nbsp;includes a new prohibition barring picking up day laborers on the street for hire and soliciting for work. That&#39;s not in the federal code. As a result, we find Will&#39;s claim to be Mostly True.</p>\r\n", "ruling_comments_date": "2010-04-28T16:41:29.259791", "ruling_date": "2010-04-28T16:32:27", "ruling_headline": "Will says Arizona law merely echoes federal immigration statutes", "ruling_headline_slug": "will-says-arizona-law-merely-echoes-federal-immigr", "ruling_link_text": "On the books but rarely enforced", "ruling_state": null, "source_documents": null, "sources": "<p><em>This Week</em>, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-goolsbee-brown-corker/story?id=10469580&amp;page=4\" target=\"_blank\">April 25, 2010, episode</a><br />\r\nThe<em> New York Times</em>, <a href=\"http://www.nytimes.com/2010/04/24/us/politics/24immig.html\" target=\"_blank\">Arizona Enacts Stringent Law on Immigration</a>, by Randal C. Archibold, April 23, 2010<br />\r\nThe State of Arizona, Office of the Governor, <a href=\"http://azgovernor.gov/dms/upload/PR_042310_StatementByGovernorOnSB1070.pdf\" target=\"_blank\">Statement by Jan Brewer</a>, April 23, 2010<br />\r\nThe<em> Washington Post</em>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/23/AR2010042304612.html\" target=\"_blank\">Key provisions of Arizona immigration legislation</a>, the Associated Press, April 23, 2010<br />\r\nThe <em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/27/AR2010042702741.html\" target=\"_blank\">A law Arizona can live with</a>, by George F. Will, April 28, 2010<br />\r\nThe Mexican American Legal Defense &amp; Educational Fund, <a href=\"http://maldef.org/news/releases/maldef_condemns_az_governor_042310/\" target=\"_blank\">MALDEF Condemns AZ Governor Brewer for Signing Unconstitutional Anti-Immigrant Bill</a>, April 23, 2010<br />\r\nThe Mexican American Legal Defense &amp; Educational Fund, <a href=\"http://maldef.org/news/releases/Letter_Brewer_SB1070_4-16-10.pdf\" target=\"_blank\">Letter to Gov. Jan Brewer</a>, April 16, 2010<br />\r\nTitle 8 of the U.S. Code, <a href=\"http://law.onecle.com/uscode/8/1304.html\" target=\"_blank\">Section 1304</a>, accessed April 27, 2010<br />\r\nTitle 8 of the U.S. Code, <a href=\"http://law.onecle.com/uscode/8/1306.html\" target=\"_blank\">Section 1306</a>, accessed April 27, 2010<br />\r\n<a href=\"http://www.azleg.gov/FormatDocument.asp?inDoc=/legtext/49leg/2r/summary/s.1070pshs_housechanges.doc.htm\" target=\"_blank\">Summary of SB 1070</a>, accessed April 26, 2010<br />\r\nSB 1070, <a href=\"http://www.azleg.gov/legtext/49leg/2r/bills/sb1070s.pdf\" target=\"_blank\">Senate engrossed version</a>, accessed April 26, 2010<br />\r\nSB 1070, <a href=\"http://www.azleg.gov/legtext/49leg/2r/bills/sb1070h.pdf\" target=\"_blank\">House engrossed version</a>, accessed April 26, 2010<br />\r\nTitle 8 of the U.S. Code, <a href=\"http://www.law.cornell.edu/uscode/html/uscode08/usc_sec_08_00001324----000-.html\" target=\"_blank\">Section 1324</a>, accessed April 26, 2010<br />\r\nPhone interview, Thomas A. Saenz, President and General Counsel, The Mexican American Legal Defense &amp; Educational Fund, April 26, 2010<br />\r\nPhone interview, Paul Bender, professor of law, Arizona State University, April 26, 2010<br />\r\nPhone interview, Peter Spiro, professor of law, Temple University, April 26, 2010<br />\r\nPhone interview, Mary Giovagnoli, Director of the Immigration Policy Center, April 28, 2010<br />\r\nE-mail interview, Gabriel J. (Jack) Chin, professor of law, The University of Arizona, April 27, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>&nbsp;&quot;What the Arizona law does is make a state crime out of something that already is... a federal crime.&quot;</p>\r\n", "statement_context": "a panel discussion on ABC This Week", "statement_date": "2010-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}