{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/28/john-huppenthal/arizona-immigration-law-requires-police-see-crime-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1737, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1737/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Does Arizona's tough new immigration law, set to take effect in 90 days, protect the innocent from police abuses? &nbsp;&nbsp; <br /><br />Generally speaking, the law signed by Republican Gov. Jan Brewer on April 23, 2010, makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.<br /><br />One of the key questions to emerge has been what standard law enforcement officers would need to use before questioning individuals about their immigration status. This topic came up on the April 26 edition of the MSNBC program <em>Hardball</em>, in a three-way discussion between host Chris Matthews; Republican state Sen. John Huppenthal, a supporter of the new law; and former Democratic state Sen. Alfredo Gutierrez, an opponent of the law. Here is an excerpt from their conversation, edited for space:<br /><br />Matthews: \"Under the law you passed and was signed by the governor this week, can a police officer who spots a car with five or six people in it, who he thinks because of instinct, experience, whatever, evidence, whatever you use -- can he stop that car and say, I think these people are here illegally, I'm going to stop and check them? Can he under the law do that, without any crime involved? Can he do that?\"<br /><br />Huppenthal: \"No, he cannot. That would be -- that would just simply be racial profiling, and that would not be permitted under the law. Now, if he stopped them for speeding or something like that, he can inquire of the driver at that point if they were an illegal immigrant. But you're not going to find that kind of activity. That kind of kind of activity is not going to be -- that's not going to be a part of training. What is going to be a part of training, I arrest somebody for burglary, I arrest them for DUI, I arrest them after they've maimed somebody....\"<br /><br />Gutierrez: \"Obviously, the senator hasn't read his own bill. What this bill does is, it says that any police officer can stop anyone who appears to them to be reasonably suspicious of being an undocumented person. And I'm going tell you something, if you and I are walking down the street, you're not going to be the subject ... of reasonable suspicion. He is simply wrong about his own bill. I suggest he read it.\"<br /><br />We'll rate Gutierrez' contribution to this conversation in a separate item. Here we'll tackle Huppenthal's comment.<br /><br />Let's start by looking at exactly what the law says.<br /><br />Here's the part telling law enforcement officers that they need to check on individuals' immigration status:<br /><br />\"For any lawful contact made by a law enforcement official or a law enforcement agency of this state or a law enforcement official or a law enforcement agency of a county, city, town or other political subdivision of this state where reasonable suspicion exists that the person is an alien who is unlawfully present in the United States, a reasonable attempt shall be made, when practicable, to determine the immigration status of the person, except if the determination may hinder or obstruct an investigation.\"<br /><br />So a key question is whether there be \"reasonable suspicion\" about someone's legal status in the absence of a crime -- major or minor -- being committed or suspected. If the answer is yes, it would undercut Huppenthal's argument.<br /><br />In discussing these questions with legal experts, we found that everyone agreed that there's some gray area that will need to be sorted out in future court decisions. That said, the general consensus was that police could indeed stop someone even in the absence of suspicion that a crime was being committed.<br /><br />Peter Spiro, a Temple University law professor, said that law enforcement officers can use profiling rather than suspicions of a specific crime being committed.<br /><br />\"Police departments come up with profiles that can establish a resonable suspicion,\" Spiro said. Such profiles \"entitle an officer to stop someone and say, 'I'd like to ask you some questions?' The officer can then investigate, which could lead to probable cause.\" <br /><br />And at that point, Spiro said, an immigration status check would be acceptable under the Arizona law -- even if no specific crime was witnessed or suspected. \"If you came up with a profile for undocumented immigrants, that would establish reasonable suspicion, and you could stop that person even if no other crime was suspected,\" he said. <br /><br />This would seem to undercut Huppenthal's position. But one factor in his favor is that it's not necessarily easy to use profiles in this way. <br /><br />Spiro said the challenge is drawing up a defensible profile for spotting illegal immigrants. \"You can't stop someone just because they look Hispanic,\" Spiro said, because the law specifically says that officers \"may not solely consider race, color or national origin.\" As a result, Spiro said, \"there has to be some other factor or factors, not all of which are race-based, as well as some empirical explanation of why that profile establishes a reasonable suspicion. You have to come up with something beside race that sounds plausible as correlating with undocumented status, and it's hard to say what that would be.\"<br /><br />There are other reasons to believe that someone could be questioned on their immigration status without a police officer actually suspecting a crime. Jennifer Chacon, law professor at the University of California (Irvine), raises concerns about the phrase \"lawful contact.\" <br /><br />\"Lawful contact can occur in many instances when there is no reasonable suspicion of a crime,\" she said. \"A consensual encounter, such as asking a police officer for directions, reporting a crime to a police officer, or being a victim of a crime or a witness and being questioned by a police officer, is a 'lawful encounter.' Also lawful are some stops premised on absolutely no individualized reasonable suspicion -- think about DUI checkpoints where everyone is stopped even if there is no individualized suspicion for the stop. The bill is clear that so long as the initial encounter is lawful, a police officer can then ascertain my legal status upon suspicion that I am undocumented. So Huppenthal is wrong if he maintains that only those suspected of criminal activity can be questioned regarding status. Under the plain language of the law, any time the police engage in a lawful encounter, that is enough to trigger the inquiry into status upon reasonable suspicion.\"<br /><br />And some of the potential crimes that could lead to questioning involve seemingly innocuous actions.<br /><br />In an effort to curb day-laborer gathering points -- the ad-hoc spots where illegal immigrants have often offered themselves as informal laborers -- the law makes it unlawful \"for a person to enter a motor vehicle that is stopped on a street, roadway or highway in order to be hired by an occupant of the motor vehicle and to be transported to work at a different location if the motor vehicle blocks or impedes the normal movement of traffic.\" It also is now \"unlawful for a person who is unlawfully present in the United States and who is an unauthorized alien to knowingly apply for work [or] solicit work in a public place.\" And how does the law define \"solicit\"? As a \"verbal or nonverbal communication by a gesture or a nod that would indicate to a reasonable person that a person is willing to be employed.\"<br /><br />So, presumably, anyone getting into a car, or making a gesture or a nod in a public place, could fall under suspicion of violating these laws -- which in turn could open the door to an individual being questioned about their immigration status.<br /><br />None of this means that law enforcement officers will fully exercise these powers -- or that judges will let them. But most legal experts we asked felt that the law opened the door to police questioning of individuals who are not specifically suspected of committing a crime.<br /><br />Perhaps the ambiguities of the law will one day be settled in the courts. But&nbsp;we think that a close reading of the statute and the views of the experts we contacted&nbsp;allow us to draw some conclusions.<br /><br />Huppenthal's position -- that the police must suspect that something illegal is being committed before asking someone for proof of legal status --&nbsp;is not correct.&nbsp;The law says the police officer just needs \"reasonable suspicion'' that the person is an alien who is unlawfully in the United States. The police are prohibited from using a profile based solely on racial or ethnic factors, but that standard can&nbsp;be sidestepped. In addition, some seemingly innocuous behaviors like getting in a car or making a gesture or nodding could be seen by a law officer as \"reasonable suspicion\" of the newly enacted prohibition against seeking work while in the United States illegally.</p>\r\n<p>The passage in the law citing racial profiling does provide some protection, as does the difficulty of defining a profile for illegal immigrants that could pass legal muster, but the law leaves open several possibilities for police questioning individuals without seeing or suspecting a specific crime.&nbsp;So&nbsp;we rate Huppenthal's statement False.</p>", "ruling_comments_date": "2010-04-28T17:25:03.820678", "ruling_date": "2010-04-28T17:21:36", "ruling_headline": "Arizona immigration law requires police to see a crime before checking legal status, GOP state senator says", "ruling_headline_slug": "arizona-immigration-law-requires-police-see-crime-", "ruling_link_text": "Legal experts see some pretty big loopholes", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/newsmaker/111/newsmakertranscripts111-000003648685.html@committees&amp;metapub=CQ-TRANSCRIPTS&amp;searchIndex=9&amp;seqNum=16\" target=\"_blank\">transcript </a>of Hardball, April 26, 2010 (CQ transcript, for subscribers only)<br />&nbsp;<br /><a href=\"http://www.azleg.gov/legtext/49leg/2r/bills/sb1070h.pdf\" target=\"_blank\">Text</a> of Senate Bill 1070 (Arizona immigration law)<br />&nbsp;<br /><a href=\"http://law.onecle.com/uscode/8/1304.html\" target=\"_blank\">Text</a> of \"Aliens and Nationality -- 8 USC Section 1304\"<br />&nbsp;<br /><a href=\"http://law.onecle.com/uscode/8/1306.html\" target=\"_blank\">Text</a> of \"Aliens and Nationality - 8 USC Section 1306\"<br />&nbsp;<br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/23/AR2010042301441.html\" target=\"_blank\">Arizona Governor Signs Immigration Bill, Reopening National Debate</a>,\" April 24, 2010<br />&nbsp;<br />Michael Gerson, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/27/AR2010042703894.html?hpid=opinionsbox1\" target=\"_blank\">A Test of Arizona's Political Character</a>\" (<em>Washington Post</em> op-ed), April 28, 2010<br />&nbsp;<br />Interview with Peter Spiro, law professor at Temple University, April 28, 2010<br />&nbsp;<br />E-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, April 28, 2010<br />&nbsp;<br />E-mail interview with Laura A. Hernandez, law professor at Baylor University, April 27, 2010<br />&nbsp;<br />E-mail interview with Judith Gans, program manager for immigration policy at the Udall Center for Studies in Public Policy at the University of Arizona, April 27, 2010<br />&nbsp;<br />E-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, April 28, 2010 <br />&nbsp;<br />E-mail interview with Gabriel (Jack) Chin, University of Arizona law professor, April 28, 2010<br />&nbsp;<br />E-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), April 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 1, "first_name": "John", "half_true_count": 0, "home_state": "Arizona", "id": 392, "last_name": "Huppenthal ", "mostly_true_count": 0, "name_slug": "john-huppenthal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HUPPENTHAL.gif", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/392/", "total_count": 1, "true_count": 0, "website": "http://www.azleg.gov/MembersPage.asp?Member_ID=111&Legislature=49"}, "statement": "<p>Under the new Arizona immigration law, police can't stop someone to check their immigration status unless they think they see something illegal.</p>", "statement_context": "an interview on MSNBC's Hardball", "statement_date": "2010-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}