{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/29/tim-james/alabamas-tim-james-says-government-report-backs-hi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": "", "id": 1747, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1747/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Alabama gubernatorial candidate Tim James&#39; campaign ad calling for state driver&#39;s license exams to be given only in English has sparked a political firestorm in an already smoldering immigration debate.<br />\r\n<br />\r\n&quot;Why do our politicians make us give driver&#39;s license exams in 12 languages?&quot; James says in the ad. &quot;This is Alabama. We speak English. If you want to live here, learn it. We&#39;re only giving the test in English if I&#39;m governor.&quot;<br />\r\n<br />\r\nJames has defended his stance, in part, because he says it&#39;s a public safety issue.<br />\r\n<br />\r\nAccording to an April 26, 2010, press release on his campaign website, the evidence is a 2004 U.S. Bureau of Labor Statistics report that said work-related traffic fatalities had increased 72 percent. According to James&#39; campaign, the federal agency attributed that to increasing numbers of drivers who could not read or understand warning signs in English. The campaign didn&#39;t directly cite the report, but cited an article about it in the Sept. 23, 2004, <em>Birmingham News</em>.<br />\r\n<br />\r\n&quot;We welcome non-English speaking people, who are legally in the U.S., to Alabama. However, if you want to drive in our states, public safety concerns dictate that you need to speak English,&quot; James said in the release. &quot;Political correctness may endear you to the Rachel Maddow crowd, but here in Alabama, the safety of our people comes first.&quot;<br />\r\n<br />\r\nWe decided to look into the Bureau of Labor Statistics (BLS) report cited by the James campaign. It&#39;s a <a href=\"http://www.bls.gov/iif/oshwc/cfoi/tgs/2003/iiffi01.htm\" target=\"_blank\">2003 BLS report</a> on fatal occupational injuries in Alabama. And that year, the report shows, there were 63 transportation-related incidents. But it doesn&#39;t say anything about any of those accidents being tied to an inability of drivers to read signs in English. Turns out that&#39;s not something the BLS tracks.<br />\r\n<br />\r\nSo where did James get that? It was from speculation by a Department of Labor economist, Victoria Dinkins, who was quoted in a newspaper story about the report.<br />\r\n<br />\r\n&quot;Dinkins said transportation accidents accounted for the bulk of Alabama&#39;s 2003 work-related fatalities,&quot; the <em>Birmingham News</em> story said. &quot;Fatalities involving truck drivers and workers driving company cars or personal vehicles on the job rose to 62 last year from 36 in 2002.<br />\r\n<br />\r\n&quot;The language barrier for Hispanic workers could also play a role in increased Alabama on-the-job fatalities, Dinkins said.<br />\r\n<br />\r\n&quot;If these workers can&#39;t recognize or interpret a sign that shows that something is dangerous, that will present a problem,&quot; she said. &quot;A further problem may exist even if an employer displays a warning sign in Spanish and the workers may speak Spanish, but are not literate in English or Spanish. Therefore they would be unable to read a sign regardless of the language it is written in.&quot;<br />\r\n<br />\r\nBut that speculation isn&#39;t supported by the report. Although it doesn&#39;t directly address their language, it tracks the race and ethnic origin of those who died on the job. So if Dinkins&#39; speculation is correct, we would expect a much higher rate among workers of Hispanic origin.<br />\r\n<br />\r\nIt doesn&#39;t. Of the 63 transportation-related fatalities that year, the report states, 51 were non-Hispanic whites; and 10 were non-Hispanic blacks. In other words, we know that at least 61 of the 63 people who died were not Hispanic. There was no data on the origin of other two people -- so we don&#39;t know whether they were Hispanic or not -- but even if they were, that clearly would not warrant a conclusion that a rise in transportation-related deaths that year was tied to people not being able to read signs in English. (Alabama&#39;s population is 2.9 percent Hispanic.)<br />\r\n<br />\r\nWe&#39;re also not even sure why James cited a statistic from 2003. The BLS puts out these statistics every year. In 2004, there were 51 work-related transportation fatalities. All 51 were non-Hispanic. In fact, if you total up the numbers from 2003 through 2008, there were 319 transportation-related deaths. Of them, the reports note that 309 were non-Hispanic. The origin of the other 10 is not listed in the reports. But clearly, there is no basis to conclude that something as tangential as not being able to read signs in English is affecting those numbers one way or the other.<br />\r\n<br />\r\nKaren Ransom, a regional economist with the Bureau of Labor Statistics in Atlanta, said Dinkins clearly misspoke.<br />\r\n<br />\r\n&quot;We took a look at the numbers, and as you can see, that quote is simply not the case,&quot; she said. &quot;Of the 63, 61 were listed as non-Hispanic. Clearly that does not play out.&quot;<br />\r\n<br />\r\nWe poked around but couldn&#39;t find any study that does suggests a higher rate of traffic accidents, fatal or not, among people who do not speak English. Nor could we find news reports of any traffic fatalities in Alabama caused by a driver&#39;s inability to understand a road sign in English.<br />\r\n<br />\r\nWe checked with Russ Rader, a spokesman for the Insurance Institute for Highway Safety, a group funded by the auto insurance industry that researches ways to reduce crashes. If anyone would know if non-English speakers are more of a driving hazard than English-speakers, this would be the group.<br />\r\n<br />\r\n&quot;We aren&#39;t aware of any studies that show non-English speakers get into crashes more frequently,&quot; Rader said.<br />\r\n<br />\r\nWe also called and wrote the James campaign for comment, but did not get a response.<br />\r\n<br />\r\nIn summary, James backed up his claims about concerns over public safety by citing a 2003 Bureau of Labor Statistics report that he claimed showed an alarming rise in work-related traffic fatalities due to the fact that increasing numbers of employees and drivers could not read or understand warning signs in English. The report does not state that. It doesn&#39;t even consider the issue. Rather, that&#39;s the speculation of a Bureau of Labor economist who was quoted in a 2004 news story. And that speculation is actually contradicted by the data in the report. We rate James&#39; claim False.</p>\r\n", "ruling_comments_date": "2010-04-29T17:10:27.169808", "ruling_date": "2010-04-29T17:44:12", "ruling_headline": "Tim James: Report backs up claim that non-English speaking drivers pose safety hazard", "ruling_headline_slug": "alabamas-tim-james-says-government-report-backs-hi", "ruling_link_text": "The report doesn't say that", "ruling_state": null, "source_documents": null, "sources": "<p>Tim James&#39; campaign website, <a href=\"http://www.timjames2010.com/blog/common-sense-vs-political-correctness/\" target=\"_blank\">&quot;Common Sense vs. Political Correctness,&quot;</a> April 26, 2010</p>\r\n\r\n<p>YouTube.com, Video of Tim James&#39; <a href=\"http://www.youtube.com/watch?v=B9ohsvJHkbY\" target=\"_blank\">&quot;Language&quot; campaign ad</a>, April 19, 2010</p>\r\n\r\n<p>Bureau of Labor Statistics, <a href=\"http://www.bls.gov/iif/oshstate.htm#AL\" target=\"_blank\">State Occupational Injuries, Illnesses, and Fatalities, Alabama</a></p>\r\n\r\n<p>Birmingham News, &quot;State On-the-Job Fatalities Rise National Numer Nearly Unchanged,&quot; by Roy L. Williams, Sept. 23, 2004</p>\r\n\r\n<p>Interview with Karen Ransom, regional economist with the Bureau of Labor Statistics in Atlanta, April 29, 2010</p>\r\n\r\n<p>Interview with Russ Rader, a spokesman for the Insurance Institute for Highway Safety, April 29, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Tim", "half_true_count": 0, "home_state": "Alabama", "id": 395, "last_name": "James", "mostly_true_count": 0, "name_slug": "tim-james", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tim_James.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/395/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says a Bureau of Labor Statistics report attributed a sharp increase in work-related fatalities to &quot;increasing numbers of employees and drivers could not read or understand warning signs in English.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2010-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}