{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/may/03/bill-mccollum/bill-mccollum-transparency-rpof-credit-card/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1756, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1756/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p><em>\"Right now the party matters are totally internal &hellip; I don&rsquo;t think it&rsquo;s good for any political party to be having everything that&rsquo;s done inside the party open to the public and the press.\"</em><br /><br />Feb. 9, 2010<br /><br /><em>\"I think we need to have as much transparency as possible in the party. Always have thought that.\"</em><br /><br />April 27, 2010<br /><br />----------------------------------------------------------------------------------<br /><br />Republican candidate for governor and Attorney General Bill McCollum says he always favored transparency when it comes to answering questions about the Republican Party of Florida's financial problems.<br /><br />Speaking to<em> St. Petersburg Times/Miami Herald</em> reporter Marc Caputo in the state Capitol courtyard on April 27, 2010, McCollum said that \"I think we need to have as much transparency as possible in the party. Always have thought that.\"<br /><br />That's not what Florida Democrats say. They <a href=\"http://www.fladems.com/content/w/mccollum_calls_for_sunshine_keeps_his_cronies_misdeeds_in_the_shadows\" target=\"_blank\">have accused McCollum</a> of trying to sweep the state party's problems under the rug. <br /><br />\"Why is Bill McCollum so scared of putting some sunshine in these dark corners?\" Florida Democratic Party spokesman Eric Jotkoff said. \"Good things never come out of shady places.\"<br /><br />The back and forth gives us an opportunity to use our Flip-O-Meter. In this item, we wanted to examine McCollum's statements on transparency.<br /><br />First, if you've missed the RPOF credit card saga, here's a recap:<br /><br />In August 2009, court records were released showing that indicted former House Speaker Ray Sansom charged $173,000 on his Republican Party-issued credit card, taking his family on a trip to Europe, making visits to Best Buy and spending thousands on flowers, clothing, meals and hotels. The records prompted some Republicans to criticize then-party Chairman Jim Greer. <br /><br />Greer cut up his party American Express to help mollify critics. But then, more credit card statements were leaked to the press -- statements from Greer, former House Speaker and U.S. Senate candidate Marco Rubio and RPOF executive director Delmar Johnson. The new statements led to more questions and led some party leaders to call for Greer's ouster. In January 2010, he resigned. <br /><br />Then came questions about questionable contracts to a business Greer and Johnson had an interest in, then more questions about credit card spending, then reports that the U.S. Attorney's office, the FBI, the IRS and the Florida Department of Law Enforcement were investigating. The RPOF kicked Greer out of his state committee post. Greer sued. The party leaders still standing faced questions about transparency -- specifically, when would they release all the financial records.<br /><br />Starting in February, McCollum was asked whether 1) The RPOF should release all of its credit card statements so party donors could see how their contributions were being spent, and 2) If he, as attorney general, should launch an investigation in the RPOF's spending practices.<br /><br />You can see the evolution of his answers over two weeks in February.<br /><br /></p>\r\n<ul>\r\n<li>Initially, in a Feb. 9 interview with reporters, he said the party should not release its credit card records. \"That might be a question for the Legislature to decide, since the Legislature makes the rules for parties,\" McCollum said, according to the <em>Orlando Sentinel</em>. \"Right now the party matters are totally internal &hellip; I don&rsquo;t think it&rsquo;s good for any political party to be having everything that&rsquo;s done inside the party open to the public and the press. On the other hand I think it&rsquo;s very important for the party regulars &hellip; all have a clear and confident understanding of what&rsquo;s been going on in terms of everything, credit cards and bank accounts, everything else. I think that&rsquo;s what&rsquo;s been missing, and I think that&rsquo;s what the next chairman will correct.\"</li>\r\n</ul>\r\n<ul>\r\n<li>Then, <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/02/mccollum-not-interested-in-fdle-investigation-of-rpof.html\" target=\"_blank\">in a campaign statement</a> on Feb. 11, he said the Republican Party should conduct a private audit of its finances before he would order a public state investigation. He said he wanted to wait until the state party chose Greer's replacement. \"I share the outrage over recent revelations of extravagant contracts and lavish spending,\" McCollum said. \"If audit findings suggest potential criminal activity, I will assist the State Executive Committee in directing these findings to the appropriate law enforcement investigatory agency. The old way of doing business at the Republican Party of Florida enabled an egregious and unforgivable violation of trust between Party leadership and our membership. Now it is time to clean up the mess. I support taking every measure possible to ensure we never again face the challenges before us today.\"</li>\r\n</ul>\r\n<ul>\r\n<li>On Feb. 16, McCollum again resisted calls for a public state investigation -- this time from Democratic attorney general candidates Dan Gelber and Dave Aronberg -- in comments published in the <em>Lakeland Ledger</em>.</li>\r\n</ul>\r\n<ul>\r\n<li>Finally on Feb. 20, after McCollum's choice for GOP chairman state Sen. John Thrasher was elected, McCollum called for a full internal forensic audit (as he said he would on Feb. 11), and urged that the results be released publicly (which he didn't say in the press release). If any potential illegal activity surfaced during the audit, he said it should be turned over to law enforcement. \"Credit cards should be a part of that. Everything should be,\" McCollum said.</li>\r\n</ul>\r\n<p>The <em>St. Petersburg Times</em> noted after the Feb. 20 appearance that McCollum had \"switched gears.\"<br /><br />\"If there is any illegal or criminal behavior they discover - and they may or may not - I stand ready to assist you (Thrasher) in directing that to the appropriate law enforcement agencies,'' McCollum said at a news conference.<br /><br />On March 15, McCollum referred the results of the audit to the Florida Department of Law Enforcement for further investigation. On April 23, the state GOP executive committee voted to release all credit card statements to the public from party and elected officials.<br /><br />McCollum spokeswoman Kristy Campbell said McCollum has consistently pushed for greater transparency with members of the party and with the public and that McCollum \"has taken a prime leadership role in working to address issues to regard lavish spending and fiscal mismanagement.\" <br /><br />And though it may not have happened happened right away, the party credit card statements from January 2007-February 2010 are being released and public investigations are under way. It should also be noted that Gov. Charlie Crist, not McCollum, had been the de facto leader of the state party until he decided to pursue an independent run for the U.S. Senate on April 29.<br /><br />But, we're here to judge McCollum's comments. <br /><br />For McCollum to say in April that he always has supported \"as much transparency as possible\" about the state party's spending records doesn't match his statements from February. Back then, he rejected calls to ask for the release of party credit card statements and said specifically that it's not good for all of the inner workings of a political party to be aired in the public. Only later did he say the state party's audit of its financial problems should be released to the public. And only after a private party audit suggested wrongdoing did he refer the case to the Florida Department of Law Enforcement.<br /><br />We rate McCollum's statements on transparency a Full Flop.</p>", "ruling_comments_date": "2010-05-03T18:03:28.249265", "ruling_date": "2010-05-03T18:43:39", "ruling_headline": "Bill McCollum \"always\" favored transparency in RPOF credit card mess", "ruling_headline_slug": "bill-mccollum-transparency-rpof-credit-card", "ruling_link_text": "Didn't want AMEX statements released in February", "ruling_state": null, "source_documents": null, "sources": "<p>Tallahassee Democrat, \"Crist calls for full disclosure of GOP finances,\" Feb. 10, 2010<br /><br />Bill McCollum campaign, interview with Kristy Campbell, May 3, 2010<br /><br />St. Petersburg Times, \"<a href=\"http://blogs.tampabay.com/buzz/2010/04/video-bill-mccollums-talktothekids-press-dodge.html\" target=\"_blank\">Video: Bill McCollum's talk-to-the-kids press dodge</a>,\" April 27, 2010<br /><br />The Ledger, \"Candidates Split On State Look at GOP Credit Card Use; Sink wants attorney general McCollum to investigate,\" Feb. 16, 2010, accessed via Nexis<br /><br />Orlando Sentinel, \"2 Dems: Probe GOP credit use,\" Feb. 12, 2010, accessed via Nexis<br /><br />St. Petersburg Times, \"McCollum: Time to look for possible criminal activity at Fla GOP,\" Feb. 20, 2010, accessed via Nexis <br /><br />St. Petersburg Times, \"State GOP elects leader,\" Feb. 21, 2010, accessed via Nexis<br /><br />Tampa Tribune, \"Ex-GOP boss Greer probed,\" April 1, 2010, accessed via Nexis<br /><br />Orlando Sentinel, \"Crist: Get feds involved in GOP, Greer investigation,\" April 3, 2010, accessed via Nexis<br /><br />Orlando Sentinel, \"<a href=\"http://blogs.orlandosentinel.com/news_politics/2010/02/crist-wants-to-release-amex-records-mccollum-not-so-much.html\" target=\"_blank\">Crist wants to release AMEX records; McCollum not so much</a>,\" Feb. 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}, "statement": "<p>On transparency in dealing with the Republican Party of Florida's financial issues.</p>", "statement_context": "interviews with Florida media.", "statement_date": "2010-04-27", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": null}