{"art": [{"brightcove": "", "caption": "Boyd's claim that he helped ensure that everyone in North Florida would have access to a dialtone", "id": 400, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/400/", "title": "Allen Boyd- Broadband campaign ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/5M7Z7HDHdig?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "5M7Z7HDHdig"}], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/may/14/allen-boyd/boyd-says-he-helped-bring-dial-tone-north-florida/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1792, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/1792/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In his re-election campaign for Florida&#39;s 2nd Congressional District, Rep. Allen Boyd, a Democrat from the North Florida town of Monticello, is quick to remind voters about his accomplishments that have helped their everyday lives. Like, say, when they pick up their phone and hear a dial tone.<br />\r\n<br />\r\n&quot;I remember when I first ran for office, there were still folks who didn&#39;t have phone service. Soon I&#39;d helped ensure that everyone in North Florida could access a dial tone,&quot; Boyd states in a commercial titled &quot;Broadband,&quot; released by his campaign on April 23, 2010.<br />\r\n<br />\r\nReally?<br />\r\n<br />\r\nWe wondered if it was possible that more than a century after the telephone was invented there were still that many people without access to a phone line. If so, was Boyd a key player in helping ensure that those phone-less folks got connected?<br />\r\n<br />\r\nAaron Blye, Boyd&#39;s campaign communications director, referred us to the incumbent&#39;s <a href=\"http://boydonourside.com/home\" target=\"_blank\">campaign website</a>, which offers this explanation of the claim: &quot;In 1995, Allen voted for SB 1554, which brought competition to the telecommunications marketplace by ending a long-standing monopoly over local telephone exchanges, ensuring that telephone service was available to everyone in North Florida at a reasonable and affordable rate.&quot;<br />\r\n<br />\r\nBoyd started in the Legislature in 1989, a time when about 5.3 percent of Florida households did not have a telephone, according to 1990 Census Bureau numbers. By the 2000 census, the percentage had dropped to 2.2 percent. (It&#39;s difficult to calculate comparable coverage rates now because many people rely on cell phones.)<br />\r\n<br />\r\nWe also dug up census figures on each of the 15 counties that make up Boyd&#39;s congressional district. In 1990, there were 16,362 households without phone service in those counties, but that number dropped to 8,871 by 2000.<br />\r\n<br />\r\nSo the percentage of people without phones has definitely dropped. But how much credit should Boyd -- or at least the bill he supported -- get for that?<br />\r\n<br />\r\nHis website attributes the growth in phone service to SB 1554, a 1995 bill that passed the Florida Legislature. He says the bill &quot;brought competition to the telecommunications marketplace by ending a long-standing monopoly over local telephone exchanges...&quot;<br />\r\n<br />\r\nIt&#39;s indeed true that Boyd was one of 118 state representatives who voted for the House version of SB 1554. And yes, the measure helped to deregulate an industry that was dominated by 13 local phone providers in Florida, eventually opening the doors for long distance carriers and cable companies to sell local phone service.<br />\r\n<br />\r\nBoyd actively pushed for the bill&#39;s passage, said former State Rep. Scott Clemons, D-Panama City, who was chairman of the House Utilities and Telecommunications Committee, and the bill&#39;s main sponsor in the House. Clemons now serves as mayor of Panama City, which is part of Boyd&#39;s congressional district, and it&#39;s worth noting he has contributed to Boyd&#39;s campaigns.<br />\r\n<br />\r\n&quot;Allen was sort of the go-to person on rural issues,&quot; said Clemons, in a phone interview with PolitiFact Florida. &quot;He was pushing to make sure there was complete coverage in those areas. It was a component of the larger bill at hand.&quot;<br />\r\n<br />\r\nStill, we wondered whether it was Florida&#39;s law that brought more local phone providers to rural parts of Florida, or whether the increase was a result of sweeping federal reforms enacted by Congress a year later with the Telecommunications Act of 1996.<br />\r\n<br />\r\nThe 1996 law deregulated the phone industry in order to create a more competitive market place. It was the first time since 1934 that the rules regulating the telephone industry had changed nationally.<br />\r\n<br />\r\n&quot;The &#39;96 Act did the same thing [as Florida&#39;s law] essentially, but on a grander national scale,&quot; said Kirsten Olsen, spokesperson for the Florida Public Service Commission, a state agency charged with regulating utilities like phone, gas and electricity.<br />\r\n<br />\r\nSo which law played a larger role in upping the ante for phone companies to invest in Florida, especially North Florida? The answer isn&#39;t so clear-cut, Olsen said.<br />\r\n<br />\r\n&quot;It&#39;s very difficult to pinpoint which is most significant,&quot; she said.<br />\r\n<br />\r\nHer assessment was also shared by Tom Wacker, vice president of government relations for the National Telecommunications Cooperative Association, a nonprofit group representing more than 580 small and rural telephone cooperatives and companies.<br />\r\n<br />\r\nWacker said the law made it possible for larger companies to sell off their lines in rural areas to interested smaller companies and start-ups.<br />\r\n<br />\r\n&quot;You could argue that by selling off their territory, rural carriers took up the mantel and provided much superior service than those areas had experienced in the past,&quot; Wacker said.<br />\r\n<br />\r\nWhile it may be difficult to pinpoint which law was most significant to rural Floridians, annual reports from the Florida Public Service Commission indicate an increase in local phone providers from 13 to 52 by October 1996, more than a year after the state measure was passed. Today that number has increased to 327 local providers certified through the state as of December 2008, according to the most recent figures available.<br />\r\n<br />\r\nStill, the PSC report notes that initially new local service providers were more prone to set up shop in larger urban markets than rural areas.<br />\r\n<br />\r\n&quot;Understand that in an open market, players come out of the woodwork,&quot; Olsen said. &quot;But they&#39;re going after the low hanging fruit. They&#39;re trying to get the biggest bang for their buck, which is typically in a larger market.&quot;<br />\r\n<br />\r\nWhile local providers may have entered rural markets at a slower pace, Olsen said within 10 years of SB 1554 passing &quot;those areas which may not have had access before were now primarily covered.&quot; There aren&#39;t statistics on whether the service is truly universally available because there are some very rural areas that remain without coverage, but by and large she said that anyone who wants phone access should be able to get it.<br />\r\n<br />\r\nSo back to Boyd&#39;s claim. He said he &quot;helped ensure that everyone in North Florida could access a dial tone.&quot; Yes, the percentage of households without phone service went down during the 1990s, from 5.3 percent in 1990 to 2.2 percent in 2000.<br />\r\n<br />\r\nAnd yes, Boyd voted for the state bill, which supports his cautious claim of &quot;helped.&quot; (The campaign has not portrayed him as a leader on the effort, although one of his supporters has.)<br />\r\n<br />\r\nBut the state bill was just part of the reason for the big increase in telephone coverage. The federal law also played a role in deregulating the market. So we find his claim Mostly True.</p>\r\n", "ruling_comments_date": "2010-05-13T19:02:31.985261", "ruling_date": "2010-05-14T10:30:22", "ruling_headline": "U.S. Rep Allen Boyd says he helped bring dial tone access to North Florida district", "ruling_headline_slug": "boyd-says-he-helped-bring-dial-tone-north-florida", "ruling_link_text": "Turns out lots of folks in North Florida couldn't phone home", "ruling_state": null, "source_documents": null, "sources": "<p>State Archives of Florida, Senate Bill 1554, 1995<br />\r\n<br />\r\nState Archives of Florida, Staff Analysis of CS/SB 1554, April-May 1995,<br />\r\n<br />\r\nU.S. Census website, <a href=\"http://www.census.gov/hhes/www/housing/census/historic/phone.html\" target=\"_blank\">Historical Census of Housing Tables- Telephone</a>, December 2, 2004<br />\r\n<br />\r\nU.S. Census website, <a href=\"http://factfinder.census.gov/servlet/STTable?_bm=y&amp;-qr_name=ACS_2008_3YR_G00_S2504&amp;-geo_id=04000US12&amp;-context=st&amp;-ds_name=ACS_2008_3YR_G00_&amp;-tree_id=3308&amp;-_lang=en&amp;-format=&amp;-CONTEXT=st\" target=\"_blank\">2008 American Community Survey- Physical Housing Characteristics for Occupied Housing Units</a><br />\r\n<br />\r\nPalm Beach Post, &quot;Phone Competition Bill Gets House OK,&quot; May 5, 1995, acquired through Nexis<br />\r\n<br />\r\nOrlando Sentinel, &quot;Groups Oppose Phone Measure,&quot; May 19, 1995, acquired through Nexis<br />\r\n<br />\r\nTampa Tribune, &quot;Phone system may get overhaul; But critics say changes will be costly,&quot; April 24, 1995, acquired through Nexis<br />\r\n<br />\r\nMiami Herald, &quot;Local phone choice on hold,&quot; July 10, 1995, aquired through Herald archives<br />\r\n<br />\r\nFlorida Public Service Commission, <a href=\"http://www.psc.state.fl.us/publications/pdf/telecomm/tele-competitionreport1996.pdf\" target=\"_blank\">Competition in Telecommunication Markets in Florida</a>, December 1996<br />\r\n<br />\r\nFlorida Public Service Commission, <a href=\"http://www.psc.state.fl.us/publications/pdf/telecomm/20090731MasterComp.pdf\" target=\"_blank\">Report on the Status of Competition in Telecommunications Industry</a>, 2009<br />\r\n<br />\r\nFederal Communications Commission, <a href=\"http://www.fcc.gov/telecom.html\" target=\"_blank\">Telecommunication Act of 1996</a><br />\r\n<br />\r\nBoyd on Our Side Campaign Website, <a href=\"http://boydonourside.com/home\" target=\"_blank\">Boydonourside.com</a>, candidate&#39;s website and <a href=\"http://www.youtube.com/watch?v=5M7Z7HDHdig&amp;feature=player_embedded\" target=\"_blank\">campaign video</a>, April 2010<br />\r\n<br />\r\nScott Clemons, former State Representative and current Mayor of Panama City, phone interview, May 10, 2010<br />\r\n<br />\r\nAaron Blye, communications director for Allen Boyd for Congress, phone interview, May 10, 2010<br />\r\n<br />\r\nKirsten Olsen, spokesperson, Florida Public Service Commission, phone interview, May 11, 2010<br />\r\n<br />\r\nTom Wacker, Vice President of Government Affairs, National Telecommunications Cooperative Association, phone interview May 13, 2010<br />\r\n<br />\r\nBiographical Directory of the United States Congress website, <a href=\"http://bioguide.congress.gov/scripts/biodisplay.pl?index=B000716\" target=\"_blank\">Allen F. Boyd Jr. Biography</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Allen", "half_true_count": 0, "home_state": "Florida", "id": 412, "last_name": "Boyd", "mostly_true_count": 1, "name_slug": "allen-boyd", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Boyd.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/412/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>Says that when he first ran for office in the late 1980s, &quot;there were still folks who didn&#39;t have phone service. Soon I&#39;d helped ensure that everyone in North Florida could access a dial tone.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Allen", "half_true_count": 0, "home_state": "Florida", "id": 412, "last_name": "Boyd", "mostly_true_count": 1, "name_slug": "allen-boyd", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Boyd.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/412/", "total_count": 2, "true_count": 0, "website": ""}], "twitter_headline": ""}