{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/may/17/lone-star-project/democratic-group-credits-hispanic-and-african-amer/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1797, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1797/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Highlighting the 2011 Legislature&rsquo;s job of redrawing congressional  districts, Washington activist Matt Angle says Texas stands to gain  three to four congressional seats thanks to the state's population growth  from 2000 to 2010.</p>\r\n<p>That&rsquo;s widely expected.</p>\r\n<p>Angle spices  his April 29 e-mail blast for the Lone Star Project, the pro-Democratic  effort he directs, by saying: &ldquo;This increase in federal political clout  is almost entirely due to the growth of the African American and  Hispanic populations in Texas in virtually every region of the state.&rdquo;</p>\r\n<p>A boom in black and brown residents is driving the pending expansion of  congressional power? We sought to learn more.</p>\r\n<p>Some background:  Relative population changes, as measured by each decennial census,  determine whether states gain or lose seats in the 435-member House.  Texas is poised to add to its 32 House seats because its population has  grown at about twice the national pace. The U.S. Census Bureau estimates  there were 24.3 million Texans in 2008, up 17 percent from 20.8 million  residents in 2000. In contrast, the nation&rsquo;s overall estimated growth  from 2000 to 2008 was 8 percent.</p>\r\n<p>Here's how population affects  congressional representation. First, every state gets one House seat.  Then the remaining 385 seats are divvied up according to a formula that  ultimately gives states with the most residents&mdash;California and Texas&mdash;the  most seats.</p>\r\n<p>Angle, referencing the bureau&rsquo;s estimates, said the  state&rsquo;s African American and Hispanic population increased by 29 percent  since 2000 while the &ldquo;rest of Texas&rdquo; grew at around 8 percent. &ldquo;Without  the high growth rate of the Hispanic and African American populations,&rdquo;  Angle said, &ldquo;Texas would have grown at the same rate as the United  States and earned no additional congressional seats.&rdquo;</p>\r\n<p>Next, Angle  pointed to an April report by the Texas Legislative Council, which  advises state legislators. The report includes maps showing that from  2000 to 2008, growth in the Hispanic and black populations outpaced the state&rsquo;s  overall growth in nearly every region. A map suggests  the Anglo population exceeded the state's growth rate in 11 of 254  counties.</p>\r\n<p>&ldquo;Over the past decade,&rdquo; the report says, &ldquo;the most  significant change in the ethnic composition of the state population is  the increasing proportion of Hispanics and the decreasing proportion of  Anglos.&rdquo; Hispanics increased from 32 percent of the population in 2000  to 36 percent in 2008, while Anglos fell from 53 percent to 47 percent.  &ldquo;The changes in the Black and Other proportions of the population are  small by comparison,&rdquo; the report says, with black residents amounting to  11 percent of the population both in 2000 and 2008.</p>\r\n<p>For outside  perspective, we contacted Kimball Brace of Virginia-based Election Data  Services, a consulting firm that specializes in reapportionment,  redistricting and the census. In December, the firm issued a  reapportionment analysis concluding Texas will gain three House seats,  possibly four. Brace, looking over the census population estimates for  Texas, told us he&rsquo;d attribute the projected gain largely to Hispanic  population growth and not to growth in African Americans.</p>\r\n<p>Election  Data Services calculates that each House district in Texas will likely  be home to 698,552 residents. Presuming that the state&rsquo;s Hispanic and  black population increases by one projected amount, 2.6 million, it&rsquo;s  correct to say the growth equates to nearly four new districts.</p>\r\n<p>We  wondered if one could just as easily credit Hispanic plus white  population growth for the new seats, by limiting the focus to raw  population numbers. Our speculation? The census could show a raw increase in the white population that exceeds the numerical  increase in African Americans. It goes to reason, then, that the white  gains might justify an increase in congressional clout more than the  black gains, at least by raw numbers.</p>\r\n<p>\"You are correct,\" Brace  told us. \"In rank order, clearly Hispanic growth is giving (Texas) three  out of the four (potential) seats.\" Both Anglos and African Americans  are less significant in that respect. Still, Brace said, other factors  besides raw population will come into play when legislators draw  districts. Those factors, he said, include relative growth rates of  different racial segments, regional distribution of residents and to  what degree different segments comprise more or less of the state's  population than in 2000.</p>\r\n<p>His comments were a reminder that  redistricting is a fascinating, complex process with future elections  hanging in the balance. \"You have this attempt by all groups to push  their particular story,\" Brace said. \"Republicans are going to say,  'Hey, we should get at least one (new seat).' Hispanics will say, 'We  should get at least three.' African Americans will say, 'Hey we&rsquo;re  significant still'\" too.<br /><br />Ed Martin, a Democratic consultant  versed in redistricting, said Angle's statement is correct for reasons  including the reality that for now, population projections vary widely,  while it's undisputed that the relative growth of the state's major  population groups place Hispanics first, blacks second and Anglos a  distant third.<br /><br />Martin said in an e-mail the \"reason Texas can  overcome the relatively slow Anglo growth rate to get new seats is the  much higher growth rate of Hispanics and African Americans, which far  exceeds the national average.\"</p>\r\n<p>Martin's comment prompted us to  look at the proportional impact of the growth in black and Hispanic  populations in excess of the expected national growth rate of 10  percent. We employed one of several 2010 population projections by the  San Antonio-based Texas State Data Center to estimate that population  growth among black Texans could account for about 90,000, or 6 percent,  of the residents fueling the state's congressional seat gains. Meantime,  growth in Hispanic Texans in excess of the nation's growth rate could  account for more than 1.5 million, or 94 percent, of the additional  residents driving the gains.</p>\r\n<p>Martin cautioned against using any  projection to reach conclusions. He said in an e-mail: \"Unless you  gather a lot of projections and somehow average them out and make an  informed decision about why a lot of smart people come up with different  numbers, using any single projected raw number is not reliable.\"</p>\r\n<p>In the end? We're persuaded that Hispanic  growth alone stands to merit most credit for Texas gaining three  to four additional House seats, but no one can say for certain until  the census is complete.</p>\r\n<p>We rate the statement as Mostly True.</p>", "ruling_comments_date": "2010-05-14T18:09:27.948482", "ruling_date": "2010-05-17T06:19:56", "ruling_headline": "Democratic group credits Hispanic and African American population  growth with pending leap in U.S. House seats for Texas", "ruling_headline_slug": "democratic-group-credits-hispanic-and-african-amer", "ruling_link_text": "Latino Texans driving power surge", "ruling_state": null, "source_documents": null, "sources": "<p>E-mail,  <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04292010_TexasRedistrictingin2011.pdf\" target=\"_blank\">\"Texas   Redistricting in 2011,\"</a> Matt Angle, Lone Star Project, April 29,  2010<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05102010_edmartinresponse.pdf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/05102010_edmartinresponse.pdf\" target=\"_blank\">E-mail, </a>Ed Martin, Democratic consultant, Austin, and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_edmartinemailresponse.pdf\" target=\"_blank\">follow-up   e-mail</a>, May 10 and 14, 2010</p>\r\n<p>Interviews, Kimball Brace,  president, Election Data Services, Manassas, Virginia, May 7, 12 and 13,  2010</p>\r\n<p>Election Data Services, report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12232009_electiondataservreport.pdf\" target=\"_blank\">&ldquo;2009   Reapportionment Analysis,&rdquo;</a> Dec. 23, 2009</p>\r\n<p>Lone Star Project,  response to PolitiFact Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact04292010_mattangleresponse.pdf\" target=\"_blank\">\"Detailed   justification for Lone Star Project Angle's statement,\"</a> April 29,  2010</p>\r\n<p>Texas Legislative Council, report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04012010_tlcpopreport.pdf\" target=\"_blank\">&ldquo;Texas   Population Change Since 2000 for Redistricting,&rdquo;</a> April 2010</p>\r\n<p>Texas State Data Center, <a href=\"http://txsdc.utsa.edu/tpepp/2008projections/2008_txpopprj_txtotnum.php\" target=\"_blank\" title=\"Texas State Data Center population  projection\">\"Population 2000 and Projected Population 2005-2040 by  Race/Ethnicity and Migration Scenario for State of Texas, Scenario 0.5,\"</a> last modified Feb. 2, 2009 (accessed May 14, 2010)</p>\r\n<p>U.S  Census Bureau,<a href=\"http://alt.coxnewsweb.com/statesman/politifact05142009_txestimatecensus.xls\" target=\"_blank\">\"Population   Estimates, 2008, Texas,\"</a> released May 14, 2009; <a href=\"http://alt.coxnewsweb.com/statesman/politifact12012009_censusnatlest.xls\" target=\"_blank\">\"Annual   Estimates of the Resident Population for the United States, Regions,  States, and Puerto Rico: April 1, 2000 to July 1, 2009,\"</a> December  2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Washington", "id": 376, "last_name": "Lone Star Project", "mostly_true_count": 1, "name_slug": "lone-star-project", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lonestarproject.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/376/", "total_count": 4, "true_count": 0, "website": "http://www.lonestarproject.net/"}, "statement": "<p>Says state's expected \"increase in federal political clout  is almost entirely due to  the growth of the African American and  Hispanic populations in Texas in  virtually every region of the state.&rdquo;</p>", "statement_context": "an e-mail blast.", "statement_date": "2010-04-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 111, "photo": null, "resource_uri": "/api/v/2/subject/111/", "subject": "Census", "subject_slug": "census", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": null}