{"art": [{"brightcove": "", "caption": "Sens. Patrick Leahy and Jeff Sessions were interviewed on ABC's 'This Week.'", "id": 405, "infogram": "", "ndn": "", "ndnid": "", "other": "<script src=\"http://abcnews.go.com/javascript/portableplayer?id=10666802&autoStart=false\"></script> ", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/405/", "title": "Leahy and Sessions on This Week", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/may/16/jeff-sessions/sessions-says-kagan-violated-us-law-regarding-mili/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1799, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1799/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In a discussion of Supreme Court nominee Elena Kagan on ABC's <em>This Week</em> on May 16, 2010, the back-and-forth between Sen. Patrick Leahy, D-Vt., chairman of the Senate Judiciary Committee, and Sen. Jeff Sessions, R-Ala., the committee's ranking Republican, largely focused on Kagan's position on military recruitment while she was dean at Harvard Law School from 2003-2009.</p>\r\n<p>We examined a claim from each of the senators, and here we're focusing on one from Sessions.<br /><br />\"She disallowed them from the normal recruitment process on campus,\" said Sessions. \"She went out of her way to do so. She was a national leader in that, and she violated the law of the United States at various points in the process.\"<br /><br />There's no debate that Kagan challenged the law regarding military recruiting on campuses. But is it true that Kagan \"violated the law of the United States at various points in the process\"?<br /><br />The military recruiting issue long predated Kagan's tenure at Harvard Law School. Since 1979, the law school had a policy that requires employers who want to recruit on campus through the school's Office of Career Services to sign a statement that they do not discriminate based on race, gender or sexual orientation. The 1993 \"Don't Ask, Don't Tell\" policy -- which denied entry to openly gay people -- precluded U.S. military officials from signing, and so they were prohibited from using the Office of Career Services. But that didn't mean military recruiters were barred from campus altogether. Rather, the military recruited through the Harvard Law School Veterans Association, a student organization (now called the Harvard Law School Armed Forces Association). <br /><br />\"The symbolic effect of this special treatment of military recruiters was important, but the practical effect on recruiting logistics was minimal,\" wrote Robert C. Clark, a professor and dean at Harvard Law School from 1989 to 2003, in an op-ed for the <em>Wall Street Journal</em> on May 11, 2010.<br /><br />However, Clark wrote, in 2002 the military officials \"took a hard line with Harvard\" and threatened to yank all the university's federal funding because they said Harvard was not providing equal access to military recruiters in violation of the 1996 Solomon Amendment.<br /><br />Here's what the Solomon Amendment says:<br /><br />\"No [federal] funds...may be provided by contract or by grant to an institution of higher education (including any subelement of such institution) if the Secretary of Defense determines that that institution (or any subelement of that institution) has a policy or practice (regardless of when implemented) that either prohibits, or in effect prevents...the Secretary of a military department or Secretary of Homeland Security from gaining access to campuses, or access to students (who are 17 years of age or older) on campuses, for purposes of military recruiting in a manner that is at least equal in quality and scope to the access to campuses and to students that is provided to any other employer.\"<br /><br />In light of the threat to school funding, Harvard relented in 2002. Military recruiters were allowed to use the school's Office of Career Services, though administrators essentially put out statements saying they didn't like it and that they felt the military policy was discriminatory. <br /><br />That's where things stood when Kagan took over in 2003.<br /><br />In 2003, Kagan penned a letter to the law school community expressing her thoughts on the issue: <br /><br />\"I abhor the military's discriminatory recruitment policy. The importance of the military to our society -- and the extraordinary service that members of the military provide to all the rest of us -- makes this discrimination more, not less, repugnant. The military's policy deprives many men and women of courage and character from having the opportunity to serve their country in the greatest way possible. This is a profound wrong -- a moral injustice of the first order. And it is a wrong that tears at the fabric of our own community, because some of our members cannot, while others can, devote their professional careers to their country.\"<br /><br />Nonetheless, she allowed military recruiters to use the Office of Career Services.<br /><br />Meanwhile, an association of law schools known as the Forum for Academic and Institutional Rights was mounting a legal challenge to the Solomon Amendment.<br /><br />In January, 2004, Kagan and several dozen of her colleagues at Harvard Law filed an amicus brief (sometimes known as a \"friend of the court\" brief) in the U.S. Court of Appeals for the 3rd Circuit (which has jurisdiction over district courts in Delaware, New Jersey and Pennsylvania), arguing that the federal government should not be able to withhold funding if the schools applied the same policies to all recruiters. The withholding of funds interfered with the schools' freedom of expression to oppose what they felt were discriminatory policies, they argued. <br /><br />In November 2004, the Third Circuit court concluded that \"the Solomon Amendment cannot condition federal funding on law schools&rsquo; compliance with it\" and that \"FAIR has a reasonable likelihood of success on the merits\" of the case.<br /><br />Kagan immediately reinstated the ban on military recruiters&rsquo; use of Harvard Law&rsquo;s Office of Career Services. She wrote in a letter to the faculty that the military could still recruit through the Harvard Law School Veterans Association (as it did prior to 2002).<br /><br />But with that case pending before the Supreme Court, the Pentagon threatened to withhold all federal funding to Harvard, and Kagan reversed course and allowed recruiters to again avail themselves of the Office of Career Services. So the ban lasted one semester in 2005. <br /><br />Kagan signed on to another amicus brief, again making its case to the Supreme Court, but on March 6, 2006, the Supreme Court rejected that circuit court ruling with a resounding 8-0 ruling. The majority opinion, written by Chief Justice John Roberts, rejected the claims of Kagan and the other law professors that the school had the right to enforce non-discrimination policies against the military. \"Under the statute, military recruiters must be given the same access as recruiters who comply with the policy,\" the opinion said.<br /><br />So did Kagan violate the law when she banned military recruiters from using the Office of Career Services for that one semester? <br /><br />First off, the law didn't say universities may not bar military recruiters. It said certain types of federal funds may not go to those schools if they bar the recruiters. There's a big difference.<br /><br />It's certainly fair to say Kagan tested the law, but it's another thing to claim she <em>violated </em>the law. Kagan barred military recruiters from using the Office of Career Services only after a Third Circuit court ruled the Solomon Amendment was \"likely\" unconstitutional. And she reversed course even before the Supreme Court ruled against the universities -- so she didn't willfully flout the law after the Supreme Court made the law unmistakably clear.<br /><br />Some may argue that the Third Circuit decision didn't affect Massachusetts, which is in the First Circuit, and that the Supreme Court was decisive in its reversal of that circuit court decision. So one could also argue that Kagan didn't comply with what the law required, but we think it's a stretch for Sessions to say Kagan \"violated the law of the United States at various points in the process.\" There was at least some legal ambiguity -- for a time -- about Harvard's obligation. And, we note, no money was ever denied to Harvard. And so we rate Sessions' comment Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-16T19:36:06.991360", "ruling_date": "2010-05-16T19:35:10", "ruling_headline": "Sessions says Kagan violated U.S. law regarding military recruitment at Harvard Law School", "ruling_headline_slug": "sessions-says-kagan-violated-us-law-regarding-mili", "ruling_link_text": "More accurate: Kagan tested the law", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-leahy-sessions/story?id=10659719&amp;page=2\" target=\"_blank\">Transcript of \"This Week\"</a> on May 16, 2010</p>\r\n<p>Wall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052748703880304575236502953055276.html\" target=\"_blank\">\"Opinion: Kagan and the Military: What Really Happened,\" </a>by Robert W. Clark, May 11, 2010</p>\r\n<p>FindLaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=04-1152\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a>, March 6, 2006</p>\r\n<p>The Oyez Project, <a href=\"http://oyez.org/cases/2000-2009/2005/2005_04_1152\" target=\"_blank\" title=\"Rumsfeld  v. Forum for Academic and Institutional Rights (FAIR)\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a> , 547 U.S. ___ (2006), accessed May 6, 2010. <br /><br /><a href=\"http://www.law.georgetown.edu/solomon/documents/FAIRamicusHarvard.pdf\" target=\"_blank\" title=\"Amicus brief\">Amicus brief</a> submitted by Harvard Law School Faculty, Rumsfeld v. Forum for Academic and Institutional Rights (FAIR), 2004<br /><br />SolomonResponse.org, <a href=\"http://www.law.georgetown.edu/solomon/FAIRvRumsfeld.html\" target=\"_blank\" title=\"Documents Related to FAIR v. Rumsfeld\">Documents Related to FAIR v. Rumsfeld</a>, May 6, 2010</p>\r\n<p>The Harvard Law Record, <a href=\"http://www.hlrecord.org/2.4462/kagan-e-mails-school-1.580120\" target=\"_blank\">Kagan e-mails school</a>, Oct. 6, 2003</p>\r\n<p>U.S. Court of Appeals for the Third Circuit, <a href=\"http://www.ca3.uscourts.gov/opinarch/034433p.pdf\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) </a></p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/05/07/us/politics/07kagan.html\" target=\"_blank\">\"Potential Court Pick Faced Dilemma at Harvard,\"</a> by Katharine Q. Seelye, May 6, 2010</p>\r\n<p>Boston Globe, <a href=\"http://www.boston.com/news/nation/washington/articles/2010/05/12/in_kagan_stance_on_military_a_complex_history/\" target=\"_blank\">\"In Kagan stance on military, a complex history,\"</a> by Tracy Jan and Mark Arsenault, May 12, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "", "false_count": 4, "first_name": "Jeff", "half_true_count": 6, "home_state": "Alabama", "id": 414, "last_name": "Sessions", "mostly_true_count": 2, "name_slug": "jeff-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/414/", "total_count": 24, "true_count": 1, "website": ""}, "statement": "<p>Elena Kagan \"violated the law of the United States at various points\" with her opposition to military recruiters.</p>", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}