{"art": [{"brightcove": "", "caption": "Sens. Patrick Leahy and Jeff Sessions were interviewed on ABC's 'This Week.'", "id": 405, "infogram": "", "ndn": "", "ndnid": "", "other": "<script src=\"http://abcnews.go.com/javascript/portableplayer?id=10666802&autoStart=false\"></script> ", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/405/", "title": "Leahy and Sessions on This Week", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/may/16/patrick-leahy/sen-leahy-says-military-recruited-every-day-kagan-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1800, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1800/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a discussion of Supreme Court nominee Elena Kagan on ABC's <em>This Week</em> on May 16, 2010, the back-and-forth between Sen. Patrick Leahy, D-Vt., chairman of the Senate Judiciary Committee, and Sen. Jeff Sessions, R-Ala. the committee's ranking Republican, largely focused on Kagan's position on military recruitment while she was dean at Harvard Law School between 2003 and 2009.</p>\r\n<p>We looked at statements from each of the senators, and in this one, we're focusing on a claim from Leahy.</p>\r\n<p>\"This is like in Shakespeare, sound and fury signifying nothing,\" Leahy said. \"The recruiters were always on the Harvard campus. She's shown her respect for the veterans there. She every year on Veterans Day, she had a dinner for all the veterans and their families who were there at Harvard. Recruiting went on at Harvard every single day throughout the time she was there. She was trying to follow Harvard's policy. She was also trying to make sure that students who wanted to go in the military could.\"</p>\r\n<p>Much has been made about Kagan's stance against military recruiters on the Harvard Law School campus. Kagan argued the military's 1993 \"Don't Ask, Don't Tell\" policy -- which denied entry to openly gay people -- put recruiters at odds with a longstanding university policy that required employers who wanted to recruit on campus through the school's Office of Career Services to sign a statement that they did not discriminate based on race, gender or sexual orientation.</p>\r\n<p>But the federal government has a policy -- the Solomon Amendment -- that precludes various forms of federal money from going to universities that do not provide the military the same access to students that they provide to other employers. And so, a year before Kagan took the reins at Harvard -- under threat of losing federal funds -- the university agreed to allow the military to recruit at Harvard Law through&nbsp;the regular channels, the Office of Career Services.</p>\r\n<p>For a time, Kagan toed the line on that school policy, though in 2003 she penned a letter to the law school community expressing her opposition to the \"Don't Ask, Don't Tell\" policy:</p>\r\n<p>\"I abhor the military's discriminatory recruitment policy. The importance of the military to our society -- and the extraordinary service that members of the military provide to all the rest of us -- makes this discrimination more, not less, repugnant. The military's policy deprives many men and women of courage and character from having the opportunity to serve their country in the greatest way possible. This is a profound wrong -- a moral injustice of the first order. And it is a wrong that tears at the fabric of our own community, because some of our members cannot, while others can, devote their professional careers to their country.\"</p>\r\n<p>And in 2005, after the U.S. Court of Appeals for the 3rd Circuit ruled in a case brought by an association of law schools that the Solomon Amendment was \"likely\" unconstitutional, Kagan barred military recruiters access to the Office of Career Services for a semester. But that didn't mean military recruiters were barred from campus altogether. Rather, at Kagan's suggestion, the military recruited through the Harvard Law School Veterans Association, a student organization (now called the Harvard Law School Armed Forces Association). And after that semester -- under another threat of losing funding from the federal government -- Kagan reversed course and again allowed the military to avail themselves of the Office of Career Services.</p>\r\n<p>So Leahy's argument is that even during the semester that Kagan barred military recruiters from using the Office of Career Services, the military was still allowed to recruit on campus through the school's student veterans association. Recruiting through the veterans association was the way things worked for years during her predecessor's tenure as dean.</p>\r\n<p>\"The symbolic effect of this special treatment of military recruiters was important, but the practical effect on recruiting logistics was minimal,\" wrote Robert C. Clark, a professor and dean at Harvard Law School from 1989 to 2003, in an op-ed for the <em>Wall Street Journal</em> on May 11, 2010.</p>\r\n<p>After she barred military recruiters from using the Office of Career Services, Kagan asked the veterans association \"to facilitate some measure of interested student access to military representatives.\" But a Feb. 18, 2005, letter from the Harvard Law School Veterans Association to the law school community suggests it wasn't exactly a seamless blip:</p>\r\n<p style=\"padding-left: 30px;\">\"After vigorous debate, we have decided to accept a limited interim role to assist fellow classmates who desire to investigate career opportunities as Judge Advocates or in other military endeavors,\" the letter said.</p>\r\n<p style=\"padding-left: 30px;\">The association agreed to establish an e-mail account where students could send confidential inquiries, and fellow students who have served in the different branches of the armed forces volunteered to \"share personal experiences, explain what a military commitment entails, and informally assist in navigating the joining process.\" The association also agreed to accept and post e-mail notices from military recruiters visiting the area.</p>\r\n<p style=\"padding-left: 30px;\">\"Interviewers will be strongly encouraged to arrange for an off-campus location to conduct interviews and to send such notices no later than three weeks in advance of any area visit . . .</p>\r\n<p style=\"padding-left: 30px;\">\"We have declined interim options to establish formal liaison relationships, sponsor regular on-campus military recruiting fairs, coordinate interviews extensively, or perform other equivalent functions,\" the letter states. \"Given our tiny membership, meager budget, and lack of any office space, we possess neither the time nor the resources to routinely schedule campus rooms or advertise extensively for outside organizations, as is the norm for most recruiting events. Moreover, such copious involvement would dramatically constrict our ability to organize other, non-recruiting events.</p>\r\n<p style=\"padding-left: 30px;\">\"The above e-mail address falls short of duplicating the excellent assistance provided by the HLS Office of Career Services,\" the letter said. \"We sincerely hope, however, that it satisfies some needs of our interested classmates and that they feel entirely comfortable in approaching us as peers.\"</p>\r\n<p>Leahy was technically accurate when he said \"recruiters were always on the Harvard campus.\" For all but one semester, military recruiters were afforded the same access as any other company seeking to recruit Harvard Law students. And for the one semester Kagan barred military recruiters access to the Office of Career Services, military recruiters were still granted access to the campus via the student veterans association.</p>\r\n<p>But Leahy exaggerated when he said \"recruiting went on at Harvard every single day throughout the time she (Kagan) was there.\" The comment suggests it was business as usual for military recruiters on the Harvard Law School campus. The letter from the student veterans association indicates that was not the case.</p>\r\n<p>The limitations described in the letter indicate the organization was not equipped or able to make sure that recruiting went on at Harvard \"every single day.\" Leahy's comment also ignores some important context: namely, that there was a raging legal battle over the extent of the recruiting. And so we rule Leahy's comment Half True.</p>", "ruling_comments_date": "2010-05-16T20:20:30.744439", "ruling_date": "2010-05-16T20:58:49", "ruling_headline": "Sen. Leahy says military recruited every day Kagan was dean at Harvard Law School ", "ruling_headline_slug": "sen-leahy-says-military-recruited-every-day-kagan-", "ruling_link_text": "Military's access was limited for a semester", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-leahy-sessions/story?id=10659719&amp;page=2\" target=\"_blank\">Transcript of \"This Week\"</a> on May 16, 2010</p>\r\n<p>Harvard Law School, <a href=\"http://www.law.harvard.edu/current/orgs/affinity-organizations/hls-veterans-association-statement-on-military-rec.html\" target=\"_blank\">Letter: HLS Veterans Association Statement on Military Recruiting</a>, Feb. 18, 2005</p>\r\n<p>Wall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052748703880304575236502953055276.html\" target=\"_blank\">\"Opinion: Kagan and the Military: What Really Happened,\" </a>by Robert W. Clark, May 11, 2010</p>\r\n<p>FindLaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=04-1152\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a>, March 6, 2006</p>\r\n<p>The Oyez Project, <span class=\"views-field-title\"><span class=\"field-content\"><a href=\"http://oyez.org/cases/2000-2009/2005/2005_04_1152\" target=\"_blank\" title=\"Rumsfeld  v. Forum for Academic and Institutional Rights (FAIR)\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a> </span></span>, <span class=\"views-field-field-citation-value\"><span class=\"field-content\">547 U.S. ___ (2006)</span></span>, accessed May 6, 2010. <br /><br /><a href=\"http://www.law.georgetown.edu/solomon/documents/FAIRamicusHarvard.pdf\" target=\"_blank\" title=\"Amicus brief\">Amicus brief</a> submitted by Harvard Law School Faculty, Rumsfeld v. Forum for Academic and Institutional Rights (FAIR), 2004<br /><br />SolomonResponse.org, <a href=\"http://www.law.georgetown.edu/solomon/FAIRvRumsfeld.html\" target=\"_blank\" title=\"Documents Related to FAIR v. Rumsfeld\">Documents Related to FAIR v. Rumsfeld</a>, May 6, 2010</p>\r\n<p>The Harvard Law Record, <a href=\"http://www.hlrecord.org/2.4462/kagan-e-mails-school-1.580120\" target=\"_blank\">Kagan e-mails school</a>, Oct. 6, 2003</p>\r\n<p>U.S. Court of Appeals for the Third Circuit, <a href=\"http://www.ca3.uscourts.gov/opinarch/034433p.pdf\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) </a></p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/05/07/us/politics/07kagan.html\" target=\"_blank\">\"Potential Court Pick Faced Dilemma at Harvard,\"</a> by Katharine Q. Seelye, May 6, 2010</p>\r\n<p>Boston Globe, <a href=\"http://www.boston.com/news/nation/washington/articles/2010/05/12/in_kagan_stance_on_military_a_complex_history/\" target=\"_blank\">\"In Kagan stance on military, a complex history,\"</a> by Tracy Jan and Mark Arsenault, May 12, 2010</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Patrick", "half_true_count": 1, "home_state": "Vermont", "id": 415, "last_name": "Leahy", "mostly_true_count": 1, "name_slug": "patrick-leahy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leahy.JPG", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/415/", "total_count": 2, "true_count": 0, "website": "http://leahy.senate.gov/"}, "statement": "<p>Military \"recruiting went on at Harvard every single day throughout the time (Kagan) was there.\"</p>", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}