{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/19/todd-staples/staples-voted-once-bill-authorized-another-agency-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1810, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1810/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tAt a Tea Party rally in El Paso on April 15, Todd Staples, the state agriculture commissioner, beefed about the government poking where it doesn&#39;t belong.</p>\r\n<p>\r\n\t&quot;America&#39;s farmers and ranchers have seen firsthand just how quickly a big, intrusive government really can be,&quot; said Staples, a Republican who seeks re-election. &quot;And it starts with overzealous environmental lawyers abusing the Endangered Species Act and depriving people of the use of their own property. It includes bureaucrats who try to mandate that you put a $5 microchip in the ear of a $70 goat. That makes a lot of sense, doesn&#39;t it?&quot;</p>\r\n<p>\r\n\tCrowd members laughed, but Hank Gilbert, the Democratic nominee for ag commissioner, later accused Staples of misleading voters about his record on the National Animal Identification System (NAIS). The federal program aimed to prevent outbreaks of animal disease by tracking individual livestock, or in the case of pigs and poultry, groups of animals, using a radio frequency ear tag with an electronic identification number (as opposed to a microchip inserted into the animal&#39;s ear).</p>\r\n<p>\r\n\tPresident George W. Bush&#39;s administration started developing the program in 2004 after the discovery in Washington state of a cow infected with mad cow disease &mdash; a degenerative brain disorder that can lead to animal deaths and contaminate the food supply. Three cases of infected cows have been identified in the United States, including one in Texas in June 2005.</p>\r\n<p>\r\n\tWhen the U.S. Department of Agriculture announced its timeline for the program in April 2005, livestock owners would have been required to register their &quot;premises&quot; and animals by January 2008 and required to report their animals&#39; movements around the state by 2009. The USDA later changed its mind about that, but in the meantime Texas had taken steps to address the issue of animal ID.</p>\r\n<p>\r\n\tEnter Gilbert, who now seeks to remind voters of that history. In a May 13 press release, Gilbert said that no matter what Staples says lately, the record shows he previously supported the NAIS. &quot;He was for it, he voted for it, and he did nothing whatsoever to stop it when he was on the front lines in the (Texas) Senate,&quot; Gilbert said.</p>\r\n<p>\r\n\tDid Staples flip-flop on the cow chip?</p>\r\n<p>\r\n\tGilbert&#39;s campaign pointed to February 2005 legislation revising the state&#39;s agriculture code by allowing the Texas Animal Health Commission to develop an animal identification program. To wit: &quot;In order to provide for disease control and enhance the ability to trace disease-infected animals or animals that have been exposed to disease, the commission may develop and implement an animal identification program that is consistent with the U.S. Department of Agriculture&#39;s National Animal Identification System.&quot;</p>\r\n<p>\r\n\tMinutes of two House hearings show representatives from the Texas Farm Bureau, Texas and Southwestern Cattle Raisers Association and the Texas Cattle Feeders Association endorsed the proposal, which sailed through committee and cleared the House with only one vote recorded in opposition.</p>\r\n<p>\r\n\tPrior to the Senate vote, the Senate Committee on Natural Resources, of which Staples was a member, also heard public testimony. A Burnet rancher was the only witness recorded against the bill, according to a list of people who testified at the hearing. Committee members unanimously advanced the bill to the Senate, though Staples was absent from the hearing and action. Next, it was placed on the Senate&#39;s Local and Uncontested Calendar, an indication it had drawn no senatorial objections. Like other proposals on that calendar, it passed with all senators, including Staples, marked as voting &quot;aye.&quot;</p>\r\n<p>\r\n\tThe bill authorized the commission to require livestock owners to pay a fee to register their &quot;premises&quot; with an official ID number by a commission-set deadline. The commission could also tell owners to tag their livestock individually. Finally, the commission was permitted to levy fines for failure to comply.</p>\r\n<p>\r\n\tDoes that mean, as Gilbert implies, that Texas lawmakers passed a bill that created a mandatory animal ID program?</p>\r\n<p>\r\n\tNot exactly.</p>\r\n<p>\r\n\tIn 2005, responding to the witness who testified against the proposal, Sen. Mike Jackson, R-Pasadena, who carried the measure in the upper chamber, said: &quot;You are aware that this is a permissive bill that says the department may develop a program? It does not say that they shall do it, and the reason that it says that is because the federal government is going to come down here and tell us what to do in another year or two years... that&#39;s kind of the premise on why this thing is done.&quot;</p>\r\n<p>\r\n\tBill Powers, the commission&#39;s governmental relations coordinator, also testified, saying: &quot;What this legislation does is gives the animal health commission the authority to set up and develop a premises and animal identification program so when the federal program becomes mandatory, we&#39;re ready to go.&quot;</p>\r\n<p>\r\n\tIn 2006, commission members were poised to vote on the first phase of the program, which required livestock owners to register their premises. They backed off, however, in the face of protests by farmers and ranchers, who said it was an unfair tax. A second phase &mdash; never implemented &mdash; was to require tagging of individual animals.</p>\r\n<p>\r\n\tMeanwhile, the USDA was having problems with the federal animal ID program. In November 2006, the USDA backpedaled on its initiative, making it voluntary only. Farmers and ranchers still objected and this February, the Obama administration scrapped the animal ID program in favor of a new one that would only tag livestock being moved between states.</p>\r\n<p>\r\n\tUnder the Texas law, the commission could still mandate that livestock owners identify and track their animals. Yet Gene Snelson, the commission&#39;s general counsel, told us that it won&#39;t act until the USDA defines its new program.</p>\r\n<p>\r\n\tAnd where does that leave Staples, who voted for the law?</p>\r\n<p>\r\n\tWe sought to interview Staples; he wasn&#39;t available. Earlier, Cody McGregor, Staples&#39; campaign manager, said: &quot;Commissioner Staples has stated his opposition to mandatory animal identification as recently as 2009 when he authored a letter to the USDA outlining the burden it would place on the agriculture community and Texas taxpayers.&quot;</p>\r\n<p>\r\n\tStaples&#39; May 20, 2009, letter to Tom Vilsack, the U.S. secretary of agriculture, states: &quot;I support the voluntary structure of animal identification... mandating animal identification for every animal owner in the United States would certainly have unintended consequences.&quot;</p>\r\n<p>\r\n\tWe found earlier instances of Staples objecting to a mandatory program &mdash; all from late 2006, when he was making his first race for ag commissioner. A sample: On Oct. 26, 2006, the ag weekly Country World quoted Staples saying, &quot;I oppose mandatory NAIS, and instead support a true voluntary program that allows for rapid trace back for animal diseases to ensure we maintain an open market for Texas animal products here and abroad.&quot;</p>\r\n<p>\r\n\tOur judgment?</p>\r\n<p>\r\n\tAs a senator, Staples voted for a proposal authorizing the state to develop an animal ID program in conjunction with a federal effort that seemed headed toward mandating tags. Significantly, the new law didn&#39;t require anyone to tag animals, though it empowered the animal health commission to issue a mandate.</p>\r\n<p>\r\n\tBut save Staples&#39; 2005 vote, which was in step with nearly every other legislator, he appears to have consistently opposed mandatory identification and tracking &mdash; which surely counts for something.</p>\r\n<p>\r\n\tYet Staples&#39; Senate vote counts as well. On the Flip-O-Meter, the contrast between his legislative action and his statements as a candidate and commissioner is a Half Flip.</p>", "ruling_comments_date": "2010-05-19T18:09:42.962908", "ruling_date": "2010-05-19T22:36:28", "ruling_headline": "Staples voted for allowing agency to require livestock owners to \"tag\" their animals, but later said he opposes ID mandate", "ruling_headline_slug": "staples-voted-once-bill-authorized-another-agency-", "ruling_link_text": "One vote, versus years of vocalizing his opposition to a mandatory ID program", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHank Gilbert, <a href=\"http://hankgilbert.com/2010/05/staples-misleads-voters-about-his-record-on-national-animal-identification-system/\" target=\"_blank\">Press release: Staples misleads voters about his record on national animal identification system; condemns program to El Paso Tea Party but fails to tell them he voted to institute it in Texas,</a> May 13, 2010</p>\r\n<p>\r\n\tTodd Staples, <a href=\"http://toddstaples.blip.tv/file/3571664/\" target=\"_blank\" title=\"speech,\">speech,</a> El Paso Tea Party rally, April 15, 2010</p>\r\n<p>\r\n\tTexans for Todd Staples, <a href=\"http://toddstaples.blip.tv/file/3571664/\" target=\"_blank\" title=\"Video: Commissioner Staples at the 2010 El Paso Tea Party rally,\">Video: Commissioner Staples at the 2010 El Paso Tea Party rally,</a> April 15, 2010</p>\r\n<p>\r\n\tEl Paso Times, <a href=\"http://www.elpasotimes.com/ci_14895155\" target=\"_blank\" title=\"Tea party event called one of the largest El Paso area rallies of conservatives,\">Tea party event called one of the largest El Paso area rallies of conservatives,</a> April 16, 2010</p>\r\n<p>\r\n\tTexas Legislature, <a href=\"http://www.legis.state.tx.us/billlookup/History.aspx?LegSess=79R&amp;Bill=HB1361\" target=\"_blank\" title=\"HB 1361, relating to the development of an animal identification program; providing a criminal penalty, effective Sept. 9, 2005,\">HB 1361, relating to the development of an animal identification program; providing a criminal penalty, effective Sept. 9, 2005,</a> accessed May 14, 2010</p>\r\n<p>\r\n\tHouse Committee on Agriculture and Livestock, <a href=\"http://www.legis.state.tx.us/tlodocs/79R/minutes/html/C0202005030808001.HTM\" target=\"_blank\" title=\"Committee minutes,\">Committee minutes,</a> March 8, 2005</p>\r\n<p>\r\n\tSenate Commitee on Natural Resources, <a href=\"http://www.legis.state.tx.us/tlodocs/79R/minutes/html/C5802005050313301.HTM\" target=\"_blank\" title=\"Committee minutes,\">Committee minutes,</a> May 3, 2005</p>\r\n<p>\r\n\tSenate Committee on Natural Resources Public hearing <a href=\"http://www.senate.state.tx.us/avarchives/ram.php?ram=00002473\" target=\"_blank\" title=\"video,\">video,</a> May 3, 2005</p>\r\n<p>\r\n\tSenate Committee on Natural Resources, <a href=\"http://www.legis.state.tx.us/tlodocs/79R/witlistmtg/html/C5802005050313301.HTM\" target=\"_blank\" title=\"Witness list,\">Witness list,</a> May 3, 2005</p>\r\n<p>\r\n\tTexas Department of Agriculture, <a href=\"http://www.texasagriculture.gov/vgn/tda/files/1848/30626_5-20-2009%20NAIS%20Listening%20Session%20Statement.pdf\" target=\"_blank\" title=\"letter from Todd Staples to U.S. Department of Agriculture secretary Tom Vilsack,\">letter from Todd Staples to U.S. Department of Agriculture secretary Tom Vilsack,</a> May 20, 2009</p>\r\n<p>\r\n\tTexas Farm Bureau, <a href=\"http://www.txfb.org/texasagriculture/2006/120106/120106staples.htm\" target=\"_blank\" title=\"Todd Staples: Getting to know Texas' new ag commissioner,\">Todd Staples: Getting to know Texas&#39; new ag commissioner,</a> Dec. 11, 2006</p>\r\n<p>\r\n\tU.S. Department of Agriculture, <a href=\"http://www.aphis.usda.gov/traceability/\" target=\"_blank\" title=\"Animal Disease Traceability program,\">Animal Disease Traceability program,</a> accessed May 18, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, Editorial: Trans Texas Corridor, taxes hot issues in state races, Oct. 15, 2006</p>\r\n<p>\r\n\tAustin American-Statesman, Vote delayed on tracking farm animals; angry livestock owners say they want government to stay out of their business, Feb. 17, 2006</p>\r\n<p>\r\n\tAustin American-Statesman, Farmers rally to protest rules, road, March 3, 2007</p>\r\n<p>\r\n\tE-mail interview with Cody McGregor, campaign manager, Texans for Todd Staples, May 14, 2010</p>\r\n<p>\r\n\tInterview with Texas Sen. Mike Jackson, May 14, 2010</p>\r\n<p>\r\n\tInterview with Gene Snelson, general counsel, Texas Animal Health Commission, May 18, 2010</p>\r\n<p>\r\n\tInterview with Kenny Edgar, animal identification program coordinator, Texas Animal Health Commission, May 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state agriculture commissioner", "false_count": 1, "first_name": "Todd", "half_true_count": 4, "home_state": "Texas", "id": 290, "last_name": "Staples", "mostly_true_count": 3, "name_slug": "todd-staples", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/staples.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/290/", "total_count": 12, "true_count": 2, "website": "http://www.toddstaples.com/"}, "statement": "<p>\r\n\tOn the National Animal Identification System.</p>", "statement_context": "a Tea Party rally in El Paso", "statement_date": "2010-04-15", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}