{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/may/21/allen-west/west-claims-military-leadership-afghanistan-propos/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "sbustos@MiamiHerald.com", "first_name": "Sergio", "id": 129, "last_name": "Bustos", "name_slug": "sergio-bustos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/129/", "title": "Deputy Metro Editor", "twitter": null}, {"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1816, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1816/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Allen West is a Republican and retired lieutenant colonel who is running for a South Florida congressional seat currently held by Democrat Ron Klein. On a blog on his campaign website, he criticizes what he says is a proposed new medal for troops for \"not firing back.\"</p>\r\n<p>Here is an <a href=\"http://allenwestforcongress.com/blog/washingtoons-what-is-at-stake/\" target=\"_blank\">excerpt</a> from his May 16, 2010, blog:<br /><br />\"Speaking of miscalculation, the latest from Afghanistan is that the leadership has proposed a new medal, an award for 'Courageous Restraint.' Yes, you heard me right, the military leadership in Afghanistan is considering awarding combat troops for 'NOT FIRING BACK.' There have been some fairly insidious plans proposed in the history of warfare, but never an award for Warriors to not fight. I know, the liberal intellectual elites are going to call me brutish and mean. The leadership proposing this inane action is going to say, 'it is about protecting the Afghan civilians.' My retort is simple, and comes from two opposing Civil War Generals; General Wm T Sherman, 'War is hell' and Cavalry General N Bedford Forest, 'War is about fighting, and fighting means killing.' If we do not want our Men and Women in combat to fight and kill the enemy, I say we retrograde from Afghanistan. The promotion of hesitation in combat by senior military leaders means that more of our American treasure will lose their lives and be forever maimed. I have been in a firefight, it is about gaining and maintaining the initiative, not restraint.\"</p>\r\n<p>The part of West's claim that we wanted to explore was whether \"the leadership has proposed a new medal, an award for 'Courageous Restraint' ... for 'not firing back.' \"<br /><br />The discussion about such a medal comes at a time when coalition forces have struggled <a href=\"http://www.nytimes.com/2010/05/01/world/asia/01afghan.html\" target=\"_blank\">to reduce civilian casualties</a>. <br /><br />\"That downward trend has abruptly been reversed: In the first three months of 2010, at least 72 Afghan civilians were accidentally killed by troops, compared to about 30 killed in the same period last year, according to a NATO official in Kabul,'' stated an April 30, 2010, <em>New York Times</em> article.<br /><br />On the subject of a new medal, we found a few news sources discussing the topic in May 2010.<br /><br />A May 4 Associated Press article stated that in an effort to reduce civilian casualties in Afghanistan, commanders were <a href=\"http://www.google.com/hostednews/ap/article/ALeqM5iSS-2PRFQjee-ZAKgqrSmqBNg4gQD9FFTF6O0\" target=\"_blank\">considering awarding soliders for \"courageous restraint.\"</a><br /><br />\"The concept comes as the coalition continues to struggle with the problem of civilian casualties despite repeated warnings from the top NATO commander, Gen. Stanley McChrystal, that the war effort hinges on the ability to protect the population and win support away from the Taliban,'' the AP stated. \"Those who back the idea hope it will provide soldiers with another incentive to think twice before calling in an airstrike or firing at an approaching vehicle if civilians could be at risk.\"</p>\r\n<p>British Maj. Gen. Nick Carter, a NATO commander in Afghanistan, proposed the idea during a visit by Command Sgt. Maj. Michael Hall to Kandahar Airfield in mid April, the AP wrote. McChrystal was reviewing the proposal, according to the article, which stated that NATO wasn't planning to create a new medal, but use existing ones to recognize those who show restraint.<br /><br />A May 7 article in the <em>Washington Examiner</em> stated that the proposal had <a href=\"http://www.washingtonexaminer.com/world/Medal-for-_courageous-restraint_-plan-get-mixed-review-from-troops-93007014.html\" target=\"_blank\">sparked concern among U.S. soldiers</a> because among other reasons one captain said it could lead to second-guessing decisions. The article stated that Lt. Col. Edward Sholtis (who also goes by the name of Tadd), a spokesman for McChrystal, said no final decision had been made on the award.</p>\r\n<p>\"The idea is being reviewed at headquarters ISAF (International Security Assistance Force),\" Sholtis said. \"The idea is consistent with our approach. Our young men and women display remarkable courage every day, including situations where they refrain from using lethal force, even at risk to themselves, in order to prevent possible harm to civilians. ... That restraint is an act of discipline and courage not much different than those seen in combat actions.\"</p>\r\n<p>When we contacted military sources directly about West's claim, we got a slightly different story.<br /><br />Here's Col. Wayne M. Shanks, U.S. Army Chief of Public Affairs International Security Assistance Force in Afghanistan, answering PolitiFact Florida by e-mail: \"There's no proposal to create a new medal. This was an idea floated by the commander of Regional Command South, Maj. Gen. Nick Carter (UK), which unfortunately got reported in the press before it had received any serious attention from folks here. Because some reporters pounced on it and reported it as fact, the idea acquired a specificity that it never really possessed. As Gen. McChrystal said at his Pentagon press conference Thursday (May 13), he doesn't think we need a new medal to differentiate different kinds of courage.\"</p>\r\n<p>The transcript from the May 13 news briefing shows <a href=\"http://www.defense.gov/transcripts/transcript.aspx?transcriptid=4624\" target=\"_blank\">the following question was posed to McChrystal:</a> \"Is it true that you are contemplating -- awarding some sort of special honor for soldiers who make a special effort to avoid civilian casualties?\"<br /><br />McChrystal: \"The issue of courage -- we have a number of ways to recognize courage in uniform. And I think courage in uniform can come under enemy fire in the most traditional ways, or it can come under actions that may not be as expected or as traditional -- involve killing the enemy; it may involve protecting civilians. There's a great photograph from the Marja operation. I think it's a U.S. Marine shielding an Afghan man and an Afghan child with his own body. He wasn't shooting anyone; he didn't kill any Taliban; but I would argue that he showed as much courage as any that I've seen on the battlefield. So when we talk about courage, I think -- I don't think we need a different medal to differentiate different kinds of courage. \"<br /><br />Sholtis, the public affairs officer for ISAF, provided a similar account to PolitiFact Florida in an e-mail: \"The idea came up in a discussion between the commander of Regional Command South, UK Maj. Gen. Nick Carter, and Command Sergeant Major Mike Hall, ISAF's top enlisted soldier, and it was also posted to the ISAF website where it was picked up by reporters. However, at the time (and in the article) CSM Hall said the intent was not to create a new medal but to use existing medals to recognize heroism displayed in ways other than combat with the enemy -- for example, in protecting civilians. A subsequent article quoted me as saying that the idea of submitting troops for an award under those circumstances was consistent with our approach to counterinsurgency and was under review. The 'under review' bit was misinterpreted as confirming that the idea of a new medal was under review, which a number of commentators weighed in on over a news cycle or two. However, it was not the case that a formal proposal for a new medal was under review.\"</p>\r\n<p>Sholtis added: \"We have no documentation accepting or rejecting the idea of recognizing courage demonstrated in restraint with an existing award because it is only an idea -- not a formal proposal.\"<br /><br />We did find one item written by the military about it: <a href=\"http://www.isaf.nato.int/en/article/caat-anaysis-news/honoring-courageous-restraint.html\" target=\"_blank\">\"Honoring Courageous Restraint\"</a> on the International Security Assistance Force website. That article stated \"there should be an opportunity to recognize and celebrate the troops who exhibit extraordinary courage and self control by not using their weapons...\"</p>\r\n<p>When we contacted the West campaign for any information to support the claim, campaign manager Josh Grodin told us, \"That was his opinion. It took a 2-second Google search to see the VFW is discussing the same opinion about the proposed medal.\"<br /><br />So where does that leave us?<br /><br />West said that \"the leadership has proposed a new medal, an award for 'Courageous Restraint' ... for 'NOT FIRING BACK.' \" It's clear that military commanders did discuss rewarding troops for \"Courageous Restraint,\" but with existing medals, not a new medal. And military officials who talked to PolitiFact said it was an idea, not a formal proposal. Given those facts, we rule this Half True.</p>", "ruling_comments_date": "2010-05-21T10:42:03.113845", "ruling_date": "2010-05-21T14:11:47", "ruling_headline": "West claims military leadership in Afghanistan proposed a new medal for 'courageous restraint'", "ruling_headline_slug": "west-claims-military-leadership-afghanistan-propos", "ruling_link_text": "They talked about honoring soldiers with existing medals", "ruling_state": null, "source_documents": null, "sources": "<p>Allen West campaign, <a href=\"http://allenwestforcongress.com/blog/washingtoons-what-is-at-stake/\" target=\"_blank\">Washingtoons: &ldquo;What is at Stake?&rdquo;</a>, May 16, 2010<br /><br />Transcript, <a href=\"http://www.defense.gov/transcripts/transcript.aspx?transcriptid=4624\" target=\"_blank\">Department of Defense News Briefing with Gen. McChrystal from the Pentagon</a>, May 13, 2010<br /><br />International Security Assistance Force, <a href=\"http://www.isaf.nato.int/en/article/caat-anaysis-news/honoring-courageous-restraint.html\" target=\"_blank\">Honoring Courageous Restraint</a>, April 30, 2010<br /><br />New York Times, <a href=\"http://www.nytimes.com/2010/05/01/world/asia/01afghan.html\" target=\"_blank\">NATO Investigates 3 Afghan Civilian Deaths</a>, April 30, 2010 <br /><br />Associated Press, <a href=\"http://www.google.com/hostednews/ap/article/ALeqM5iSS-2PRFQjee-ZAKgqrSmqBNg4gQD9FFTF6O0\" target=\"_blank\">New NATO idea to avoid killing innocent Afghans</a>, May 4, 2010<br /><br />Washington Examiner, <a href=\"http://www.washingtonexaminer.com/world/Medal-for-_courageous-restraint_-plan-get-mixed-review-from-troops-93007014.html\" target=\"_blank\">Medal for 'courageous restraint' plan get mixed review from troops</a>, May 7, 2010<br /><br />CNN, <a href=\"http://www.breitbart.tv/courageous-restraint-military-considers-awarding-medal-for-not-killing-civilians/\" target=\"_blank\">Courageous Restraint&rsquo;: Military Considers Awarding Medal for Not Killing Civilians</a>, May 13, 2010<br /><br />Interview, International Security Assistance Force public affairs officer Lt. Col Tadd Sholtis, May 18-20, 2010<br /><br />Interview, U.S. Army Chief of Public Affairs International Security Assistance Force in Afghanistan Col. Wayne M. Shanks, May 18-20, 2010<br /><br />Interview, Allen West campaign manager Josh Grodin, May 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>In Afghanistan \"the (military) leadership has proposed a new medal, an award for 'Courageous Restraint' ... for 'NOT FIRING BACK.' \"</p>", "statement_context": "a blog on his campaign website", "statement_date": "2010-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}