{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/25/michael-steele/steele-says-gop-fought-hard-civil-rights-bills-196/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1825, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1825/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>When Rand Paul of Kentucky followed up his victory in the May 18, 2010, Republican U.S. Senate primary by saying that he had some reservations about the philosophical underpinnings of the Civil Rights Act, it prompted criticism from across the ideological spectrum.<br /><br />\"I like the Civil Rights Act in a sense that it ended discrimination in all public domains,\" Paul said in an interview with MSNBC's Rachel Maddow. \"I abhor racism. I think it's a bad business decision to ever exclude anybody from your restaurant. But at the same time, I do believe in private ownership. There's 10 different titles, you know, to the Civil Rights Act. One deals with private institutions, and had I been around, I would have tried to modify that.\"<br /><br />Paul eventually retracted his comments, but they nonetheless sparked a media frenzy.<br /><br />On ABC's <em>This Week</em>, Republican National Committee chairman Michael Steele -- his party's first African-American chairman -- made a point of arguing that his party had been on the forefront of civil rights when the landmark act Rand was referring to was passed in 1964, as well as the Voting Rights Act that passed the following year.<br /><br />\"Our party has always had a strong view on this issue,\" Steele told ABC's Jake Tapper. \"We fought very hard in the '60s to get the civil rights bill passed as well as the voting rights bill.\"<br /><br />We decided to see whether Steele was correct.<br /><br />The Civil Rights Act -- which is best known for barring discrimination in public accommodations -- passed the House on Feb. 10, 1964 by a margin of 290-130. When broken down by party, 61 percent of Democratic lawmakers voted for the bill (152 yeas and 96 nays), and a full 80 percent of the Republican caucus supported it (138 yeas and 34 nays).<br /><br />When the Senate passed the measure on June 19, 1964, -- nine days after supporters mustered enough votes to end the longest filibuster in Senate history -- the margin was 73-27. Better than two-thirds of Senate Democrats supported the measure on final passage (46 yeas, 21 nays), but an even stronger 82 percent of Republicans supported it (27 yeas, 6 nays).<br /><br />The primary reason that Republican support was higher than Democratic support -- even though the legislation was pushed hard by a Democratic president, Lyndon B. Johnson -- is that the opposition to the bill primarily came from Southern lawmakers. In the mid 1960s, the South was overwhelmingly Democratic -- a legacy of the Civil War and Reconstruction, when the Republican Party was the leading force against slavery and its legacy. Because of this history, the Democratic Party in the 1960s was divided between Southern Democrats, most of whom opposed civil rights legislation, and Democrats from outside the South who more often than not supported it.<br /><br />This pattern showed clearly in the House vote. Northern Democrats backed the Civil Rights Act by a margin even larger than that of Republicans -- 141 for, just four against -- while Southern Democrats were strongly opposed, by a margin of 11 yeas to 92 nays.<br /><br />When the Voting Rights Act hit the floor in 1965, the vote results mirrored those of the Civil Rights Act. In the House, the measure passed by a 333-85 margin, with 78 percent of Democrats backing it (221 yeas and 61 nays) and 82 percent of Republicans backing it (112 yeas to 24 nays).<br /><br />In the Senate, the measure passed by a 77-19 vote, with 73 percent of Democrats and 94 percent of Republicans supporting the bill.<br /><br />So it's clear that Republican support for both bills was deep. But to make sure we weren't missing something, we contacted a number of scholars who have studied that period, asking whether Republicans were dragged into supporting the bills reluctantly, or whether they took frontline roles in advancing them.<br /><br />Generally speaking, the scholars we talked to agreed that Republicans were important players, usually working cooperatively with Johnson and other leading Democrats.<br /><br />Democrats deserve credit for being the driving force behind the legislation, our experts said, particularly Johnson, who had only been in office for three months yet who staked his own re-election prospects on a tough, divisive legislative battle. Other crucial Democratic players were Senate Majority Leader Mike Mansfield of Montana and Sen. Hubert H. Humphrey of Minnesota, who had been championing the issue of civil rights for a decade and a half.<br /><br />But Republicans took leading positions as well, including Rep. Charles (Mac) Mathias of Maryland and Sen. Jacob Javits of New York. And during the 1950s, a Republican president, Dwight Eisenhower, had supported a civil rights legislation, though he never signed anything as sweeping as either the Civil Rights Act or the Voting Rights Act.<br /><br />In the strategic challenge of getting the Civil Rights Act passed, Democrats knew that they would need to reach out to Republicans in order to overcome their own party's splits on the issue -- especially in the Senate, where a determined minority of one-third of the chamber could block consideration of a bill. (Today that number is two-fifths.)<br /><br />The key to Senate passage of the Civil Rights Act was winning the support of Senate Minority Leader Everett Dirksen, R-Ill., our experts said. By various accounts, Dirksen had some reservations with certain provisions of the Civil Rights Act, but Mansfield and Humphrey \"worked very closely\" with him, and \"key parts of the bill were worked out in Dirksen&rsquo;s office in the evenings,\" said U.S. Senate Historian Donald A. Ritchie. Other midwestern Republicans followed Dirksen's lead and supported the bill. Once the filibuster was broken, <em>Time</em> magazine <a href=\"http://www.time.com/time/covers/0,16641,19640619,00.html\" target=\"_blank\">put Dirksen on its cover</a>.<br /><br />\"You can gauge Everett Dirksen and the Republicans in various ways, but you have to give them real credit,\" said University of Kansas political scientist Burdett Loomis, who called Dirksen \"a tough, veteran politician, and a pragmatist of the first order.\"<br /><br />To be sure, Republican support was not unanimous. Most notably, the party's 1964 presidential nominee, Barry Goldwater, voted against the Civil Rights Act and stuck to that position during the campaign (which he lost to Johnson in a landslide). And Yale University political scientist David Mayhew notes that the large Republican vote totals for the Civil Rights Act and the Voting Rights Act were not replicated in other key civil rights battles, such as an earlier one relating to fair employment practices in 1949 and 1950 and a subsequent one on fair housing in 1966.<br /><br />But on the Civil Rights Act and the Voting Rights Act, the most notable factor affecting how Republicans voted was pragmatism, said Bert Rockman, a political scientist at Purdue University. \"The Republicans of that era deserve credit, lots of it, but less in a partisan way than in a now long-lost art form &ndash; forging a consensus around critical national problems.\"<br /><br />Back to Steele's quote: \"We fought very hard in the '60s to get the civil rights bill passed as well as the voting rights bill.\"</p>\r\n<p>The degree of Republican support for the two bills actually exceeded the degree of Democratic support, and it's also fair to say that Republicans took leading roles in both measures, even though they had far fewer seats, and thus less power, at the time. Both of these factors are enough to earn Steele a rating of True.</p>", "ruling_comments_date": "2010-05-25T17:21:11.168511", "ruling_date": "2010-05-25T17:18:46", "ruling_headline": "Steele says GOP fought hard for civil rights bills in 1960s", "ruling_headline_slug": "steele-says-gop-fought-hard-civil-rights-bills-196", "ruling_link_text": "Final votes actually recorded higher support among Republicans", "ruling_state": null, "source_documents": null, "sources": "<p>Michael Steele, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-kaine-steele/story?id=10721384\" target=\"_blank\">interview</a> on ABC's This Week, May 23, 2010<br /><br /><em>Congressional Quarterly</em>, 1964 <em>CQ Almanac </em>(roll call vote and summary of House passage of the Civil Rights Act), Feb. 10, 1964 (provided by U.S. Senate Historical Office)<br /><br />Democratic Policy Committee, roll call vote and summary of Senate passage of the Civil Rights Act, June 19, 1964 (provided by U.S. Senate Historical Office)<br /><br /><em>Congressional Quarterly</em>, 1965 <em>CQ Almanac </em>(roll call vote and summary of House passage of the Voting Rights Act, July 9, 1965 (provided by U.S. Senate Historical Office)<br /><br />Democratic Policy Committee, roll call vote and summary of Senate passage of the Voting Rights Act, May 26, 2965 (provided by U.S. Senate Historical Office)</p>\r\n<p>U.S. House of Representatives, \"<a href=\"http://baic.house.gov/historical-essays/essay.html?intID=6&amp;intSectionID=38\" target=\"_blank\">Black Americans in Congress: The Civil Rights Movement And The Second Reconstruction, 1945&mdash;1968</a>,\" accessed May 24, 2010</p>\r\n<p>E-mail interview with Donald A. Ritchie, U.S. Senate historian, May 24, 2010<br /><br />E-mail interview with Norm Ornstein, fellow at the American Enterprise Institute, May 24, 2010<br /><br />E-mail interview with David Mayhew, political scientist at Yale University, May 24, 2010<br /><br />E-mail interview with Burdett Loomis, political scientist at the University of Kansas, May 24, 2010<br /><br />E-mail interview with Robert Rupp, historian and political scientist at West Virginia Wesleyan College, May 24, 2010<br /><br />E-mail interview with Bert A. Rockman, political scientist at Purdue University, May 24, 2010<br /><br />E-mail interview with Ric Uslaner, University of Maryland political scientist, May 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "chairman of the Republican National Committee", "false_count": 1, "first_name": "Michael", "half_true_count": 1, "home_state": "Maryland", "id": 128, "last_name": "Steele", "mostly_true_count": 0, "name_slug": "michael-steele", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Michael_Steele_cropped.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/128/", "total_count": 8, "true_count": 4, "website": "http://www.rnc.org/"}, "statement": "<p>The Republican Party \"fought very hard in the '60s to get the civil rights bill passed, as well as the voting rights bill.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-05-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}