{"art": [], "author": [{"email_address": "lclark@MiamiHerald.com", "first_name": "Lesley ", "id": 133, "last_name": "Clark", "name_slug": "lesley-clark", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/133/", "title": "Miami Herald Washington correspondent", "twitter": null}], "canonical_url": "/florida/statements/2010/may/26/kendrick-meek/kendrick-meeks-position-offshore-oil-drilling-rema/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "sbustos@MiamiHerald.com", "first_name": "Sergio", "id": 129, "last_name": "Bustos", "name_slug": "sergio-bustos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/129/", "title": "Deputy Metro Editor", "twitter": null}], "facebook_headline": null, "id": 1826, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lclark@MiamiHerald.com", "first_name": "Lesley ", "id": 133, "last_name": "Clark", "name_slug": "lesley-clark", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/133/", "title": "Miami Herald Washington correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/1826/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With the Gulf oil spill threatening Florida's pristine beaches and public support for offshore oil drilling waning, Democratic Senate candidate Kendrick Meek of Miami has accused his rivals of backing oil drilling at one time or another, and says he's the only candidate to consistently oppose expanded offshore exploration.</p>\r\n<p>He made the argument on his campaign website, where he encouraged people to sign a petition against offshore oil drilling. This is what he wrote:</p>\r\n<p>&ldquo;The recent disaster in the Gulf just underscores the need for a moratorium on any new offshore drilling, but Charlie Crist is busy flip-flopping his stance and Marco Rubio refuses to rule drilling out. Kendrick Meek is the only candidate who has consistently been against expanded drilling.&rdquo;</p>\r\n<p>Meek has largely opposed increased offshore drilling during his congressional tenure. But is he the only candidate consistently opposed to it?</p>\r\n<p>We checked with the other major Senate candidates on the issue. Those who have held public office -- Gov. Charlie Crist, former House Speaker Marco Rubio and former Miami Mayor Maurice Ferre -- have publicly declared their positions to various media. Libertarian Alexander Snitker and Jeff Greene, both of whom have never held public office, each stated - for all intents and purposes - their opposition.Here's a more detailed look at each of the candidates:</p>\r\n<p><strong>Gov. Charlie Crist: </strong>As a candidate for governor in 2006, Crist was unequivocal that he would never support oil drilling off Florida's shores. In 2008, Crist, who was considered a vice presidential running mate with Republican John McCain, backed off his previously staunch opposition. The April 20, 2010, spill convinced him it was risky, and as a result, Crist again became opposed. Clearly, Crist's position on offshore oil drilling has been anything but consistent.</p>\r\n<p><strong>Marco Rubio:</strong> Rubio has declined to rule out additional offshore drilling. On May 5, 2010, he spoke to reporters in Washington, D.C., about the issue. &lsquo;I've not heard anyone say you cannot safely drill for oil because there are thousands of rigs drilling even as we speak that are not leaking, that are not causing this ecological disaster,'' he said in a story published by the <em>Miami Herald</em>. He later added: ''The question is: 'Should the United States have access to all of its energy resources?' And the answer to me is yes. It has to be done in a way that's safe and clearly not destructive to your environment, to your ecology, or to your economy.\" Rubio has been consistent, though he does not share Meek's position.</p>\r\n<p><strong>Maurice Ferre:</strong> The former Miami mayor says he has always been opposed offshore oil drilling. In his position paper, which he shared with PolitiFact Florida, he bluntly wrote that ''the juice from drilling off the Florida coast is not worth the squeeze of putting our larger economy at risk.'' He said he authored the paper with the help of the Everglades Foundation, an opponent of offshore oil drilling.</p>\r\n<p><strong>Jeff Greene:</strong> Newcomer Greene told the <em>Miami Herald</em> that he has always opposed drilling off Florida's shore. He told the Century Village Democratic Club in West Palm Beach on May 25: &lsquo;&lsquo;Why do people come to Florida? The ocean, the coasts, the beaches. This is not a fun extra thing that we have. This is the lifeline of our state. We're not going to have any offshore drilling in Florida. I was against it before, I'm against it now, and I'll be against it forever.&rsquo;&rsquo; Having not held public office, this represents his first public comments on the subject.</p>\r\n<p><strong>Alexander Snitker</strong>: The Libertarian candidate supports offshore oil drilling, but only under certain conditions. He wants oil companies held responsible for damage and wants the $75 million cap on damages removed, saying it ''creates a ''moral hazard'' for oil companies.</p>\r\n<p>Environmental groups who follow Congress on the issue say the four-term lawmaker has remained consistent in his opposition to offshore oil drilling.</p>\r\n<p>The League of Conservation Voters, which grades lawmakers on their environmental votes, gives Meek high marks for opposing oil drilling, as does Environment America, which tracks votes on environmental issues. Among the votes they monitored: in 2007 he voted against an amendment that would have lifted a drilling moratorium off the Eastern seaboard from Florida to Delaware starting 3 miles off the shore.</p>\r\n<p>Meek also was one of 100 U.S. House members in 2003 to sign a letter urging congressional leaders not to open Florida's coastline to offshore drilling. He signed a similar letter in 2005, and in 2006. He also voted in 2006 against a proposal to allow oil and gas exploration within 50 to 100 miles of most coastlines, and within 234 miles of Tampa Bay.</p>\r\n<p>When President Barack Obama issued a call in March for expanded offshore oil drilling, Meek gave it a tepid review.</p>\r\n<p>But when looking at Meek's voting record since joining Congress in 2003, we found one taken Sept. 16, 2008, on the Comprehensive American Energy Security and Consumer Act in the U.S. House of Representatives. The bill included a provision that would have allowed oil drilling 50 miles beyond shores.</p>\r\n<p>First, let&rsquo;s put the nation's political climate into context.</p>\r\n<p>In the fall of 2008, the presidential campaign between Obama and McCain intensified over oil drilling. Amid soaring gas prices and cries of \"Drill, Baby, Drill,'' many politicians, including Obama and McCain, reverse coursed and embraced oil drilling.</p>\r\n<p>President George W. Bush also had lifted a presidential moratorium on offshore oil drilling, potentially opening the way for drilling within 3 miles of some coastlines.</p>\r\n<p>Hammered by the calls, House Democrats began to move away from their longstanding opposition to drilling, with House Speaker Nancy Pelosi unveiling the legislation to open up parts of the U.S. coastline, including Florida, to drilling.</p>\r\n<p>On Sept. 16, the House voted 236-189 in favor of the bill. Voting &lsquo;&lsquo;yes&rsquo;&rsquo; were 221 Democrats, including Meek, and 15 Republicans. Voting &lsquo;&lsquo;no&rsquo;&rsquo; were 13 Democrats and 176 Republicans, according to the roll call vote.</p>\r\n<p>Pelosi declared the bill's passage as a &lsquo;&lsquo;a new direction in energy policy'' and a \"bold step forward.\"</p>\r\n<p>Florida Democrats said at the time that the bill stuck by a 2006 compromise that gives Florida's coastline at least a 125-mile buffer in the Gulf of Mexico.</p>\r\n<p>But Republicans lampooned the legislation as a sham, designed to give Democrats the illusion of supporting oil drilling, while actually keeping most oil (which happens to be within 50 miles of shore) off limits.</p>\r\n<p>House Republican Leader John Boehner condemned it, calling it &ldquo;a hoax on the American people.&rsquo;&rsquo;</p>\r\n<p>The Bush White House also threatened a veto, stating that \"this bill purports to open access to American energy sources while in reality taking actions to stifle development.\"</p>\r\n<p>That threat from Bush doomed passage of the legislation in the Senate, where it was never brought up for a vote on the floor.</p>\r\n<p>&ldquo;The issue you raise is not about (Meek&rsquo;s) change of heart, it's about responding to the Bush administration's decision on the moratorium, and the (House GOP) proposal. Faced with those circumstances, Democrats acted to limit offshore drilling, because otherwise it would have been open season,&rsquo;&rsquo; said Adam Sharon, Meek&rsquo;s spokesman.</p>\r\n<p>That gets us back to Meek&rsquo;s original statement that he's \"the only candidate who has consistently been against expanded drilling.\"<br /><br />Meek did vote at least one time to expand drilling -- though the legislation only allowed it in limited cases and under specific conditions that probably would never have happened.</p>\r\n<p>And his Senate opponents either don&rsquo;t share his opposition to offshore oil drilling or have not held public office to warrant a documented account of their stance on the issue.</p>\r\n<p>So, given the political posturing over the 2008 vote, we rate Meek&rsquo;s claim as Mostly True.</p>", "ruling_comments_date": "2010-05-25T18:10:47.293403", "ruling_date": "2010-05-26T18:37:14", "ruling_headline": "Kendrick Meek's position on offshore oil drilling remains mostly consistent", "ruling_headline_slug": "kendrick-meeks-position-offshore-oil-drilling-rema", "ruling_link_text": "Meek's no fan of offshore oil drilling", "ruling_state": null, "source_documents": null, "sources": "<p>Kendrick Meek <a href=\"http://www.kendrickmeek.com/\" target=\"_blank\">campaign website</a>, \"Sign the Petition. Say &lsquo;No' to New Offshore Drilling!&rsquo;&rsquo;<br /><br />White House <a href=\"http://www.whitehouse.gov/omb/legislative/sap/110-2/saphr6899-h.pdf\" target=\"_blank\">signing statement</a>, Sept. 16, 2008.<br /><br />Sierra Club <a href=\"http://action.sierraclub.org/site/MessageViewer?em_id=70282.0\" target=\"_blank\">press release</a>, Sept. 15, 2008.<br /><br />Miami Herald, \"Oil Drilling Becomes Issue in Senate Race,\" May 6, 2010.<br /><br />Miami Herald, \"Offshore drilling bill spares Florida; Democrats backed away from their stance against offshore oil drilling, but agreed to abide by a 2006 deal that keeps Florida waters rig-free,\" Sept. 12, 2008.<br /><br />Associated Press via MSNBC,<a href=\"http://www.msnbc.msn.com/id/26748248/\" target=\"_blank\"> \"House approves offshore drilling bill/But there are caveats: Only 50 or more miles out, only if state agrees,\"</a> Sept. 16, 2008.<br /><br />Clerk, House of Representatives, roll call vote, Sept. 16, 2008.<br /><br />Environment America, <a href=\"http://www.environmentamerica.org/reports/other-issues/more-issues/environment-america-2009-congressional-scorecard\" target=\"_blank\">congressional scorecard</a>.<br /><br />The League of Conservation Voters, congressional scorecard.<br /><br />Interview of Jeff Greene, Miami Herald, May 25, 2010.<br /><br />E-mail interview with Adam Sharon, Meek campaign spokesman.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 6, "first_name": "Kendrick", "half_true_count": 1, "home_state": "Florida", "id": 298, "last_name": "Meek", "mostly_true_count": 4, "name_slug": "kendrick-meek", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_KENDRICK_MEEK_1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/298/", "total_count": 19, "true_count": 5, "website": ""}, "statement": "<p><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: normal; font-style: normal; text-decoration: none; vertical-align: baseline;\">\"Kendrick Meek is the only candidate who has consistently been against expanded drilling.\"<br /></span></p>", "statement_context": "his campaign website, asking supporters to sign a petition to oppose offshore oil drilling", "statement_date": "2010-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}