{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/may/27/rick-scott/rick-scott-says-florida-has-high-regulatory-burden/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1834, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1834/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Rick Scott, a former health care executive who's running in Florida's Republican gubernatorial primary, took aim at the state's business climate in a May 25, 2010, campaign event with young Republicans in Tampa.<br /><br />\"We're 45th out of 50 states'' for&nbsp;regulatory climate for business, Scott said in a speech. \"It's ridiculous the regulation we have in this state. It impacts job growth.\"<br /><br />That's a pretty specific charge, suggesting that the state is overregulated. So we decided to track it down and see if it was supported.<br /><br />As it turns out, there are at least three recent rankings of the 50 states by their regulatory climate for business, and one of them indeed has Florida in 45th place.<br /><br />That one is the \"U.S. Economic Freedom Index: 2008 Report,\" produced roughly every five years by the Pacific Research Institute, a free-market think tank based in San Francisco. The Scott campaign confirmed that this was the study he was citing.<br /><br />The authors of the study ranked the 50 states in each of five areas: fiscal policy, regulatory policy, judicial climate toward business, the size of government and \"welfare spending.\" In the regulatory category, Florida ranked 45th, just as Scott said it did. (The Sunshine State fared better in the other four categories; overall, its ranking was 28th.)<br /><br />But the other two rankings of regulatory climate had happier news for Florida businesses.<br /><br />One study, \"Freedom in the 50 States: An Index of Personal and Economic Freedom,\" was published in February 2009 by the Mercatus Center, a free-market program at George Mason University in Arlington, Va. <br /><br />The categories in the Mercatus study were fiscal policy, regulatory policy, personal freedom and economic freedom, which were combined into an overall ranking. In the regulatory category, Florida ranked 19th. (In the overall category, Florida ranked 22nd.)<br /><br />The other study, by <em>Forbes</em> magazine in 2008, ranked \"the Best States for Business,\" by business costs, labor policy, regulatory environment, economic climate, growth prospects and \"quality of life.\" In the regulatory ranking, Florida ranked 22nd. Overall, Florida fared the best it did in any of the three studies: 8th highest in the nation.<br /><br />So we have three studies. How did they come up with such different results? The quick answer is that they used a different mix of statistics when calculating each state's regulatory climate.<br /><br />There are some similarities. <em>Forbes'</em> study, for instance, used PRI's rating as one factor in its regulatory calculation. And the PRI and Mercatus studies have a number of statistics in common, such as minimum wage levels, labor union laws and the state's worker compensation system.<br /><br />But PRI and Mercatus also use some divergent factors. Mercatus, unlike PRI, includes utility deregulation, health insurance mandates, land-use restrictions, liability system quality and eminent domain laws. By contrast, PRI uses a more extensive list of occupational licensing and continuing-education requirements, covering everything from auctioneers and acupuncturists to embalmers and opticians. PRI also factors in gun control policy, school choice and seat belt laws, which Mercatus included in a category separate from regulatory policy.<br /><br />We asked Jason Sorens, the political scientist at the State University of New York at Buffalo who co-authored the Mercatus report, why the studies came up with such divergent rankings. He said that even with the difference in statistical factors, he was surprised at the wide difference in scores. Sorens suggested that the variation could have stemmed from two factors included in the PRI study but not the Mercatus study -- procurement rules (such as mandates for state government to buy American-made products, recycled products and alternative fuels) and environmental protection standards (such as standards for indoor air quality, pesticides, mercury, lead, \"children's environmental health,\" asbestos and other toxic compounds). It's possible that Florida's laws in these areas, or perhaps in other areas measured only by the PRI study, are more stringent than those in other states, Sorens said.<br /><br />It's important to note that all three studies were produced by groups with free-market, pro-business orientations, and their selection of inputs inherently reflects value judgments that not all Floridians will agree with. Certainly labor union members will not appreciate having \"right to work\" laws counted as a plus, and environmentalists (even those who are fiscally conservative) will likely chafe at the prospect of a state being marked down for strong wetlands-protection and endangered-species laws. Finally, lots of Floridians could take issue with whether it's desirable (or even valid) to include gun-control laws and seat belt laws (as PRI does) or smoking restrictions (as Mercatus does) in a calculation of a business-climate study.<br /><br />In other words, many Floridians may see benefits in some of the government regulations that count as demerits in these studies, and might well prefer, on balance, to live in a state that ranks poorly on these regulatory lists.<br /><br />That said, we won't take sides on the question of whether state regulation is a positive or a negative. Rather, we'll focus only on the narrower question of whether Scott portrayed the data accurately.<br /><br />Is there a single, \"correct\" ranking? We don't think so. Even though the three studies produced different results using different inputs, the authors of the <em>Forbes</em> and Mercatus studies told PolitiFact that they respect the PRI study and its methodology. With that kind of endorsement, we'll stipulate that there's no \"right\" score for Florida -- just three different estimates.<br /><br />So if the three separate rankings are more or less equivalent, then Scott's statement is not incorrect -- but it's also not complete. He has cited the least favorable ranking, while two other studies rated Florida substantially higher.</p>\r\n<p>If Scott had said, \"According to one study, Florida ranks 45th out of 50 states''&nbsp;for regulatory climate for business, he would have been 100 percent accurate. As it is, his statement is technically correct, but gives an incomplete impression about the extent of Florida's regulatory climate. So we rate it Half True.</p>", "ruling_comments_date": "2010-05-27T17:41:01.119899", "ruling_date": "2010-05-27T17:39:22", "ruling_headline": "Rick Scott says Florida has high regulatory burden", "ruling_headline_slug": "rick-scott-says-florida-has-high-regulatory-burden", "ruling_link_text": "Yes in one study; not in two others", "ruling_state": null, "source_documents": null, "sources": "<p>Rick Scott, address to young Republican group in Tampa, Fla., May 25, 2010 (quote relayed by <em>St. Petersburg Times</em> political editor Adam Smith)<br />&nbsp;<br />Pacific Research Institute, \"<a href=\"http://www.pacificresearch.org/docLib/20080909_Economic_Freedom_Index_2008.pdf\" target=\"_blank\">U.S. Economic Freedom Index: 2008 Report</a>,\" September 2008<br />&nbsp;<br />Mercatus Center, \"<a href=\"http://mercatus.org/sites/default/files/publication/Freedom_in_the_50_States.pdf\" target=\"_blank\">Freedom in the 50 States: An Index of Personal and Economic Freedom</a>,\" February 2009<br />&nbsp;<br /><em>Forbes</em>, \"<a href=\"http://www.forbes.com/2008/07/30/virginia-georgia-utah-biz-cz_kb_0731beststates_table.html\" target=\"_blank\">Table: The Best States for Business</a>,\" July 31, 2008</p>\r\n<p>E-mail interview with Jen Baker, Rick Scott for Governor campaign, May 27, 2010<br />&nbsp;<br />E-mail interview with Kurt Badenhausen, senior editor for statistics at <em>Forbes</em> magazine, May 26, 2010<br />&nbsp;<br />E-mail interview with Jason Sorens, political scientist at the State University of New York (Buffalo) and affiliated scholar with George Mason University's Mercatus Center, May 26, 2010</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>Florida ranks \"45th out of 50 states'' for its regulatory climate for business.</p>", "statement_context": "a speech to young Republicans in Tampa", "statement_date": "2010-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": null}