{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/28/john-cornyn/cornyn-says-arizona-immigration-law-bans-racial-pr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1835, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1835/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSimmering over the immigration bill Arizona Gov. Jan Brewer signed into law in April, Mexico President Felipe Calderon told a joint session of Congress May 20 that the tough law invites racial profiling.</p>\r\n<p>\r\n\tU.S. Sen. John Cornyn, R-Texas, who has urged the federal government to increase border security, including sending unmanned aircrafts to survey the Texas-Mexico border, quickly took Calderon to task for lecturing Americans on their state laws.</p>\r\n<p>\r\n\t&quot;I wish that the president of the United States, the president of Mexico, the attorney general, and the secretary of the Department of Homeland Security would have done what anybody can do with Internet access, which is to download a copy of the Arizona bill and read it for themselves,&quot; Cornyn said on NBC&#39;s Meet the Press May 23. &quot;It expressly bans racial profiling.&quot;</p>\r\n<p>\r\n\tDoes it?</p>\r\n<p>\r\n\tGenerally, the law makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.</p>\r\n<p>\r\n\tRight away, though, whether the law encouraged police officers to choose who to stop based on race proved a provocative question. The law&#39;s phrasing &mdash; saying officers &quot;may not solely consider race&quot; &mdash; prompted critics to condemn the law for effectively permitting officers to single out racial or ethnic characteristics to justify interrogations.</p>\r\n<p>\r\n\tOn April 30, Brewer reacted by signing into law the removal of &quot;solely&quot; from the provision, which now says: &quot;A law enforcement official or agency of this state or a county, city, town or other political subdivision of this state may not consider race, color or national origin in implementing the requirements of this subsection except to the extent permitted by the United States or Arizona Constitution.&quot;</p>\r\n<p>\r\n\tIn a news release, Brewer said that with the change, it&#39;s &quot;crystal clear and undeniable that racial profiling is illegal and will not be tolerated in Arizona.&quot;</p>\r\n<p>\r\n\tNot necessarily, legal experts say, pointing out that what&#39;s permitted under the U.S. and Arizona constitutions &mdash; specifically, the Fourth and Fourteenth Amendments of the federal document &mdash; has fed conflicting court rulings.</p>\r\n<p>\r\n\tThe Fourth Amendment, which prohibits &quot;unreasonable searches and seizures&quot; was tested in a case in the 1970&#39;s concerning conditions the U.S. Border Patrol had to meet to ask motorists about their citizenship.</p>\r\n<p>\r\n\tA roving patrol unit had stopped a vehicle in California near the Mexican border and questioned its occupants about their immigration status. In 1975, the Supreme Court unanimously held that the questioning didn&#39;t violate the amendment. The court said that while &quot;the only ground for suspicion is that the occupants appear to be of Mexican ancestry ... because of the important governmental interest in preventing the illegal entry of aliens at the border, the minimal intrusion of a brief stop, and the absence of practical alternatives for policing the border, an officer ... may stop the car briefly, question the driver and passengers about their citizenship and immigration status, and ask them to explain suspicious circumstances.&quot; Any further detention or search must be based on consent or probable cause, the court said.</p>\r\n<p>\r\n\tIn the opinion, Justice Lewis Powell wrote: &quot;The likelihood that any given person of Mexican ancestry is an alien is high enough to make Mexican appearance a relevant factor,&quot; even though &quot;standing alone it does not justify stopping all Mexican-Americans to ask if they are aliens.&quot; In other words, racial factors can be used in profiling, the court held, just as long as they are not the only factors &mdash; language reflected in the Arizona law&#39;s original wording.</p>\r\n<p>\r\n\tHowever, Daniel Capra, a professor of law at Fordham University, pointed to a later case (United States v. Whren in 1996). Here, plainclothes policeman patrolling a &quot;high-drug area&quot; in Washington observed two black men driving a truck turn suddenly without signaling and speed off. The officers stopped the truck and saw plastic bags of cocaine. Facing federal drug charges, the men sought to suppress the evidence, arguing the stop wasn&#39;t justified by either reasonable suspicion or probable cause they were engaged in illegal drug activity. The Supreme Court found that because the men violated traffic laws, the stop didn&#39;t violate the Fourth Amendment, and also spoke to their claim that allowing police officers to investigate other legal violations after a routine traffic stop could lead to stopping cars based only on a driver&#39;s race. The court noted that the &quot;Constitution prohibits selective enforcement of the law based on considerations such as race,&quot; citing the Fourteenth Amendment, which grants &quot;equal protection of the laws.&quot;</p>\r\n<p>\r\n\tIn 1997, the Sixth Circuit Court of Appeals noted that under the Fourteenth Amendment, &quot;citizens are entitled to equal protection of the laws at all times. If law enforcement adopts a policy, employs a practice, or in a given situation takes steps to initiate an investigation of a citizen based solely upon that citizen&#39;s race, without more, then a violation of the Equal Protection clause has occurred.&quot; Here, the defendant had argued that airport officers in Cincinnati seized his carry-on bag &mdash; which contained cocaine &mdash; solely because of his race.</p>\r\n<p>\r\n\tAnd in 2000, the Ninth Circuit Court of Appeals &mdash; a federal court whose jurisdiction includes Arizona &mdash; ruled that stopping someone because of that person&#39;s Hispanic appearance is impermissible because &quot;the majority of people who pass through the checkpoint in question (in El Centro, Calif.) are Hispanic.&quot; The Ninth Circuit acknowledged that its conclusion contradicted some language in the Brignoni-Ponce case. Yet, it said, in &quot;suggesting that ethnic appearance could be relevant, the (Supreme) Court relied heavily on now-outdated demographic information.&quot; By 2000, the court said, there were so many more legal U.S. residents of Mexican ancestry, it was no longer reasonable to stop someone because they look Hispanic.</p>\r\n<p>\r\n\tBrewer said the latest changes to Arizona&#39;s immigration law &quot;lay to rest questions over the possibility of racial profiling.&quot; Checking her statement, PolitiFact.com spoke with legal experts who said that, at a minimum, conflicts among the various court decisions needs to be resolved. Besides, while the revised Arizona law bans unconstitutional racial profiling, it still permits profiling based on cues such as clothing or behavior. Experts told PolitiFact the law draws a hazy, perhaps unenforceable line between permitted profiling and illegal approaches.</p>\r\n<p>\r\n\tAnother concern: Kevin Johnson, dean of the law school at the University of California-Davis and a specialist on immigration law, said he worries that local police inadequately trained in immigration law could engage in racial profiling, intentionally or unwittingly. &quot;If Arizona state and local police considered &#39;Mexican appearance&#39; as permitted by Brignoni-Ponce, some would say that is racial profiling,&quot; Johnson told us.</p>\r\n<p>\r\n\tPolitiFact concluded that the revised law has too much wiggle room to back up Brewer&#39;s statement that it lays &quot;to rest questions over the possibility of racial profiling.&quot;</p>\r\n<p>\r\n\tOf course, Cornyn didn&#39;t venture as far as Brewer. He simply said the law expressly bans such profiling, and it does &mdash; though the law also expressly leaves room for profiling that passes constitutional muster, a significant and legally squishy factor that Cornyn&#39;s statement doesn&#39;t acknowledge. Experts expect the profiling topic to be thrashed out for years to come.</p>\r\n<p>\r\n\tWe rate Cornyn&#39;s statement as Half True.</p>", "ruling_comments_date": "2010-05-27T18:42:43.426113", "ruling_date": "2010-05-28T22:31:22", "ruling_headline": "Cornyn says the Arizona immigration law bans racial profiling", "ruling_headline_slug": "cornyn-says-arizona-immigration-law-bans-racial-pr", "ruling_link_text": "Banned — unless constitutionally OK", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMeet the Press, <a href=\"http://www.msnbc.msn.com/id/37279599/ns/meet_the_press/\" target=\"_blank\" title=\"Transcript for May 23, 2010: Joe Sestake, John Cornyn, Robert Mendez, Tom Friedman, Paul Gigot, Andrea Mitchell, Bob Woodward,\">Transcript for May 23, 2010: Joe Sestake, John Cornyn, Robert Mendez, Tom Friedman, Paul Gigot, Andrea Mitchell, Bob Woodward,</a> May 23, 2010</p>\r\n<p>\r\n\tRevised <a href=\"http://azgovernor.gov/dms/upload/HB_2162Signed.pdf\" target=\"_blank\" title=\"text\">text</a> of Arizona immigration law (HB 2162), accessed May 24, 2010</p>\r\n<p>\r\n\tOriginal <a href=\"http://azgovernor.gov/dms/upload/SB_1070_Signed.pdf\" target=\"_blank\" title=\"text\">text</a> of Arizona immigration law (SB 1070), accessed May 24, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.law.cornell.edu/supct/html/95-5841.ZO.html\" target=\"_blank\" title=\"United States vs. Whren,\">United States vs. Whren,</a> June 10, 1996</p>\r\n<p>\r\n\t<a href=\"http://bulk.resource.org/courts.gov/c/F3/128/128.F3d.974.95-5232.html\" target=\"_blank\" title=\"United States vs. Avery,\">United States vs. Avery,</a> Nov. 3, 1997</p>\r\n<p>\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/04/jan-brewer/arizona-immigration-law-rewrite-lays-rest-worries-/\" target=\"_blank\" title=\"Arizona immigration law rewrite 'lays to rest' worries about racial profiling, Brewer says,\">Arizona immigration law rewrite &#39;lays to rest&#39; worries about racial profiling, Brewer says,</a> May 4, 2010</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://blogs.chron.com/txpotomac/2010/05/cornyn_criticizes_calderon_on.html\" target=\"_blank\" title=\"Cornyn criticizes Calderon on guns, Arizona law,\">Cornyn criticizes Calderon on guns, Arizona law,</a> May 20, 2010</p>\r\n<p>\r\n\tAmerican Bar Association, <a href=\"http://www.abanet.org/irr/hr/winter01/johnson.html\" target=\"_blank\" title=\"Race profiling in immigration enforcement,\">Race profiling in immigration enforcement,</a> 2001</p>\r\n<p>\r\n\tInterview with Daniel Capra, Reed professor of Law at Fordham University, May 24, 2010</p>\r\n<p>\r\n\tE-mail interview with Stephen W. Yale-Loehr, adjunct professor at Cornell Law School, May 24, 2010</p>\r\n<p>\r\n\tE-mail interview with Kevin R. Johnson, dean at University of California-Davis School of Law, May 24, 2010</p>\r\n<p>\r\n\tE-mail interview with Stephen A. Saltzburg, professor at the George Washington University School of Law, May 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\tSays the Arizona immigration law &quot;expressly bans racial profiling.&quot;</p>", "statement_context": "on NBC's \"Meet the Press\"", "statement_date": "2010-05-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}