{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/02/mark-critz/critz-touts-democratic-role-low-taxes-job-creation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1844, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1844/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On May 27, 2010 -- less than 10 days after winning a House seat in a special election -- Rep. Mark Critz, D-Pa., took to the House floor to tout what his fellow Democrats have been doing to improve the nation's dismal economy.<br />&nbsp;<br />\"The Democratic Congress has already taken significant steps to create jobs and jump-start the economy, resulting in the lowest tax rates in over 50 years and the creation of over 500,000 new jobs so far this year,\" Critz said.<br />&nbsp;<br />We'll analyze his points one by one.<br />&nbsp;<br />&bull;<strong> Are tax rates the lowest in over 50 years?</strong><br />&nbsp;<br />It depends on the definition of the phrase \"tax rate\" -- whether you literally mean the rate, or whether you look at how the tax burden falls on the average American.<br />&nbsp;<br />If you only look at the rate for the federal income tax, the lowest bracket -- currently applying to families earning up to $16,750 -- has been 10 percent since 2002. That's the lowest it has been in the past 50 years, with the exception of the period 1977 to 1986, when it was zero (but when there was no standard deduction, as there is today).<br />&nbsp;<br />If you look at the top tax bracket, the rates today are also low, though -- as is the case with the lowest bracket -- not the lowest in 50 years. Since 2003, the top rate, which is currently levied on families earning above $373,650, has been 35 percent. The only period when it was lower was between 1988 and 1992, when the top rate ranged from 31 to 33 percent. (And it's been far higher: As late as 1963, the top rate was 91 percent.)<br />&nbsp;<br />Of course, Americans also pay state and local taxes. The rates vary widely by state, but the most recent available national average, for 2008, is 9.7 percent. That's well within the historical range: Since 1977, the national average has remained within a narrow band of 9.3 percent to 10.3 percent.<br />&nbsp;<br />So tax rates today are fairly low, but not at absolute record lows for the past 50 years.</p>\r\n<p>What about tax burden? Although he didn't use that word, when people talk about rates, they often mean the overall burden.<br />&nbsp;<br />The most complete accounting we've seen is a table of tax data assembled by the Urban Institute-Brookings Institution Tax Policy Center that measures the average federal income tax rate -- that is, federal income taxes paid divided by income -- for four-person families at three representative levels of income. The data covers the years 1955 to 2009:</p>\r\n<p>At half the median national income and at the median income, the rates for 2008 and 2009 are the lowest on record, and at twice the median income, it is lower than every year since 1967 except for one (2003).</p>\r\n<p>In fact, a family at half the median income (which calculates to roughly $38,000) actually got 8.33 percent of their income back from the government in 2008 and 8.28 percent back in 2009. (That's due to refundable credits, mainly the Earned Income Tax Credit.) The rate for median families ($76,000 last year) paid just 3.54 percent of their income in taxes in 2008 and 4.63 percent in 2009, while families at twice the median income (nearly $152,000) paid 12.35 percent of their income in taxes in 2008 and 12.58 percent in 2009. <br />&nbsp;<br />Other measures confirm the general trendline. The Tax Foundation, an independent tax-research group in Washington, has found that the average taxpayer's combined tax burden accounted for 26.6 percent of income in 2009 and 26.9 percent in 2010, the lowest since 1965. And according to the White House's Office of Management and Budget, total federal tax receipts were 14.8 percent of gross domestic product in 2009, the lowest percentage since 1950.<br />&nbsp;<br />So Critz is on safe ground when he says that the rate of taxes paid to income earned is at low levels compared to the past 50 years. He probably should have used the phrase \"tax burden\" rather than \"tax rate,\" but the terminology he used isn't incorrect. So for this portion of his statement, we rate him Mostly True.<br />&nbsp;<br />&bull; <strong>Have 500,000 new jobs been created so far this year?</strong><br />&nbsp;<br />Politicians love to talk about \"jobs created,\" but in reality, there's no statistic that specifically calculates the numbers of jobs created. Instead, this number usually refers to the net increase in jobs from one time period to another. According to the Bureau of Labor Statistics, the net monthly increases were 14,000 jobs for January, 39,000 for February, 230,000 for March, and 290,000 for April. If you add these up, they total 573,000 jobs, making Critz's statement correct. We'll note that the March and April figures are preliminary. But given what we know now, we rate this part of Critz's statement True.<br />&nbsp;<br />&bull; <strong>Does the Democratic Congress deserve credit for the low tax rates and the jobs created?<br /></strong>&nbsp;<br />Let's take jobs first. To the extent that any political entity deserves credit for the job growth, the Democratic Congress would qualify. Along with President Barack Obama, a fellow Democrat, they have exercised unified control of the government since January 2009.</p>\r\n<p>But it's a huge stretch to say all the job gains are the work of the Democratic-run government. There is considerable debate among economists about how much the Democratic stimulus bill truly helped the economy. And given the many factors that help shape the national and international economy, many observers have argued that the president and Congress usually get too much credit during good times and too much blame during bad times.<br />&nbsp;<br />On taxes, it's also complicated. The Democrats can rightly take credit for the inclusion of tax cuts in Obama's economic stimulus bill since only three Congressional Republicans voted for it. The administration says that the American Recovery and Reinvestment Act provided $288 billion in tax relief, of which roughly $163 billion has been paid out so far. And stimulus money helped many states stave off tax increases that they might otherwise have been forced to impose had there been no stimulus.<br />&nbsp;<br />But economists we interviewed emphasized that two other major factors have also played a role in keeping taxes low -- and Congressional Democrats can hardly claim credit for these. The first is the Republican-driven tax-cutting measures passed in 2001 and 2003 under President George W. Bush. They were largely opposed by Democrats, but established today's relatively low federal income tax rates. The second factor is the recession. By nature, all recessions depress taxation rates, as individuals and families shift to lower tax brackets and, as a result, pay out less of their income in taxes.<br />&nbsp;<br />The Bush tax cuts and the recession are \"hardly facets of the issue that a newly minted Democrat should be touting,\" said J.D. Foster, a senior fellow at the conservative Heritage Foundation.<br />&nbsp;<br />Overall, then, Critz was mostly right on the stats -- that taxes are relatively low right now, and that 500,000 jobs have been created this year. But it's a stretch for him to suggest that the Democrats deserve any more than partial credit for the shape of today's tax landscape. So we rate his statement Half True.</p>", "ruling_comments_date": "2010-06-02T14:29:14.891324", "ruling_date": "2010-06-02T14:20:27", "ruling_headline": "Critz touts Democratic role in low taxes, job creation", "ruling_headline_slug": "critz-touts-democratic-role-low-taxes-job-creation", "ruling_link_text": "Right on the facts, but Democrats don't deserve all the credit", "ruling_state": null, "source_documents": null, "sources": "<p>Mark Critz, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H3874&amp;dbname=2010_record\" target=\"_blank\">floor speech</a> in the House of Representatives, May 27, 2010</p>\r\n<p>Urban Institute-Brookings Institution Tax Policy Center, \"Historical Federal Income Tax Rates for a Family of Four\" (<a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=226\" target=\"_blank\">table</a>), accessed June 2, 2010</p>\r\n<p>Tax Foundation, \"Federal Individual Income Tax Rates History -- Income Years 1913-2010\" (<a href=\"http://www.taxfoundation.org/files/fed_individual_rate_history-20091231.pdf\" target=\"_blank\">table</a>), accessed June 2, 2010<br />&nbsp;<br />Tax Foundation, \"State-Local Tax Burdens, All States\" (<a href=\"http://www.taxfoundation.org/files/sl_burden_1977-2008-200808073.pdf\" target=\"_blank\">table</a>), accessed June 2, 2010<br />&nbsp;<br />Tax Foundation, Tax Freedom Day annual <a href=\"http://www.taxfoundation.org/files/sr177.pdf\" target=\"_blank\">report</a>, March 2010<br />&nbsp;<br />Chuck Marr and Gillian Brunet, \"Federal Income Taxes on Middle-Income Families at Historically Low Levels\" (Center on Budget and Policy Priorities <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3151\" target=\"_blank\">briefing paper</a>), April 14, 2010<br />&nbsp;<br />Office of Management and Budget, \"Receipts by Source as a Percentage of GDP, 1934-2015\" (<a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/hist02z3.xls\" target=\"_blank\">table</a>), June 2, 2010</p>\r\n<p>Bureau of Labor Statistics, \"Employment, Hours, and Earnings from the Current Employment Statistics survey (National); 1-Month Net Change, Sasonally Adjusted, nonfarm\" (<a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?data_tool=latest_numbers&amp;series_id=CES0000000001&amp;output_view=net_1mth\" target=\"_blank\">table</a>), accessed June 2, 2010<br />&nbsp;<br />Recovery.gov, \"Overview of Funding\" (<a href=\"http://www.recovery.gov/pages/textview.aspx?List=%7BEB595CCA%2DD93F%2D48F4%2DAF96%2D11E2D41DE73D%7D&amp;xsl=Charts/FundingOverviewChartTextView.xsl\" target=\"_blank\">web page</a>), accessed June 2, 2010<br />&nbsp;<br />E-mail interview with Bob Williams, senior fellow at the Tax Policy Center, June 1, 2010<br />&nbsp;<br />E-mail interview with J.D. Foster, senior fellow with the Heritage Foundation, June 2, 2010<br />&nbsp;<br />E-mail interview with Gary Burtless, senior fellow at the Brookings Institution, June 1, 2010<br />&nbsp;<br />E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, June 1, 2010<br />&nbsp;<br />E-mail interview with Gillian Brunet, research assistant with the Center on Budget and Policy Priorities, June 1, 2010</p>\r\n<p>E-mail interview with Natasha Altamirano, spokeswoman for the Tax Foundation, June 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Mark", "half_true_count": 1, "home_state": "Pennsylvania", "id": 432, "last_name": "Critz", "mostly_true_count": 0, "name_slug": "mark-critz", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Critz.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/432/", "total_count": 1, "true_count": 0, "website": "http://critz.house.gov/"}, "statement": "<p>\"The Democratic Congress has already taken significant steps to create jobs and jump-start the economy, resulting in the lowest tax rates in over 50 years and the creation of over 500,000 new jobs so far this year.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2010-05-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}