{"art": [{"brightcove": "", "caption": "Sampling of historical figures", "id": 431, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/sboehistoryfigures.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/431/", "title": "Sampling of historical figures", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/02/kathy-miller/miller-state-board-education-more-quadrupled-numbe/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1845, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1845/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The state's social studies curriculum standards fell under the microscope this year as members of the State Board of Education squabbled over what should be taught to Texas students.<br /><br />In a May 18 opinion piece in the Austin American-Statesman -- before the board gave final approval to revised standards May 21 -- Kathy Miller of the Texas Freedom Network, which bills itself as a watchdog group that monitors \"far-right issues, organizations, money and leaders,\" wrote: \"Teachers despair that the standards, rather than simply identifying major concepts students should master, are far too long and detailed. For example, a Houston school district analysis found that the board more than quadrupled the number of historical figures students must learn about.\"<br /><br />That sounds like a lot of names and dates to remember. We decided to look it up.<br /><br />In response to our inquiry, Dan Quinn, the network's communications director, pointed us to an entry on School Zone, the Houston Chronicle's education blog, reporting that the Houston school district's social studies curriculum managers had expressed concerns about some proposed changes to the standards during an April 29 district school board meeting.<br /><br />According to the post, the managers, Angela Miller and Michael Dorsey, said the proposed standards contained \"262 historical figures that students must learn about from elementary through high school,\" compared with the current count of \"60 people.\" That's more than four times as many as now.<br /><br />But there's a hitch. The numbers in the Houston school district analysis differ from those reported in the Houston Chronicle blog. The actual counts are 64 required historical figures under the current standards and 252 under the proposed ones -- four names short of a quadrupling.<br /><br />At the time of the Houston analysis, the proposed standards included changes the state education board had already made to recommendations from board-appointed \"writing groups\" made up largely of teachers. (The new standards are set to be implemented in 2011-12, and classroom materials and tests based on the standards are scheduled to take effect in 2012-13.) <br /><br />In a document prepared for the Houston school board, Angela Miller and Dorsey said they were concerned about the growth in the \"number of people who are now required topics of instruction\" primarily because \"teachers have fewer opportunities to tailor their instruction to address the needs and interests of their students and communities. And, two, the effort to create a 'balanced' list of required individuals inevitably results in very long lists of names as each constituency advocates the inclusion of individuals representative of their interests.\"<br /><br />In her Statesman article, Kathy Miller followed up: \"Historians have warned that such a 'laundry list' approach ... is a lazy and ineffective way to teach and sets up our schools -- and our children -- to fail as they struggle through a blizzard of names and facts.\" <br /><br />A little background: There are two ways to figure out how many historical figures the curriculum standards require that students be taught. You can read the standards and count the individuals who are named. Or, you can consult the lists of names that the Texas Education Agency has created for both the current and proposed requirements. Some names appear more than once on the lists -- and are counted each time -- because they are studied in more than one grade. At the time the Houston analysis was done, the proposed standards specified more than 40 names more than once. For example, economist Adam Smith was to be taught in both high school economics and world history classes.<br /><br />Houston officials used the first method, making their own grade-by-grade comparison -- between the current standards and the proposed ones -- of the number of historical figures that must be taught in kindergarten through eighth grade, as well as for mandatory high school social studies classes: world geography, world history, U.S. history, government and economics.<br /><br />To tally historical figures that students must be taught now, Angela Miller said, she and a colleague combed the current standards, adopted in 1997. For the proposed standards, Miller said, she relied on the list of names produced by the education agency; it reflected all the changes made to the proposals by the state board through March 2010. <br /><br />For comparison, we consulted the education agency's lists of required historical figures in the current and proposed standards. (To ensure a valid comparison, we removed any names that were part of the curriculum standards for psychology and sociology courses; those classes are electives and were not included in the Houston school district's analysis.) Our counts differed slightly from the Houston district's: 71 now vs. 250 in the proposed standards, 34 names short of a quadrupling.<br /><br />Angela Miller told us that she and her colleague could have erred as they perused the current standards. We also found that a difference in interpreting some objectives in the standards may explain variations in the counts.<br /><br />For example, the TEA list of required historical figures in the high school world history curriculum contains three names: Hammurabi, Emperor Justinian I and John Locke. All three come from this objective in the current standards: \"The student is expected to identify the impact of political and legal ideas contained in significant historic documents, including Hammurabi's Code, Justinian's Code of Laws, Magna Carta, John Locke's Two Treatises of Government, and the Declaration of Independence.\"<br /><br />Angela Miller said the three names were not included in the Houston school district's analysis because knowledge of the document, not the individual, is what is required of the students.<br /><br />Bluntly, counting the figures required to be taught in social studies classes is not a perfect science.<br /><br />And there's a postscript: The proposed curriculum standards changed again when the State Board of Education met in May -- after Kathy Miller's opinion piece ran in the Statesman.<br /><br />Monica Martinez, TEA's managing director of the curriculum division, said that short of watching the videos of the two days of 15-hour meetings during which the state board worked on those changes, we would have to wait for the agency to release updated documents to determine the final number of historical figures that must be taught. She said the agency hoped to have those ready later this month. Based on changes made during the first day alone, indications are the total will drop from what it was when Miller made her statement.<br /><br />Summing up: Kathy Miller leaned on a news report quoting research by the Houston school district. Unfortunately, the blog had the wrong numbers, overstating the number of historical figures required to be taught under the proposed standards being considered at the time. That led Miller to overstate the facts in claiming that the State Board of Education \"more than quadrupled the number of historical figures students must learn about.\"<br /><br />Had she relied on the original research, which was linked directly to the Chronicle blog, Miller wouldn't have goofed making her point. The changes made by the state board up to that point meant students were going to have to study a lot more historical figures than they do now -- but it's less than four times as many.<br /><br />We rate Miller's statement Half True.</p>", "ruling_comments_date": "2010-06-02T22:13:03.756959", "ruling_date": "2010-06-02T22:28:45", "ruling_headline": "Miller: State Board of Education 'more than quadrupled' the number of historical figures students must learn about", "ruling_headline_slug": "miller-state-board-education-more-quadrupled-numbe", "ruling_link_text": "Incorrect newspaper blog leads to overstatement", "ruling_state": null, "source_documents": null, "sources": "<p>Kathy Miller, president, Texas Freedom Network, &ldquo;<a href=\"http://www.statesman.com/opinion/miller-social-conservatives-on-state-board-of-education-693422.html\" target=\"_blank\">Social conservatives on State Board of Education seem to want to rewrite history to fit a political point of view</a>,&rdquo; Austin American-Statesman, May 18, 2010<br /><br />Houston Chronicle, School Zone blog, &ldquo;<a href=\"http://blogs.chron.com/schoolzone/2010/04/hisd_board_wants_fair_and_accu.html\" target=\"_blank\">HISD board wants &lsquo;fair and accurate&rsquo; social studies standards</a>,&rdquo; April 22, 2010<br /><br />Houston school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060210_hisddocs.pdf\" target=\"_blank\">documents</a> on proposed social studies curriculum standards for school board meeting, April 29, 2010<br /><br />Texas Education Agency, <a href=\"http://www.tea.state.tx.us/index2.aspx?id=3643\" target=\"_blank\">Social Studies TEKS page</a><br /><br />Texas Education Agency, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/060210_tealistproposed.pdf\" target=\"_blank\">alphabetized list of all names following 'including' with grade level or course description</a>,\" based on proposed standards in March 2010<br /><br />Texas Education Agency, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/060210_tealistdraft.pdf\" target=\"_blank\">historical figures by grade level</a>,\" first drafts of recommendations, July 31, 2009<br /><br />Texas Education Agency, <a href=\"http://ritter.tea.state.tx.us/rules/tac/chapter113/index.html\" target=\"_blank\">current social studies curriculum standards</a><br /><br />Interview with Angela Miller, manager, secondary social studies curriculum, Houston independent school district, May 25 and 31, 2010<br /><br />Interview with Monica Martinez, managing director, curriculum division, Texas Education Agency, May 28 and 31, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, Texas Freedom Network", "false_count": 0, "first_name": "Kathy", "half_true_count": 1, "home_state": "", "id": 433, "last_name": "Miller", "mostly_true_count": 0, "name_slug": "kathy-miller", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kathy-Miller-low-resnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/433/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\"A Houston school district analysis found that the (State Board of Education) more than quadrupled the number of historical figures students must learn about.\"</p>", "statement_context": "an op-ed article", "statement_date": "2010-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": null}