{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/07/bill-white/white-says-perry-fast-tracked-unncessary-coal-fire/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1855, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1855/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tBill White, the Democratic nominee for governor, recently blasted his opponent&#39;s environmental record, saying in a May 17 press release: &quot;Rick Perry attempted to fast-track unnecessary coal-fired power plants, which degrade air quality and would cost billions. Fortunately, a court stopped him.&quot;</p>\r\n<p>\r\n\tWe wondered if White&#39;s salvo is on target.</p>\r\n<p>\r\n\tSome history: Perry issued his so-called fast-tracking order Oct. 27, 2005, &quot;to encourage diversity of energy supply.&quot; The order told the Texas Commission on Environmental Quality, which is responsible for judging requests for permits to pollute the air, to &quot;prioritize and expedite the processing of environmental permit applications that are protective of the public health and environment and propose to use Texas&#39; natural resources to generate electrical power.&quot;</p>\r\n<p>\r\n\tThe order, issued as natural gas prices climbed and after Hurricane Katrina disrupted natural gas production, shortened administrative hearings on permits, which normally took about a year, to six months. At the time, Perry said he was hoping to spare electricity consumers from rate shocks due to the surging price of natural gas.</p>\r\n<p>\r\n\tA few months later, TXU Corp., a Dallas-based energy company, announced plans to double its power production by building eight coal-fired units. Company executives were joined by Perry at their April 2006 press conference, according to the Dallas Morning News. The company, which had submitted a permit application for two new coal-units in July 2005 and had plans to build another unit permitted by the state in 2003, said it would cost $10 billion to complete all 11 units. TXU also promised to cut emissions of pollutants including sulfur dioxide and nitrogen oxide and mercury by 20 percent, saying it would spend $500 million on equipment to control pollution at three of its existing coal-fired units in Texas.</p>\r\n<p>\r\n\tIn a Sept. 8, 2006, press release, Perry defended his order and TXU&#39;s proposal, saying &quot;the TXU plants are important to diversifying our energy supply so Texans do not face rate shock every time natural gas prices spike up.&quot;</p>\r\n<p>\r\n\tTXU was then the state&#39;s biggest emitter of carbon dioxide, one of several greenhouse gases widely thought to be fueling global warming. The utility acknowledged the proposed plants would emit 78 million tons of carbon dioxide per year, in addition to the 55 million tons per year company plants were already emitting, according to the Morning News.</p>\r\n<p>\r\n\tWhere was White as Perry aligned with TXU? As Houston&#39;s mayor, White opposed the eight proposed units as a member of the Texas Cities for Clean Air Coalition, which was formed by then-Dallas Mayor Laura Miller in August 2006 to challenge coal-fired power plant pollution. In September 2006, the Houston Chronicle quoted White saying: &quot;We need to make sure that power plants built for today have minimal emissions and contributions to global warming, the greenhouse gases, where we will see increasing regulation in this country, and in other countries, in the future.&quot;</p>\r\n<p>\r\n\tTXU and anti-coal groups faced off for and against the proposed plants, while four groups consisting of people living near proposed plant sites sued Perry, calling his executive order unconstitutional. And in February 2007, a state district judge blocked it, saying Perry overstepped his constitutional authority in &quot;directing a hearing officer to hold a hearing and reach a decision by a particular deadline.&quot; The judge issued an injunction that restored power to administrative law judges to delay a hearing on TXU&#39;s permit application. The judges then postponed the hearing until June of that year.</p>\r\n<p>\r\n\tNext came a big twist. In the following months, TXU was bought out by private owners, who quickly withdrew requests for permits to build eight of the 11 coal-fired units. In June 2007, the commission granted a permit for the two surviving units, going against an administrative judge&#39;s recommendation that the agency reconsider its approval after TXU failed to prove that technology to be used at the plant would effectively control emissions.</p>\r\n<p>\r\n\tOf late, Texas utilities &mdash; not including Luminant (formerly TXU) &mdash; are seeking permits for five more proposed coal-fired and petroleum coke-fired plants.</p>\r\n<p>\r\n\tSo, Perry issued his speed-up order, which was canceled by a judge, as White says. Also as he says, the 11 coal-fired power units that TXU wanted to construct were expected to cost billions.</p>\r\n<p>\r\n\tFinally, let&#39;s circle back to White&#39;s contention that the plants were unnecessary. That&#39;s debatable.</p>\r\n<p>\r\n\tIn 2006, the Electric Reliability Council of Texas (ERCOT), which manages the power grid that serves most of Texas, forecast that the state needed fuel diversity to offset its dependence on natural gas, and new sources of energy to keep up with electricity demand &mdash; a tenet of Perry&#39;s 2005 order.</p>\r\n<p>\r\n\tHowever, anti-coal opponents who led the lawsuit against Perry&#39;s order argue that even if the state needed to generate more electricity, it should have come from cleaner energy sources such as wind power. Nathan Melson, president of Citizens Organizing for Resources and Environment, a nonprofit that organized in 2006 against TXU&#39;s proposed coal-fired plant in Savoy (about 70 miles north of Dallas), and one of the groups that sued Perry said: &quot;We&#39;ve all got to have electricity and we all have to live, but we ought to be looking at other technology out there.&quot;</p>\r\n<p>\r\n\tAnother indicator: Whether electricity demand would have been met without the requested plants. Generally, ERCOT says, a reserve margin of at least 12.5 percent above the state&#39;s peak electricity demand is necessary to spare Texas customers frequent power outages.</p>\r\n<p>\r\n\tTheresa Gage, an ERCOT representative, told us she didn&#39;t know of any instance when ERCOT has operated below the reserve margin. &quot;However, in 2006, projections showed that by 2009, with no new generation brought online... ERCOT would drop below the 12.5 percent margin,&quot; she said. &quot;The 11 TXU plants &mdash; the three that were built and the eight that were not &mdash; would all have contributed to pushing the reserve margin to and above 12.5 percent.&quot;</p>\r\n<p>\r\n\tIn the meantime, other power sources have filled the gap. Some 127 units have come online since 2006, adding 14,494 megawatts of power to the state&#39;s grid. About half of the added capacity is coming from wind energy, which generates 7,318 megawatts of power, trailed by gas (4,251 megawatts) and coal (2,913 megawatts).</p>\r\n<p>\r\n\t&quot;We&#39;re where we need to be,&quot; Gage said. And On White&#39;s campaign spokeswoman Katy Bacon said that because Texas has generation capacity greatly exceeding ERCOT&#39;s recommended reserve margin, the state never needed the eight plants contemplated by TXU.</p>\r\n<p>\r\n\tIn contrast, Catherine Frazier, a spokeswoman for Perry&#39;s campaign, said that &quot;construction of some of those (TXU-sought) plants is precisely why we&#39;re not looking at power shortages today.&quot; The three TXU coal-fired units that ended up getting built provide a combined 2,141 megawatts of power, according to ERCOT. &quot;If you remove them from the calculation, then we are below the 12.5 percent margin starting in 2013, and below the 10 percent margin by 2015,&quot; Frazier said, citing ERCOT&#39;s projections.</p>\r\n<p>\r\n\tUnsaid: One of those units Frazier referenced had a permit two years before Perry issued his order and TXU had already applied for permits for the other two. His order didn&#39;t affect the first plant, but the other two stood to benefit from the expedited process, according to the TCEQ.</p>\r\n<p>\r\n\tWhere does all this leave White&#39;s statement?</p>\r\n<p>\r\n\tPerry tried to speed up the environmental-permitting process for utilities and his order was later blocked by a court. Also, those plants would have cost billions.</p>\r\n<p>\r\n\tWhether the plants were unnecessary, as White puts it, depends on whose argument rings your bell. White is right in that plants fueled by other sources helped satisfy the state&#39;s electricity needs. Yet he&#39;s wrong if the few coal-fired plants that were completed helped Texas avoid a demand crisis. We&#39;re calling it a draw.</p>\r\n<p>\r\n\tThe standoff on the question of necessity leaves White&#39;s statement Mostly True.</p>", "ruling_comments_date": "2010-06-04T12:49:41.236277", "ruling_date": "2010-06-07T18:15:58", "ruling_headline": "White says Perry fast-tracked unncessary coal-fired power plants until a judge stopped him", "ruling_headline_slug": "white-says-perry-fast-tracked-unncessary-coal-fire", "ruling_link_text": "Judge put the brakes on Perry's expedited permitting process, but unnecessary? Up for debate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBill White for Texas, Press release: Rick Perry&#39;s disregard for the truth; incumbent uses false attacks on Bill White, May 17, 2010</p>\r\n<p>\r\n\tE-mail interview with Catherine Frazier, deputy press secretary, Rick Perry&#39;s gubernatorial campaign, June 2, 2010</p>\r\n<p>\r\n\tE-mail interview with Katy Bacon, communications director, Bill White&#39;s gubernatorial campaign, June 2, 2010</p>\r\n<p>\r\n\tInterview with Theresa Gage, governmental relations manager, Electric Reliability Council of Texas, June 3, 2010</p>\r\n<p>\r\n\tE-mail interview with Terry Clawson, spokesman, Texas Commission on Environmental Quality, June 3, 2010</p>\r\n<p>\r\n\tInterview with Nathan Melson, president, Citizens Organizing for Resources and Environment, June 3, 2010</p>\r\n<p>\r\n\tInterview with Ryan Rittenhouse, clean energy organizer, Public Citizen, June 3, 2010</p>\r\n<p>\r\n\tInterview with Amy Hardberger, attorney, Environmental Defense Fund, June 3, 2010</p>\r\n<p>\r\n\tElectric Reliability Council of Texas, <a href=\"http://ercot.com/content/news/presentations/2006/ERCOTResourceAdequacyUpdate071306-FINAL.pdf\" target=\"_blank\" title=\"Electric Reliability and Resource Adequacy Update,\">Electric Reliability and Resource Adequacy Update,</a> July 13, 2006</p>\r\n<p>\r\n\tThe Houston Chronicle, <a href=\"http://www.blackburncarter.com/news/documents/Courtlimitsperry.pdf\" target=\"_blank\" title=\"Court limits Perry's power over agencies; ruling delays coal-plant hearings, likely adds fuel to fire on HPV vaccine,\">Court limits Perry&#39;s power over agencies; ruling delays coal-plant hearings, likely adds fuel to fire on HPV vaccine,</a> Feb. 21, 2007</p>\r\n<p>\r\n\tThe Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/business/4156074.html\" target=\"_blank\" title=\"Mayors oppose coal power proposal,\">Mayors oppose coal power proposal,</a> Sept. 1, 2006</p>\r\n<p>\r\n\tYale School of Management, <a href=\"http://cases.som.yale.edu/txu/index.php?page=9&amp;subMenu=\" target=\"_blank\" title=\"The war over new coal plants,\">The war over new coal plants,</a> accessed June 1, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/epa-re-airs-1990s-debate-718454.html\" target=\"_blank\" title=\"EPA re-airs 1990s debate; Flexible permitting system has been divisive since introduced,\">EPA re-airs 1990s debate; Flexible permitting system has been divisive since introduced,</a> May 31, 2010</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://cbs11tv.com/local/coal.power.plant.2.499802.html\" target=\"_blank\" title=\"Judge blocks Perry's coal plant fast-track order,\">Judge blocks Perry&#39;s coal plant fast-track order,</a> Feb. 20, 2007</p>\r\n<p>\r\n\tThe Associated Press, TXU passes to private ownership, is renamed; Utility, now called Energy Future Holdings, won&#39;t pursue permits for 8 coal-fueled units, Oct. 11, 2007</p>\r\n<p>\r\n\tThe Dallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/bus/stories/DN-TXU_21bus.ART.State.Edition3.1dbbbb12.html\" target=\"_blank\" title=\"TXU to double coal-fired production: Multibillion-dollar plan includes pledge to reduce emissions,\">TXU to double coal-fired production: Multibillion-dollar plan includes pledge to reduce emissions,</a> April 21, 2006</p>\r\n<p>\r\n\tThe Dallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/latestnews/stories/071106dnprocoal.19e084a.html\" target=\"_blank\" title=\"Political winds favor coal, not N. Texas air; State hastening permits for plants, relaxing oversight for pollution,\">Political winds favor coal, not N. Texas air; State hastening permits for plants, relaxing oversight for pollution,</a> July 10, 2006</p>\r\n<p>\r\n\tThe Dallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/bus/industries/energy/stories/DN-conserve_17bus.ART.State.Edition1.3102082.html\" target=\"_blank\" title=\"Power plant number debated; electric providers, environmentalists split on how many needed,\">Power plant number debated; electric providers, environmentalists split on how many needed,</a> Jan. 17, 2007</p>\r\n<p>\r\n\tThe Dallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/stories/DN-coalprsider_15pro.ART.State.Edition2.206fae3.html\" target=\"_blank\" title=\"TXU asks anti-coal group to pull ad from TV; Environmental Defense declines, says pollution claim is justified,\">TXU asks anti-coal group to pull ad from TV; Environmental Defense declines, says pollution claim is justified,</a> Feb. 17, 2007</p>\r\n<p>\r\n\tU.S. News and World Report, <a href=\"http://www.usnews.com/usnews/news/articles/061126/4coal.htm\" target=\"_blank\" title=\"A Texas mess over coals; Proposed plants have stirred a clean-air uproar,\">A Texas mess over coals; Proposed plants have stirred a clean-air uproar,</a> Nov. 26, 2006</p>\r\n<p>\r\n\tOffice of the Governor, <a href=\"http://governor.state.tx.us/news/executive-order/3639/\" target=\"_blank\" title=\"RP49 — Relating to an electric customer education choice campaign, electric conservation by state agencies, and diversity of energy supply,\">RP49 &mdash; Relating to an electric customer education choice campaign, electric conservation by state agencies, and diversity of energy supply,</a> Oct. 27, 2005</p>\r\n<p>\r\n\tOffice of the Governor, <a href=\"http://governor.state.tx.us/news/editorial/10327/\" target=\"_blank\" title=\"Press release: Support for Sustainable Energy,\">Press release: Support for Sustainable Energy,</a> Sept. 8, 2006</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>\r\n\t&quot;Rick Perry attempted to fast-track unnecessary coal-fired power plants, which degrade air quality and would cost billions. Fortunately, a court stopped him.&quot;</p>", "statement_context": "an e-mail", "statement_date": "2010-05-17", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}