{"art": [{"brightcove": "", "caption": "Rick Scott's latest ad, \"Truth.\"", "id": 437, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/437/", "title": "Truth", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/L3N5dD4yzJ8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "L3N5dD4yzJ8"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jun/04/rick-scott/rick-scott-former-healthcare-ceo-defends-columbiah/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1857, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1857/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Even when condensed to two paragraphs, you can see the potential land mines Rick Scott, a Republican running for governor, might face over his former hospital chain, Columbia/HCA.<br /><br />Paragraph 1. Scott grew Columbia/HCA into the nation's biggest hospital system. It then became the center of a multi-state federal investigation in 1997 that centered around whether Columbia/HCA defrauded Medicare and Medicaid. Scott resigned under pressure in 1997 as the scope of the investigation grew.<br /><br />Paragraph 2. Columbia/HCA eventually settled the fraud cases, paying a record-setting $1.7 billion in fines. The company pleaded guilty to at least 14 corporate felonies. Four people also were indicted; two were convicted, but those convictions were overturned on appeal. Scott himself was not indicted or questioned in the case.<br /><br /><em>Largest fine ever. $1.7 billion. Resigned under pressure.</em><br /><br />A third-party group, the Alliance for America&rsquo;s Future, has crafted a 30-second ad attacking Scott's record at Columbia/HCA. And there's a baiting Twitter account, ScottFraudFiles, being pushed by supporters of Bill McCollum, Scott's Republican primary rival.<br /><br />The attacks are being countered by Scott, who has deep pockets and already has spent millions of dollars on television advertisements.<br /><br />Scott launched a website, <a href=\"http://www.truthaboutrickscott.com/\" target=\"_blank\">www.truthaboutrickscott.com</a>, to refute claims about his time leading Columbia/HCA. He also is up with a new television ad called \"<a href=\"http://www.youtube.com/user/ScottForFlorida#p/u/3/L3N5dD4yzJ8\" target=\"_blank\">Truth</a>,\" where Scott challenges McCollum on the Columbia/HCA story. Looking directly into the camera, here's what Scott says:</p>\r\n<p style=\"padding-left: 30px;\"><em>Bill McCollum&rsquo;s been in politics for 30 years. You&rsquo;d think he&rsquo;d want to talk about his record. <br /><br />Instead he&rsquo;s just attacking me. That&rsquo;s what career politicians do.<br /><br />I&rsquo;m going to do something the politicians never will, give you the unvarnished truth.<br /><br />The McCollum crowd says the hospital company I started was fined by the government for Medicare fraud.<br /><br />Unfortunately, that&rsquo;s true.<br /><br />I wasn&rsquo;t ever charged or even questioned by the authorities, but that&rsquo;s not what matters. <br /><br />What matters is that the company made mistakes. And as CEO I take responsibility and I learned from it.<br /><br />Now here&rsquo;s the part McCollum leaves out:<br /><br />Two-thirds of the top-rated hospitals in Florida were our hospitals.<br /><br />Our hospitals earned the highest quality rating, 4 times the national average.<br /><br />We had the best care at the lowest prices for our patients.<br /><br />If you want a career politician, go with McCollum&hellip;<br /><br />But if you want someone who learns, leads, and demands accountability &hellip; I&rsquo;m Rick Scott, let&rsquo;s get to work.</em></p>\r\n<p>Since this is a Florida campaign, we decided to check Scott's claim that two-thirds of the top-rated hospitals in Florida were owned by Columbia/HCA.<br /><br />(First, a note. We love seeing fact-check journalism and noticed that Michael Putney of WPLG in Miami dissected the Alliance for America&rsquo;s Future ad and, to a lesser extent, Scott's rebuttal that we're analyzing here. We think you should check out his <a href=\"http://www.criticalmention.com/components/url_gen/play_flash.php?autoplay=1&amp;clip_info=1396023660%7C0%7C59%5E1396024668%7C0%7C59%5E1396025755%7C0%7C59%5E1396026664%7C0%7C59%5E1396027693%7C0%7C59%5E\" target=\"_blank\">report</a>. It starts about 35 seconds in.)<br /><br />Scott's campaign said the claim about Columbia/HCA's Florida hospitals comes from a December 1995 article in a health care trade publication, Modern Healthcare.<br /><br />The article references a 1994 study of America's hospital system. The study, performed by Health Care Investment Analysts and William Mercer, rates hospitals in terms of cost efficiency and patient outcomes -- measuring mortality rates, length of stays for patients, the number of employees needed to treat a patient, occupancy rates and financial performance.<br /><br />HCIA and and William Mercer then create a list of the nation's Top 100 hospitals. The list is subdivided by the type of hospital -- rural, urban, teaching hospital, etc.<br /><br />\"Of the 17 hospitals from Florida in the top 100, 12 are in one category: nonteaching hospitals of more than 250 beds. All are Columbia hospitals,\" the Modern Healthcare article says.<br /><br />The article mentions that one of the 12 was purchased by Columbia/HCA after the study was performed, so really it's 11 out of 17. That's 65 percent, or right around what Scott mentioned in his ad.<br /><br />We checked subsequent years of the study and found similar results.<br /><br />In 1995, the same study rated 13 Florida hospitals among the Top 100. Nine of those hospitals were Columbia/HCA properties, or 69 percent.<br /><br />Twelve of 17 Top 100 Florida hospitals (70.5 percent) were run by Columbia/HCA in 1996, according to the same study.<br /><br />That's all right in line with what Scott said, but it fails to account for those big land mines we mentioned earlier.<br /><br />If the study measures financial performance, for instance, did Columbia/HCA hospitals rank artificially because it defrauded Medicare and Medicaid?<br /><br />We turned to one of the authors of the study, Jean Chenoweth, to find out. Chenoweth now works for Thomson Reuters, which continues to publish the annual hospital survey.<br /><br />We asked: Had you and the study group known about Columbia/HCA's Medicare fraud investigation -- would that have affected the rankings?<br /><br />She said: \"We can&rsquo;t give a definitive answer to a hypothetical question. Our policy calls for us to rescind any 100 Top Hospital Award found to have been given on the basis of inaccurate data. Columbia/HCA settled its case, so we have no proof or admission that specific data that led to a specific hospital receiving a 100 Top Hospital Award was inaccurate. That makes this difficult to answer definitively.\"<br /><br />Chenoweth's answer muddies things a bit in our minds.<br /><br />Because the corporate fraud charges were settled, there never was a public airing of the specific allegations. And because there was never a public airing of the specific allegations -- and a finding of guilt -- the study authors were unable to see if the figures they measured were deemed fraudulent. It's also important to note that the study was focused on the outcomes of individual hospitals while the federal investigation centered around dozens of Columbia/HCA properties.<br /><br />Where does this leave us?<br /><br />In his ad \"Truth,\" Scott certainly cites the Top 100 hospital report correctly when he says that two-thirds of the Florida hospitals to make the list were owned by Columbia/HCA. But he glosses over the fact that those rankings could at least be questioned because fraud-laden data may have been used in the analysis to make the rating.<br /><br />The author of the study doesn't know if the data was accurate or cooked, because the fraud case never went to trial.<br /><br />We found no evidence to say the rankings are bogus, but we think the claim could use a little additional information. To us, that correlates to a rating of Mostly True.</p>", "ruling_comments_date": "2010-06-04T15:02:14.244960", "ruling_date": "2010-06-04T16:11:15", "ruling_headline": "Rick Scott, former healthcare CEO, defends Columbia/HCA's record", "ruling_headline_slug": "rick-scott-former-healthcare-ceo-defends-columbiah", "ruling_link_text": "Study supports Scott's claim", "ruling_state": null, "source_documents": null, "sources": "<p>Rick Scott campaign, \"<a href=\"http://www.youtube.com/user/ScottForFlorida#p/u/3/L3N5dD4yzJ8\" target=\"_blank\" title=\"Truth\">Truth</a>,\" viewed May 31, 2010<br /><br />Rick Scott campaign, <a href=\"http://docs.google.com/Doc?docid=0AQ6LtLEJqtdcZGQ2cXoyampfMTI4cGdqbjI5NXI&amp;hl=en\" target=\"_blank\" title=\"Ad documentation\">Ad documentation</a>, viewed May 31, 2010<br /><br />Rick Scott campaign, interview with Jen Baker, June 1, 2010<br /><br />Modern Healthcare, \"Top 100 Hospitals; The Best-Run Hospitals; For-Profits Spur Efficiency,\" Dec. 4, 1995, accessed via Nexis.<br /><br />Modern Healthcare, \"Reaching for the clouds; high standards, efficient management spur success for top 100 hospitals,\" Dec. 9 1996, accessed via Nexis<br /><br />Modern Healthcare, \"A formula for shipshape management,\" Jan. 5, 1998, accessed via Nexis<br /><br />Thomson Reuters, E-mail interviews with Jean Chenoweth and David Wilkins, June 1, 2010</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\"Two-thirds of the top-rated hospitals in Florida were our hospitals.\"</p>", "statement_context": "a TV ad", "statement_date": "2010-05-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": null}