{"art": [], "author": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/11/jerry-brown/jerry-brown-says-californias-not-golden-state-when/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1866, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/1866/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Compared to the drama in the California gubernatorial Republican primary, Jerry Brown&#39;s campaign for governor can seem a little low-key. Still, Brown is the Democratic challenger, so PolitiFact decided to check out his website.<br />\r\n<br />\r\nIn his welcome video, the former governor and current attorney general of California outlined the problems he sees plaguing the state.<br />\r\n<br />\r\n&quot;It&#39;s no secret that Sacramento isn&#39;t working today. The partisanship is poisonous. Political posturing has replaced leadership. And the budget: It&#39;s always late, it&#39;s always in the red, and it&#39;s always wrong. Today the political breakdown in Sacramento is threatening jobs, our schools, and the state&#39;s credit rating, which is the worst in the country. Our state is in serious trouble, and the next governor must have the preparation, and the knowledge, and the know-how to get California working again.&quot;<br />\r\n<br />\r\nWe were&nbsp;curious about his claim about credit ratings. Are they really&nbsp;the lowest of all the states?<br />\r\n<br />\r\nJust as individuals borrow money to buy a car or a house, states like California borrow money to fund their budget and projects. One way that they do this is by issuing General Obligation bonds. And just as a bank tries to determine the likelihood that an individual will pay back a loan, plus interest, on time, credit rating agencies try to determine if states will pay back the money they borrow, plus interest, on time.<br />\r\n<br />\r\n&quot;The rating on a bond answers a very simple question with an often complicated answer: how likely is this issuer (California) to not make good on its debt,&quot; said Satya Thallam, associate director of economic education at the George Mason University&#39;s Mercatus Center. In the spectrum of bonds, G.O. bonds tend to be the lowest risk because they are not tied to any specific revenue stream, but are backed by the &quot;full faith and credit&quot; of the issuer, he said. That means California promises to use all tools at its disposal, including tax increases, to pay the loan on time.<br />\r\n<br />\r\nThe three biggest U.S. credit rating agencies -- Standard and Poor&#39;s, Moody&#39;s, and Fitch -- have all given California&#39;s G.O. bonds the lowest ratings of any state.<br />\r\n<br />\r\n<strong>&bull; Standard and Poor&#39;s:</strong> Gave California an A- rating with a negative outlook Their rating starts at AAA, then AA, A, then BBB and so forth down to D.<br />\r\n<br />\r\n<strong>&bull; Fitch:</strong> Recently gave California an A- with a stable outlook.<br />\r\n<br />\r\n<strong>&bull; Moody&#39;s:</strong> At the time Brown made the claim,&nbsp;California was alone in the cellar of Moody&#39;s ratings among states.&nbsp;But the agency recently&nbsp;downgraded Illinois to the same level. Moody&#39;s uses a slightly different rating system. Its highest rating is Aaa, then Aa1, Aa2, Aa3, A1, A2, A3, Baa1 and so forth down to C. California and Illinois are rated A1.<br />\r\n<br />\r\nBut none of these ratings are quite as bad as they sound.<br />\r\n<br />\r\nGabriel Petek, the primary author of S&amp;P&#39;s report on the California GO Bond rating, said that the &quot;A-&quot; rating is still strong in the &quot;grand scheme of the rating universe. But relatively speaking, the risks seems incrementally greater to us&quot; compared to other states.<br />\r\n<br />\r\nStill, why are California&#39;s bonds riskier than those of other states?<br />\r\n<br />\r\nTwo of the biggest problems are institutional constraints and partisan politicking. In California, the legislature requires a two-thirds majority to pass a budget and to raise taxes. That makes passing a budget, let alone a balanced one, very difficult, because the minority party, which has more than one-third of the votes, has a great deal of leverage. Furthermore, the state constitution requires that the legislature spend at least 40 percent of the budget on education, which further decreases legislative flexibility.<br />\r\n<br />\r\nAs a result, it is not uncommon for the budget to be passed late, leaving the state short of cash. In 2009, California started issuing IOUs to &quot;non priority payees&quot; such as tax refund recipients, in order to be able to continue reimbursing for G.O. bonds. Petek said that those IOUs were good and bad: &quot;The ability of the controller to issue IOUs when cash is or is expected to become unacceptably low both protects the state&#39;s credit quality, and at the same time illustrates that the state&#39;s budget and cash problems have reached a fairly serious point.&quot;<br />\r\n<br />\r\nCalifornia is also feeling the bite of the recession more than many other states because it derives 50 percent of its revenue from income taxes, much of it from capital gains taxes. So when the stock market took a sharp dip, so did California&#39;s revenue.<br />\r\n<br />\r\nBrown was right about California having the lowest credit rating. Illinois&#39; recent descent to California&#39;s level in Moody&#39;s ratings&nbsp;happened after Brown&#39;s post, so we are not counting that in our assessment.&nbsp;&nbsp;So we rate his statement True.</p>\r\n", "ruling_comments_date": "2010-06-07T17:49:48.397621", "ruling_date": "2010-06-11T13:08:27", "ruling_headline": "Jerry Brown says California's not exactly the Golden state when it comes to credit ratings  ", "ruling_headline_slug": "jerry-brown-says-californias-not-golden-state-when", "ruling_link_text": "Nothing to brag about, but not approaching bankruptcy either", "ruling_state": null, "source_documents": null, "sources": "<p>E-mail interview with Satya Thallam, Associate Director of Economic Education at at George Mason University&#39;s Mercatus Center, June 3, 2010.<br />\r\n<br />\r\nE-mail Interview with Lawrence J. White, economist at New York University&#39;s Stern School of Business, June 3, 2010.<br />\r\n<br />\r\nE-mail Interview with Cindy Stoller, Corporate Communications Director at Fitch Ratings, June 4, 2010.<br />\r\n<br />\r\nE-mail Interview with John Cline, Vice President of Rating Communications at Moody&#39;s, June 8, 2010.<br />\r\n<br />\r\nE-mail Interview with Ana Sandoval, Manager of Media Relations at Standard and Poor&#39;s, June 2, 2010.<br />\r\n<br />\r\nInterview with Gabriel Petek, Director of Public Finance at S&amp;P, June 3, 2010.<br />\r\n<br />\r\nAndrew Clark, &quot;<a href=\"http://www.guardian.co.uk/world/2009/jul/12/california-issues-iou\" target=\"_blank\">Penniless California issues IOUs</a>,&quot; <em>The Guardian</em>, July 12, 2009.<br />\r\n<br />\r\nRobin Prunty, &quot;State Budget Roundup,&quot; Standard and Poor&#39;s, April 20, 2010.<br />\r\n<br />\r\nGabriel Petek, &quot;California General Obligation,&quot; Standard and Poor&#39;s, March 2, 2010.<br />\r\n<br />\r\nFitch Ratings, &quot;State Coverage,&quot; June 4, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Jerry", "half_true_count": 3, "home_state": "California", "id": 445, "last_name": "Brown", "mostly_true_count": 5, "name_slug": "jerry-brown", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jerry-brown_3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/445/", "total_count": 15, "true_count": 7, "website": ""}, "statement": "<p>California&#39;s credit rating is &quot;the worst in the country.&quot;</p>\r\n", "statement_context": "a video on his campaign website", "statement_date": "2010-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}