{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/08/john-kerry/sen-kerry-says-cap-and-trade-bill-would-create-job/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1869, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1869/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The latest version of cap-and-trade legislation aimed at reducing greenhouse gases and encouraging a shift to more sustainable energy sources was unveiled by Sens. John Kerry and Joe Lieberman on May 12, 2010. It&#39;s called the American Power Act.<br />\r\n<br />\r\nOne of the biggest knocks on the bill from conservative opponents is that the bill would be a job killer.<br />\r\n<br />\r\nSen. Kerry addressed that claim <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-allen-kerry-cornyn/story?id=10838756&amp;page=4\" target=\"_blank\">on ABC&#39;s &#39;&#39;This Week</a>&#39;&#39; on June 6, 2010:<br />\r\n<br />\r\n&quot;Every major study that has been done by a legitimate group ...&nbsp;shows that there are hundreds of thousands of jobs to be created if you pass our (cap-and-trade) legislation. And if you wind up pricing carbon.&quot;<br />\r\n<br />\r\nKerry accurately cited the findings of the May 20, 2010, analysis of the American Power Act&#39;s job impact by the nonpartisan <a href=\"http://www.iie.com/publications/interstitial.cfm?ResearchID=1574\" target=\"_blank\">Peterson Institute for International Economics</a>.<br />\r\n<br />\r\nAccording to the report, &quot;The American Power Act prompts $41.1 billion in annual electricity sector investment between 2011 and 2030, $22.5 billion more than under business as usual. Given that the United States is currently below full employment with most economists projecting a slow labor market recovery, this investment is more stimulative than inflationary in the first decade, resulting in an average annual increase in U.S. employment of 203,000 jobs above business as usual, with the net of the jobs lost in fossil fuel production and as a result of higher energy prices between 2001 and 2020. In the second decade of the program, higher energy and product prices offset the employment gains from new investment.&quot;<br />\r\n<br />\r\nBut was Kerry right that every other major study done by a legitimate group came to the same conclusion that the bill would create hundreds of thousands of jobs?<br />\r\n<br />\r\nFirst of all, we couldn&#39;t find any other studies that specifically analyzed the employment impact of the American Power Act. It was only introduced less than a month ago. Several economic groups have studies underway, but the Peterson Institute appears to have reached the clubhouse first.<br />\r\n<br />\r\nBut there are plenty of economic studies of generic cap-and-trade plans, as well as ones that specifically analyzed the version passed by the House last year. And some of their conclusions about job impact contradict the findings of the the Peterson Institute.<br />\r\n<br />\r\nIn fact, on May 5, 2010, the government&#39;s nonpartisan <a href=\"http://www.cbo.gov/ftpdocs/105xx/doc10564/05-05-CapAndTrade_Brief.pdf\" target=\"_blank\">Congressional Budget Office</a> released a report on how policies to reduce greenhouse gas emissions could affect employment. The CBO&#39;s analysis of research &quot;concluded that total employment during the next few decades would be slightly lower than would be the case in the absence of such policies. In particular, job losses in the industries that shrink would lower employment more than job gains in other industries would increase employment, thereby raising the overall unemployment rate.&quot;<br />\r\n<br />\r\nCBO reached its conclusion based primarily on the review of three economic modeling studies, by analysts at Resources for the Future (RFF), the Brookings Institution and the consulting firm CRA International.<br />\r\n<br />\r\nThe CBO &quot;basically found that most of the studies found there&#39;s likely to be a small decrease in employment levels, relative to not doing anything, with the cap-and-trade policy,&quot; said Adele Morris, policy director of Climate and Energy Economics at the Brookings Institution.</p>\r\n\r\n<p>They aren&#39;t the only ones. Last year, for example, the Marshall Institute produced a report that found &quot;estimates of job losses (due to cap-and-trade legislation) range from hundreds of thousands to millions.&quot;</p>\r\n\r\n<p>Said Morris: &quot;It is certainly not the case that every major study done by a legitimate group found that there would be hundreds of thousands of jobs created. I would like to consider Brookings to be a legitimate group.&quot;<br />\r\n<br />\r\nThe primary difference for the disparate findings, said Trevor Houser, who led the Peterson study, is that the Peterson study specifically evaluated the effect of the American Power Act, while the reports in the CBO did not. The Peterson report also assessed the bill given the real-time reality of a U.S. economy with unemployment near 10 percent and economists predicting a slow recovery. The reports cited by CBO are &quot;full employment&quot; models designed to assess the long-term impact (30 to 50 years), Houser said.<br />\r\n<br />\r\nWhitney Smith, press secretary for Kerry, also stressed that the three studies cited in the CBO report were not about Kerry&#39;s American Power Act specifically. And Smith cited a Peterson Institute response to the CBO study, which argues that the &quot;methodological approach of the studies included in the CBO report arguably overstates potential job losses.&quot;<br />\r\n<br />\r\nSo what other reports was Kerry referring to when he said &quot;every major study that has been done by a legitimate group, most recently the Peterson Institute of Economics...&quot;?<br />\r\n<br />\r\nAccording to Smith, Kerry was also referencing a report from Third Way, which describes itself as a &quot;moderate think-tank of the progressive movement.&quot; The report concluded that job losses in &quot;old industries&quot; will be more than offset by an increase in clean energy jobs so that &quot;that carbon pricing will result in net job growth&quot; of somewhere between 118,000 to 1.1 million jobs.<br />\r\n<br />\r\nBut the <a href=\"http://content.thirdway.org/publications/291/Third_Way_Report_-_Putting_a_Price_on_Success-The_Case_for_Pricing_Carbon.pdf\" target=\"_blank\">Third Way report</a> isn&#39;t a study of the American Power Act either. It&#39;s a review of two dozen studies over the last three years of various plans to put a price on carbon. Third Way rejected reports from the ideological left and right and considered just those &quot;in the middle.&quot;<br />\r\n<br />\r\nWhile the Third Way review did not specifically address the American Power Act, there is nothing in this latest cap-and-trade bill that would make it differ much with regard to the projections about the broad impact on the economy and the number of jobs gained, said Josh Freed, director of the Third Way Clean Energy Program.<br />\r\n<br />\r\nIf Kerry is going to hang his hat on the fact that none of the other studies (such as those cited in the CBO report) looked at the American Power Act specifically, then we are really only talking about one study, the Peterson Institute study. We aren&#39;t aware of any others. Neither are the folks at the Peterson Institute. And the Third Way study cited by the Kerry spokesman isn&#39;t an analysis of the American Power Act either.<br />\r\n<br />\r\nSo the question then is whether the American Power Act is so different from past versions of the cap-and-trade bill, or the generic versions modeled by various economists, that it would render their conclusions irrelevant in analyzing the American Power Act. And many economists we spoke to said that&#39;s not the case, that the earlier versions are substantially similar to Kerry&#39;s, especially for the purpose of analyzing the bills&#39; jobs impact. And the fact that Kerry&#39;s spokesman included the Third Way study suggests they think it&#39;s fair game to consider older versions of cap-and-trade legislation for comparative purposes as well.<br />\r\n<br />\r\nEconomists at the Peterson Institute, the Brookings Institution -- or for that matter at, say, the conservative Heritage Foundation, which projected a cap-and-trade bill could cost millions of jobs -- certainly disagree about each others&#39; methodology. Various economic models employ different assumptions about everything from the viability of doubling the number of nuclear power plants to the prospects for the economy. They all look at different timelines. You may agree or disagree with the findings and methodology of the Peterson Institute study, but the fact is that other &quot;legitimate groups&quot; have performed studies and reached different conclusions.<br />\r\n<br />\r\nKerry&#39;s statement suggests there is some unanimity of opinion among legitimate organizations about cap-and-trade&#39;s effect on jobs. And that&#39;s just not so. There is quite a bit of disagreement. So we rate Kerry&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-06-08T14:51:32.123846", "ruling_date": "2010-06-08T14:50:07", "ruling_headline": "Sen. Kerry says every legitimate study concludes his cap-and-trade bill would create jobs", "ruling_headline_slug": "sen-kerry-says-cap-and-trade-bill-would-create-job", "ruling_link_text": "Lots of \"legitimate groups\" disagree", "ruling_state": null, "source_documents": null, "sources": "<p>ABC, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-allen-kerry-cornyn/story?id=10838756&amp;page=4\" target=\"_blank\">Transcript of ABC&#39;s This Week</a> on June 6, 2010</p>\r\n\r\n<p>Peterson Institute for International Economics, <a href=\"http://www.iie.com/publications/pb/pb10-12.pdf\" target=\"_blank\">&quot;Assessing the American Power Act: The Economic, Employment, Energy Security, and Environmental Impact of Senator Kerry and Senator Lieberman&rsquo;s Discussion Draft,&quot;</a> May 2010</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/105xx/doc10564/05-05-CapAndTrade_Brief.pdf\" target=\"_blank\">&quot;How Policies to Reduce Greenhouse Gas Emissions Could Affect Employment,&quot;</a> May 5, 2010</p>\r\n\r\n<p>Third Way, <a href=\"http://content.thirdway.org/publications/291/Third_Way_Report_-_Putting_a_Price_on_Success-The_Case_for_Pricing_Carbon.pdf\" target=\"_blank\">&quot;Putting a Price on Success: The Case for Pricing Carbon,&quot;</a> by Josh Freed and Sam Hodas, May 2010</p>\r\n\r\n<p>Sen. John Kerry&#39;s website, <a href=\"http://kerry.senate.gov/americanpoweract/pdf/APAShortSummary.pdf\" target=\"_blank\">Short Summary: American Power Act</a></p>\r\n\r\n<p>Sen. John Kerry&#39;s website,<a href=\"http://kerry.senate.gov/americanpoweract/pdf/APAbill.pdf\" target=\"_blank\"> Text of the American Power Act</a></p>\r\n\r\n<p>Marshall Institute, <a href=\"http://www.marshall.org/pdf/materials/636.pdf\" target=\"_blank\">&quot;The Cost of Climate Regulation for American Households,&quot;</a> by Bryan Buckley and Sergey Mityakov, March 2009</p>\r\n\r\n<p>Heritage Foundation, <a href=\"http://www.heritage.org/Research/Reports/2010/01/What-Boxer-Kerry-Will-Cost-the-Economy\" target=\"_blank\">&quot;What Boxer-Kerry Will Cost the Economy,&quot;</a> by&nbsp; David Kreutzer, Ph.D. , Karen Campbell, Ph.D. , William Beach , Ben Lieberman and Nicolas Loris, Jan. 26, 2010</p>\r\n\r\n<p>Peterson Institute, <a href=\"http://www.piie.com/realtime/?p=1542\" target=\"_blank\">&quot;CBO Stumbles into the Green Jobs Debate,&quot;</a> by Trevor Houser, May 7th, 2010</p>\r\n\r\n<p>E-mail interview with Whitney Smith, spokesman for Sen. Kerry, June 7, 2010</p>\r\n\r\n<p>E-mail interview with Trevor Houser, visiting fellow at the Peterson Institute for International Economics and a&nbsp;partner at the Rhodium Group and director of its Energy and Climate Practice, June 7, 2010</p>\r\n\r\n<p>Interviews with Heritage Foundation&#39;s Bill Beach, director of the Center for Data Analysis, and David W. Kreutzer, research fellow in Energy Economics and Climate Change, June 7, 2010</p>\r\n\r\n<p>Interview with Adele C. Morris, fellow and policy director of Climate and Energy Economics at the Brookings Institution, June 7, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Secretary of State", "false_count": 2, "first_name": "John", "half_true_count": 2, "home_state": "Massachusetts", "id": 65, "last_name": "Kerry", "mostly_true_count": 4, "name_slug": "john-kerry", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnkerry.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/65/", "total_count": 14, "true_count": 2, "website": ""}, "statement": "<p>&quot;Every major study that has been done by a legitimate group ...&nbsp;shows that there are hundreds of thousands of jobs to be created if you pass our (cap-and-trade) legislation. And if you wind up pricing carbon.&quot;</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}