{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/10/chain-email/chain-e-mail-says-three-presidents-deported-total-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1873, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1873/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In the hot-button immigration debate, some who oppose crackdowns on illegal immigrants suggest that it would be logistically and economically impossible for federal authorities to deport perhaps 10 million people to their country of origin.<br /><br />We recently received an unsigned chain e-mail in our inbox that took that argument head-on, suggesting that there's ample precedent in American history for mass deportations of illegal immigrants. Here are excerpts of the e-mail, with original syntax intact.<br /><br />\"What did Hoover, Truman, and Eisenhower have in common? ... Back during The Great Depression, President Herbert Hoover ordered the deportation of ALL illegal aliens in order to make jobs available to American citizens that desperately needed work. Harry Truman deported over two million Illegal's after WWII to create jobs for returning veterans. And then again in 1954, President Dwight Eisenhower deported 13 million Mexican Nationals! The program was called 'Operation Wetback'.. It was done so WWII and Korean Veterans would have a better chance at jobs. It took 2 Years, but they deported them! Now. ... if they could deport the illegal's back then -- they could sure do it today.\"<br /><br />We checked with a range of experts, including historians of American immigration, to see whether the e-mail was accurate. Here's what we found:<br /><br />&bull;&nbsp; <strong>On President Hoover</strong>: The e-mail is partly correct, but somewhat exaggerated. During the early 1930s, there was a \"repatriation\" campaign in which some cities and counties, such as Los Angeles and Detroit, returned illegal aliens to their country of origin, mostly Mexico. The biggest impetus was the Great Depression and its impact on the availability of jobs.<br /><br />\"In the 'repatriation,' about 1 million persons of Mexican ancestry, at the encouragement/coercion of state and local governments, with federal support, were 'returned' to Mexico,\" said Kevin Johnson, an immigration specialist who is dean of the University of California (Davis) School of Law. \"Persons who 'looked' Mexican in public places, such as parks and plazas, were arrested and taken in buses, trains, and cars to the U.S.-Mexico border.\"<br /><br />Our experts estimated that between 400,000 and 1 million people were shifted across the border as a result of this effort, including an unknown but likely significant number of American-born dependents of illegals who were actually U.S. citizens, as well as other people who were in the U.S. legally.<br /><br />Because the motivating force was local rather than national, some of our experts said it was a stretch for the author of the e-mail to primarily cite Hoover as the leader of the effort (or his successor, Franklin D. Roosevelt, who initially continued the effort before cutting off federal funds). Still, the federal government was involved. Beyond that, the e-mail's description of this period is not far off.<br /><br />&bull;&nbsp; <strong>On President Truman</strong>: Our experts were unaware of any evidence to back up the assertion that Truman deported over 2 million illegal immigrants after World War II in order to create jobs.<br /><br />From 1946 to 1952 -- from the end of the war until the end of Truman's presidency -- the U.S. government recorded the entry of less than 1.5 million legal immigrants, many of them persons of European origin fleeing the war or the Holocaust. Experts we spoke to said that it wasn't credible that an even larger number of people could have been deported during that period.<br /><br />&bull;&nbsp; <strong>On President Eisenhower</strong>: \"Operation Wetback\" was real, but the numbers of deportations cited in the e-mail are wildly high.<br /><br />Beginning in World War II -- during a severe shortage of workers on the home front -- the federal government instituted the Bracero program, which brought Mexican workers into the United States to fill jobs that would not otherwise be filled. The Braceros, as they were called, were in the U.S. legally, but the government often looked the other way when companies illegally brought their own Mexican workers into the country. Workers brought in outside the Bracero program, combined with Mexicans who had crossed the border illegally on their own, were the targets of \"Operation Wetback.\"<br /><br />In 1953 and 1954, under Eisenhower, the federal government undertook the operation, which mirrored the Mexican Repatriation of the 1930s. The intention was to target illegal immigrants, but as with the earlier expulsions, some U.S. citizens of Mexican ancestry were also caught up in the dragnet.<br /><br />Determining the number of people who were removed from the U.S. as a result of \"Operation Wetback\" is tricky because some people who would have otherwise been subject to deportation left the country \"voluntarily,\" a step ahead of the authorities. The estimates we've seen ranged from 100,000 forced removals to 1.3 million. But no expert we spoke to said that the 13 million figure was credible.<br /><br />\"I have never seen an adequate explanation\" of even the 1 million figure, said David G. Gutierrez, a historian at the University of California (San Diego). \"It is much more likely in my view that the stepped-up enforcement of the border increased apprehension numbers for a time, but that the status quo was soon restored and unauthroized labor was simply working more completely underground.\"<br /><br />Official federal statistics show that during the whole decade of the 1950s, the federal government formally removed 150,000 illegal aliens and recorded about 3.9 million \"voluntary departures.\" So even a whole decade worth of deportations, calculated in the most generous way possible, gets us to less than one-third of the total cited in the e-mail.<br /><br />Scott Wong, a Williams College historian, said that there is \"some truth in this post -- that the government has deported illegal immigrants in the past -- but it was never 13 million over two years. The author is very sloppy and loose with the facts, and completely ignores the historical context as to why there are illegal immigrants.\"<br /><br />Even Mark Krikorian, the executive director of the Center for Immigration Studies, a group critical of illegal immigration, said that while \"the idea of the e-mail is correct, the numbers are way, way too high.\"<br /><br />In all, then, the e-mail is fairly accurate about the policy under Hoover, flat wrong about the policy under Truman, and dramatically exaggerated when talking about Eisenhower. If you look at the core historical facts the e-mail seeks to communicate -- that Presidents Hoover, Truman, and Eisenhower collectively ordered the deportation of at least 15 million illegal aliens -- all the evidence suggests that its numbers are nowhere near correct. <br />&nbsp;<br />The official total from 1930 to 1960 is 477,000 formal removals and 5.4 million who left voluntarily. That 30-year period includes the entirety of Roosevelt's terms, not just the three presidents cited in the e-mail. Added together, the number who left would be just under 6 million -- less than half of what the e-mail claims -- and about 90 percent of them were not deported. It would be too generous to call the e-mail Barely True. We rate it False.</p>", "ruling_comments_date": "2010-06-09T14:29:26.592625", "ruling_date": "2010-06-10T13:39:53", "ruling_headline": "Chain e-mail says three presidents deported a total of 15 million illegal immigrants", "ruling_headline_slug": "chain-e-mail-says-three-presidents-deported-total-", "ruling_link_text": "Deportations did happen, but not anywhere near that scale", "ruling_state": null, "source_documents": null, "sources": "<p>Department of Homeland Security, \"Aliens expelled: fiscal years 1892-2004\" (<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/yearbook/2004/Table40.xls\" target=\"_blank\">table</a>), accessed June 9, 2010<br /><br />Department of Homeland Security, \"Aliens deported by administrative reason for removal: fiscal years 1908-80\" (<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/yearbook/2004/Table45.xls\" target=\"_blank\">table</a>), accessed June 9, 2010<br /><br />Department of Homeland Security, \"Persons Obtaining Legal Permanent Resident Status: Fiscal Years 1820 to 2008\" (<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/yearbook/2008/table01.xls\" target=\"_blank\">table</a>), accessed June 9, 2010<br /><br />Migration Policy Institute, \"Legal Immigration to the United States: Fiscal Years 1820 to 2007\" (<a href=\"http://www.migrationinformation.org/datahub/charts/historic.1.shtml\" target=\"_blank\">table</a>), accessed June 9, 2010<br /><br />Texas State Historical Association, \"The Handbook of Texas Online\" (<a href=\"http://www.tshaonline.org/handbook/online/articles/OO/pqo1.html\\\" target=\"_blank\">chapter</a> on \"Operation Wetback\"), accessed June 9, 2010<br /><br />E-mail interview with Scott Wong, history professor at Williams College, June 8, 2010<br /><br />E-mail interview with Carl Bon Tempo, professor of history at State University of New York (Albany), June 8, 2010<br /><br />E-mail interview with Mae M. Ngai, professor of history at Columbia University, June 8, 2010<br /><br />E-mail interview with Kevin R. Johnson, dean of the University of California (Davis) School of Law, June 8, 2010<br /><br />E-mail interview with Bill Hing, professor at the University of California (Davis) School of Law, June 9, 2010</p>\r\n<p>E-mail interview with Douglas G. Gutierrez, history professor at the University of California (San Diego), June 9, 2010</p>\r\n<p>E-mail interview with Mark Krikorian, executive director of the Center for Immigration Studies, June 9, 2010</p>\r\n<p>E-mail interview with Marc Rosenblum, senior policy analyst with the Migration Policy Institute, June 9, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>Presidents Hoover, Truman and Eisenhower collectively ordered the deportation of at least 15 million illegal aliens.</p>", "statement_context": "a chain e-mail", "statement_date": "2010-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}