{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/10/chain-email/chain-e-mail-claims-muslims-will-be-majority-us-20/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1875, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1875/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Recently, a PolitiFact reader forwarded us a chain e-mail warning about Muslims in America, particularly the threat that the extremists could seek to impose the religious law known as Sharia in the United States.<br /><br />Here's one typical passage from the e-mail, with its original syntax intact: \"It is too bad that so many are disillusioned with life and Christianity to accept Muslims as peaceful.. some may be but they have an army that is willing to shed blood in the name of Islam.. the peaceful support the warriors with their finances and own kind of patriotism to their religion. While America is getting rid of Christianity from all public sites and erasing God from the lives of children the Muslims are planning a great jihad on America.\"</p>\r\n<p>The e-mail cites the work of Nonie Darwish, an Egyptian-born American critical of Islam who founded a group called Arabs for Israel. But when we contacted Darwish, she said she had not written or approved the e-mail.<br /><br />As a website that focuses on politics and policy, we zeroed in on one passage that had been marked in red: \"In twenty years there will be enough Muslim voters in the U.S. to elect the President by themselves! Rest assured they will do so... You can look at how they have taken over several towns in the USA .. Dearborn Mich. is one... and there are others.\"<br /><br />We thought it would be worth checking to see whether the e-mail is right about how fast the Muslim population is growing.<br /><br />Since the U.S. Census Bureau doesn't ask questions about religious affiliation, there's actually quite a bit of debate over how many Muslims live in the U.S. Without a solid count, studies are often reliant on assumptions and estimating techniques that have prompted skepticism in one quarter or another. The largest estimate we found was 7 million, the number used by the Council on American-Islamic Relations, or CAIR, which is an advocacy group for Muslim-Americans. Academic population experts have produced lower estimates -- between 1.8 million and 2.8 million.<br /><br />We won't wade too far into the debate, because even if the number is on the higher end of this range, the statement in the e-mail is still far off-base.&nbsp; <br /><br />Currently, the total U.S. population is estimated to be roughly 308 million people. Assuming current rates of immigration, the Census Bureau projects that the U.S. population in 2030 -- 20 years from now -- will be 358 million.<br /><br />Of course, minors don't vote, so if you look only at those 18 and over, the current voting-age population is 234 million, a number projected to grow to 276 million by 2030. And if you reduce this number by the proportion of voting-age population that actually votes -- 64 percent in 2008 -- the population actually voting in 2030 would be 177 million.<br /><br />So if you assume that every Muslim living in America (1) would be eligible to vote and (2) would all vote for the same candidate -- assumptions that by themselves aren't the least bit plausible -- there would still need to be more than 88 million Muslims in America in 2030 to be able to \"elect the president by themselves,\" leaving aside the fact that the president is elected indirectly through the electoral college, so a Muslim&nbsp;majority would have to be spread broadly&nbsp;and decisively&nbsp;across the country.&nbsp;The number would actually need to be higher than that to account for Muslims who were eligible to vote but who didn't bother to cast a ballot, but to give the e-mail author the benefit of the doubt, we'll use the smaller figure here.<br /><br />So, even using 7 million as the current figure for the Muslim population -- and the easier-to-reach target of 88 million -- the Muslim population would have to grow roughly thirteen-fold in the space of 20 years to account for a majority of the voting-age population that actually votes. That means adding as many new Muslims in the U.S. as there are today every 19 months until 2030. If you instead assume that Muslims currently account for 2 million of the population, the number of Muslims would have to grow 44-fold in 20 years. That means adding as many new Muslims as there currently are in the U.S. roughly every 5 months until 2030. <br /><br />And if you assume that the Census Bureau's projection for total voting-age population in 2030 remains unchanged at 276 million -- in other words, that the ethnic makeup of the population in 2030 is a zero-sum game -- then the nation's population of non-Muslims would have to plunge by as many Muslims are added, something that could only happen through a catastrophe of unprecedented proportions that killed off tens of millions of Americans yet somehow managed to spare Muslims. <br /><br />Neither the laws of biology nor the laws of immigration would make any of this possible.<br /><br />\"Muslims are less than 1 percent of the adult population, and a fair number are non-citizens -- students from foreign countries, or refugees,\" said Tom W. Smith, a senior fellow at the National Opinion Research Center at the University of Chicago. \"While their number grew appreciably from the 1970s to the 2000s, their growth was no greater than that of a number of other religions, such as Hinduism and Buddhism. Even if previous rates of growth continued, Muslims would still remain in the single digits even decades from now.\"<br /><br />The idea that Muslims will be an electoral majority in 20 years \"is absurd,\" added Douglas Massey, a professor at Princeton University's Office of Population Research. Ibrahim Hooper, a spokesman for CAIR, agreed, saying that \"it sounds very far-fetched to me.\"<br /><br />We agree. We rate the chain e-mail's claim Pants on Fire.</p>", "ruling_comments_date": "2010-06-09T16:22:05.021313", "ruling_date": "2010-06-10T16:59:55", "ruling_headline": "Chain e-mail claims Muslims will be a majority in U.S. in 20 years", "ruling_headline_slug": "chain-e-mail-claims-muslims-will-be-majority-us-20", "ruling_link_text": "Laws of biology and immigration say a resounding \"no\"", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Census Bureau, \"Projections of the Population and Components of Change for the United States: 2010 to 2050\" (<a href=\"http://www.census.gov/population/www/projections/files/nation/summary/NP2009-T1-C.xls\" target=\"_blank\">table</a>), accessed June 9, 2010<br /><br />U.S. Census Bureau, \"Projections of the Population by Selected Age Groups and Sex for the United States: 2010 to 2050\" (<a href=\"http://www.census.gov/population/www/projections/files/nation/summary/NP2009-T2-C.xls\" target=\"_blank\">table</a>), accessed June 9, 2010</p>\r\n<p>U.S. Census Bureau, \"Reported Voting and Registration, by Sex and Single Years of Age: November 2008\" (<a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2001.xls\" target=\"_blank\">Table 1</a>), accessed June 9, 2010<br /><br />E-mail interview with Tom W. Smith, senior fellow at the National Opinion Research Center at the University of Chicago, June 8, 2010<br /><br />E-mail interview with Douglas Massey, a professor at Princeton University's Office of Population Research, June 8, 2010<br /><br />E-mail interview with James Trussell, director of Princeton University's Office of Population Research, June 8, 2010<br /><br />E-mail interview with Nonie Darwish, founder of Arabs for Israel, June 8, 2010<br /><br />E-mail interview with Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations, June 9, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\"In 20 years there will be enough Muslim voters in the U.S. to elect the president by themselves.\"</p>", "statement_context": "a chain e-mail", "statement_date": "2010-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}