{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/jun/10/thomas-melsheimer/dallas-lawyers-say-cornyn-among-republicans-keepin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1881, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1881/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Republican U.S. Sen. John Cornyn draws fire  in a recently published opinion piece pointing out that the four chief  federal prosecutor positions in Texas have yet to be filled by lawyers  of Democratic President Barack Obama's choosing.</p>\r\n<p>Two Democrats, Dallas  lawyer Thomas Melsheimer and Craig Smith, a state district judge, said  in an op-ed article in Monday's Austin American-Statesman that Cornyn's  insistence on holding sway over the U.S. attorney appointments in Texas  has kept them from happening. \"Obama should be allowed to select a  competent nominee of his choice without Cornyn's blessing on the front  end,\" they write.</p>\r\n<p>Other Senate Republicans are similarly  thwarting the president, they suggest. \"Across the country,\" they  write, \"more than half of the U.S. attorney seats remain without a  prosecutor chosen by Obama.\"</p>\r\n<p>Really?</p>\r\n<p>We  reached Melsheimer, who said he based the less-than-half claim on  information provided by the interim U.S. attorney for the Northern  District of Texas, James T. Jacks.</p>\r\n<p>We couldn't reach  Jacks, but Melissa Schwartz, spokeswoman for the U.S. Department of  Justice, told us Obama appointees have been confirmed as U.S. attorneys  for 51 of the nation's 93 districts. A U.S. Senate Committee on the  Judiciary web page lists the U.S. attorneys nominated by Obama and  confirmed by the Senate.</p>\r\n<p>Fifty-one of 93 equals 55  percent, not \"less than half.\" According to the Senate committee list,  the last time that Obama appointees occupied less than half the U.S.  attorney slots was early May. His 47th U.S. attorney nominee was  confirmed with others May 5; three more nominees were confirmed May 25,  nearly two weeks before the oped was published.</p>\r\n<p>Still,  we wondered if there's a legitimate beef with Cornyn, who serves on the  judiciary committee, and if it matters when the leadership posts are  filled by civil-service lawyers instead of presidential appointees.</p>\r\n<p>Some  perspective: Traditionally, the U.S. attorney posts turn over with each  change in president. Though nationally, a handful of the top  prosecutors appointed by President George W. Bush remain in place, the  Bush appointees in Texas are gone, replaced by career Department of  Justice lawyers considered temporary holders of the plum posts pending  the arrival of Obama's choices.</p>\r\n<p>Cornyn said  Wednesday he's falsely accused of blocking nominees and that the  president has been slow to put names forward. Generally, he said, \"we're  working in good faith together to try to fill as many of these  vacancies as we can.\"</p>\r\n<p>It's the Senate's role to confirm  each president's nominees. For judicial-related appointments, Cornyn and  Sen. Kay Bailey Hutchison, R-Texas, rely on their own advisory  committee to guide them on who to recommend the president name to  federal judgeships and U.S. attorney posts in Texas.</p>\r\n<p>Last  year, the committee was expanded to include Democratic-leaning lawyers.  But the White House earlier said it would not choose anyone without a  sign-off from the state's Democratic House members, who have elected as  their chair U.S. Rep. Lloyd Doggett of Austin.</p>\r\n<p>In  a March 2009 statement, the White House said Cornyn and Hutchison \"will  be accorded a full opportunity to share their views about each  candidate whom the president proposes to nominate.\" But the statement  also said: \"No federal judge, U.S. attorney or U.S. marshal will be  nominated by the president, however, unless that person has the  confirmed support of the Texas Democratic delegation.\"</p>\r\n<p>Doggett  said this week that a tradition hearkening to Republican Ronald  Reagan's presidency grants appointment sway to House members from the  president's party in states lacking members of the president's party in  the Senate. The House Democrats have recommended various Texans to Obama  for federal judgeships, U.S. marshal positions and each U.S. attorney  slot.</p>\r\n<p>With competing groups seeking to be  the clearinghouse for nominees, the situation seems ripe for standoffs.  One element: House Democrats favor one candidate to be U.S. attorney  for the state's Dallas-based Northern District, while Cornyn and  Hutchison have aligned behind another.</p>\r\n<p>Meanwhile,  the president's only announced choice for a U.S. attorney post in  Texas, nominated in February, withdrew in April, telling a Beaumont TV  station he'd decided to remain a state district judge, indicating  impatience with the process. \"There is no timetable for a decision on  the nomination,\" the station quoted John Stevens, the nominee, saying. \"It's just sitting there. It seems like there ought to be a quicker  method.\"</p>\r\n<p>Far as we can tell, the White House has not  spoken out lately about its Texas appointments. This week, an Obama  spokesman didn't immediately have a comment.</p>\r\n<p>Doggett  noted that besides the lack of Obama's U.S. attorney appointees in  Texas, seven Texas judicial posts wait to be filled. Doggett said Cornyn  has played a delaying role, though the White House shares blame. \"As  long as the White House doesn't put a high priority on (filling the  openings), the (GOP) senators are only encouraged to be obstructive,\"  Doggett said.</p>\r\n<p>UPDATE, 2:38 p.m. June 11, 2010: After we posted this article, White  House spokesman Matt Lehrich told us that Obama, in consultation with state congressional delegations, has nominated a steady  stream of candidates for U.S. attorney posts \"at a pace similar to  that of previous administrations.\" He said that through June 9, Obama  had nominated 72 individuals as U.S. attorneys, with 51 confirmed by the  Senate and two having withdrawn. Bush had made 83  nominations by the same point in his first term, with 75 confirmed and  two having withdrawn. And at the same point of his first term, President Bill Clinton had nominated 83 U.S.  attorneys with 81 confirmed.</p>\r\n<p>Nobody we queried had objections to staff  lawyers filling in as U.S. attorneys until the political appointments  are made. Does the delay make a difference?</p>\r\n<p>It  matters, Doggett said, because a presidential appointee can be counted  on to carry out administration priorities. \"If a U.S. attorney has  consistently under the Bush administration ignored violations concerning  polluting our waterways and oceans,\" Doggett said, \"and somebody under  the Obama administration thinks it's time to give that attention and  prioritize, that's a good example of why it makes a difference.\"</p>\r\n<p>Attorney Richard Roper, Bush's appointed U.S. attorney for the  Northern District of Texas through 2008, agreed, saying political  appointees -- \"somebody on the president's team and the attorney  general's team\" help make sure \"all priorities of the attorney general  are being carried out.\"</p>\r\n<p>As for the lawyers' statement, it misses the  mark: Obama choices were confirmed for more than half the nation's U.S.  attorney slots as of early May. Yet it's not off by much. Obama still  doesn't have appointees in place in nearly half the posts.</p>\r\n<p>We  rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-06-10T18:28:58.982359", "ruling_date": "2010-06-10T00:00:00", "ruling_headline": "Dallas lawyers say Cornyn among Republicans keeping U.S. attorney slots from having Obama's appointees", "ruling_headline_slug": "dallas-lawyers-say-cornyn-among-republicans-keepin", "ruling_link_text": "Count is close, reflecting partisan tussle", "ruling_state": null, "source_documents": null, "sources": "<p>Dallas Morning News, news  articles, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/politics/state/stories/DN-texwatch_21nat.ART.State.Edition1.4b27df1.html\" target=\"_blank\">\"GOP   senators give Democrats voice on federal judge picks,\"</a>June 21, 2009  (accessed June 9, 2010) and <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/washington/stories/051410dnmetsaldana.2bb584f.html\" target=\"_blank\">&quot;Cornyn,   Hispanic leaders push for U.S. attorney nominee,&quot;</a>May 14, 2010  (accessed June 8, 2010)</p>\r\n<p>U.S. Rep.  Lloyd Doggett, press release, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10072009_doggettpr.pdf\" target=\"_blank\">\"New    Texas Judicial Nominations,\"</a> Oct. 7, 2009</p>\r\n<p>E-mail, Benjamin LaBolt, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03252009_whitehousestmt.pdf\" target=\"_blank\">\"White   House Statement on TX Candidates for Federal Judge, US Attorney and US  Marshal,\"</a> March 25, 2009</p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/06112010_whitehouseresponse.pdf\" target=\"_blank\">E-mail</a>,  response to PolitiFact Texas, Matthew Lehrich, spokesman, White House,   June 11, 2010</p>\r\n<p>Interview, telephone  press conference, U.S. Sen. John Cornyn, June 9, 2010</p>\r\n<p>Interview,  U.S. Rep. Lloyd Doggett, D-Austin, June 8, 2010</p>\r\n<p>Interview,  Thomas Melsheimer, Dallas, June 7, 2010</p>\r\n<p>Interview,  Melissa Schwartz, spokesperson, U.S. Department of Justice, Office of  Public Affairs, June 7, 2010</p>\r\n<p>KFDM News, Beaumont,  Texas, web post, <a href=\"http://www.kfdm.com/news/stevens-37531-interests-nomination.html\" target=\"_blank\">\"Judge   Stevens withdraws from U.S. Attorney selection process,\"</a> April 22,  2010 (accessed June 10, 2010)</p>\r\n<p>Thomas  Melsheimer and Craig Smith, oped article, Austin American-Statesman, <a href=\"http://www.statesman.com/opinion/melsheimer-smith-cornyn-uses-politics-as-law-enforcement-728095.html\" target=\"_blank\">&quot;Cornyn    uses politics as law enforcement roadblock in Texas,&quot;</a> June 7, 2010  (accessed June 7, 2010)</p>\r\n<p>U.S. Senate Committee on  the Judiciary, Website, <a href=\"http://judiciary.senate.gov/nominations/111thCongressExecutive.cfm?renderforprint=1&amp;\" target=\"_blank\">&quot;Executive   Nominations and Confirmations: 111th Congress,&quot;</a> and \"<a href=\"http://judiciary.senate.gov/nominations/111thCongressExecutiveNominations/111USAttorneys.cfm\" target=\"_blank\">U.S.   Attorney Nomination Materials, 111th Congress,\"</a> accessed June 7,  2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney", "false_count": 0, "first_name": "Thomas", "half_true_count": 0, "home_state": "Texas", "id": 449, "last_name": "Melsheimer", "mostly_true_count": 0, "name_slug": "thomas-melsheimer", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tmelsheimer06102010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/449/", "total_count": 1, "true_count": 0, "website": "http://www.fr.com/thomas-m-melsheimer/"}, "statement": "<p>\"Across the country, more than half of the U.S.  attorney seats remain without a prosecutor chosen by Obama.\"</p>", "statement_context": "an op-ed article", "statement_date": "2010-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}], "twitter_headline": null}