{"art": [{"brightcove": "", "caption": "Baseball fans have debated the umpire's call on the final pitch of Don Larsen's 1956 World Series perfect game", "id": 449, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/449/", "title": "Don Larsen perfect game video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/HdZdfOkfG5U?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "HdZdfOkfG5U"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/11/george-will/george-will-says-final-pitch-don-larsen-1956-was-f/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1883, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1883/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>At PolitiFact, we try to fact-check statements about serious topics like war and peace, the economy and health care policy. But we also think it&#39;s important to take the occasional detour. George Will, the syndicated columnist who&#39;s a regular roundtable member on ABC&#39;s <em>This Week</em>, gave us such an opportunity.<br />\r\n<br />\r\nTo close out the show&#39;s roundtable segment on June 6, 2010, <em>This Week</em> host Jake Tapper brought up Detroit Tigers pitcher Armando Galarraga&#39;s near-perfect game on June 2, 2010, which fell apart when umpire Jim Joyce blew a call at first base. Joyce later acknowledged that he should have called the runner out, which would have cemented the perfect game, and baseball fans argued passionately over whether Commissioner Bud Selig should have overruled Joyce&#39;s call retroactively. (Selig decided to let the call, and the not-quite-perfect game, stand.)<br />\r\n<br />\r\nWill -- a bestselling author on baseball and one of the game&#39;s most prominent fans -- took Tapper&#39;s bait as if it were a hanging curve ball. Will argued that Joyce&#39;s incorrect call should stand, arguing, among other things, that the sterling sportsmanship displayed by Galarraga, Joyce and the other players after the mistake amounted to a far richer gift to the game and its fans than recording another perfect game.<br />\r\n<br />\r\nAs evidence of how the sport can overcome bad calls, Will cited the final pitch of New York Yankees pitcher Don Larsen&#39;s legendary 1956 perfect game during the World Series -- the only one ever thrown in more than a century of World Series games. Will characterized umpire Babe Pinelli&#39;s call of a third strike on Brooklyn Dodgers pinch hitter Dale Mitchell as clearly incorrect, even suggesting that Pinelli rushed the game to a conclusion in order to preserve the perfect game. Yet Will concluded that baseball has survived quite nicely despite Pinelli&#39;s error.<br />\r\n<br />\r\n&quot;In the most important perfect game ever pitched -- 1956, Don Larsen in the World Series -- the 27th out was made by Dale Mitchell,&quot; Will said. &quot;A wonderful batter&#39;s eye he had. He struck out 119 times in 4,000 Major League at-bats. The umpire (Pinelli) -- it was his last game, by the way -- called strike three on Dale Mitchell. It was a foot and half probably high and outside. He was so eager to get the game over.&quot;<br />\r\n<br />\r\nA foot and a half outside the strike zone seemed to us like a pretty badly blown call. We thought it would be worth checking to see if Will was correct in how he described Pinelli&#39;s call.</p>\r\n\r\n<p>Will would have been 15 at the time of the 1956 World Series, and we wondered if he had a seat behind the batter&#39;s box that day, or maybe watched the&nbsp;pitch on one of those primitive black-and-white televisions of the era. Had he reviewed a video of the game? We sought comment from the noted columnist, some explanation of how he would know so precisely the way the ball strayed from the strike zone, but he and his staff did not provide a comment.&nbsp;&nbsp;&nbsp;<br />\r\n<br />\r\nLet&#39;s note that Will is correct about Mitchell&#39;s career statistics -- he struck out only 119 times in 3,984 at bats -- but did not mention that Mitchell was at the end of his career, with some baseball experts saying he&#39;d lost a step. Mitchell&#39;s plate appearance against Larsen was the second-to-last of his career, and he batted just .204 (11-for-54) during the 1956 regular season and went hitless in four at-bats in the World Series.</p>\r\n\r\n<p>&quot;This was not Dale Mitchell in his prime,&quot; said Gabriel Schechter, a research associate at the Baseball Hall of Fame in Cooperstown. &quot;I think it would be fair to say that his reflexes had slowed down, making it tougher for him to react to borderline pitches.&quot;<br />\r\n<br />\r\nWe should also note that Will was not quite correct about this game being Pinelli&#39;s last. The perfect game was indeed Pinelli&#39;s last game behind home plate, but he finished out the rest of the World Series as a field umpire.<br />\r\n<br />\r\nNow for the big question: Was Larsen&#39;s final pitch really &quot;a foot and a half&quot; high and outside?<br />\r\n<br />\r\nFirst, we&#39;ll relate the case for Will.<br />\r\n<br />\r\nLew Paper -- a Washington attorney who wrote the book &quot;<em>Perfect: Don Larsen&#39;s Miraculous World Series Game and the Men Who Made It Happen</em>&quot; -- told PolitiFact that &quot;every Yankee on the field who could see the last pitch to Mitchell, other than Larsen and (catcher Yogi) Berra, said that it was clearly outside the strike zone.&quot;<br />\r\n<br />\r\nIn his book, Paper relates that Hall of Fame outfielder Mickey Mantle later said that he had &quot;a clear view from center field, and if I was under oath, I&#39;d have to say that the pitch looked like it was outside.&quot; From third base, Andy Carey thought the pitch was &quot;high,&quot; while Yankees shortstop Gil McDougald said, &quot;It wasn&#39;t even close. It was high.&quot;<br />\r\n<br />\r\nBecause these comments are consistent, and because they go against their teammate Larsen&#39;s interest, they carry some weight. In addition, Duke Snider, the Dodgers Hall of Fame outfielder, told Paper that in a conversation he had with Babe Pinelli years after the perfect game, the umpire said he&#39;d wanted to go out with a perfect game and that any pitch close to the strike zone would be called a strike. If Snider reported Pinelli&#39;s quote accurately, then it&#39;s certainly possible to believe that the umpire may have bent the strike zone in this unusual situation.<br />\r\n<br />\r\nBut none of this proves that Pinelli&#39;s call was as flagrantly out of the strike zone as Will suggests<br />\r\n<br />\r\nIndeed, most experts we interviewed agreed that the pitch was borderline. While most said it was likely outside the strike zone, we didn&#39;t find much support for the idea that Larsen&#39;s pitch was a foot and a half outside of it. Most said Pinelli&#39;s was a defensible judgment call -- which, if true, would reduce its value as a point of comparison for the Galarraga incident.<br />\r\n<br />\r\nReferring to <a href=\"http://www.youtube.com/watch?v=HdZdfOkfG5U\" target=\"_blank\">the widely seen video clip</a> of the final pitch, Steven Goldman, a contributing editor with <em>Baseball Prospectus</em>, describes the ball as &quot;tailing away&quot; from Mitchell -- enough that Berra had to &quot;lean pretty far outside&quot; to catch it. He said that Will&#39;s description was &quot;broadly accurate&quot; but also &quot;a bit hyperbolic.&quot;</p>\r\n\r\n<p>We watched that video over and over, and&nbsp;couldn&#39;t quite discern a ball on the screen. It was like watching mimes pretend to play baseball, but we&#39;re not the experts. &nbsp;&nbsp;<br />\r\n<br />\r\n&quot;If it was not a strike, it was very close,&quot; said Doak Ewing, president of Rare Sportsfilms, which sells a DVD of the perfect game. &quot;It wasn&#39;t a foot and a half out of the strike zone.&quot;<br />\r\n<br />\r\nThe strongest defense of Pinelli&#39;s decision to call strike three came from Schechter of the Hall of Fame.<br />\r\n<br />\r\n&quot;My view is that the pitch seemed a little high by today&#39;s standards, but not necessarily by 1956 standards, because the strike zone was technically larger back then,&quot; Schechter said. &quot;It also might&#39;ve been outside, but lots of pitches that look outside aren&#39;t. I think the operative baseball maxim is that &#39;it was too close to take,&#39; especially in a situation like that where a pitcher might get the benefit of the doubt.&quot; (For baseball novices, &quot;taking&quot; a pitch means not swinging because the batter expects the umpire to call it a ball.)</p>\r\n\r\n<p>Schechter agreed with Goldman and Ewing that &quot;the pitch might have been out of the strike zone as we know it today, but not by a foot and a half.&quot; He added that anyone looking at the pitch today from the filmed version has to be careful about how they judge it. &quot;The camera angle we see is from above and to the first-base side, making it tougher to judge where the ball really was.&quot;<br />\r\n<br />\r\nWe asked Alan M. Nathan -- an emeritus professor of physics at the University of Illinois (Urbana-Champaign) who has written widely about the physics of baseball -- what he thought of the camera angle and its value in judging Pinelli&#39;s call.<br />\r\n<br />\r\n&quot;Like many others, I have seen that video many times,&quot; Nathan said. &quot;The camera angle on the Larsen video is far from being ideal.&quot; Because the view is off-center, he said, it&#39;s subject to what physicists call parallax -- a difference in the apparent position of an object when viewed along two different lines of sight. &quot;There is a lot of parallax, making it difficult to know with any accuracy about whether the pitch was really outside.&quot;<br />\r\n<br />\r\nNathan added that, judging by the film, &quot;the pitch looks outside. I can&#39;t easily tell that it is high, and I don&#39;t see how the others can tell that it is high. But I agree that it was too close a pitch to take with two strikes. Note that Mitchell himself started to swing at the pitch, but appeared to hold up in time.&quot;<br />\r\n<br />\r\nLarry Gerlach, the founder and former chairman of the umpires committee of the Society for American Baseball Research, agrees. &quot;Perfect game, last inning, two outs, two strikes: the batter damn well swing at anything close,&quot; said Gerlach, a history professor at the University of Utah. &quot;That is a cardinal tenet of umpiring &mdash; and batting. Pinelli made a great call, and Mitchell, by leaving the bat on his shoulder, did not do his job. You simply do not &#39;take&#39; a pitch in that situation.&quot;<br />\r\n<br />\r\nSo let&#39;s recap. There&#39;s ample evidence -- including the players&#39; eyewitness testimony -- that the pitch was not a down-the-middle, obvious strike. In all likelihood, it was somewhat out of the strike zone. But we found wide agreement among our experts that Will is exaggerating when he says that Larsen&#39;s pitch was a foot and a half outside the strike zone. And if it wasn&#39;t a flagrantly bad call like Joyce&#39;s earlier this month, then the example&#39;s value for Will is reduced. As umpire, we rate Will&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-06-10T22:13:40.768809", "ruling_date": "2010-06-11T20:07:48", "ruling_headline": "George Will says final pitch by Don Larsen in 1956 was foot-and-a-half from strike zone", "ruling_headline_slug": "george-will-says-final-pitch-don-larsen-1956-was-f", "ruling_link_text": "Pundit is out of left field on this one.", "ruling_state": null, "source_documents": null, "sources": "<p>George Will, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-allen-kerry-cornyn/story?id=10838756&amp;page=4\" target=\"_blank\">comments</a> during a roundtable on ABC&#39;s This Week, June 6, 2010</p>\r\n\r\n<p>Don Larsen, <a href=\"http://www.youtube.com/watch?v=HdZdfOkfG5U\" target=\"_blank\">YouTube clip</a> of final out of his 1956 perfect game, accessed June 8, 2010</p>\r\n\r\n<p>Lew Paper, <em><a href=\"http://www.amazon.com/Perfect-Larsens-Miraculous-World-Happen/dp/0451228197\" target=\"_blank\">Perfect: Don Larsen&#39;s Miraculous World Series Game and the Men Who Made It Happen</a></em> (New American Library), 2009</p>\r\n\r\n<p>E-mail interview with Lew Paper, author of <em>Perfect: Don Larsen&#39;s Miraculous World Series Game and the Men Who Made It Happen</em>, June 8, 2010</p>\r\n\r\n<p>E-mail interview with Gabriel Schechter, research associate at the National Baseball Hall of Fame and Museum, June 8, 2010</p>\r\n\r\n<p>E-mail interview with Larry Gerlach, founder and former chairman of the umpires committee of the Society for American Baseball Research, June 8, 2010</p>\r\n\r\n<p>E-mail interview with Alan M. Nathan, emeritus professor of physics at the University of Illinois (Urbana-Champaign), June 8, 2010</p>\r\n\r\n<p>E-mail interview with Steven Goldman, contributing editor with <em>Baseball Prospectus</em>, June 8, 2010</p>\r\n\r\n<p>Interview with Doak Ewing, president of Rare Sportsfilms, June 8, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>The final pitch of Don Larsen&#39;s perfect game in the 1956 World Series &quot;was a foot and half probably high and outside.&quot;</p>\r\n", "statement_context": "a roundtable discussion on ABC's This Week", "statement_date": "2010-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 166, "photo": null, "resource_uri": "/api/v/2/subject/166/", "subject": "Baseball", "subject_slug": "baseball", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}