{"art": [{"brightcove": "", "caption": "Rick Scott, in a new campaign mailer, says Bill McCollum and President Barack Obama have the same position on embryonic stem cell research.", "id": 451, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/scottmailer.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/451/", "title": "Scott mailer", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jun/11/rick-scott/bill-mccollum-and-barack-obama-stem-cell-research/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1886, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1886/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In a Republican primary, it's often hard to find major policy issues where the candidates disagree.<br /><br />That's why Rick Scott, the former health care CEO running for governor, is trying to make the most of a perceived policy difference with Attorney General Bill McCollum.<br /><br />In new direct mail pieces, Scott is claiming that McCollum supports embryonic stem cell research. Scott, meanwhile, says he would work to ban any embryonic stem cell research in Florida.<br /><br />\"Career politician Bill McCollum -- Testing stem cells. Testing our values,\" the mailer reads. \"Bill McCollum supports embryonic stem cell research. Bill McCollum holds the same position on this issue as Barack Obama, who recently lifted a ban on funding for embryonic stem cell research.\"<br /><br />McCollum disputed Scott's mailer, calling it false (and Scott \"ruthless\") in an interview with the Associated Press on June 7, 2010.<br /><br />\"That's just absolutely not true. I don't know where he got that from,\" McCollum said.<br /><br />Sounds like a case for PolitiFact Florida.<br /><br />For this fact-check, we're going to detail to McCollum's public position on embryonic stem cell research, and then President Obama's. Then we'll see if they're the same, as Scott claims.<br /><br /><strong>McCollum's position</strong><br /><br />Embryonic stem cells are harvested from embryos that are four or five days old. <a href=\"http://stemcells.nih.gov/info/basics/basics1.asp\" target=\"_blank\">In almost every case</a>, the stem cells are extracted from left-over embryos created by women attempting to get pregnant through invitro fertilization. Scientists say embryonic stem cells hold great potential, and can be used to test new drugs and have unique regenerative capabilities that could unlock treatments for heart disease, diabetes and other diseases. The embryos are destroyed in the process.<br /><br />To best understand McCollum's position on embryonic stem cell research, we need to start back in 1996 when McCollum was a congressman from Central Florida.<br /><br />That year, Congress attached an amendment to an appropriations bill that limited or banned federal funding for embryonic stem cell research. The Dickey Amendment -- named for Arkansas Republican Jay Dickey --- said that the federal government could not fund the creation of a human embryo or embryos for research purposes or fund research in which a human embryo or embryos are destroyed, discarded, or knowingly subjected to risk of injury or death.<br /><br />The appropriations bill -- <a href=\"http://hdl.loc.gov/loc.uscongress/legislation.104hr2880\" target=\"_blank\">and the amendment</a> -- passed 371-42. McCollum voted for the measure.<br /><br />The Dickey Amendment hardly ended the discussion, however, nor ultimately clarifies McCollum's position. The NIH produced a legal opinion that essentially created a loophole in the proviso. The federal government could not use tax dollars to create embryonic stem cells, the NIH said, but it could fund research on privately-created stem cell lines.<br /><br />Former President Bill Clinton's administration began crafting policies to fund embryonic stem cell research, but control of the White House changed before the new policies were implemented.<br /><br />Enter President George W. Bush.<br /><br />In August 2001, Bush essentially restated U.S. policy with an executive order.<br /><br />Bush gave a nationally televised speech, <a href=\"http://archives.cnn.com/2001/ALLPOLITICS/08/09/bush.transcript/\" target=\"_blank\">outlining his position</a> -- that the federal government could and should fund research on the 60 or so embryonic stem cell lines already in existence, but that it would not fund research on new or future embryonic stem cell lines.<br /><br />Now, jump to the elections of 2004.<br /><br />Democratic presidential candidate John Kerry promised if elected to open new embryonic stem cell lines to federal funding. Bush maintained his opposition.<br /><br />The dichotomy between Kerry and Bush trickled down the Florida Republican Senate primary that year between McCollum and Mel Martinez.<br /><br />Martinez supported Bush's restrictions and pressed McCollum to stake out a position. Throughout 2004, newspapers generically said McCollum favored increased embryonic stem cell research, but provided little context.<br /><br />In July 2004, McCollum said: ''I think appropriate funding for embryonic stem cell research is a pro-life position. It conforms completely with my faith and my belief in the unborn and my belief of when life begins. And I'm one with my conscience and with my Lord.''<br /><br />Then, in an August 2004 debate, Martinez fired a second bullet on the stem cell issue.<br /><br />According to the <em>Miami Herald</em> accounting of the debate, Martinez said:<br /><br />\"What you should do is define yourself. Do you support President Bush on stem-cell research or do you not?\" Martinez said. \"Or will you continue to side with John Kerry on this very important issue, and one, frankly, that's becoming a dividing issue in the presidential contest?\"<br /><br />McCollum interrupted, the <em>Herald </em>reported.<br /><br />\"Mr. Martinez, you know that I do not believe in stem-cell research that takes a life.\"<br /><br />McCollum then pointed out that other conservatives support the research, and the <em>Herald </em>reported that McCollum has said that test-tube-fertilized embryos that are to be discarded at fertility clinics are not technically human life. He said they should be used for scientific experiments to cure diseases. <br /><br />McCollum lost the primary, and his position on embryonic stem cell research was not questioned again. Until now.<br /><br />Spokeswoman Kristy Campbell explained his current thinking.<br /><br />\"The general has been consistent on this issue,\" Campbell said. \"He's never supported creating embryonic stem cells simply for research. But if the only options were to destroy the stem cells, or use them for research, he's preferred they go to research.\"<br /><br />To recap: McCollum voted for the Dickey Amendment, which blocks federal funding of at least some embryonic stem cell research, but he has consistently advocated for stem cell research beyond that of President Bush. In particular, he has said if the options for embryonic stem cells are destruction or research, he chooses research.<br /><br /><strong>Obama's position</strong><br /><br />Obama clearly detailed his position on embryonic stem cell research during the 2008 presidential campaign.<br /><br />\"I believe that the restrictions that President Bush has placed on funding of human embryonic stem cell research have handcuffed our scientists and hindered our ability to compete with other nations,\" Obama said in response to a question from the website ScienceDebate.org. \"As president, I will lift the current administration&rsquo;s ban on federal funding of research on embryonic stem cell lines created after Aug. 9, 2001, through executive order, and I will ensure that all research on stem cells is conducted ethically and with rigorous oversight,\" Obama <a href=\"http://www.sciencedebate.org/www/index.php?id=42\" target=\"_blank\">wrote</a>.<br /><br />\"I recognize that some people object to government support of research that requires cells to be harvested from human embryos. However, hundreds of thousands of embryos stored in the U.S. in invitro fertilization clinics will not be used for reproductive purposes, and will eventually be destroyed. I believe that it is ethical to use these extra embryos for research that could save lives when they are freely donated for that express purpose.\"<br /><br />Practically, Obama's position was not altogether different that Republican nominee John McCain. McCain said he supported federal funding of embryonic stem cell research, but opposed the \"intentional creation of human embryos for research purposes.\"<br /><br />In March 2009, Obama reversed U.S. policy and lifted Bush's ban on embryonic stem cell funding.<br /><br />Obama's reversal, however, is still somewhat limited by the Dickey Amendment.<br /><br />To recap: Obama supports increased funding for embryonic stem cell research, and reversed Bush's 2001 executive order. He says it is ethical to use extra embryos from invitro fertilization clinics that would otherwise be destroyed.<br /><br /><strong>Comparing the two</strong><br /><br />Embryonic stem cell research is not a strictly partisan issue.<br /><br />The Republican-controlled Congress in 2005 <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d109:H.R.810:@@@R\" target=\"_blank\">passed a bill</a> that would ease Bush's stem cell research restrictions, but it was vetoed by Bush. Among those supporting the measure were Republican senators Trent Lott, Orrin Hatch, Bill Frist and Kay Bailey Hutchison, and House Republicans Ginny Brown-Waite, Bill Young and Connie Mack.<br /><br />Bush also vetoed a <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:S.5:@@@R\" target=\"_blank\">similar measure</a> in 2007 that passed with some GOP support.<br /><br />The key in this fact check, however, is to see if McCollum and Obama have the \"same\" position.<br /><br />On embryonic stem cell research, it appears McCollum and Obama are awfully close.<br /><br />Obama supports using embryonic stem cells that otherwise would be destroyed for research. McCollum does, too.<br /><br />The only real question is regarding funding. McCollum did vote for the Dickey Amendment, which sought to prevent federal funding of embryonic stem cell research. But in 2004, he talked about \"appropriate funding\" for embryonic stem cell research.<br /><br />Obama, meanwhile, has supported increased federal funding for embryonic stem cell research, saying embryonic stem cells \"may have the potential to help us understand, and possibly cure, some of our most devastating diseases and conditions.\" <br /><br />There's enough of a question when it comes to funding in our minds to add a slight asterisk to Scott's mailer. We rate his claim Mostly True.</p>", "ruling_comments_date": "2010-06-11T14:19:30.236450", "ruling_date": "2010-06-11T16:40:49", "ruling_headline": "Bill McCollum and Barack Obama see eye-to-eye on stem cell research, Rick Scott claims", "ruling_headline_slug": "bill-mccollum-and-barack-obama-stem-cell-research", "ruling_link_text": "Both say cells from excess embryos should be used for research", "ruling_state": null, "source_documents": null, "sources": "<p>Bill McCollum campaign, interview with Kristy Campbell, June 9, 2010<br /><br />Rick Scott campaign, interview with Jen Baker, June 9, 2010<br /><br />Thomas, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:S.5:@@@R\" target=\"_blank\">Stem Cell Research Enhancement Act of 2007</a><br /><br />Thomas, Balanced Budget Downpayment Act (<a href=\"http://hdl.loc.gov/loc.uscongress/legislation.104hr2880\" target=\"_blank\">includes Dickey Amendment</a>)<br /><br />ABC News, <a href=\"http://abcnews.go.com/Health/Politics/story?id=7023990&amp;page=1\" target=\"_blank\">Obama Reverses Course, Lifts Stem Cell Ban</a>, March 9, 2009<br /><br />White House, <a href=\"http://www.whitehouse.gov/the-press-office/removing-barriers-responsible-scientific-research-involving-human-stem-cells\" target=\"_blank\">executive order</a>, March 9, 2009<br /><br />Science Debate, <a href=\"http://www.sciencedebate.org/www/index.php?id=42\" target=\"_blank\">2008 presidential candidates answer questions about stem cell research</a><br /><br />CNN, <a href=\"http://archives.cnn.com/2001/ALLPOLITICS/08/09/bush.transcript/\" target=\"_blank\">Bush stem cell address transcript</a>, Aug. 9, 2001<br /><br />CNN, <a href=\"http://www.cnn.com/2006/POLITICS/07/19/stemcells.veto/index.html\" target=\"_blank\">Bush vetoes embryonic stem cell bill</a>, Sept. 25, 2006<br /><br />KU Medical Center, <a href=\"http://www.kumc.edu/stemcell/toolkit4.html\" target=\"_blank\">Stem Cell Research 101</a><br /><br />The National Institutes for Health, <a href=\"http://stemcells.nih.gov/info/basics/basics1.asp\" target=\"_blank\">Stem Cell Basics</a><br /><br />Prolife Blogs, <a href=\"http://www.prolifeblogs.com/articles/archives/2009/03/what_is_the_dic.php\" target=\"_blank\">What is the Dickey Amendment and why should I care</a>, March 25, 2009<br /><br />Florida Catholic Conference, <a href=\"http://www.flacathconf.org/AdvocacyAreas/Health/StemCellResearchEthics/041028%20FL%20Catholic.htm\" target=\"_blank\">The Truth About Stem Cell Research</a>, Oct. 28, 2004<br /><br />Miami Herald, Martinez, McCollum get 'Nasty,' Aug. 28, 2004, accessed via Nexis<br /><br />Thomas, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d109:H.R.810:@@@R\" target=\"_blank\">Stem Cell Research Enhancement Act of 2005</a><br /><br />Miami Herald, Republican Split on Stem Cell, July 13, 2004, accessed via Nexis<br /><br />Miami Herald, Behind the Lab Doors, June 29, 2004, accessed via Nexis</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\"Bill McCollum holds the same position on (embryonic stem cell research) as Barack Obama.\"</p>", "statement_context": "a campaign mail piece.", "statement_date": "2010-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}], "twitter_headline": null}