{"art": [{"brightcove": "", "caption": "Sen. Jim DeMint discusses secrecy in Congress", "id": 463, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/463/", "title": "DeMint Floor Speech / Secrecy", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/2B751mhY-QE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "2B751mhY-QE"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/17/jim-demint/demint-says-94-percent-bills-are-passed-unanimousl/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1904, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1904/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p><em>EDITOR'S NOTE: On June 17, 2010, we rated the statement by  Sen. Jim DeMint, R-S.C., that \"94 percent of the bills that pass the  Senate have no debate, no vote, no amendments, no reading of the bill,  no online disclosure, and very often no score from the Congressional  Budget office.\" We said that the actual percentage was 27.9 and called  it a Pants on Fire. (We've archived our original item<a href=\"http://www.politifact.com/original-demint-94percent/\" target=\"_blank\"> here</a>.) We soon received a number of letters from readers  critical of the math we had used to come up with the percentage. We also  received criticism from DeMint's office, for our math as well as for  other issues. As a result, we decided to assign a new reporter to the  item in order to take a fresh look. Below is our new analysis.<br /></em> <br /> On May 26, 2010, Sen. Jim DeMint, a Republican from South Carolina,  posted a video of one of his speeches on YouTube. Speaking about  legislative openness, DeMint said that Congress is plagued with secrecy  and lack of debate on important issues: \"At this point in the Senate, 94  percent of all the bills are passed unanimous consent --  94 percent.  So this is hardly a lack of productivity. And what this means is 94  percent of the bills that pass the Senate have no debate, no vote, no  amendments, no reading of the bill, no online disclosure, and very often  no score from the Congressional Budget office.\"<br /> <br /> DeMint's number seemed high to us, so we decided to investigate. We see  two broad areas to analyze. One is whether the percentage DeMint cites  is accurate. The other is whether DeMint's percentage says anything  valuable about how the Senate handles legislation.<br /> <br /> We asked DeMint's office for the source of his claim and were told it  comes from a July 2008 report from the Congressional Research Service,  the nonpartisan research arm for Congress. The report, which DeMint's  office had originally asked CRS to prepare, notes that as of June 30,  2008, the Senate had passed 911 measures of various kinds during the  110th Congress. <br /> <br /> Of these measures, 855 were passed via unanimous consent -- an expedited  process by which bills are passed unless a senator objects. This is the  source of DeMint's 94 percent figure -- 855 bills passed by unanimous  consent out of 911 total measures taken up. <br /> <br /> DeMint in his speech referred to all of these measures as \"bills.\" But  the CRS report broke them down more precisely. Some were formal bills or  joint resolutions, both of which are binding. Others were simple  resolutions or concurrent resolutions, which do not have the force of a  law and do not require the president's signature.<br /> <br /> Of the 911 total measures, only 376 were legally binding bills and joint  resolutions, according to the CRS report. The rest were simple and  concurrent resolutions. Occasionally these non-binding resolutions  inspire some controversy, but a look through the full list provided by  CRS confirms that the vast majority are ceremonial or symbolic in  nature. An example is a resolution \"congratulating Charles County,  Maryland, on the occasion of its 350th anniversary.\" Others from the CRS  report include:</p>\r\n<p>&bull; A resolution commending the University of Nebraska-Lincoln women's volleyball team for winning the National Collegiate Athletic Association Division I Women's Volleyball Championship.</p>\r\n<p>&bull; A concurrent resolution honoring the memory of Napa Valley winemaker Robert Mondavi.</p>\r\n<p>&bull; A concurrent resolution authorizing the use of the Capitol Grounds for the District of Columbia Special Olympics Law Enforcement Torch Run.<br /><br />In making his calculation, the senator decided to include all measures, regardless of whether they were binding. But there's another way to do it: Remove from the calculation the measures that most people would agree don't require debate.</p>\r\n<p>DeMint spokesman Wesley Denton argues that DeMint was on solid ground  calculating the numbers his way.<br /> <br /> \"Nowhere in DeMint&rsquo;s speech does he ever say that all 94 percent of  these bills are controversial, or that all 94 percent need a roll call  vote,\" Denton said. \"DeMint is criticizing the process, not every bill  passed by that flawed process. So to try to whittle down the number by  focusing on only the bills PolitiFact finds controversial is a  disingenuous attempt to discredit DeMint&rsquo;s factual statement.\" <br /> <br /> We disagree. We think the fairer test is to focus on the bills that  include some element of substance that demands debate.<br /> <br /> Doing it DeMint's way, in our view, essentially stacks the deck by  enlarging the pool of undebated measures to include simple and  concurrent resolutions. The CRS report does not consider them bills, and  no one seriously expects the Senate to spend time debating the merits  of whether to honor a college volleyball team or to praise the life of a  late vintner through non-binding resolutions. So why should we pretend  that all 911 measures deserve official debate -- which is what would be  required to produce the 94 percent figure DeMint cites? <br /> <br /> We'll take the alternate approach. We started with the 376 legally  binding measures (that is, the bills and joint resolutions). Then we  looked closer.<br /> <br /> Of the 376, 88 were naming bills for U.S. Postal Service facilities --  legislation that, while legally binding, is almost always  non-controversial and treated as pro-forma business by the House and the  Senate. According to CRS, all of the naming bills passed by unanimous  consent. Because these bills are not the kinds of measures requiring  substantive debate, we'll subtract them.<br /> <br /> That gets us down to 288 bills. Another 30 passed by unanimous consent  re-named a federal building, park, office or highway after someone --  another common category of bill that rarely if ever inspires debate. And  four additional bills that were passed by unanimous consent addressed  what seem to be non-controversial issues involving U.S. coins. <br /> <br /> That leaves 254 bills. We could scrutinize the CRS list for other  non-controversial bills passed by unanimous consent, but we'll stop  there; once you get beyond common categories like building namings, it  gets tricky to determine whether a bill addresses a major, debatable  issue just by its title, which is all that CRS lists.<br /> <br /> So, stopping here would define our universe of legally binding,  non-naming, non-coinage bills at 254.<br /> <br /> The CRS study says (and DeMint's original math concurs) that 46 roll  call votes and three voice votes were subject to debate in the chamber.  If you subtract these 49 bills from the total number of non-trivial,  binding bills (254), you get 206 bills passed by unanimous consent. <br /> <br /> We now have a couple ways to crunch the numbers. One is to say that 81  percent of non-trivial, binding bills (206 out of 254) were passed by  unanimous consent. Alternately, you could separate out the 64 binding  resolutions that CRS said were passed by unanimous consent but which  received some debate. Doing this would mean that 56 percent of  non-trivial, binding bills, received absolutely no debate. (DeMint's  office argues that the \"debate\" on these bills cited by CRS was cursory  and thus shouldn't be counted as debate.)<br /> <br /> Either figure would be lower than what DeMint said on the floor, and one  of the percentages is quite a bit lower. They're also higher than the  27.9 percent we had in our previous article, which we now acknowledge is  incorrect.<br /> <br /> However, we think what's wrong with DeMint's statement is actually  broader than the arithmetic. We arrived at the percentages above after  first excluding as ceremonial or symbolic 657 measures the senator had  counted. These largely non-substantive measures that DeMint included  accounted for more than 70 percent of the measures he used in his  calculation. This significantly skews the picture of what kinds of  measures were taken up in the Senate.<br /> <br /> As any veteran Congress-watcher can tell you, the Senate, with its  byzantine rules and back-room wheeling-dealing, can be a maddening  institution. DeMint's call for reforming procedures and increasing  openness likely has merit. His bipartisan efforts with Sens. Tom Coburn,  R-Okla., and Claire McCaskill, D-Mo., to ensure that legislation is  disclosed and easily reviewable online prior to passage, and that it be  pre-scrutinized for conflicts of interest and budgetary impact, among  other things, are the kinds of goals that should be able to garner  broad, bipartisan support. At the very least, one can question the  wisdom of spending taxpayer money to pass hundreds of symbolic  resolutions every two years, rather than debating the great issues at  stake.<br /> <br /> Indeed, those unfamiliar with Senate procedures might be shocked to  learn that even 56 percent of legally binding bills passed the chamber  without debate. But DeMint wasn't content to limit himself to such  evidence. In making his point, he ran up the score. <br /> <br /> Ultimately, we find that DeMint's goals, laudable though they may be,  are undercut -- not strengthened -- by the math he chose to present in  his floor speech. We'll own up to our own mathematical error, but we  stand by our overall judgment from the initial article: Pants on Fire!</p>", "ruling_comments_date": "2010-06-16T15:41:03.184360", "ruling_date": "2010-06-17T16:47:05", "ruling_headline": "DeMint says 94 percent of bills are passed unanimously", "ruling_headline_slug": "demint-says-94-percent-bills-are-passed-unanimousl", "ruling_link_text": "Stacking the deck", "ruling_state": null, "source_documents": null, "sources": "<p>Jim DeMint, video of floor speech, May 26, 2010, <a href=\"http://www.youtube.com/watch?v=2B751mhY-QE\" target=\"_blank\">http://www.youtube.com/watch?v=2B751mhY-QE</a><br /><br />Congressional  Research Service, \"The 'Clearance Process' in the Senate and Measures  Approved in the 110th Congress through June 30, 2008\" (report), July 10,  2008, <a href=\"http://demint.senate.gov/public/_files/2008-07-23_CD_Clearance_Process.pdf\" target=\"_blank\">http://demint.senate.gov/public/_files/2008-07-23_CD_Clearance_Process.pdf</a><br /><br /> E-mail interview with Bill Allison, executive director of the  Sunlight Foundation, June 21, 2010<br /><br />E-mail interview with Jim  Harper, director of information policy studies, Cato Institute, June 22,  2010<br /><br />E-mail interview with Donald A. Ritchie, United States  Senate Historian, June 21, 2010.<br /> <br />E-mail interview with Wesley  Denton, spokesman for Sen. Jim DeMint, June 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "President, Heritage Foundation", "false_count": 4, "first_name": "Jim", "half_true_count": 0, "home_state": "South Carolina", "id": 129, "last_name": "DeMint", "mostly_true_count": 0, "name_slug": "jim-demint", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jim_DeMint.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/129/", "total_count": 11, "true_count": 2, "website": "http://www.heritage.org/about/staff/d/jim-demint"}, "statement": "<p>\"Ninety-four percent of the bills that pass the Senate have no debate, no vote, no amendments, no reading of the bill, no online disclosure.\"</p>", "statement_context": "YouTube video of a floor speech", "statement_date": "2010-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": null}