{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jun/17/eric-johnson/johnson-says-last-major-drilling-spill-was-1969/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 1906, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1906/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It was 1969. Neil Armstrong took humankind's first steps on the moon. A little town in upstate New York called Woodstock became the world capital of free love and rock 'n' roll. <br /><br />And according to one gubernatorial candidate, it was the year of the U.S.' last major oil spill caused by an offshore drilling accident. <br /><br />Republican Eric Johnson's June 7 blog posting \"Despite the spill, we still need to drill\" defends drilling in the face of the massive spill in the Gulf of Mexico. He argues that the method is safe, compared with the alternatives. One reason: It hasn't caused a major oil spill in a long, long time. <br /><br />\"Predictably, liberal activists call the Gulf disaster a warning of things to come if we expand drilling, but this incident is an unfortunate exception to the rule. The last major oil spill from a drilling accident in America happened over 40 years ago in 1969. In fact, oil spills from tankers are far more common than the very rare leaks from rigs or pipelines.\"<br /><br />This item will deal with the claim about the date of the last major oil spill from a drilling accident. A later one will cover whether tanker spills are more common than ones from rigs or pipelines. <br /><br />As proof, Johnson's campaign sent us a column written by Deroy Murdock, a Scripps Howard News Service columnist and writer for the conservative National Review Online. <br /><br />Murdock's \"Offshore oil drilling: cleaner than Mother Nature,\" states the following: <br /><br />\"Capitol Hill Democrats claim offshore drilling poses unacceptable ecological risks. This is yet another overblown worry. Democrats and other environmental naysayers cite the 80,000 barrels that spilled six miles off of Santa Barbara, Calif., inundating beaches and aquatic life. This hydrocarbon Hindenburg haunts the memories of those who witnessed it. But this genuine catastrophe occurred in January 1969 -- nearly 40 years ago.\"<br /><br />The campaign also sent us other opinion pieces that repeat the assertion, plus a 2008 article by McClatchy Newspapers in which a Minerals Management Services calls the Santa Barbara drilling spill the last \"significant\" one. <br /><br />To fact-check this claim, we looked at a 2009 report produced by the American Petroleum Institute, an industry group, that gives a 71-page analysis of oil spills from a variety of sources such as tankers, refineries and oil well blowouts. It states that before 2009, there were 17 blowouts at marine wells in the U.S. since 1964, spilling roughly 249,000 barrels of oil. <br /><br />(This number excludes spills caused by tanker crashes such as the 1989 Exxon Valdez.) <br /><br />The largest in volume was the Santa Barbara spill of 1969 referenced by Murdock and Johnson, in which an estimated 100,000 barrels of oil spilled into the Pacific Ocean, according to the API. <br /><br />The Santa Barbara spill was so big it ranked seventh among the 10 largest oil spills caused by marine well blowouts in the world, the report states. Two other U.S. spills, both in 1970, rank eighth and 10th. <br /><br />Fourteen marine blowouts have taken place in the U.S. between 1969 and 2007. Six of them took place after 1990 and spilled a total of nearly 13,700 barrels.<br /><br />It's clear that there have been numerous marine well blowouts since 1969, but were any one of them \"major\"?<br /><br />We interviewed three scientists who said that the impact of a spill has little to do with its volume. Scientists have proven that spills far smaller than Santa Barbara's have been devastating. <br /><br />Marine oil spills can take place at any number of points on the fuel's way to your gas tank. The stuff is often shipped in tankers or stored near water. <br /><br />Judith McDowell, a scientist with the Woods Hole Oceanographic Institution, a major research facility, cites the effects of a 1969 spill in Buzzard Bay, Mass., caused by a ship that ran aground. It dumped roughly 4,500 barrels into the bay and is still hurting species that play a crucial ecological roles. Some shellfish beds were considered tainted for more than a decade. <br /><br />Jeremy B.C. Jackson, a leading authority on the impact of oil spills and a professor with the Scripps Institution of Oceanography, was lead author of an influential study on the 1986 Bahia las Minas spill in Panama. It determined that the roughly 60,000 barrels of oil that flowed from a broken storage container destroyed about 60 miles of coastline habitat. <br /><br />Even if the oil never makes it to the coastline, it can kill any sea turtle or dolphin that encounters it, scientists said. Tainted fish can sicken humans and other species that eat them. Species' rates of reproduction can sink for years. <br /><br />Johnson's statement fails the Truth-O-Meter test. While the nation's largest oil well blowout did take place in 1969, it's not factually correct to call it the \"last major oil spill.\" <br /><br />First of all, two of the largest blowouts in the world took place in the U.S. the following year. <br /><br />More importantly, experts agree that spills far smaller in volume to the 1969 disaster have been devastating. From a scientific perspective, Johnson's decision to single out the 1969 blowout as the last \"major\" one makes no sense. <br /><br />We rate Johnson's claim False.</p>", "ruling_comments_date": "2010-06-16T16:45:04.337769", "ruling_date": "2010-06-17T06:00:00", "ruling_headline": "Johnson says last major drilling spill was in 1969", "ruling_headline_slug": "johnson-says-last-major-drilling-spill-was-1969", "ruling_link_text": "Marine spill claim doesn't hold water", "ruling_state": null, "source_documents": null, "sources": "<p>Eric Johnson for Governor Web site, \"<a href=\"http://johnsonforgeorgians.com/?p=291\" target=\"_blank\">Despite the spill, we still need to drill</a>,\" June 7, 2010 <br /><br />American Petroleum Institute, \"<a href=\"http://www.api.org/ehs/water/spills/upload/356-Final.pdf\" target=\"_blank\">Analysis of U.S. Oil Spillage</a>,\" August 2009</p>\r\n<p>Scripps News, \"<a href=\"http://www.scrippsnews.com/node/34982?page=5\" target=\"_blank\">Offshore oil drilling: cleaner than Mother Nature</a>,\" July 24, 2008 <br /><br />Interview, Judith McDowell, senior scientist, biology department, Woods Hole Oceanographic Institution, June 8, 2010<br /><br />Interview, Felicia Coleman, director, Florida State University Coastal and Marine Laboratory<br /><br />Interview, Jeremy B.C. Jackson, professor, Scripps Institution of Oceanography<br /><br />Interview, Ben Fry, Eric Johnson Campaign for Governor, June 8, 2010<br /><br />Atlanta Journal Constitution, \"<a href=\"http://www.ajc.com/business/spill-could-prolong-search-509767.html\" target=\"_blank\">Spill could prolong search for Georgia oil</a>,\" April 30, 2010<br /><br />National Academy of Sciences, Oil Dispersants: Efficacy and Effects, 2005<br /><br />Science, \"Ecological Effects of a Major Oil Spill on Panamanian Coastal Marine Communities,\" January 1989</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Eric", "half_true_count": 1, "home_state": "", "id": 454, "last_name": "Johnson", "mostly_true_count": 0, "name_slug": "eric-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/EricJohnson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/454/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\"The last major oil spill from a drilling accident in America happened over 40 years ago in 1969.\"</p>", "statement_context": "a blog post", "statement_date": "2010-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}