{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jun/16/george-lemieux/white-house-refused-international-oil-spill-aid-fl/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 1907, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1907/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Florida Sen. George LeMieux continues to be a leading critic of President Barack Obama's handling of the Gulf of Mexico oil spill.<br /><br />LeMieux, who was appointed to the Senate last year by Gov. Charlie Crist, has described Obama's response as <a href=\"http://www.postonpolitics.com/2010/06/lemieux-blasts-obama-spill-response-as-dereliction-of-duty/\" target=\"_blank\">\"dereliction of duty,\"</a> and said Obama appears more interested in photo-ops than solving the crisis growing in the Gulf. LeMieux also has pressed the federal government to add more skimmer boats off Florida's coast to collect encroaching oil. <br /><br />Now, LeMieux claims that offers of assistance from foreign governments are going ignored by President Obama and his administration.<br /><br />LeMieux let out his frustration <a href=\"http://twitter.com/george_lemieux\" target=\"_blank\">in a posting on Twitter</a>.<br /><br />\"State Department reports today 17 countries have offered 21 times to send aid, including skimmers,\" LeMieux wrote on June 15, 2010. \"Why has the White House refused help?\"<br /><br />He repeated the same claim in a CNN interview on June 16.<br /><br />With such a scramble to contain the oil and prevent it from damaging Florida's beaches, we wondered if the federal government has been refusing offers of foreign aid.<br /><br />Since LeMieux says his information comes from the State Department, that's where we went to look.<br /><br />In a press briefing on May 19, reporters asked State Department spokesman Gordon Duguid of the possibility of international aid (The Deepwater Horizon rig exploded on April 20). Duguid said that, at that time, 17 countries had offered some form of assistance.<br /><br />A reporter then asked why none of the offers had been accepted.<br /><br />\"I don&rsquo;t know that none of them have been accepted,\" Duguid said. \"I know that BP has accepted some directly without going to the U.S. The offers were mostly for booms and dispersants. There are some offers of support which come in the form of 'If you let us know what you need, we'll be happy to see if we can provide that.' There are others that were for equipment that the U.S. or BP had in supply at the time and was not running short. So there were different types of offers, and I have an understanding that BP may have accepted one or two. I don&rsquo;t have the details of that.\"<br /><br />So it was up to BP earlier? It&rsquo;s not your decision?, a reporter asked.<br /><br />\"The decision on what to accept is being done for the U.S. Government by the Coast Guard,\" Duguid said. \"They are the authoritative agency to make those decisions. BP, being a private company, can accept the help that is offered to it directly. We don&rsquo;t control that. However, the expertise that is there in the Gulf is working very hard to try and contain this spill and to cap that &ndash; cap the well.\"<br /><br />Another exchange between the State Department and reporters came a week later. State Department spokesman T.J. Crowley said 17 countries were still offering aid, as were four other entities -- the European Maritime Safety Agency, the European Commission&rsquo;s Monitoring and Information Centre, the International Maritime Organization, and the Environment Unit of the United Nations Office for the Coordination of Humanitarian Affairs and the United Nations Environment Program.<br /><br />\"My understanding is that two offers of assistance have been accepted thus far &ndash; I believe it's Mexico and Norway,\" Crowley said. \"Those offers were actually accepted by BP as part of this Unified Area Command. But we also are working internationally. I think there's assistance flowing in through private as well as public sources, so this is something that we continue to evaluate. But I would defer probably to the Coast Guard in terms of explaining the process.\"<br /><br />A reporter then noted an apparent disconnect, with some governors calling for more booms while the federal government appears to be refusing some internationals offers for help.<br /><br />\"Let me be clear, we are grateful for the assistance that we have been offered internationally,\" Crowley said. \"It is something that we evaluate every day. But again, I would defer to others, particularly the Coast Guard, to go through where they are in the process of evaluating particular offers.\"<br /><br />Another series of questions followed June 9, and then again on June 14 and 15.<br /><br />On June 14, the State Department reported that booms from Canada had arrived in Alabama. Crowley then was asked to explain why it took weeks for some foreign offers of assistance to be accepted, and why others still hadn't.<br /><br />\"First of all, the offers came in. Some of those offers were specific; some of those offers were general,\" Crowley said. \"Secondly, the United States Government was looking to see what are immediately available sources of relevant equipment and technology there in the Gulf region.\"<br /><br />The State Department on June 14 released a list of the countries that offered to help -- Canada, Mexico, the Republic of Korea, Croatia, France, Germany, Ireland, Japan, the Netherlands, Norway, Romania, Russia, Spain, Sweden, the United Arab Emirates, the United Kingdom and Vietnam. That's 17 countries. The State Department also detailed what offers had been accepted.<br /><br />From Mexico -- Two skimmers and 13,780 feet of boom (accepted in early May).<br /><br />From Norway -- Eight skimming systems (accepted in early May).<br /><br />From Netherlands -- Three sets of Koseq Rigid Sweeping Arms, which attach to the sides of ships and gather oil (accepted on May 23).<br /><br />From Canada -- 9,843 feet of boom (accepted on June 4).<br /><br />On June 15, Qatar, the 18th country, offered chains of containment boom and Sweden followed up on an earlier offer to provide skimmers. State Department officials also started making a distinction about the aid -- it wasn't coming for free.<br /><br />\"There have been some questions about these offers of assistance. For the most part, they are offers to sell supplies,\" Crowley said. \"And in determining whether to accept these offers, we look at the availability of domestic sources and also compare pricing on the open market. So that may be one of the reasons why, in some cases, we&rsquo;ve been able to accept these offers and pursued them. In other cases, we&rsquo;re holding them in abeyance as we continue to identify sources of important equipment that will be needed for this -- to handle this over the long term.\"<br /><br />The <em>Washington Post</em> reported about the decision to accept or decline foreign aid in its June 15 edition, noting that the decision to accept foreign aid came after weeks of delay, and that foreign governments were unsure if they should contact the government or BP.<br /><br />In some cases, the <em>Post </em>reported, the administration rejected offers because they failed to meet U.S. specifications: For example, the private consortium that serves as Norway's spill-response team uses a chemical dispersant that the Environmental Protection Agency has not approved.<br /><br />Japan was offering protective booms and the Swedish Coast Guard was prepared to send three ships that can each collect 370 barrels of oil an hour. The Norwegian Coastal Authority, the <em>Post </em>reported, has approved sending nearly a third of the nation's spill response equipment to the gulf if asked. <br /><br />Let's tie this all together. The State Department has received official assistance offers from 18 countries and another four groups. Some of those offers are vague, others are specific. Most all of them are offers to sell equipment or use the equipment.<br /><br />The State Department has accepted the offers of four countries -- Mexico, Norway, Netherlands and Canada -- and says it is reviewing and considering other offers. <br /><br />That's in contrast to LeMieux's statement, which is that the White House has \"refused\" international aid.<br /><br />But it's also clear the United States has either struggled to act on offers of foreign aid, or that processing the requests has been delayed. Japan, Sweden and Norway are all prepared to send resources or manpower to the Gulf should the U.S. sign off. Other countries also are willing to help, but have been kept on the sidelines. Taking that into account, we'll rate LeMieux's statement Barely True.<br /><br /></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-06-16T17:06:36.012408", "ruling_date": "2010-06-16T17:44:10", "ruling_headline": "White House refused international oil spill aid, Florida senator says", "ruling_headline_slug": "white-house-refused-international-oil-spill-aid-fl", "ruling_link_text": "Aid coming from Mexico, Canada, Netherlands and Norway", "ruling_state": null, "source_documents": null, "sources": "<p>Twitter, <a href=\"http://www.twitter.com/george_lemieux\" target=\"_blank\">George LeMieux</a>, June 15, 2010</p>\r\n<p>CNN, The Situation Room, June 16, 2010</p>\r\n<p>Washington Post, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/13/AR2010061304232_2.html?sid=ST2010061305087\" target=\"_blank\" title=\"After delays, U.S. begins to tap foreign aid for gulf oil spill\">After delays, U.S. begins to tap foreign aid for gulf oil spill</a>,\" June 14, 2010</p>\r\n<p>Palm Beach Post, <a href=\"http://www.postonpolitics.com/2010/06/lemieux-blasts-obama-spill-response-as-dereliction-of-duty/\" target=\"_blank\">\"LeMieux blasts Obama spill response as &lsquo;dereliction of duty',\"</a> June 3, 2010</p>\r\n<p>Department of State, <a href=\"http://www.state.gov/r/pa/prs/dpb/index.htm\" target=\"_blank\">Daily Press Briefings May 19, 26 and June 9, 14, 15</a></p>\r\n<p>Department of State, <a href=\"http://www.state.gov/r/pa/prs/ps/2010/06/143127.htm\" target=\"_blank\">Deepwater Horizon Oil Spill: International Offers of Assistance</a>, June 14, 2010</p>\r\n<p>Department of State, <a href=\"http://www.state.gov/r/pa/prs/ps/2010/06/143125.htm\" target=\"_blank\">Deepwater Horizon Oil Spill: International Offers of Assistance (Taken Question)</a>, June 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "George", "half_true_count": 6, "home_state": "Florida", "id": 297, "last_name": "LeMieux", "mostly_true_count": 4, "name_slug": "george-lemieux", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lemieux.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/297/", "total_count": 17, "true_count": 2, "website": ""}, "statement": "<p>The White House has \"refused\" international help in dealing with the oil spill.</p>", "statement_context": "an interview on CNN and a posting on Twitter", "statement_date": "2010-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}