{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/17/barack-obama/obama-blames-mms-being-captive-oil-industry/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1911, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1911/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In his June 15, 2010, Oval Office address responding to the oil spill in the Gulf of Mexico, President Barack Obama touched on the dysfunctional record of the Minerals Management Service, the Interior Department office responsible for both collecting revenues from resource extraction on federal property and regulating drilling companies on those lands.<br /><br />\"One place we&rsquo;ve already begun to take action is at the agency in charge of regulating drilling and issuing permits, known as the Minerals Management Service,\" Obama said. \"Over the last decade, this agency has become emblematic of a failed philosophy that views all regulation with hostility -- a philosophy that says corporations should be allowed to play by their own rules and police themselves. At this agency, industry insiders were put in charge of industry oversight. Oil companies showered regulators with gifts and favors, and were essentially allowed to conduct their own safety inspections and write their own regulations.\"<br /><br />We decided to focus on Obama's claim that \"oil companies showered regulators with gifts and favors, and were essentially allowed to conduct their own safety inspections and write their own regulations.\"<br /><br />To analyze this statement, we decided to break it down into three parts.<br /><br />&bull; <strong>Did oil companies offer \"gifts and favors\" to regulators? </strong>There's ample evidence that they did, at least in one Gulf coast office that was investigated. The most recent report of the Interior Department's Inspector General, released on May 25, 2010, found that employees of oil companies regulated by MMS footed the bill for a wide range of perks for employees of MMS' Lake Charles, La., district office. These included hunting and fishing trips; football games; and lunches. In a number of cases, the IG report named specific employees who acknowledged receiving gifts.</p>\r\n<p>This year's report followed a series of other IG reports that found a pattern of ethical violations -- including MMS employees' acceptance of free travel, sports tickets and ski outings -- in the agency's royalty-in-kind office. That office oversaw the collection of royalties from oil companies but did not do the kind of industry safety and environmental regulation that Obama was referring to in his Oval Office speech.<br /><br />Either way, this claim by the president seems to be based on solid evidence.<br /><br />&bull; <strong>Were oil companies \"essentially allowed to conduct their own safety inspections\"? </strong>There's also evidence that this happened, from testimony before a joint hearing conducted by the U.S. Coast Guard and the MMS after the spill began.<br /><br />In an account of the hearings, the <em>Washington Post</em> reported that the Deepwater Horizon oil rig that caught fire and sunk \"was registered in the Marshall Islands, a Pacific archipelago that like many jurisdictions, authorizes private organizations such as ... Det Norske Veritas to inspect vessels that operate under its flag. The owners of the oil rigs decide which of those organizations to hire, and they pay for the services.\"<br /><br />The <em>Post</em> reported that when Thomas F. Heinan, deputy commissioner of maritime affairs for the Marshall Islands, was asked whether that arrangement presented a conflict of interest, he answered, \"In some persons' minds it might, but it's been a long-standing facility that's been in place for years.\"<br /><br />The <em>Post</em> also reported that Coast Guard Capt. Verne B. Gifford testified that while the U.S. Coast Guard inspects oil rigs, \"it relies on the private inspectors to do the bulk of the work\" when those rigs are foreign-flagged. For those platforms, Gifford testified, the Coast Guard \"goes onboard the vessel just to verify,\" a process that \"usually takes maybe four to eight hours,\" the <em>Post</em> reported.<br /><br />This addresses inspections overseen by the Coast Guard, but there's also evidence -- somewhat less solid -- that something similar may have been happening with MMS, which was the main target of the president's comments.<br /><br />The IG report on MMS' Lake Charles, La., district office said that a confidential source \"told investigators that some MMS inspectors had allowed oil and gas production company personnel located on the platform to fill out inspection forms. The forms would then be completed or signed by the inspector and turned in for review. According to the source, operating company personnel completed the inspection forms using pencils, and MMS inspectors would write on top of the pencil in ink and turn in the completed form.\"<br /><br />But while the confidential source's allegation was credible enough to include in the report, the IG's office stopped short of confirming the allegation, saying that their investigation of the original forms failed to assure them that the over-writing they found stemmed from fraudulent actions.<br /><br />&bull; <strong>Were oil companies allowed to write their own regulations?</strong> This one is the murkiest of the three.<br /><br />In a May 10, 2010, article for McClatchy Newspapers, reporters Les Blumenthal and Erika Bolstad wrote that nearly 100 standards put together by the American Petroleum Institute -- the oil industry's trade group -- have made their way into federal offshore operating regulations. When we asked Blumenthal and Bolstad for their original source, they pointed us to a Jan 11, 2010, issue of the <em>Federal Register</em>.<br /><br />The <em>Register</em> -- the official daily listing of notices from federal agencies -- reported that the MMS \"is incorporating by reference the Eleventh Edition of the American Petroleum Institute's Specification for Subsurface Safety Valve Equipment (API Spec 14A) into its regulations.\" It went on to explain that \"we currently incorporate by reference 97 private sector consensus standards into the offshore operating regulations.\"<br /><br />We asked experts in federal regulation whether this sort of industry-agency collaboration was unusual, and whether it supported the president's assertion that the petroleum industry was writing its own regulations.<br /><br />James Gattuso, a senior research fellow in regulatory policy at the conservative Heritage Foundation, said that this sort of technical standards-writing \"happens all the time.\" <br /><br />\"It is quite common for regulatory agencies to adopt standards drafted, or already in use, in the private sector,\" he said. \"It is especially common in very technical areas where specific expertise in the technologies involved is needed. Agencies, of course, should be wary of self-serving or anti-competitive provisions in such standards, and should use their own judgment in adopting them. But that doesn&rsquo;t make the use of such standards generally inappropriate.\"<br /><br />Cynthia R. Farina, a Cornell University law professor and the principal investigator for the Cornell eRulemaking Initiative, agreed, saying, \"It's not unheard of for agencies to adopt voluntary consensus standards for the content of federal regulation.\"<br /><br />It's also worth noting that the API's standards weren't slipped into federal rules at midnight in some smoke-filled room. The proposed rule was published on June 12, 2008, and for the next two months, the public had an opportunity to comment. Farina added that the regulation in question was put into place using a process that requires the Interior Department to consult with a variety of other government entities.<br /><br />As it turns out, only two entities did offer comments on this rule -- Baker Oil Tools and the Offshore Operators Committee. Farina calls this \"a huge problem with rulemaking in general. Certainly the absence of comments from environmentalists and neutral researchers in the area would exacerbate concerns about industry 'writing its own regulations.'\"<br /><br />Still, MMS can't be blamed for poor response to its call for comments. That's why we think that while Obama was on solid ground with his accusations that MMS regulators were \"showered ... with gifts and favors\" and that oil companies \"were essentially allowed to conduct their own safety inspections,\" the notion that industry wrote its own regulations is not a slam-dunk.</p>\r\n<p>While Obama is technically correct that the oil industry did in several dozen cases \"write their own regulations,\" our experts agreed that industry/regulator collaboration is common across federal agencies, at least for technical matters, and that it was done in an open way that included the opportunity for public comment. As a whole, then, we rate the president's comment Mostly True.</p>", "ruling_comments_date": "2010-06-17T12:22:51.242142", "ruling_date": "2010-06-17T18:44:23", "ruling_headline": "Obama blames MMS for being captive to oil industry", "ruling_headline_slug": "obama-blames-mms-being-captive-oil-industry", "ruling_link_text": "Right on the first two counts, but the third is murkier", "ruling_state": null, "source_documents": null, "sources": "<p>The White House, \"<a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-nation-bp-oil-spill\" target=\"_blank\">Remarks by the President to the Nation on the BP Oil Spill</a>,\" June 15, 2010<br /><br />Interior Department Inspector General, \"Island Operating Company et al\" (<a href=\"http://www.doioig.gov/images/stories/reports/pdf//IslandOperatingCo.pdf\" target=\"_blank\">investigative report</a>), May 25, 2010<br /><br /><em>Federal Register</em>, \"<a href=\"http://frwebgate5.access.gpo.gov/cgi-bin/TEXTgate.cgi?WAISdocID=744300216863+18+1+0&amp;WAISaction=retrieve\" target=\"_blank\">Requirements for Subsurface Safety Valve Equipment</a>,\" Jan. 11, 2010<br /><br />McClatchy Newspapers, \"<a href=\"http://www.mcclatchydc.com/2010/05/10/93859/us-agency-lets-oil-industry-write.html\" target=\"_blank\">U.S. agency let oil industry write offshore drilling rules</a>,\" May 10, 2010<br /><br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/11/AR2010061106169.html\" target=\"_blank\">Drilling rig inspections scrutinized; Gulf disaster spotlights gaps, raises questions about conflict of interest</a>,\" June 12, 2010</p>\r\n<p><em>New Yok Times</em>, \"<a href=\"http://www.nytimes.com/2010/05/25/us/25mms.html\" target=\"_blank\">Inspector General&rsquo;s Inquiry Faults Regulators</a>,\" May 24, 2010<em>Houston Chronicle</em>, \"<a href=\"http://www.chron.com/disp/story.mpl/business/deepwaterhorizon/7022158.html\" target=\"_blank\">Report: Minerals Management Service regulators took energy firms' gifts</a>,\" May 25, 2010<br /><br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/10/AR2008091001829.html\" target=\"_blank\">Report Says Oil Agency Ran Amok</a>,\" Sept. 11, 2008</p>\r\n<p>E-mail interview with Les Blumenthal and Erika Bolstad, reporters with McClatchy Newspapers' Washington Bureau, June 16, 2010<br /><br />E-mail interview with Mandy Smithberger, National Security Investigator for the Project On Government Oversight, June 16, 2010<br /><br />E-mail interview with Gary Therkildsen, federal fiscal policy analyst for OMB Watch, June 16, 2010<br /><br />E-mail interview with Frederick R. Hill, director of communications for the House Oversight and Government Reform Committee Republican staff, June 16, 2010<br /><br />E-mail interview with Cynthia R. Farina, a Cornell University law professor and the principal investigator for the Cornell eRulemaking Initiative, June 17, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Oil companies showered regulators (at the Minerals Management Service) with gifts and favors, and were essentially allowed to conduct their own safety inspections and write their own regulations.\"</p>", "statement_context": "a speech from the Oval Office", "statement_date": "2010-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}