{"art": [{"brightcove": "", "caption": "Phoenix: No. 2 kidnapping capital of the world", "id": 467, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/467/", "title": "Phoenix: No. 2 kidnapping capital of the world", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/-P1dmnjAEPA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "-P1dmnjAEPA"}], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/18/david-dewhurst/dewhurst-says-phoenix-has-more-kidnappings-any-oth/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1914, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1914/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tCurbing illegal immigration was a leading war cry of the Republican Party of Texas convention in Dallas last weekend, and party leaders repeatedly rallied delegates by commiserating with Arizona, which has come under fire for its law that makes being an illegal immigrant a state crime.</p>\r\n<p>\r\n\tCritics say the new law invites racial profiling. Defenders say it&#39;s needed because the federal government isn&#39;t securing the U.S.-Mexico border. Joining that chorus, Lt. Gov. David Dewhurst told conventioneers Friday that &quot;Phoenix, Arizona, I&#39;m told, is now the No. 2 kidnapping capital in the world, right behind Mexico City. That&#39;s unacceptable in America. We understand. We in Texas understand the frustrations people feel in Arizona.&quot;</p>\r\n<p>\r\n\tPlay a round of golf, good chance you&#39;ll be kidnapped? That&#39;s a scary prospect, and ripe material for the Truth-O-Meter.</p>\r\n<p>\r\n\tOne thing&#39;s for sure: Many media outlets could have &quot;told&quot; Dewhurst that Phoenix ranks second in kidnapping incidents worldwide. Mike Walz, a spokesman for Dewhurst&#39;s campaign, sent us eight news stories noting Phoenix&#39;s nickname, plus two opinion columns and a blog post.</p>\r\n<p>\r\n\tFar as we could tell, ABC News broke the story, reporting on a Feb. 11, 2009, that: &quot;Phoenix, Arizona, has become the kidnapping capital of America, with more incidents than any other city in the world outside of Mexico City and over 370 cases last year alone.&quot;</p>\r\n<p>\r\n\tSeveral news organizations then reported the information, including the Associated Press, The Arizona Republic and United Press International; some media outlets attributed the news to ABC, others just said Phoenix was &quot;known as&quot; the No. 2 kidnapping capital. The Los Angeles Times more specifically reported that Phoenix &quot;police received 366 kidnapping-for-ransom reports&quot; in 2008 and that they estimate &quot;twice that number go unreported,&quot; according to a Feb. 12, 2009, article.</p>\r\n<p>\r\n\tA quick online search shows that Dewhurst has at least a dozen news accounts backing up his claim, but there&#39;s a hitch: None of the stories says how the kidnapping ranking was reached. Also, while all the stories specify the number of kidnappings that have occurred in Phoenix since 2008, none says how many kidnappings were reported in other cities.</p>\r\n<p>\r\n\tWe asked ABC to elaborate on its report, a request that didn&#39;t immediately yield supporting evidence. Meantime, we kept digging.</p>\r\n<p>\r\n\tNeither the FBI nor the U.S. National Central Bureau of Interpol, an arm of the U.S. Department of Justice that serves as the United States&#39; representative to Interpol, could confirm that Phoenix has the second-highest frequency of kidnapping cases worldwide. LaTonya Miller, an Interpol spokeswoman, said the agency doesn&#39;t track local kidnapping rates. An FBI spokeswoman, Denise Ballew, suggested we call city police departments to compile a kidnapping count since unlike local authorities, the bureau tracks kidnappings that result in someone being taken from one jurisdiction to another, such as across state lines.</p>\r\n<p>\r\n\tShort of the time we&#39;d need to call authorities in every medium- to big-size city in the world, we contacted Daniel Johnson, an overseas kidnapping operations consultant at ASI Global, a Houston-based company that coaches clients through kidnappings. You read that right: Say an insured family travels to Bulgaria and the father is kidnapped for ransom; ASI Global will deploy to Bulgaria to help the family negotiate with the abductor.</p>\r\n<p>\r\n\tJohnson said: &quot;From our internal experience in the last year, Mexico by far has been the biggest location for kidnappings&quot; followed by Honduras, Venezuela, Nigeria and the Philippines. The company has handled domestic cases but Thompson said they don&#39;t compare in volume to overseas incidents. Thompson said the company annually dispatches a consultant to handle about 50 to 100 cases a year. Mexico City, Caracas, Venezuela, and Tegucigalpa, Honduras are the three cities where they work on the most kidnapping cases, he said.</p>\r\n<p>\r\n\tScott Stewart, vice president of tactical intelligence for Stratfor, an Austin-based global intelligence company, separately chimed in: &quot;According to our analysts, there is no way that Phoenix is the No. 2 city in the world for kidnapping and there are significantly more kidnappings in many other cities throughout Latin America,&quot; he said. &quot;San Salvador, Guatemala City, Bogota as well as several cities in Mexico certainly have higher kidnapping rates than Phoenix.&quot;</p>\r\n<p>\r\n\tThat said, Stewart said Stratfor doesn&#39;t track such kidnapping statistics, noting that it&#39;s &quot;extremely difficult to measure given the fact that so many cases go unreported and that the record keeping in many of the most effected countries is inaccurate.&quot; The company bases its information on &quot;intelligence that we gather through our network of human and open sources, as well as the experience of our analysts,&quot; he said.</p>\r\n<p>\r\n\tJohnson also said that generally, the problem with kidnapping statistics is there&#39;s &quot;no reliable empirical data&quot; and kidnappings are &quot;inherently under-reported, anyway.&quot; Kidnappers nab someone and tell you not to tell the police, he said, adding that especially outside the United States, people typically don&#39;t report the incidents to law enforcement.</p>\r\n<p>\r\n\tAmong countries that track kidnappings, Johnson said, the definition of &quot;kidnap&quot; varies. An &quot;express kidnapping,&quot; for instance, can be classified as a prolonged robbery, he said. Someone takes to you against your will from ATM to ATM until your checking account is depleted. Robbery or kidnapping?</p>\r\n<p>\r\n\tSgt. Tommy Thompson, a public information officer at the Phoenix Police Department, also said kidnappings are under-reported. &quot;Herein lies the problem with the numbers,&quot; Thompson said. &quot;Does Bogota, Colombia, keep records? Does Mogadishu, (Somalia), keep records? Does Houston, Texas, keep records? Does Austin keep records?&quot;</p>\r\n<p>\r\n\tHe said Phoenix has been dealing with the issue for several years now, and the number of reported kidnappings have actually decreased since this story broke in 2009. There were 358 reported kidnappings in 2008 (10 fewer than reported by the LA Times, due to later reclassification of the crimes), 318 in 2009 and there were 105 from January through May 2010, he said, putting the city on track to sustain less than 300 this year.</p>\r\n<p>\r\n\tMindful that &quot;spillover violence&quot; from Mexico has become a politically-charged term in the U.S., Thompson said almost everyone who is kidnapped in Phoenix is involved in criminal activities such as illegal border crossings and the drug trade. &quot;Unless you&#39;re involved in the dope trade, there&#39;s a very very slim chance&quot; that you&#39;ll be kidnapped, he said.</p>\r\n<p>\r\n\t&quot;Everyone wants to tie it to their political agenda,&quot; Thompson said. &quot;Again, the two overwhelming questions are, do they keep records elsewhere in the world and are there more people &mdash; other agencies &mdash; across the nation who are even willing to talk about such a problem?&quot;</p>\r\n<p>\r\n\t&quot;It was the media that said &#39;second in the world only to Mexico City,&#39; and it was basically because we were open enough to say that we have an issue with kidnappings and not try to hide it,&quot; Thompson said.</p>\r\n<p>\r\n\tSumming up: &quot;Kidnapping capital&quot; turns out to be a headline-grabbing label; no wonder it caught Dewhurst&#39;s attention. Still, it&#39;s incumbent on him &mdash; and news organizations bandying the No. 2 description &mdash; to check it out. So far, we&#39;ve seen no evidence that it&#39;s accurate, or even close.</p>\r\n<p>\r\n\tPhoenix has experienced hundreds of kidnappings over the past few years. However, we couldn&#39;t find reliable around-the-planet evidence to confirm that only Mexico City experiences more of them. In fact, experts advise that such rankings can&#39;t be made based on available information. If they could, they speculate, other cities would prove to have more kidnappings than Arizona&#39;s capital.</p>\r\n<p>\r\n\tPunch line: Nothing confirms Phoenix as No. 2 in kidnappings worldwide. We&#39;ll revisit this turf if compelling evidence surfaces, but for now Dewhurst&#39;s statement is False.</p>", "ruling_comments_date": "2010-06-17T13:34:32.396494", "ruling_date": "2010-06-18T06:56:43", "ruling_headline": "Dewhurst says Phoenix has more kidnappings than any other city in the world except for Mexico City", "ruling_headline_slug": "dewhurst-says-phoenix-has-more-kidnappings-any-oth", "ruling_link_text": "Compared to what?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/Blotter/story?id=6848672&amp;page=1\" target=\"_blank\" title=\"Kidnapping capital of the U.S.A.; Washington too concerned with al Qaeda terrorists to care, officials say,\">Kidnapping capital of the U.S.A.; Washington too concerned with al Qaeda terrorists to care, officials say,</a> Feb. 11, 2009</p>\r\n<p>\r\n\tThe Albuquerque Journal, <a href=\"http://www.abqjournal.com/abqnews/index.php?option=com_content&amp;view=article&amp;id=10735:110pm-phoenix-kidnap-capital-of-us&amp;catid=1:latest&amp;Itemid=39\" target=\"_blank\" title=\"Phoenix named kidnap capital of U.S.,\">Phoenix named kidnap capital of U.S.,</a> Feb. 11, 2009</p>\r\n<p>\r\n\tLos Angeles Times, <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-drug-kidnappings12-2009feb12,0,1264800.story\" target=\"_blank\" title=\"Phoenix, kidnap-for-ransom capital,\">Phoenix, kidnap-for-ransom capital,</a> Feb. 12, 2009</p>\r\n<p>\r\n\tLatina, <a href=\"http://www.latina.com/lifestyle/news-politics/phoenix-arizona-kidnapping-capital-usa\" target=\"_blank\" title=\"Phoenix, Arizona: Kidnapping capital of the U.S.A.,\">Phoenix, Arizona: Kidnapping capital of the U.S.A.,</a> Feb. 18, 2009</p>\r\n<p>\r\n\tThe Arizona Republic, <a href=\"http://www.azcentral.com/news/articles/2009/02/15/20090215kidnappings0215.html\" target=\"_blank\" title=\"Phoenix police battle wave of abductions,\">Phoenix police battle wave of abductions,</a> Feb. 15, 2009</p>\r\n<p>\r\n\tUnited Press International, <a href=\"http://www.upi.com/Top_News/2009/02/15/Phoenix-police-tackle-kidnappings/UPI-26391234713675/\" target=\"_blank\" title=\"Phoenix police tackle kidnappings,\">Phoenix police tackle kidnappings,</a> Feb. 15, 2009</p>\r\n<p>\r\n\tDallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/localnews/columnists/jfloyd/stories/DN-floyd_04.1met.ART0.State.Edition1.6f987.html\" target=\"_blank\" title=\"Arizona misguided, but fears of residents aren't,\">Arizona misguided, but fears of residents aren&#39;t,</a> May 4, 2010</p>\r\n<p>\r\n\tThe Washington Post, <a href=\"http://www.statesman.com/opinion/content/editorial/stories/03/22/0322will_edit.html?cxtype=rss&amp;cxsvc=7&amp;cxcat=45\" target=\"_blank\" title=\"Kidnapped by the cartels,\">Kidnapped by the cartels,</a> March 22, 2009</p>\r\n<p>\r\n\tThe Washington Post, <a href=\"http://voices.washingtonpost.com/right-now/2010/05/mccain_gets_political_win_on_b.html\" target=\"_blank\" title=\"McCain gets political win on border troops,\">McCain gets political win on border troops,</a> May 25, 2010</p>\r\n<p>\r\n\tAssociated Press, <a href=\"http://www.statesman.com/news/content/news/stories/nation/05/09/0509kidnapping.html\" target=\"_blank\" title=\"Phoenix police fight surge in kidnappings; Most are drug-related, police say, but there is concern that innocent people could become targets,\">Phoenix police fight surge in kidnappings; Most are drug-related, police say, but there is concern that innocent people could become targets,</a> May 9, 2009</p>\r\n<p>\r\n\tE-mail interview with Mike Walz, spokesman, David Dewhurst&#39;s reelection campaign, June 14, 2010</p>\r\n<p>\r\n\tInterview with Trent Crump, sergeant, Phoenix Police Department, June 14, 2010</p>\r\n<p>\r\n\tInterview with Tommy Thompson, sergeant, Phoenix Police Department, June 14, 2010</p>\r\n<p>\r\n\tInterview with Denise Ballew, public affairs specialist, FBI, June 14, 2010</p>\r\n<p>\r\n\tInterview with LaTonya Miller, spokeswoman for the U.S. National Central Bureau of Interpol, June 14, 2010</p>\r\n<p>\r\n\tInterview with Daniel Johnson, overseas kidnapping operations consultant, ASI Global, June 15, 2010</p>\r\n<p>\r\n\tE-mail interview with Scott Stewart, vice president of tactical intelligence, <a href=\"http://www.stratfor.com/\" target=\"_blank\" title=\"Stratfor,\">Stratfor,</a> June 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>\r\n\t&quot;Phoenix, Arizona, I&#39;m told, is now the No. 2 kidnapping capital in the world, right behind Mexico City.&quot;</p>", "statement_context": "a speech", "statement_date": "2010-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}