{"art": [{"brightcove": "", "caption": "Rick Barber's \"Gather Your Armies\" ad", "id": 468, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/468/", "title": "Barber ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/6iQ7ZDUutU4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "6iQ7ZDUutU4"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/18/rick-barber/alabama-congressional-candidate-rick-barbers-gathe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1916, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1916/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Say this for Alabama candidates, they know how to make political ads that get noticed.</p>\r\n<p>The latest ad making a bid to join <a href=\"http://www.youtube.com/watch?v=jU7fhIO7DG0\" target=\"_blank\">Dale \"Cowboy\" Peterson</a> and <a href=\"http://www.youtube.com/watch?v=B9ohsvJHkbY\" target=\"_blank\">Tim \"Learn It\" James</a> in the Viral Ad Hall of Fame comes from Rick Barber, a tea party enthusiast running for Congress in Alabama's Second District Republican run-off.</p>\r\n<p>The <a href=\"http://www.youtube.com/watch?v=6iQ7ZDUutU4&amp;feature=player_embedded\" target=\"_blank\">ad features Barber</a> holding a fictitious conversation with three Founding Fathers -- Sam Adams, George Washington and Ben Franklin, all dressed in period garb. Barber rails against the IRS and the health care bill. The idea is that the Founding Fathers would be appalled to see where things have gone in America.</p>\r\n<p>As Barber reaches a fevered pitch, he concludes, \"You gentlemen revolted over a tea tax. A <em>tea tax</em>! Now look at us! Are you with me?\"</p>\r\n<p>The kicker comes from the George Washington character, who delivers his response through gritted teeth: \"Gather ... your ... armies.\"</p>\r\n<p>Enter the national media. David Weigel of the <em>Washington Post</em> weighed in, calling it \"the latest performance art TV ad from Alabama.\" Keith Olbermann designated Barber the \"Worst Person in the World,\" and called the ad a treasonous attempt to incite the violent overthrow of the government, for which he hoped Barber would be prosecuted.</p>\r\n<p>Conservative radio host G. Gordon Liddy was kinder, but Barber got some harsh treatment from fellow tea party cheerleader Glenn Beck. On his radio show, Beck called Barber, \"one of the dumbest people I have seen.\" Ouch.</p>\r\n<p>Added Beck, \"What the hell are you thinking? What is wrong with you? ... I know it's been a tough couple of years. It may not be time, yet, to 'Gather your armies.' This Republican is a dope.\" Double ouch.</p>\r\n<p>Barber insists his ad was not intended to advocate a violent overthrow of the government.</p>\r\n<p>\"That couldn't be further from the truth,\" Barber said. \"It's a call to action.\"</p>\r\n<p>We won't get into that debate, but we did think it was worth assessing some of Barber's claims about the IRS.</p>\r\n<p>Here's some of what Barber says in the ad (remember, he's supposedly talking to some Founding Fathers).</p>\r\n<p>\"Some of you men owned taverns,\" Barber said. \"Sam, you were a brewer, Mr. President, a distiller. You know how tough it is to run a small business without a tyrannical government on your back.<br />\"Today, we have an Internal Revenue Service that enforces what they call 'a progressive income tax.' You'll love this: Every year, if not every quarter, we're basically required to spy on ourselves -- report what we earn, who we hire and fire, with an all-powerful separate court system. Without representation, they can increase taxes, impose costly regulation or conduct malicious audits.</p>\r\n<p>\"Now this same IRS is going to force us to buy health insurance. Cram it down our throats, or else. Now I took a took an oath to defend that with my life [points at copy of Constitution] and I can't stand by while these evils are perpetrated.\"</p>\r\n<p>Let's start with the claim that \"without representation, they (the IRS) can increase taxes, impose costly regulation or conduct malicious audits.\"</p>\r\n<p>The IRS has does not have the statutory authority to increase taxes. That's entirely up to Congress.</p>\r\n<p>We'll cite that Constitution Barber poked in the ad.</p>\r\n<p>Section 8 begins, \"The Congress shall have power to lay and collect taxes ...\"</p>\r\n<p>And Amendment 16, ratified in 1913, lays out Congress' ability to levy income taxes: \"The Congress shall have power to lay and collect taxes on incomes, from whatever source derived, without apportionment among the several States, and without regard to any census or enumeration.\"</p>\r\n<p>So it's Congress that controls whether to increase taxes.</p>\r\n<p>We spoke to Barber, and he said some people are taking the ad way too literally.</p>\r\n<p>\"Some pieces of that ad are metaphorically speaking,\" Barber said.</p>\r\n<p>Barber said that when he said that \"without representation\" the IRS \"can increase taxes,\" he meant that our elected leaders in Washington are not \"properly representing their constituents.\"</p>\r\n<p>\"Unfortunately we don't have good representation in office that listens to the voice of the people,\" Barber said.</p>\r\n<p>For the record, Barber explained, he's not opposed to taxes. Rather, he's in favor of a \"Fair Tax.\" Under that plan, all federal income taxes would be replaced with a consumption tax on retail sales.</p>\r\n<p>But we think it's disingenuous for Barber to hide behind a claim that his ad is meant figuratively. How else can one interpret a claim that \"without representation,\" the IRS can increase taxes? The IRS doesn't increase taxes. Congress does. You may not agree with what legislators have done with the tax codes, but legislators are duly-elected representatives.</p>\r\n<p>It's also misleading for Barber to claim \"this same IRS is going to force us to buy health insurance.\"</p>\r\n<p>Congress is the body that passed the <a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>. And the bill establishes that in 2013, there will be a penalty for those who are deemed to be able to afford insurance, but choose not to. The mechanism for enforcing the policy is the tax code. The full penalty will be phased in over several years, but according to a Kaiser Family Foundation summary of the law, it will ultimately come to \"those without coverage pay a tax penalty of the greater of $695 per year up to a maximum of three times that amount ($2,085) per family or 2.5 percent of household income.\" The IRS, of course, would enforce those tax penalties.</p>\r\n<p>Because people could opt to simply pay the tax penalty and refuse to buy insurance, there is some debate over whether it's correct to say that people will be \"forced\" to buy health insurance. We think many people would reasonably describe a tax penalty as a mandate. But it would be wrong to suggest the IRS is the one requiring people to buy insurance. To the extent insurance will be required, that was a decision of a duly-elected Congress.</p>\r\n<p>Lastly, we take issue with Barber's comment that the Founding Fathers revolted against the British over a tea tax.</p>\r\n<p>We'll let Robert Middlekauff, a professor emeritus of colonial and early United States history at the University of California, Berkeley, take it from here.</p>\r\n<p>\"The issues that divided Americans and the British government were far more complicated than the tax levied on tea,\" said Middlekauff, who has written several books on early American history. \"The Americans insisted from the Stamp Act crisis on that a free people could be taxed only with their own consent, and only their own representatives could give it. They were not represented in Parliament, and could not be, given the character of that body and the problems of representation in an empire. ... There were other related uses involving the British use of troops against the colonies, the corruption of imperial officials, and the essential rights of Americans.\"</p>\r\n<p>Barber said he was constricted by the limits of a 60-second commercial.</p>\r\n<p>\"It's such a short period of time to try to give a history of how the American Revolution started,\" Barber said.</p>\r\n<p>\"You only get 60 seconds to get your message out, to start a discussion,\" he said.</p>\r\n<p>There's no doubt Barber's ad has started a discussion. As of press time, ad was viewed more than 252,000 times on YouTube. That doesn't yet put the ad in the same league as the ones from Alabama candidates <a href=\"http://www.youtube.com/watch?v=jU7fhIO7DG0\" target=\"_blank\">Dale Peterson</a> (1.6 million views) or <a href=\"http://www.youtube.com/watch?v=B9ohsvJHkbY\" target=\"_blank\">Tim James</a> (nearly 1 million views). But give it time.</p>\r\n<p>We have no doubt that the Founding Fathers would be displeased if things had gotten to the point where \"without representation,\" the IRS could increase taxes. But it can't. The tax codes, complicated as they may be, unfair as they may seem to some, were voted on and approved by duly-elected legislators. That's the very definition of representation. Call it figurative or metaphorical language, the bottom line is the statement is flat-out wrong. And we suspect the Founding Fathers wouldn't like being misled. We rule Barber's statement Pants on Fire.</p>", "ruling_comments_date": "2010-06-17T16:48:21.358803", "ruling_date": "2010-06-18T11:02:32", "ruling_headline": "Alabama Congressional candidate Rick Barber's \"Gather your armies\" ad goes viral", "ruling_headline_slug": "alabama-congressional-candidate-rick-barbers-gathe", "ruling_link_text": "Gather the facts first", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com, Rick Barber's <a href=\"http://www.youtube.com/watch?v=6iQ7ZDUutU4&amp;feature=player_embedded\" target=\"_blank\">\"Gather Your Armies\"</a> ad</p>\r\n<p>Rick Barber for Congress website, <a href=\"http://www.rickbarberforcongress.com/ISSUES/TaxReform.aspx\" target=\"_blank\">Issues: Tax Reform</a></p>\r\n<p>Washington Post, <a href=\"http://voices.washingtonpost.com/right-now/2010/06/gather_your_armies.html\" target=\"_blank\">Right Now blog, \"Gather your armies,\"</a> by David Weigel, June 14, 2010</p>\r\n<p>Talking Points Memo, <a href=\"http://tpmdc.talkingpointsmemo.com/2010/06/alabama-tea-partier-defends-gather-your-armies-tv-ad-video.php\" target=\"_blank\">\"Alabama Tea Partier Defends 'Gather Your Armies' TV Ad,\"</a> by Evan McMorris-Santoro, June 14, 2010</p>\r\n<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/3036677/#37697455\" target=\"_blank\">Countdown with Keith Olbermann video: Tea Partier declares war on America</a>, June 14, 2010</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/apr/22/debbie-wasserman-schultz/wasserman-schultz-says-health-care-law-doesnt-requ/\" target=\"_blank\">\"Wasserman Schultz says health care law doesn't require Americans to get health insurance,\"</a> by&nbsp; Louis Jacobson and Carol Rosenberg, April 22, 2010</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Text</a> of H.R. 3590, the Patient Protection and Affordable Care Act</p>\r\n<p>White House, <a href=\"http://www.whitehouse.gov/health-care-meeting/proposal/titlei/shared-responsibility\" target=\"_blank\">summary</a> of health care bill (\"Shared Responsibility\")</p>\r\n<p>House of Representatives website, <a href=\"http://www.house.gov/house/Constitution/Constitution.html\" target=\"_blank\">The United States Constitution</a></p>\r\n<p>E-mail interview with Robert Middlekauff, a professor emeritus at the University of California, Berkeley, June 16, 2010</p>\r\n<p>Interview with Rick Barber, June 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Rick", "half_true_count": 0, "home_state": "Alabama", "id": 456, "last_name": "Barber", "mostly_true_count": 0, "name_slug": "rick-barber", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/barber.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/456/", "total_count": 1, "true_count": 0, "website": "http://www.rickbarberforcongress.com/"}, "statement": "<p>\"Without representation, (the IRS) can increase taxes.\"</p>", "statement_context": "a political ad", "statement_date": "2010-06-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}