{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/24/michele-bachmann/bachmann-says-social-security-running-deficit-and-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1944, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1944/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhile Republican delegates chowed down on beef brisket at the Republican Party of Texas convention in Dallas, U.S. Rep. Michele Bachmann of Minnesota sounded a stomach-turning note.</p>\r\n<p>\r\n\t&quot;Social Security, like I told you, is out of money,&quot; she said in her June 11 keynote address. &quot;This year it is borrowing from the general treasury.&quot;</p>\r\n<p>\r\n\tBachmann had hammered the point earlier in her speech: : &quot;The Social Security payroll taxes have been our cash cow. And the dirty little secret is Congress has spent every last dime of Social Security money. Did you know that? I hate to tell you bad news.&quot;</p>\r\n<p>\r\n\tTo back up the claim, Bachmann&rsquo;s campaign sent us a March 24 news article in The New York Times, which said that this year, Social Security &quot;will pay out more in benefits than it receives in payroll taxes, an important threshold it was not expected to cross until at least 2016.&quot;</p>\r\n<p>\r\n\tThat&rsquo;s according to the Congressional Budget Office, a nonpartisan group that does number-crunching for Congress. On March 31, director Douglas Elmendorf wrote on the CBO blog that Social Security&rsquo;s &quot;primary deficit,&quot; not including interest the program earns on securities issued by the general treasury, will be $29 billion this year. Elmendorf predicted finances will improve temporarily as the economy recovers, but said &quot;a longer-term decline in the trust funds&rsquo; financial condition is inevitable under current law, because the retirement of the baby-boom generation will cause benefit payments to increase more than revenues.&quot;</p>\r\n<p>\r\n\tIn assessing the financial health of Social Security, it&rsquo;s important to realize the program not only receives income from workers paying Social Security taxes, it&rsquo;s also built up a big trust fund that it can tap when necessary. So even if income from payroll taxes runs short, Social Security can make up the money from the trust fund.</p>\r\n<p>\r\n\tThe &quot;trust fund&quot; is&nbsp; more or less an accounting device &mdash; how the government keeps track of the money it&rsquo;s authorized to spend on Social Security.</p>\r\n<p>\r\n\tIn an interview with the New York Times, Stephen Goss, chief actuary of the Social Security Administration, outlined the immediate bind: The recession has put people out of jobs, some of them then applying for Social Security benefits sooner than expected. Fewer jobs also means reduced payrolls, meaning less in payroll taxes going to the government.</p>\r\n<p>\r\n\tStill, Goss pointed out, the trust fund has a $2.5 trillion balance, enough to cover benefits for about 25 years.</p>\r\n<p>\r\n\tJosh Gordon, policy director at the Concord Coalition, a nonpartisan organization that specializes in analyzing budget deficits, said that just because payroll taxes have fallen short of paying for benefits this year &quot;doesn&rsquo;t mean Social Security is insolvent, or out of money.&quot;</p>\r\n<p>\r\n\tAnd what of Bachmann&rsquo;s second point, that Social Security&rsquo;s borrowing money from the general treasury?</p>\r\n<p>\r\n\tAt the Social Security Administration, spokesman Mark Hinkle said that even if benefit spending exceeds available revenue from payroll taxes, the program can draw on interest from money it&rsquo;s invested in securities in the general treasury.</p>\r\n<p>\r\n\tHinkle said: &quot;We have all our trust fund dollars in special-issue treasury bonds that earn interest. We&rsquo;re not borrowing from the treasury.&quot;</p>\r\n<p>\r\n\tJohn Rother, executive vice president of policy and strategy for AARP, a nonprofit advocacy group for senior citizens, said it&rsquo;s actually the government that&rsquo;s borrowing from Social Security because Social Security puts money into federal securities, enabling the government to spend the invested money.</p>\r\n<p>\r\n\tAs the nation&rsquo;s retiree population balloons, Social Security faces long-term financial challenges.</p>\r\n<p>\r\n\tIn its latest annual report, issued in May 2009, the Trustees of Social Security and Medicare trust funds predicted that balancing Social Security&rsquo;s finances over the next 75 years would require an immediate increase in the payroll tax by 16 percent, a cut in benefits by 13 percent, or some combo of the two.</p>\r\n<p>\r\n\tThe trustees concluded that without reforms, benefit spending would exceed tax income starting in 2016, a deficit that could be made up by redeeming trust fund assets until the program&rsquo;s funds are exhausted in 2037.</p>\r\n<p>\r\n\tThat estimate is now outdated. Trustees, still reconciling how the recently passed health care law will affect projections, haven&rsquo;t issued their 2010 report, which, judging by the CBO&rsquo;s projections, could show significantly different numbers.</p>\r\n<p>\r\n\tUpshot: Bachmann may have a point in calling Social Security payroll taxes &mdash; a component of the program&rsquo;s trust fund &mdash; &quot;our cash cow.&quot; Yet when she claims in the same breath that Congress has spent &quot;every dime of Social Security money,&quot; she&rsquo;s wrong.</p>\r\n<p>\r\n\tSocial Security isn&rsquo;t yet out of money, nor is it borrowing from the general treasury, as Bachmann says. According to the latest projections, the &quot;cow&quot; won&rsquo;t run dry until 2037.</p>\r\n<p>\r\n\tWe rate her statement as False.</p>\r\n<p>\r\n\t<em>Update: We stepped on a live wire with this article and, based on reader reactions, realize we could have been blunt that the so-called Social Security Trust Fund isn&#39;t a pot of money like, say, someone&#39;s personal savings account. Also, we could have been clearer about decisions that lie ahead to shore up Social Security.<br />\r\n\t<br />\r\n\tReferences to the trust fund are really references to an ongoing relationship between two parts of the U.S. government. Here&#39;s how reader Michael Brandl, a lecturer at the McCombs School of Business, summed it up in his note to us this morning: The Social Security system &quot;will be in a deficit this year &mdash; that is because of economic slowdown, as you correctly point out. However, the &#39;trust fund&#39; is not really a &#39;savings account&#39; as one might think. As you correctly point out, the trust fund is made up of Treasury securities, which are paid with future tax revenues. So, the Social Security trust fund is made up of promises to repay ourselves!&quot;<br />\r\n\t<br />\r\n\tThere&#39;s an overarching concern here, past the statement we checked. Down the years, will the government make good on Social Security&#39;s investments in treasury securities? We&#39;re not wading into that &mdash; it also wasn&#39;t at issue in Bachmann&#39;s statement. Social Security is clearly a hot topic.</em></p>", "ruling_comments_date": "2010-06-23T18:18:56.678037", "ruling_date": "2010-06-24T06:00:00", "ruling_headline": "Bachmann says Social Security is running a deficit and borrowing from the general treasury", "ruling_headline_slug": "bachmann-says-social-security-running-deficit-and-", "ruling_link_text": "But it is coming up short in payroll taxes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSocial Security Administration, A <a href=\"http://www.ssa.gov/OACT/pubs.html\" target=\"_blank\">summary</a> of the 2009 annual Social Security and Medicare trust fund reports, May 12, 2009<br />\r\n\t<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/03/25/business/economy/25social.html\" target=\"_blank\">Social Security to see payout exceed pay-in this year,</a> March 24, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cboblog.cbo.gov/?p=595\" target=\"_blank\">Director&rsquo;s blog: Social Security Trust Funds,</a> March 31, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/florida/statements/2010/mar/28/marco-rubio/rubio-claims-social-security-upside-down-sooner-ex/\" target=\"_blank\">Rubio claims Social Security is upside down sooner than expected,</a> March 28, 2010<br />\r\n\t<br />\r\n\tInterview with Thomas Saving, distinguished professor of economics and director of the Private Enterprise Research Center, Texas A&amp;M University, June 17, 2010<br />\r\n\t<br />\r\n\tInterview with John Rother, executive vice president of policy and strategy, AARP, June 18, 2010<br />\r\n\t<br />\r\n\tInterview with Mark Hinkle, deputy press officer, Social Security Administration, June 22, 2010<br />\r\n\t<br />\r\n\tInterview with Josh Gordon, policy director, Concord Coalition, June 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\t&quot;Social Security, like I told you, is out of money. This year it is borrowing from the general treasury.&quot;<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>", "statement_context": "", "statement_date": "2010-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}