{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/30/jan-brewer/arizona-gov-brewer-says-majority-illegals-are-drug/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1980, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1980/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Arizona Republican Gov. Jan Brewer created a frenzy in April 2010 when she signed a law that makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their status. Then in late June, she linked illegal immigrants and drug smuggling.<br />\r\n<br />\r\nThe string of controversial comments began June 15, 2010, during a debate with three other candidates running for the Republican nomination for governor.<br />\r\n<br />\r\nRepublican candidate Matt Jette said that most people who cross illegally into Arizona are &quot;just trying to feed their families.&quot; Brewer, according to the <em>Arizona Republic</em>, disputed that, saying, &quot;They&#39;re coming here, and they&#39;re bringing drugs. And they&#39;re doing drop houses, and they&#39;re extorting people and they&#39;re terrorizing the families.&quot;<br />\r\n<br />\r\nA few days later, on June 25, Brewer expanded upon her comments during a question-and-answer session with reporters. (A verbatim account of the exchange is available <a href=\"http://www.azcentral.com/news/articles/2010/06/25/20100625arizona-governor-says-most-illegal-immigrants-smuggle-drugs.html\" target=\"_blank\">here</a>.)<br />\r\n<br />\r\n&quot;Well, we all know that the majority of the people that are coming to Arizona and trespassing are now becoming drug mules,&quot; Brewer said. &quot;They&#39;re coming across our borders in huge numbers. The drug cartels have taken control of the immigration. &hellip; So they are criminals. They&#39;re breaking the law when they are trespassing and they&#39;re criminals when they pack the marijuana and the drugs on their backs.&quot;<br />\r\n<br />\r\nBrewer added, &quot;I believe today and in the circumstances that we are facing, that the majority of the illegal trespassers that are coming in the state of Arizona are under the direction and control of organized drug cartels, and they are bringing drugs in.&quot;<br />\r\n<br />\r\nFinally, later the same day, Brewer released a statement clarifying her comments for a second time.<br />\r\n<br />\r\n&quot;There has been some media attention in the last several hours regarding statements I made this morning regarding the level of drug and crime activity being perpetrated by illegal immigrants coming into and residing in Arizona. The simple truth is that the majority of human smuggling in our state is under the direction of the drug cartels, which are by definition smuggling drugs,&quot; the statement said.<br />\r\n<br />\r\n&quot;It is common knowledge that Mexican drug cartels have merged human smuggling with drug trafficking. For example, the <em>Los Angeles Times </em>on March 23, 2009, reported, &#39;The business of smuggling humans across the Mexican border has been brisk, with many thousands coming across every year. But smugglers affiliated with the drug cartels have taken the enterprise to a new level &ndash; and made it more violent &ndash; by commandeering much of the operation from independent coyotes, according to these officials and recent congressional testimonies.&#39; This article and many federal government reports have drawn the same conclusions.<br />\r\n<br />\r\n&quot;The human rights violations that have taken place victimizing immigrants and their families are abhorrent. Border crossers are used by drug cartels as commodities. Mexican drug cartels have merged human smugglers who use their expertise in gathering intelligence on border patrols, logistics and communication devices to get around even tighter controls. U.S. border officials have stated that traffickers are gaining control of much of the illegal passage of immigrants from Mexico to the United States.&quot;<br />\r\n<br />\r\nThough Brewer did not use her written statement to retract any of her prior comments, she did change her focus a bit, singling out the criminal elements running joint drug-and-human smuggling operations rather than the immigrants that the cartels have been, in her words, &quot;victimizing.&quot;<br />\r\n<br />\r\nWhether or not this represents a backpedaling, we thought her earlier comments deserve scrutiny because they raise an interesting question -- whether there is a substantial connection between illegal immigrants and drug smuggling. So we talked to experts and looked over statistical data to see whether Brewer was justified in claiming that &quot;the majority of the people that are coming to Arizona and trespassing are now becoming drug mules.&quot;<br />\r\n&nbsp;<br />\r\nThe governor&#39;s staff did not respond to PolitiFact&#39;s request for comment, nor did Customs and Border Protection. But most of the experts we spoke to agreed with the notion, raised in the <em>Los Angeles Times</em> article and by Brewer, that there is growing overlap between drug smuggling and human smuggling.<br />\r\n<br />\r\n&quot;Because of the militarization of the border and the increased difficulty in crossing, most border-crossers turn to &#39;coyotes,&#39; &quot; or human smugglers, said Aarti Kohli, the director of immigration policy and legislative counsel for the Chief Justice Earl Warren Institute on Race, Ethnicity, and Diversity at the University of California (Berkeley) School of Law. &quot;Sometimes these coyotes have links with drug cartels and are engaging in drug smuggling along with alien smuggling. Both are federal offenses.&quot;<br />\r\n<br />\r\nThat said, Kohli and others draw a clear distinction with Brewer&#39;s suggestion that the majority of illegal border crossers are &quot;drug mules.&quot;<br />\r\n<br />\r\n&quot;If caught along the southwest border, the vast majority of migrants are prosecuted in federal district court, often 70 at a time, for misdemeanor illegal entry,&quot; Kohli said. &quot;If they are caught smuggling drugs, they would not be prosecuted&quot; in this way.<br />\r\n<br />\r\nFederal statistics bear this out. We looked at the latest available statistics, covering March 2010, for prosecutions stemming from immigrations and customs activities by the Department of Homeland Security. They show that &quot;immigration&quot; charges accounted for almost 89 percent of cases, while drug and drug-trafficking charges accounted for just over 5 percent.<br />\r\n<br />\r\n&quot;These apprehensions do not catch everyone, obviously, but as the Border Patrol is particularly interested in interdicting contraband, I don&#39;t know of any strong reason to believe that the Border Patrol&#39;s arrests would have a disproportionately low share of smugglers,&quot; said Gabriel &quot;Jack&quot; Chin, a professor of law, public administration and policy at the University of Arizona.<br />\r\n<br />\r\nThe statistics also track with accounts of law enforcement sources.<br />\r\n<br />\r\n&quot;Based on conversations with front-line Border Patrol agents, it is clear that the majority of people encountered by the Border Patrol are not carrying drugs,&quot; said T.J. Bonner, president of the National Border Patrol Council. &quot;While it is true that the majority of human smuggling is controlled or at least regulated by the cartels, it does not logically follow that the majority of people who are smuggled by the cartels are therefore transporting drugs. The penalties for transporting drugs are far greater than the penalties for entering the country illegally, so people do not engage in that type of criminal behavior unless they are so inclined, are extremely desperate or are coerced by the cartels. The two latter categories are the exceptions rather than the rule.&quot;<br />\r\n<br />\r\nOn the broader issue, it&#39;s worth noting that statistics have consistently shown that immigrants, including illegal immigrants, actually have lower rates of criminal activity and incarceration than do the native-born children of immigrants. Rub&eacute;n G. Rumbaut, a sociologist at the University of California (Irvine), has written that 2000 Census figures show consistently lower incarceration rates for foreign-born Mexicans, Salvadorans, Guatemalans, Colombians, Ecuadorians and Peruvians when compared to incarceration rates of U.S.-born members of the same ethnic groups. While the category &quot;foreign-born&quot; is not identical to &quot;illegal immigrant,&quot; there is significant overlap in these particular ethnic groups, Rumbaut writes.<br />\r\n<br />\r\nUltimately, Brewer would have been on safe ground if she&#39;d said that drug smuggling and human smuggling have become increasingly intertwined, and that sometimes, illegal immigrants have been coerced into serving as drug couriers. But that&#39;s a much more limited claim than what she initially said -- that &quot;the majority of the people that are coming to Arizona and trespassing are now becoming drug mules.&quot; While the source she eventually cited -- the <em>Los Angeles Times </em>-- says that &quot;sometimes (smugglers) loaded up their human cargo with backpacks full of marijuana,&quot; the article doesn&#39;t back up her assertion that that &quot;the majority&quot; of illegal immigrants carry drugs into the country. More to the point, Brewer&#39;s contention is undercut by both federal prosecution statistics and the accounts of experts we spoke to. So we rate Brewer&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-06-29T16:46:28.552276", "ruling_date": "2010-06-30T12:19:25", "ruling_headline": "Arizona Gov. Brewer says 'majority' of illegals are 'drug mules'", "ruling_headline_slug": "arizona-gov-brewer-says-majority-illegals-are-drug", "ruling_link_text": "Despite cartel links, no evidence the percentage is that high", "ruling_state": null, "source_documents": null, "sources": "<p><em>Arizona Republic</em>, &quot;<a href=\"http://www.azcentral.com/news/articles/2010/06/25/20100625arizona-governor-says-most-illegal-immigrants-smuggle-drugs.html\" target=\"_blank\">Brewer: Most Illegal Immigrants Smuggling Drugs</a>,&quot; June 25, 2010<br />\r\n<br />\r\n<em>Arizona Republic</em>, &quot;<a href=\"http://www.azcentral.com/arizonarepublic/local/articles/2010/06/26/20100626immig-governor0626.html\" target=\"_blank\">Most Illegal Immigrants Bring Drugs, Brewer Says</a>,&quot; June 26, 2010<br />\r\n<br />\r\nGov. Jan Brewer, <a href=\"http://azgovernor.gov/dms/upload/PR_062510_StatementByGovBrewer.pdf\" target=\"_blank\">statement</a> on earlier immigration comments, June 25, 2010<br />\r\n<br />\r\n<em>Los Angeles Times</em>, &quot;<a href=\"http://articles.latimes.com/2009/mar/23/nation/na-human-smuggling23\" target=\"_blank\">Human smuggling: Mexican drug cartels also smuggle people across border</a>,&quot; March 23, 2009<br />\r\n<br />\r\nTRAC Reports, &quot;<a href=\"http://trac.syr.edu/tracreports/bulletins/hsaa/monthlymar10/fil/\" target=\"_blank\">Prosecutions for March 2010, Referring Agency: Immigration and Customs in Homeland Security</a>,&quot; accessed June 29, 2010</p>\r\n\r\n<p>United States Attorney/District of Arizona, &quot;<a href=\"http://www.justice.gov/usao/az/press_releases/2010/2010-136%28SWB%20Facts%29.pdf\" target=\"_blank\">Border Security Fact Sheet</a>,&quot; June 2010</p>\r\n\r\n<p><em>Arizona Capitol Times</em>, &quot;<a href=\"http://azcapitoltimes.com/blog/2010/06/26/brewer-sticks-by-drug-mule-remark/\" target=\"_blank\">Brewer sticks by &lsquo;drug mule&rsquo; remark</a>,&quot; June 26, 2010</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://edition.cnn.com/2010/US/06/25/arizona.immigrants.drugs/?iref=polticker&amp;fbid=TWJBJM8ZGGI\" target=\"_blank\">Arizona&#39;s Brewer: Most illegal immigrants are &#39;drug mules</a>,&#39;&quot; June 27, 2010<br />\r\n<br />\r\nFoxNews.com, &quot;<a href=\"http://www.foxnews.com/politics/2010/06/26/brewer-stands-claim-illegals-smuggle-drugs-country/\" target=\"_blank\">Arizona Gov. Stands by Claim That Most Illegals Smuggle Drugs Into Country</a>,&quot; June 26, 2010</p>\r\n\r\n<p>Rub&eacute;n G. Rumbaut, &quot;Undocumented Immigration and Rates of Crime and Imprisonment: Popular Myths and Empirical Realities&quot; (<a href=\"http://www.policefoundation.org/pdf/strikingabalance/Appendix%20D.pdf\" target=\"_blank\">appendix</a> in <em>The Role of Local Police: Striking a Balance Between Immigration Enforcement and Civil Liberties</em>), 2009</p>\r\n\r\n<p>Letter to PolitiFact from sociologist Daniel E. Martinez, Latin American specialist Scott Whiteford and geographer Jeremy Slack of the University of Arizona, June 29, 2010</p>\r\n\r\n<p>E-mail interview with Aarti Kohli, director of immigration policy and legislative counsel for the Chief Justice Earl Warren Institute on Race, Ethnicity, and Diversity at the University of California (Berkeley) School of Law, June 29, 2010<br />\r\n<br />\r\nE-mail interview with Gabriel &quot;Jack&quot; Chin, professor of law, public administration and policy at the University of Arizona, June 28, 2010<br />\r\n<br />\r\nE-mail interview with Kevin R. Johnson, dean of the University of California (Davis) School of Law, June 28, 2010<br />\r\n<br />\r\nE-mail interview with Judith Gans, program manager for immigration policy at the Udall Center for Studies in Public Policy at the University of Arizona, June 28, 2010<br />\r\n<br />\r\nE-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, June 28, 2010<br />\r\n<br />\r\nE-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), June 28, 2010<br />\r\n<br />\r\nE-mail interview with T.J. Bonner, president of the National Border Patrol Council, June 28, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "Jan", "half_true_count": 1, "home_state": "Arizona", "id": 402, "last_name": "Brewer", "mostly_true_count": 0, "name_slug": "jan-brewer", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jan_brewer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/402/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>&quot;The majority of the people that are coming to Arizona and trespassing are now becoming drug mules.&quot;</p>\r\n", "statement_context": "a television interview", "statement_date": "2010-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}