{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 1984, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/1984/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>As Florida lawmakers prepare to introduce their own version of Arizona's strict immigration law, Republican state Rep. Ritch Workman has been championing the cause by painting the state's illegal immigrant population as the scourge of fiscal conservatism, business owners and taxpayers.<br /><br />\"All businesses and taxpayers face the unfair burden of providing federally mandated services to illegal immigrants, and putting the brakes on this noncitizen entitlement program will save Arizona a considerable amount of money,\" wrote Workman in a <em>Florida Today</em> opinion page article on June 6, 2010. \"In Florida alone, more than $3.5 billion a year is spent on health care and criminal justice for illegal immigrants. Given this, I think it is time for Florida to follow Arizona&rsquo;s lead.\"<br /><br />$3.5 billion and change is a lot of money in a state that had to close a $6 billion budget gap in 2010, so PolitiFact Florida decided to take this claim on a ride through the Truth-O-Meter. <br /><br />Workman's district office directed us to the Florida House Majority Office, which distributes talking points to its Republican members. Staff director Todd Reid told us Workman was slightly off. He gave us a $3.8 billion figure culled from a February 2009 report, \"The Costs of Illegal Immigration to Floridians,\" published by the Federation for American Immigration Reform.<br /><br />The report, which looks at projected government spending on education, health and incarceration, is one of many fiscal analyses distributed by FAIR, an anti-illegal-immigration group based in Washington, D.C.<br /><br />To determine Florida's illegal immigration tab, FAIR's special projects director Jack Martin singled out the average cost of government services according to, in many instances, other private studies, and then multiplied those figures by the group's estimated immigration population.<br /><br />To be sure, pinpointing the size of a demographic that doesn't want to be tracked is not an exact science, but it is worth noting that FAIR's conclusions are based on inexact estimates. For example, FAIR ranked Florida's illegal immigration population fourth in the nation, with an estimated 950,000 immigrants in 2008. In contrast, the Department of Homeland Security ranks Florida third in the nation, with 720,000 illegal immigrants in 2009. <br /><br />Some of FAIR's other conclusions raise questions.<br /><br />To start, FAIR's education costs are based on the assumption that nearly every student enrolled in English learning classes is the child of illegal immigrants, since, \"the children of immigrants legally admitted for permanent residence are likely to already speak English because the parents lived in the United States as nonimmigrants, prepared for years to immigrate to the United States, or arrived from countries where English is taught in the schools,\" according to the report. That explanation of the students is not a fact, which casts doubts on FAIR's final education tally.<br /><br />Here's another example. FAIR bases its health care costs on a 2002 Florida Hospital Association survey that found unreimbursed emergency medical care for illegal immigrants toppled $40 million. But the survey includes responses from private hospitals that are not funded by the state.<br /><br />How about one more? FAIR produces the state's incarceration costs for illegal immigrants based on the state Department of Corrections' \"illegal alien\" count of inmates. However, no such count exists. Instead, the state keeps tabs on all inmates who are not U.S. citizens, whether they're in the country legally or illegally. While many of those inmates are eventually released to U.S. Immigration and Customs Enforcement for further immigration processing, including possible deportation, the state does not track whether its inmates are legal U.S. residents.<br /><br />\"I would take FAIR's numbers with a big shaker of salt,\" said Daniel Griswold, director of the Center for Trade Policy Studies at the Cato Institute, a libertarian Washington, D.C., policy group. \"The organization exists to portray immigrants in a bad light.\"<br /><br />Still, even if FAIR's math passed muster, the report's findings would not validate Workman's claim.<br /><br />FAIR concludes the bulk of state expenses related to illegal immigrants, or $3.4 billion, is spent on educating the children of illegal immigrants, including children who were born here and thus are U.S. citizens.<br /><br />Only $380 million was spent on uncompensated medical care and incarceration, a far cry from Workman's $3.5 billion-claim, a seemingly impossible figure, acknowledged FAIR. <br /><br />\"The magnitude of the fiscal cost estimate would require the inclusion of the educational costs,\" said Martin, who wrote the FAIR report.<br /><br />Just to be sure, we checked with state health and criminal justice officials. <br /><br />The state budget cites six criminal justice branches: the Department of Corrections, the Justice Administration, the Department of Juvenile Justice, the Florida Department of Law Enforcement, the Department of Legal Affairs/Attorney General and the Parole Commission. Representatives for each of those departments said they do not track how many illegal immigrants receive services each year. Consequently, any related costs were unknown, they said. The state's health agencies also said they don't count illegal immigrants.<br /><br />Nor do state courts.<br /><br />\"The Office of the State Courts Administrator tells me that they are not required to keep such data, so they do not,\" said spokesman Craig Waters.<br /><br />Or state auditors. <br /><br />\"We haven't been told to do that,\" said Kathy McGuire, deputy director of the Florida Legislature's Office of Program Policy Analysis and Government Accountability, when asked for state fiscal projections related to illegal immigration. \"I think it is an emerging issue. It hasn't been a concern in past sessions.\"<br /><br />Time for some math of our own. It seems Workman grossly misquoted numbers pushed by an anti-illegal-immigration group to bolster his argument against illegal immigration. But, the group's conclusions are suspect because they are based on assumptions and estimates, not facts, which multiple state agencies confirmed. None of this adds up.</p>\r\n<p>We rate Workman's claim False.</p>\r\n<p><strong>Correction:</strong> The Cato Institute is a libertarian Washington, D.C., policy group. As originally published, we mistakenly described the Cato Institute's political leaning.</p>", "ruling_comments_date": "2010-06-30T17:32:24.767474", "ruling_date": "2010-06-30T18:12:11", "ruling_headline": "Workman misquotes immigration report", "ruling_headline_slug": "workman-misquotes-immigration-report", "ruling_link_text": "Workman's talking points need some work", "ruling_state": null, "source_documents": null, "sources": "<div><em>Florida Today</em>, <a href=\"http://www.floridatoday.com/article/20100606/OPINION/100604018/Other-views-Time-for-Florida-to-follow-Arizona-s-lead-June-6-\" target=\"_blank\" title=\"&quot;Time for Florida to follow Arizona's  lead,&quot;\">\"Time for Florida to follow Arizona's lead,\"</a> June 6, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Federation for American Immigration Reform, \"<a href=\"http://www.fairus.org/site/DocServer/fla_study.pdf?docID=601\" target=\"_blank\" title=\"The Costs of Illegal Immigration to Floridians\">The Costs of Illegal Immigration to Floridians</a>,\" February 2009.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Todd Reid, staff director for the Florida House Majority Office, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Jo Ellyn Rackleff, Florida Department of Corrections spokeswoman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Susan Smith, Florida Department of Health spokeswoman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Jack Martin, special projects director for the Federation for American Immigration Reform, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Emily Diaz, Rep. Ritch Workman's district secretary, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Craig Waters, Florida State Courts Administration spokesman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Florida Senate, <a href=\"http://www.flsenate.gov/data/session/2010/House/bills/amendments/pdf/hb5001e1561933.pdf\" target=\"_blank\" title=\"Florida Senate\">general appropriations,</a> accessed June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Jessica Kranert, senior management analyst for the Justice Administrative Commission, June 30 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Barbara Gonzalez, U.S. Immigration and Customs Enforcement spokeswoman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Renee Watters, Department of Revenue spokeswoman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Amy Baker, executive director for the state Office of Economic and Demographic Research, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Telephone interview, Kathy McGuire, deputy director of the Florida Legislature's Office of Program Policy Analysis and Government Accountability, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Sandi Copes, Attorney General Bill McCollum's press secretary, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Samadhi Jones. Florida Department Of Juvenile Justice spokeswoman, June 30, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>E-mail interview, Daniel Griswold, director of the Center for Trade Policy Studies for the Cato Institute, June 30, 2010.</div>\r\n<div>Telephone interview, Sarah Byrd, Florida Hospital Association spokeswoman, June 30, 2010.</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 1, "first_name": "Ritch", "half_true_count": 0, "home_state": "Florida", "id": 489, "last_name": "Workman", "mostly_true_count": 0, "name_slug": "ritch-workman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ritchhead_shot.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/489/", "total_count": 2, "true_count": 0, "website": "http://www.ritchworkman.com/aboutritch.htm"}, "statement": "<p>\"In Florida alone, more than $3.5 billion a year is spent on health care and criminal justice for illegal immigrants.\"</p>", "statement_context": "a 'Florida Today' opinion page article published", "statement_date": "2010-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 1, "first_name": "Ritch", "half_true_count": 0, "home_state": "Florida", "id": 489, "last_name": "Workman", "mostly_true_count": 0, "name_slug": "ritch-workman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ritchhead_shot.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/489/", "total_count": 2, "true_count": 0, "website": "http://www.ritchworkman.com/aboutritch.htm"}], "twitter_headline": null}