{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jul/01/judson-hill/state-senator-said-hes-fighting-obama-health-care/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 1985, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1985/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>State Sen. Judson Hill told voters he entered the ring against President Barack Obama and won. <br /><br />The Marietta Republican is running for re-election in a contest that is already knee-deep in mud. Hill fired back with a mailer that reminded his constituents about early voting and announced that \"Senator Judson Hill Is Standing Up To Barack Obama's Socialist Healthcare.\"<br /><br />\"Judson Hill is leading the charge,\" the mailer said. \"This year Judson stood up to Barack Obama by passing legislation that prevents you from being forced to join government health plans or buy health insurance against your will.\"<br /><br />Hill's mailer referred to his work on Senate Bill 411, which was signed into law June 2. The bill bans any law that requires individuals to purchase health insurance. Such a mandate was a crucial element of federal health care legislation passed this spring. <br /><br />But did Hill really score an Obama K.O.? Does the state law really prevent you from \"being forced to join government health plans\"? <br /><br />Republicans spent months in Congress unsuccessfully arguing that Democrats' health efforts would infringe upon individual liberties and hurt the quality of care. <br /><br />Now the battleground has moved to the states. Governors and legislators across the nation are working to pass measures that prevent the health care overhaul from taking effect inside their borders. Some filed a suit against the federal government in March that Georgia joined in May. <br /><br />Hill labored for much of this year's legislative session on the Georgia effort. First, he sponsored Senate Resolution 794, which would have amended the state constitution to let Georgians opt out of federally mandated health care. <br /><br />When that effort failed, Hill tried to amend state law by sponsoring SB 317, which stated that \"no law or rule or regulation shall compel any person, employer, or health care provider to participate in any health care system.\" This bill passed in the Senate but withered in the House. <br /><br />Hill's effort succeeded after language from SB 317 was added to SB 411, the Healthy Georgians Act of 2010, which was originally proposed to change the regulation of wellness plans. It was signed into law June 2.<br /><br />SB 411 would -- in theory -- block a provision of the federal health care overhaul that requires most U.S. citizens and legal residents to have health care coverage by 2014 or be subject to a tax. This is often called an \"individual mandate\" for health insurance. <br /><br />But it's not clear whether the new law has any teeth. Its fate rests on constitutional issues that go well beyond this state. <br /><br />The Hill campaign acknowledged as much. The mandate doesn't go into effect for about four years, and a lot of things can change before then. <br /><br />\"A lot of it is sort of a waiting game,\" said Jeremy Brand, a spokesman for the campaign. <br /><br />Other proponents agree. <br /><br />The American Legislative Exchange Council, which advocates for free markets and limited government, is coordinating the nationwide effort for states to enact legislation and constitutional amendments blocking the mandate. It assisted with drafting and researching the Georgia bill, said Christie Herrera, director of ALEC's Health and Human Services Task Force. Hill is a task force member. <br /><br />The bill is designed to position Georgia to fight the individual mandate by giving it standing in an ongoing lawsuit filed in March by multiple states' attorneys general against the federal health care legislation, Herrera said. <br /><br />If that challenge is unsuccessful, the bill would open the door for Georgia to file its own suit arguing the law violates the 10th Amendment, which defines states' rights.<br /><br />And if all else fails, the bill makes it possible for the state attorney general to sue after the mandate goes into effect in 2014 on behalf of Georgians he or she thinks were harmed by the individual mandate.<br /><br />\"I would say that there is never a guarantee of success when a state challenges the federal government. However, to the extent that the state Legislature can stop the federal individual mandate, then SB 411 is the best possible defense,\" Herrera said in an e-mail to PolitiFact Georgia.<br /><br />Backers of Georgia's efforts think a constitutional challenge may succeed, but this opinion is far from unanimous. A February article in The New England Journal of Medicine written by a legal scholar calls the success of a constitutional challenge \"very unlikely\" because the court would have to reject \"decades of precedents.\" <br /><br />Larry Palmer, a specialist in health law and policy with the College of William &amp; Mary in Williamsburg, Va., said in a March article in The Atlanta Journal-Constitution that state action will likely have little impact because the federal government has \"extremely broad\" power to provide incentives and disincentives through the tax code. <br /><br />State Attorney General Thurbert Baker declined to join the multistate suit because he thought the lawsuit would fail and waste taxpayers' money. Georgia only joined the suit after Gov. Sonny Perdue found a team of attorneys willing to fight the federal legislation at no cost to the state. <br /><br />While it's true that SB 411 did stand up to the Obama-backed health care overhaul, it's far from clear that the law can actually be enforced. There is a chance that the bill, in the future, will allow Georgians to opt out of federal health care requirements. But for now, that pronouncement is premature. <br /><br />We rate Hill's claim Half True.</p>", "ruling_comments_date": "2010-06-30T17:59:32.307474", "ruling_date": "2010-07-01T06:00:00", "ruling_headline": "State Senator said he's fighting Obama on health care", "ruling_headline_slug": "state-senator-said-hes-fighting-obama-health-care", "ruling_link_text": "New state law may not be enforceable", "ruling_state": null, "source_documents": null, "sources": "<p>The Atlanta Journal-Constitution, \"Georgia Senate blocks opt-out bill,\" March 18, 2010<br /><br />The Atlanta Journal-Constitution, \"Georgia joins lawsuit,\" May 15, 2010<br /><br />The New England Journal of Medicine, \"<a href=\"http://content.nejm.org/cgi/content/full/362/6/482\" target=\"_blank\">The Constitutionality of the Individual Mandate for Health Insurance</a>,\" Feb. 11, 2010 <br /><br />The New York Times, \"<a href=\"http://www.nytimes.com/2009/09/29/us/29states.html?_r=1&amp;adxnnl=1&amp;adxnnlx=1277823793-dIqEqfVXSK9dMXBgMfxDUw\" target=\"_blank\">Health Care Overhaul and Mandatory Coverage Stirs States' Rights Claims</a>,\" Sept. 29, 2009.</p>\r\n<p>E-mail interview, Christie Herrera, director, Health and Human Services Task Force, American Legislative Exchange Council, June 28, 2010<br /><br />Interview, Jeremy Brand, spokesman, Judson Hill for State Senate, June 28, 2010<br /><br />The Henry J. Kaiser Family Foundation, \"<a href=\"http://www.kff.org/healthreform/8061.cfm\" target=\"_blank\">Summary of New Health Reform Law</a>,\" June 16, 2010 <br /><br />The Henry J. Kaiser Family Foundation, \"<a href=\"http://www.kff.org/healthreform/8060.cfm\" target=\"_blank\">Health Reform Implementation Timeline</a>,\" accessed June 28, 2010<br /><br />Georgia General Assembly, SB 317, 2010<br /><br />Georgia General Assembly, SB 411, 2010<br /><br />Georgia General Assembly, SR 794, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Judson", "half_true_count": 1, "home_state": "", "id": 490, "last_name": "Hill", "mostly_true_count": 0, "name_slug": "judson-hill", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Judson_Hill.JPG_1567616.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/490/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>He \"stood up to Barack Obama by passing legislation that prevents you from being forced to join government health plans or buy health insurance against your will.\"</p>", "statement_context": "a campaing mailer", "statement_date": "2010-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}