{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/florida/statements/2010/jul/02/charlie-crist/charlie-crist-camps-out-floridas-emerald-coast/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 1999, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/1999/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Charlie Crist and pop icon Jimmy Buffett shoulder to shoulder before a crowd of Parrotheads at Pensacola Beach. Charlie Crist, hands on hips, standing next to President Barack Obama in view of another sugar-sand coast. Charlie Crist, bent low, inspecting just washed-up oil gook with a stick. Charlie Crist, barefoot and in shorts, holding hands with a chain of anti-drilling protesters near the shore. <br /><br />For Floridians, images of the governor's furrowed brow and tawny, beach-ready complexion have become as much of a symbol of the Deepwater Horizon oil disaster as BP's ubiquitous underwater video footage. <br /><br />The media frenzy makes Twilight heartthrob Robert Pattinson look underexposed in comparison, growl critics, who paint Crist as an opportunist more interested in having his picture taken than helping the fishermen, hoteliers, boaters and restaurateurs who are losing customers because of the gushing oil. <br /><br />Future Senate President Mike Haridopolos, R-Melbourne, complained Crist was doing more harm than good. \"It drives tourists away,\" he said. \"It looks like Florida is having the same problem as Louisiana.\"<br /><br />We could check whether Louisiana's problems of oil on the beach, fishermen out of work, and coastal businesses hurting are different than Florida's, but Haridopolos isn't our subject today. Besides, Crist counters that his motivations are purely altruistic. \"My first duty is to do my job and I'm going to do it,\" he told the <em>St. Petersburg Times/Miami Herald</em> Tallahassee Bureau.<br /><br />But, that doesn't mean Crist, a former Republican running as an independent for the U.S. Senate, is above pointing out just how much time he has devoted to the oil crisis in recent weeks. <br /><br />\"I have become sort of a pseudo resident of the Panhandle lately and am enjoying it very much,\" he told a crowd of government leaders at a Florida Association of Counties conference in Tampa on July 1, 2010. \"I've been in Escambia, Santa Rosa, Wakulla and Apalachicola, got some oysters out of the bay there, and I will tell you some of the most resilient people in this state reside there.\"<br /><br />Minutes later he added, \"I have spent virtually every weekend since Memorial Day in the Panhandle.\"<br /><br />To be sure, Crist landed in the Emerald Coast long before that patriotic holiday announcing summer's unofficial beginning. He held his first press conference on the coast on May 1 and went back three more times the next week. He returned the following weekend, meeting with Apalachicola fishermen and Destin hospitality leaders.<br /><br />But, Crist's statement zereod in on his post-Memorial Day activities, so we did, too.<br /><br />An official calender kept by the Executive Office of the Governor quickly revealed Crist had spent every weekend since Memorial Day on the Emerald Coast, and many, many more days in between. Turns out, in this instance \"virtually,\" meant \"literally.\"<br /><br />The fun started on Saturday, June 5, when Crist joined Buffett on a hunt for signs of tar at Pensacola Beach. <br /><br />The following weekend Crist called for green energy in a CBS News <em>Face the Nation</em> interview from Panama City on Sunday, June 13. <br /><br />A week later, he toured the boom staging area in Port St. Joe both by foot and by sea on Sunday, June 20. <br /><br />The next weekend was especially busy. Crist opted to stay overnight in Pensacola starting Friday, June 25. <br /><br />He began with a briefing on the shoreline cleanup at Pensacola Beach Pier, followed by a tour of Pensacola Bay Friday afternoon. On Saturday, Crist attended a 6 a.m. communications briefing in Pensacola, then stopped by the Santa Rosa Yacht &amp; Boat Club for a briefing with Mike Sole, the state's Department of Environmental Protection Secretary. Sole and Crist toured the gulf on the Orion, a Florida Wildlife Conservation Commission patrol vessel, then sat through another briefing at the Pensacola Beach Gulf Pier. Crist's last stop was at a Hands Across the Sand demonstration at Pensacola Beach's Navarre Pier, where he joined hands with anti-drilling protesters. On Sunday, Crist could be found surveying Pensacola Beach Gulf Pier. He then hopped on a plane with Major General Emmett \"Buddy\" Titshaw of the Florida National Guard to get an aerial view. <br /><br />The weekend ran long. Crist and Sole met in Pensacola again on Monday before Crist returned home for the night. But Crist returned to Pensacola the next day for an incident briefing. He then held a media availability at the Pensacola Naval Air Station.<br /><br />And that's not all. Crist also made sure to stop by and shake hands with the natives during multiple weekday visits. <br /><br />He held a press conference on the spill from the Tallahassee Emergency Operations Center on Wednesday, June 2, before arriving in Pensacola for a coastline fly-over at noon. <br /><br />The next day, after a quick jaunt back to Tallahassee, Crist overlooked Pensacola's beaches from a plane alongside Attorney General Bill McCollum. He then made his way to the Escambia County Emergency Operations Center for a briefing. That might be enough to satisify someone else, but Crist's appetite for the oil disaster persisted, so he continued on to another briefing, this time at the Santa Rosa County Emergency Operations Center. <br /><br />The following week, he attended a 5 a.m. and a noon communications briefing at Pensacola Beach, Friday, June 11.<br /><br />Then there was the photo opportunity that outshined all other photo opportunities. Crist chatted oil with President Barack Obama at Pensacola Beach on June 15.<br /><br />Days later, Crist met with Phillippe Cousteau, grandson of the oceanographer icon Jacques Cousteau, in Pensacola on Wednesday, June 23. He then shook hands with U.S. Coast Guard Admiral Robert Papp at the Pensacola Regional Airport, before taking an aerial inspection of the gulf coast shoreline. Crist followed his plane ride with a walking tour of the beach. <br /><br />We think it is also worthwhile to note that even on the days when he stayed away from the Emerald Coast, his schedule remained peppered with spill-related meetings and events.<br /><br />Friday, June 4, was a big day for Crist, who started the morning with interviews with Good Morning America, CNN's <em>American Morning</em> and CBS' <em>The Early Show</em>. He then made his way to the Big Easy to listen to Obama promise results at the Louis Armstrong New Orleans International Airport.<br /><br />He got more television time on Sunday, June 6, when he gave interviews from Tallahassee to Candy Crowley of CNN's <em>State of the Union</em>, and Fox News' Geraldo Rivera. <br /><br />Crist returned to Pinellas County, his hometown area, Monday, June 7, for a meeting with fishing and tourism leaders first in Madeira Beach, then St. Petersburg Beach. He then stopped for lunch at Leverock's Seafood House in St. Petersburg to promote Florida seafood.<br /><br />On Wednesday, June 9, Crist's day started with a call to the White House from Tallahassee and ended with a visit to the Deepwater Horizon command post in Miami. <br /><br />He headed south again to meet Miami Beach tourism leaders worried about the spill on Monday, June 14.<br /><br />Crist was in Tallahassee on Wednesday, June 16, when he began his day with a call from the White House for a review of the oil response.<br /><br />He squeezed in a Deepwater Horizon briefing at the Tallahassee Emergency Operations Center on Monday, June 21. <br /><br />Most recently, he met Obama's BP claims czar at Tampa International Airport to discuss the emerging payout process on Thursday, July 1.</p>\r\n<p>Crist's zigzagging travels are hard to add up. But we think that's at least 10 news conferences, 19 briefings, 8 beach tours, 4 aerial tours, 5 national networks, and gobs of quality time with Buffett, Obama, Cousteau and Geraldo -- all since Memorial Day.</p>\r\n<p>To break it down another way, Crist's Panhandle visits come to six weekend days and eight weekdays. He spent another eight days on oil-related meetings and events. That's more days than many people get to spend with their mother each year.</p>\r\n<p>In times like this, we wish the Truth-O-Meter had a \"Duh\" option in its ruling categories, but we will just settle for True.</p>", "ruling_comments_date": "2010-07-02T15:35:54.036515", "ruling_date": "2010-07-02T16:25:24", "ruling_headline": "Charlie Crist camps out on Florida's Emerald Coast", "ruling_headline_slug": "charlie-crist-camps-out-floridas-emerald-coast", "ruling_link_text": "Charlie Crist and Florida's Panhandle Total BFFs", "ruling_state": null, "source_documents": null, "sources": "<p>Governor Charlie Crist website, <a href=\"http://www.flgov.com/calendar?month=6&amp;year=2010\" target=\"_blank\" title=\"calender\">official calender</a>, accessed July 1, 2010.</p>\r\n<p>Telephone interview, Jessica Freud, Gov. Charlie Crist spokeswoman, July 1, 2010.</p>\r\n<p>Interview, Sen. Mike Haridopolos, June 22, 2010.</p>\r\n<div>Governor Charlie Crist speech, Florida Association of Counties conference, July 1, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/business/energy/obamas-bp-claims-czar-pledges-prompt-aid-for-oil-spill-victims/1106390\" target=\"_blank\" title=\"Obama's BP claims czar pledges prompt aid for oil  spill victims\">Obama's BP claims czar pledges prompt aid for oil spill victims</a>,\" July 2, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Palm Beach Post, \"<a href=\"http://www.postonpolitics.com/2010/06/crist-to-meet-with-philippe-cousteau-tour-pensacola/\" target=\"_blank\" title=\"Crist to meet with Philippe Cousteau, tour Pensacola\">Crist to meet with Philippe Cousteau, tour Pensacola</a>,\" June 22, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/politics/stateroundup/president-obama-walks-pensacola-beach-with-gov-crist/1102473\" target=\"_blank\" title=\"Visiting Pensacola, Obama promises to be a 'fierce  advocate' for those hurt by spill\">Visiting Pensacola, Obama promises to be a 'fierce advocate' for those hurt by spill</a>,\" June 16, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Palm Beach Post, \"<a href=\"http://www.palmbeachpost.com/news/state/calm-no-more-obama-lashes-out-at-bp-726844.html\" target=\"_blank\" title=\"Calm no more, Obama lashes out at BP on Gulf visit\">Calm no more, Obama lashes out at BP on Gulf visit</a>,\" June 4, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>CBS' the Early Show, <a href=\"http://www.cbsnews.com/stories/2010/06/04/earlyshow/main6547366.shtml\" target=\"_blank\" title=\"&quot;Floridians Brace for &quot;Inevitable&quot;  Arrival of Oil,\">\"Floridians Brace for \"Inevitable\" Arrival of Oil,</a>\" June 4, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>CNN, <a href=\"http://amfix.blogs.cnn.com/2010/06/04/florida-prepares-as-oil-closes-in/\" target=\"_blank\" title=\"&quot;Florida prepares as oil closes in,\">\"Florida prepares as oil closes in,</a>\" June 4, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Pensacola News Journal, \"<a href=\"http://www.pnj.com/article/20100627/NEWS01/6270327/Oil-spill-Crist-tours-cleanup-in-Pensacola-Bay\" target=\"_blank\" title=\"Oil spill: Crist tours cleanup in Pensacola Bay,\">Oil spill: Crist tours cleanup in Pensacola Bay,</a>\" June 27, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Los Angeles Times, <a href=\"http://latimesblogs.latimes.com/greenspace/2010/06/gulf-oil-spill-hands-across-the-sand.html\" target=\"_blank\" title=\"&quot;Gulf oil spill: Hands reach across the sand in  protest\">\"Gulf oil spill: Hands reach across the sand in protest</a>,\" June 26, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>CBS News' Face the Nation, <a href=\"http://www.youtube.com/watch?v=VeY5s3TuwXI\" target=\"_blank\" title=\"CBS  News' Face the Nation\">interview</a>, June 13, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>State of the Union with Cindy Crowley, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1006/06/sotu.01.html\" target=\"_blank\" title=\"State of the Union with Cindy Crowley\">interview</a>, June 6, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Wall Street Journal, \"<a href=\"http://online.wsj.com/article/SB10001424052748704515704575282941446676482.html\" target=\"_blank\" title=\"Slick Nears Florida Panhandle Beaches,\">Slick Nears Florida Panhandle Beaches,</a>\" June 3, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>Palm Beach Post, \"<a href=\"http://www.palmbeachpost.com/news/crist-buffett-visit-beach-try-to-console-panhandle-729393.html?imw=Y\" target=\"_blank\" title=\"Crist, Buffett visit beach, try to console Panhandle  residents\">Crist, Buffett visit beach, try to console Panhandle residents</a>,\" June 5, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/politics/stateroundup/article1100672.ece\" target=\"_blank\" title=\"Gov. Crist visits bay area to reassure leaders on oil  spill\">Gov. Crist visits bay area to reassure leaders on oil spill</a>,\" June 7, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/environment/water/gunky-oil-slimes-panhandle-beaches-to-grayton-state-park/1100420\" target=\"_blank\" title=\"Gunky oil slimes Panhandle beaches to Grayton state  park\">Gunky oil slimes Panhandle beaches to Grayton state park</a>,\" June 6, 2010.</div>\r\n<div>&nbsp;</div>\r\n<div>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/business/energy/oil-spill-disaster-raises-crists-profile-as-he-campaigns-for-the-us-senate/1106287\" target=\"_blank\" title=\"Oil spill disaster raises Crist's profile as he  campaigns for the U.S. Senate\">Oil spill disaster raises Crist's profile as he campaigns for the U.S. Senate</a>,\" July 2, 2010.</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>\"I have spent virtually every weekend since Memorial Day in the Panhandle.\"</p>", "statement_context": "a speech at the Florida Association of Counties conference", "statement_date": "2010-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": null}