{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jul/06/andrew-napolitano/glenn-beck-host-says-obama-may-soon-be-able-shut-d/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2011, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2011/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>We've gotten a lot of e-mails from readers asking us to weigh in on the claim that President Barack Obama may soon be able to use a \"kill switch\" to shut down and take over the Internet. The rumors, which are spreading like wildfire through the technology blogosphere, are tied to a bill currently pending in Congress that would allow the president to implement \"short-term emergency measures\" to protect the United States from a cyber attack. <br /><br />Discussion about the bill came up on a June 28, 2010, segment of the <em>Glenn Beck </em>show, guest-hosted by Judge Andrew Napolitano, a Fox News contributor. Napolitano argued that the bill is a \"power grab\" by the government, and that private companies are more than capable of protecting themselves against cyber-attacks. \"There are mechanisms in place to shut down the Internet privately,\" said Napolitano. <br /><br />We wondered whether Napolitano is right that private Internet providers have it all under control. <br /><br />First, however, a little primer on cyber attacks. The most common are \"penetration attacks\" and \"denial of service\" attacks. The former consist of an unauthorized&nbsp;individual or group accessing a computer network. The latter entails crippling system functionality, which can result in a network shutdown. As an example, malicious hackers can take entire websites offline by generating so many access requests that the server comes to a halt. In August 2009, <a href=\"http://www.wired.com/epicenter/2009/08/twitter-apparently-down/\" target=\"_blank\">hackers used a denial of service attack to temporarily bring down Twitter</a>.&nbsp;<br /><br />We should note that \"shutting down the Internet\" is just one of the many ways to respond to a cyber attack, and probably not the best one at that. Michael Locasto, a computer security expert from University of Calgary, told us that in most cases, eliminating the Internet infrastructure \"would be the absolute worst course of action system defenders could take,\" since it would make it much more difficult to coordinate efforts against a large-scale threat. A much better option would be to filter certain kinds traffic that was deemed harmful, said Mark Rasch, a technology expert and a former Department of Justice attorney. <br /><br />That may be what Napolitano had in mind when he made the claim, but the wording of his statement makes it seem as though service providers could just take every network in the country offline and the problem would be solved. <br /><br />Beyond that, the several experts we spoke with agreed that it is technologically possible for Internet Service Providers (ISPs) to significantly limit the flow of Internet traffic. <br /><br />\"If 'shutting down the Internet' means denying network access to everyone outside the U.S., or to everyone inside the U.S., then there is no fundamental scientific or technological barrier to achieving it,\" said Steven Low, professor of Computer Science and Electrical Engineering at the California Institute of Technology. Although the Internet consists of tens of thousands of computer networks, the core infrastructure is largely controlled by a few large providers, so-called Tier-1 ISPs. <br /><br />If these providers decided to stop routing Internet traffic or dropped connections with their peers, we'd see major&nbsp;disruptions in connectivity. There are, however, a few caveats. <br /><br />First, experts disagree on how difficult it would be for service providers to coordinate with one another during a widespread cyber attack. <br /><br />\"We've never had a widespread cyber attack against the U.S., and no one has ever had to coordinate any response to such an event. In fact, it isn&rsquo;t clear we have any proper response strategy as a nation,\" said Salvatore Stolfo from Columbia University.</p>\r\n<p>Michael Locasto told us that the network operator community is fairly tight-knit, so \"it is conceivable that (network operators) could coordinate a response to a major event and terminate basic connectivity within a matter of minutes.\" Network operators who maintain the Internet backbone share cell phone information, <a href=\"http://www.nanog.org/about/\" target=\"_blank\">have regular meetings</a>, and often work together through established channels in emergencies.</p>\r\n<p>Still, such a move would necessarily involve coordination by many people and groups. By design, the Internet does not have any form of \"central authority.\" During an attack, private providers, who are often required by legal contracts to supply Internet access, would have to jointly agree to cut service. Some of our experts said that an attempt to put large segments of the Internet offline would most likely require some form of political and military involvement, not to mention corporate approval.</p>\r\n<p>\"I don't think that it can be done without some kind of government mandate (or) state of emergency,\" Christopher Kruegel of University of California Santa Barbara said.</p>\r\n<p>Additionally, government agencies and the military use Internet networks that are only loosely connected to the wider network available to the public to browse websites and send e-mail. These limited-access networks are owned by private companies, but the providers are under strict contracts and regulation. So any attempt to cut off those connections would almost certainly require government involvement.</p>\r\n<p>Napolitano claimed that \"there are mechanisms in place to shut down the Internet privately.\" The experts we spoke with told us that it is technically possible for large service providers to severely limit Internet connectivity. Moreover, there are both formal and informal channels for network operators who manage the Internet backbone to communicate with each other in times of emergencies.</p>\r\n<p>Still, there was disagreement among our experts on how difficult it would be for ISPs to coordinate with one another and whether the government would have to get involved. It is clear, however, that the government would have to participate in order to shut down its own networks, and there is an argument to be made that \"shutting down the Internet\" might hurt the response to a cyber attack more than it would help. We rate this Half True.</p>", "ruling_comments_date": "2010-07-06T18:26:01.606676", "ruling_date": "2010-07-06T18:22:23", "ruling_headline": "Glenn Beck host says Obama may soon be able to shut down the Internet", "ruling_headline_slug": "glenn-beck-host-says-obama-may-soon-be-able-shut-d", "ruling_link_text": "Try rebooting the country", "ruling_state": null, "source_documents": null, "sources": "<p>Judge Andrew Napolitano, Glenn Beck Show, June 28, 2010 (accessed via Lexis Nexis)<br /><br />E-mail interview, Christopher Kruegel, University of California Santa Barbara, June 30, 2010<br /><br />E-mail interview, Steven Low, California Institute of Technology, June 30, 2010<br /><br />E-mail interview, Michael Locasto, University of Calgary, July 1, 2010<br /><br />E-mail and phone Interview, Mark Rasch, formerly Department of Justice, July 1, 2010<br /><br />E-mail interview, Steven Schultz, Princeton University, July 1, 2010<br /><br />E-mail interview, Salvatore J. Stolfo, Columbia University, July 6, 2010<br /><br />The Wall Street Journal, <a href=\"http://blogs.wsj.com/washwire/2010/06/20/lieberman-dismisses-concerns-over-internet-bill/\" target=\"_blank\">Lieberman Dismisses Concerns Over Internet Bill</a>, by Deborah Solomon, June 20, 2010<br /><br />PC Magazine, <a href=\"http://www.pcmag.com/article2/0,2817,2365393,00.asp\" target=\"_blank\">Lieberman Backs Away from 'Internet Kill Switch'</a>, by Chloe Albanesius, June 21, 2010<br /><br />Wired Magazine, <a href=\"http://www.wired.com/epicenter/2009/08/twitter-apparently-down/\" target=\"_blank\">Denial-Of-Service Attack Knocks Twitter Offline</a>, by Eliot Van Buskirk, Aug. 6, 2009<br /><br />Dr. Joseph Migga Kizza, University of Tennessee at Chattanooga, <a href=\"http://www.utc.edu/~jkizza/Books/CyberEthics/CyberNotes/Chapter3.ppt\" target=\"_blank\">cyber attack types PowerPoint presentation</a>, accessed July 5, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "Andrew", "half_true_count": 2, "home_state": "", "id": 503, "last_name": "Napolitano", "mostly_true_count": 0, "name_slug": "andrew-napolitano", "pants_count": 3, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/111213_judge_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/503/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>\"There are mechanisms in place to shut down the Internet privately.\"</p>", "statement_context": "comments on the 'Glenn Beck' show", "statement_date": "2010-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}