{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/jul/07/david-segal/segal-says-he-passed-laws-cracking-down-wall-stree/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2014, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2014/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n<div style=\"margin: 0px; background-color: transparent;\">\r\n<div style=\"margin: 0px; background-color: transparent;\">Like many candidates in this midterm election, state Rep. David Segal, one of four Democrats running for Congress in the 1st District, has pledged to fight for families and stand up to corporate interests. <br /><br />On his website, he takes that promise a step further: \"Together, we&rsquo;ve won some important victories. As Washington debates cracking down on the big Wall Street banks, I&rsquo;ve passed legislation that does so. Working hand-in-hand with the grassroots, I pushed into law bills that crack down on the big banks&rsquo; foreclosures and predatory lending.\"<br /><br />What big Wall Street banks was he muscling in Rhode Island? We decided to ask him.<br /><br />Segal says the statement refers to two pieces of legislation he helped pass. The first was a 2006 ordinance targeting predatory lending that he sponsored while serving as a member of the Providence City Council. The bill forbids Providence to deposit city funds with so-called predatory lenders. <br /><br />The ordinance did little to stop the foreclosure storm headed for Rhode Island. But it&rsquo;s true that Segal and the council took steps to address the problem more than two years before it reached crisis stage. <br /><br />The second piece of legislation Segal cited is a 2009 bill he sponsored as a state representative. The version that ultimately passed requires lenders to notify borrowers at least 45 days before a foreclosure action. The written notice must advise the borrower of the availability of free counseling through mortgage counselors approved by the U.S. Department of Housing and Urban Development.<br /><br />Segal says his sponsorship of the bill constitutes \"cracking down\" on the \"big Wall Street banks\" because lobbyists associated with those banks testified against the proposal in committee hearings. <br /><br />This is where his claim proves to be too bold. <br /><br />Records show that only one person representing large banks testified in opposition at the first hearing on March 31: James Hahn, a Providence lawyer who spoke on behalf of the Rhode Island Mortgage Bankers Association. The House Judiciary Committee did not tape that hearing, leaving no official record. <br /><br />But Hahn said his association -- which lobbies for both very large national banks and very small local ones -- offered lukewarm opposition. <br /><br />Segal contended that the second hearing, on October 27, was much more heated. The bank lobbyists, he said, strenuously objected to the bill and he angrily stood up to them. That proceeding was recorded. <br /><br />Watch the tape, Segal urged us, you&rsquo;ll see. So we did. But we saw no one strenuously objecting to anything. In fact, it seemed quite civil.<br /><br />Three banking industry lobbyists testified. All expressed support for Segal&rsquo;s legislation. Among them, Bill Farrell, the lobbyist for the Rhode Island Bankers Association, testified that he had \"no problem with the language that&rsquo;s in this proposal.\" <br /><br />Their only objection was that a second compromise provision they&rsquo;d worked on with Segal and several housing advocates had been pulled at the last second without their knowledge. That measure would have preempted cities and towns from establishing individual municipal foreclosure statutes, something the lobbyists thought would create confusion. <br /><br />Despite what he told us about getting angry that day, Segal himself says little on the tape to oppose their testimony, or to address the preemption issue. <br /><br />But he now says he was responsible for having the municipal provision removed and cites that as proof that he cracked down on \"big Wall Street banks.\" Segal argues that the lobbyists -- and Farrell in particular -- represent those institutions, and says killing a part of the legislation they supported constitutes standing up to Wall Street. &nbsp;<br /><br />Among the banks that Farrell represents is Bank of America, one of the nation&rsquo;s largest. However the organization also includes small, local banks. Brenda Clement, executive director of the Housing Action Coalition of Rhode Island, made a point during the hearing of suggesting that most of Farrell&rsquo;s clients are not Wall Street giants. &nbsp;<br /><br />\"Mr. Farrell represents the Rhode Island Bankers Association who are in general not the problem in the foreclosure issue. Their membership [is] banks here in our community and they are working with us all the time,\" she said. <br /><br />The General Assembly went on to approve that legislation which Governor Carcieri then vetoed. When legislators returned in January, they overrode it. Farrell acknowledges that he asked Carcieri to veto the bill because it did not include the municipal preemption piece that legislators had promised.<br /><br />Given all that, does Segal&rsquo;s sponsorship constitute a cracking down on \"big Wall Street banks\"? <br /><br />We understand that the banks he talks about played a major role in the mortgage crisis. But we see little evidence that Segal&rsquo;s actions did anything to really crack down on those institutions. Requiring any bank -- Wall Street or Main Street -- to send a 45-day notification letter hardly equates to cracking down on them. <br /><br />Segal maintains that he sees no difference between fighting against foreclosures and \"cracking down\" on these companies. <br /><br />But words matter and his don&rsquo;t reflect what he accomplished. <br /><br />Lastly, there is the issue of the language in Segal&rsquo;s statement. Despite his phrasing, he did not pass this legislation himself. He sponsored the bill, along with four other representatives, that the legislative leadership then green-lighted for approval. It passed the House in a 48 to 19 vote, a wide enough margin for legislators to later override the veto. To say he passed it implies that he alone did the legwork and that&rsquo;s just not how the General Assembly works. <br /><br />Segal&rsquo;s measures in 2006 showed a foresight about a brewing problem and the gumption to try to do something about it. But his actions at the General Assembly in 2009 were nowhere near bold enough to warrant a claim that he cracked down on big Wall Street banks. We&rsquo;re calling it Barely True.</div>\r\n</div>\r\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-07T15:08:47.347312", "ruling_date": "2010-07-07T15:04:13", "ruling_headline": "Segal says he passed laws cracking down on Wall Street banks", "ruling_headline_slug": "segal-says-he-passed-laws-cracking-down-wall-stree", "ruling_link_text": "Goldman Sachs has little to fear", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n<div style=\"margin: 0px; background-color: transparent;\"><a href=\"http://www.votesegal.com/\" target=\"_blank\">Segal for Congress website,</a> &nbsp;accessed June 17, 2010<br /><br />Interviews, Rep, David Segal, June 18 and 28, 2010 <br /><br />Interview, James Hahn, Rhode Island Mortgage Bankers Association, June 22, 2010<br /><br />Interview, Brenda Clement, executive director of the Housing Action Coalition of Rhode Island, June 17, 2010<br /><br />Interview, Bill Farrell, Rhode Island Bankers Association lobbyist, June 30, 2010<br /><br />Warren Group Mortgage Marketshare Report, as prepared for Rhode Island Housing, 2009 <br /><br />Rhode Island State Legislature website, <a href=\"http://www.rilin.state.ri.us/BillText/BillText09/HouseText09/H5492aa.htm\" target=\"_blank\">Bill H5492aa </a>as amended.<br /><br />House Judiciary Committee testimony records from March 31, 2010, on file with the committee clerk at the State House. Document faxed to The Journal. <br /><br />House Judiciary Committee televised hearing, October 27, 2009</div>\r\n<div style=\"margin: 0px; background-color: transparent;\"><br />\r\n<div style=\"margin: 0px; background-color: transparent;\"><a href=\"http://www.projo.com/news/politics/politifact/2010/segal1_01022007.pdf\" target=\"_blank\">\"Outgoing council busy with finishing last-minute work,\" </a>The Providence Journal, January 2, 2007<br /><br /><a href=\"http://www.projo.com/news/politics/politifact/2010/segal2_05172006.pdf\" target=\"_blank\">\"Commentary - City Council to vote on curbs on predatory lending,\"</a> The Providence Journal, May 17, 2007</div>\r\n</div>\r\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Representative", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Rhode Island", "id": 505, "last_name": "Segal", "mostly_true_count": 0, "name_slug": "david-segal", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/segal_david80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/505/", "total_count": 1, "true_count": 0, "website": "http://www.votesegal.com/"}, "statement": "<p>\r\n<div style=\"margin: 0px; background-color: transparent;\">\r\n<div style=\"margin: 0px; background-color: transparent;\">&quot;As Washington debates cracking down on the big Wall Street banks, I&rsquo;ve passed legislation that does so.&quot;</div>\r\n</div>\r\n</p>", "statement_context": "a statement on his campaign website", "statement_date": "2010-06-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": null}