{"art": [{"brightcove": "", "caption": "Alexi Giannoulias campaign ad \"On and On\"", "id": 506, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/506/", "title": "Alexi Giannoulias campaign ad \"On and On\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/D74omWYgv00?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "D74omWYgv00"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jul/08/alexi-giannoulias/alexi-giannoulias-says-kirk-mixed-politics-militar/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2028, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2028/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>A race for President Barack Obama's old Illinois U.S. senate seat features enough negative attacks to keep an army of fact-checkers busy.<br /><br />Democrat Alexi Giannoulias' go-to dig has been numerous misstatements made by his Republican rival, U.S. Rep. Mark Kirk, about his military record.<br /><br />An ad entitled <a href=\"http://www.youtube.com/watch?v=D74omWYgv00\" target=\"_blank\">\"On and On\"</a> from the Giannoulias campaign hits on a number of them rapid-fire -- splicing Kirk's words with TV news commentary and print media reports calling Kirk out for misstatements. The idea is to paint Kirk as a \"typical Washington politician\" who cannot be trusted.<br /><br />Kirk has copped to misspeaking and being \"careless\" with facts about his military records. We'll discuss each of the misstatements cited in the Giannoulias ad briefly before delving more deeply into one of the most recent and controversial claims in the ad, that, \"He (Kirk) did violate Pentagon rules, twice actually, for improperly mingling politics with his military service.\"<br /><br />Before we get started, though, here's a little on Kirk's military history. He has served in the Naval Reserve for 21 years as an intelligence officer, and currently holds the rank of commander.</p>\r\n<p>In 1999, Kirk was called into active duty and deployed to Aviano, Italy, in support of Operation Allied Force, the war in Kosovo. He was the team leader for an ad-hoc intelligence team used to support air combat operations during Kosovo. Commanding officers raved about his \"phenomenal performance\" and described Kirk as \"a natural and charismatic leader\" and \"head and shoulders above any intelligence officer I have ever met.\" Elected to Congress in 2001, Kirk has continued his military service, which included two two-week training stints in Afghanistan, in late 2008 and 2009. <br /><br />According to Navy records, Kirk has been awarded two Navy Marine Corps Commendation Medals, a Joint Meritorious Unit Award, Navy Unit Commendation, Meritorious Unit Commendation, a National Defense Service Medal, a Navy E Ribbon and a Global War on Terrorism Service Medal.</p>\r\n<p>For this item we are going to do a Truth-O-Meter ruling on&nbsp;Giannoulias' claim&nbsp;that Kirk \"did violate Pentagon rules, twice actually, for improperly&nbsp;mingling politics with his military service.'' But before we get to that part of the ad, we're going to examine other quotes from Kirk that Giannoulias also&nbsp;uses in the ad.&nbsp;<br /><br /><strong>\"I was the Navy's Intelligence Officer of the Year.\"<br /></strong><br />This is perhaps the highest-profile of the military gaffes by Kirk, one he boasted about both on his resume and on the floor of Congress.<br /><br />He didn't win that award. Rather, in 2000, the National Military Intelligence Association awarded the intelligence unit led by Kirk with the Vice Admiral Rufus L. Taylor Navy Reserve Intelligence Award, which honors exceptional achievement by outstanding intelligence professionals. And Kirk was tapped to physically accept the award at the National Military Intelligence Association&rsquo;s annual awards banquet.<br /><br />Kirk has since acknowledged that he incorrectly referred to himself as the &ldquo;Intelligence Officer of the Year.\" <br /><br />\"Most importantly, I wasn't thinking,\" Kirk said in a press conference. \"This was a carelessness that did not reflect well upon me.\"<br /><br /><strong>\"I served in Iraq and Afghanistan.\"<br /></strong><br />At other times, Kirk or his campaign literature have described him as \"a veteran of Operation Desert Storm and Operation Enduring Freedom.\" He actually served as an intelligence officer stateside in Maryland as a reservist during both operations. The Kirk campaign later changed his record to read that he served \"during\" the operations. And again, his service in Afghanistan consisted of two two-week training sessions. <br /><br /><strong>\"The last time I was in Iraq, I was in uniform flying and the Iraqi air defense network was shooting at us.\"</strong><br /><br />In 2000, Kirk trained with a squadron based in Turkey, and flew over Iraq as part of Operation Northern Watch, enforcing a no-fly zone in the northern part of the country.<br /><br />In a June 4, 2010 interview with the <em>Chicago Sun-Times,</em> Kirk later clarified \"that while he heard reports of enemy fire, he cannot be sure his plane was ever fired on in Iraq or Kosovo.\"<br /><br />\"I want to be very contrite and say there is a casualness with which I sometimes describe military details,\" Kirk told the <em>Sun-Times</em>. \"And if it gave the impression that my military record is larger than it was, I want to apologize.\"<br /><br /><strong>\"I command the war room in the Pentagon.\"</strong><br /><br />Another misstatement. According to the <em>Chicago Sun-Times</em>, and acknowledged in an interview with Kirk, he commands one of two rooms -- the intelligence unit -- for eight hours at a time on his once-a-month weekend Naval reserve duties. Kirk told the newspaper he misspoke as he was trying to explain that to a civilian audience.<br /><br />But our ruling here is on this claim by Giannoulias:&nbsp;</p>\r\n<p><strong>\"He did violate Pentagon rules, twice actually, for improperly mingling politics with his military service.\"<br /></strong><br />This was an issue first brought to light by blogger Terry Welch, who <a href=\"http://nitpicker.blogspot.com/2010/06/dod-under-secretary-says-mark-kirk.html\" target=\"_blank\">posted</a> a Dec. 18, 2009, memo from Deputy Under Secretary of Defense Gail McGinn approving an exception to allow Kirk to train in Afghanistan. The memo contained this intriguing concluding paragraph:<br /><br />\"As a candidate for the vacant Senate seat in Illinois, Commander Kirk must complete the appropriate acknowledgment of limitations required for all candidates on active duty. ... Ordinarily this acknowledgment must be completed within 15 days of entering active duty. Because of the short period of active duty and concerns arising from his partisan political activities during his last two tours of active duty, Commander Kirk must complete this form prior to his entry on active duty.\"</p>\r\n<p>Kirk campaign spokeswoman Kirsten Kukowski released a statement: \"Mark Kirk has served our nation in the U.S. Navy for two decades and has done so honorably. The fact is, Congressman Kirk never violated Defense Department policies. He has misspoken about his record, acknowledged it and apologized. Mark Kirk left for Afghanistan and he did not engage in political activities -- even in the face of radio commercials accusing him of being gay. The memorandum in question is simply off the mark. Furthermore, this raises grave concerns and questions about who gained access to Kirk's confidential records. The document in question should be viewed for what it is -- a baseless political ploy by partisans bent on defending a U.S. Senate seat at any cost.\"</p>\r\n<p>The Pentagon, however, later clarified, saying that on two occasions, Kirk was \"counseled\" about violating military policy regarding getting involved in politics while on active duty, and that Kirk was required to sign a statement acknowledging he knew the rules and wouldn't break them again, the AP reported.</p>\r\n<p>Specifically,&nbsp;the Pentagon said Kirk gave video interviews in late 2008 about Illinois Gov. Rod Blagojevich being arrested. And in July 2009, Kirk or a staff member wrote on the candidate's Twitter account that he was on duty at the Pentagon's National Military Command Center.</p>\r\n<p>According to a&nbsp;<a href=\"http://www.dtic.mil/whs/directives/corres/pdf/134410p.pdf\" target=\"_blank\">Department of Defense directive</a> on political activities by members of the Armed Forces: \"In keeping with the traditional concept that members on active duty should not engage in partisan political activity, and that members not on active duty should avoid inferences that their political activities imply or appear to imply official sponsorship, approval, or endorsement.\" Specifically, the rules say that \"a member of the Armed Forces on active duty shall not ... participate in any radio, television, or other program or group discussion as an advocate for or against a partisan political party, candidate, or cause.\"</p>\r\n<p>According to AP coverage of a Kirk press conference published on June 30, 2010, \"As Kirk apologized (for some of his misstatements about his military record), however, he also acknowledged something his campaign had flatly denied just two weeks ago &mdash; that he was twice scolded by the Pentagon for improperly mingling politics with his military duties.\"</p>\r\n<p>He stopped short of acknowledging that he had actually violated military policy, though.</p>\r\n<p>The Giannoulias ad states, \"He (Kirk) did violate Pentagon rules, twice actually, for improperly mingling politics with his military service.\" The Pentagon released a statement to AP saying that Kirk was twice \"counseled\" for mixing politics with military service. And we have a memo from the Deputy Under Secretary of Defense referring to \"concerns arising from his partisan political activities during his last two tours of active duty.\"</p>\r\n<p>The fact that Kirk was merely \"counseled\" suggests these were not deemed terribly egregious violations of military policy. But the Pentagon did tell AP that Kirk signed a statement acknowledging that he knew the rules and wouldn't break them again. You don't sign such a statement if you aren't deemed to have skirted the rules. We rule this claim True.</p>", "ruling_comments_date": "2010-07-08T18:19:30.835555", "ruling_date": "2010-07-08T18:18:21", "ruling_headline": "Alexi Giannoulias says Kirk mixed politics and military service", "ruling_headline_slug": "alexi-giannoulias-says-kirk-mixed-politics-militar", "ruling_link_text": "Retreat!", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com. Alexi Giannoulias ad <a href=\"http://www.youtube.com/watch?v=D74omWYgv00\" target=\"_blank\">\"On and On,\"</a> June 30, 2010</p>\r\n<p>Nitpicker blog, <a href=\"http://nitpicker.blogspot.com/2010/06/dod-under-secretary-says-mark-kirk.html\" target=\"_blank\">\"DoD Under Secretary says Mark Kirk broke the law,\"</a> June 9, 2010</p>\r\n<p>Department of Defense, Directive, <a href=\"http://www.dtic.mil/whs/directives/corres/pdf/134410p.pdf\" target=\"_blank\">Subject: Political Activities by Members of the Armed Forces</a>, Feb. 19, 2008</p>\r\n<p>Mark Kirk campaign website, <a href=\"http://www.kirkforsenate.com/?page_id=677\" target=\"_blank\">Fact Check: \"Mob Banker\" Who Never Served Attacks Decorated Naval Officer&rsquo;s Distinguished Service Record&nbsp; </a></p>\r\n<p>Alexi Giannoulias campaign website, <a href=\"http://www.alexiforillinois.com/blog/whoismarkkirkcom\" target=\"_blank\">WhoIsMarkKirk.com</a></p>\r\n<p>Chicago Tribune, <a href=\"http://www.chicagotribune.com/news/elections/ct-met-senate-kirk-giannoulias-20100612,0,2203077.story\" target=\"_blank\">\"Kirk again challenged over military record,\"</a> by John Chase and Todd Lighty, June 13, 2010</p>\r\n<p>AP, <a href=\"http://news.yahoo.com/s/ap/20100629/ap_on_el_se/us_illinois_senate_race\" target=\"_blank\">\"Kirk apologizes for being 'careless' on his record,\"</a> by Deanna Bellandi, June 29, 2010</p>\r\n<p>Time,&nbsp; Swampland blog, <a href=\"http://swampland.blogs.time.com/2010/06/02/no-one%E2%80%99s-going-to-beam-you-out-of-this-one-mr-kirk/\" target=\"_blank\">\"No One's Going to Beam You Out of This One, Mr. Kirk,\"</a> by Jay Newton-Small, June 2, 2010</p>\r\n<p>AP, <a href=\"http://www.boston.com/news/nation/articles/2010/06/02/kirk_corrected_another_reference_to_military_role/\" target=\"_blank\">\"Senate candidate faces more heat over Navy record,\"</a> by Christopher Wills and Deanna Bellandi, June 2, 2010&nbsp;</p>\r\n<p>AP, <a href=\"http://www.huffingtonpost.com/2010/06/15/mark-kirk-mixed-military-_n_612414.html\" target=\"_blank\">\"Mark Kirk Mixed Military Service With Politics And Was Warned Twice, Says Pentagon,\"</a> by Christopher Willis, June 15, 2010&nbsp;</p>\r\n<p>Chicago Sun-TImes, <a href=\"http://blogs.suntimes.com/sweet/2010/06/mark_kirk_warned_defense_depar.html\" target=\"_blank\">\"Mark Kirk warned by Defense Department not to campaign while on Navy reserve duty,\"</a> by Lynn Sweeton, June 9, 2010</p>\r\n<p>Talking Points Memo, <a href=\"http://tpmdc.talkingpointsmemo.com/2009/07/did-kirk-break-military-regs-with-twitter-posts.php\" target=\"_blank\">\"Did Kirk Break Military Regs With Twitter Posts?\"</a> by Eric Kleefeld, July 30, 2009</p>\r\n<p>AP, <a href=\"http://www.kwqc.com/Global/story.asp?S=12729978\" target=\"_blank\">\"Kirk acknowledges being counseled by Pentagon,\"</a> June 29, 2010</p>\r\n<p>Chicago Sun-Times, \"Kirk apologizes for latest missteps, rips opponent; Senate candidate promises to make himself more available,\" by Abdon M. Pallasch, June 30, 2010</p>\r\n<p>Chicago Sun-Times, \"Kirk: 'I simply misremembered it wrong': Senate GOP hopeful apologizes for military record 'misstatements,\" by Abdon M. Pallasch, June 4, 2010<br /><br /></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Alexi", "half_true_count": 0, "home_state": "Illinois", "id": 507, "last_name": "Giannoulias", "mostly_true_count": 0, "name_slug": "alexi-giannoulias", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/giannoulias.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/507/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\"He (Kirk) did violate Pentagon rules, twice actually, for improperly mingling politics with his military service.\"</p>", "statement_context": "a campaign commercial", "statement_date": "2010-07-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 36, "photo": null, "resource_uri": "/api/v/2/subject/36/", "subject": "Patriotism", "subject_slug": "patriotism", "used_in_edition": []}], "target": [], "twitter_headline": null}