{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jul/15/dave-aronberg/dan-gelber-and-his-ties-bp-questioned-opponent/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2061, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2061/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIf Florida winds up suing BP over the Gulf of Mexico oil spill, a newly elected Attorney General Dan Gelber may have to sit the case out, according to his rival for the Democratic nomination.<br />\r\n\t<br />\r\n\tDave Aronberg says that Gelber could be disqualified from representing the state in a case against BP because the private law firm he worked for until recently, Akerman Senterfitt, signed BP as a client in oil spill matters.<br />\r\n\t<br />\r\n\tThe relationship between BP, Akerman Senterfitt and Gelber could create a conflict of interest too big for a judge to ignore, Aronberg says.<br />\r\n\t<br />\r\n\t&quot;As one of the leading critics of BP, you will never have to worry which side I&#39;m on,&quot; Aronberg, a state senator from Greenacres, wrote in an e-mail to supporters. &quot;Our next Attorney General needs to be the people&#39;s attorney -- and not the polluter&#39;s attorney.<br />\r\n\t<br />\r\n\t&quot;I&#39;m not angry at my opponent. He and I served in the legislature together. The fact remains, however, that his employment by BP&#39;s law firm could disqualify him from representing Florida against BP as Attorney General.&quot;<br />\r\n\t<br />\r\n\tThe accusation is significant, especially in a down-ballot state primary featuring candidates who have few policy disagreements. But is it true?<br />\r\n\t<br />\r\n\tFirst, the germane facts.<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/fileview?id=1Rzfn5X2GYkvlSwEM2y9RvdqI8IsP6ME2XLZM0igAgAspdZOtcXjtE1oGdyFY&amp;hl=en\">Gelber was indeed an &quot;of counsel&quot; lawyer for Akerman Senterfitt</a>, working in the Litigation Practice Group in the firm&#39;s Miami office (Akerman also has Florida offices in Fort Lauderdale, Tallahassee, Tampa and West Palm Beach, and is Florida&#39;s largest law firm).<br />\r\n\t<br />\r\n\tAnd Akerman Senterfitt was hired to represent BP in all of its Florida civil litigation.<br />\r\n\t<br />\r\n\tThe two events -- Gelber&#39;s work for Akerman, and Akerman&#39;s relationship with BP -- overlapped for at least about a month. We don&#39;t know exactly when BP hired Akerman, and an Akerman spokesman didn&#39;t return our call for comment, but it happened before May 24. We&#39;ll explain how we know that in a second.<br />\r\n\t<br />\r\n\tGelber, meanwhile, announced he was resigning from the firm in an e-mail on June 24. (Read it <a href=\"https://docs.google.com/fileview?id=1GrDtLJy4X0tFAVebEAuhw9-mMfAqusciwRtLH5K36fD6I8ECe6kk_OCX6Qcb&amp;hl=en\">here</a>). The e-mail says Gelber planned on leaving the firm in early July, but Gelber said his resignation became official by June 28.<br />\r\n\t<br />\r\n\tSo Gelber was a lawyer for a firm representing BP for about a month. Now the question is would that by itself disqualify him from handling a case against BP as attorney general?<br />\r\n\t<br />\r\n\t<strong>Florida Bar rules</strong><br />\r\n\t<br />\r\n\tThe Florida Bar sets quite specific rules for determining conflicts of interest.<br />\r\n\t<br />\r\n\tThe bar, <a href=\"http://www.floridabar.org/divexe/rrtfb.nsf/FV/ABDCF0F2EC60934D8525717100564276\">in rule 4-1.9,</a> says that a lawyer who has formerly represented a client cannot &quot;represent another person in the same or a substantially related matter in which that person&#39;s interests are materially adverse to the interests of the former client unless the former client gives informed consent.&quot;<br />\r\n\t<br />\r\n\tAnother rule deals more specifically with public officers, which Gelber would be if elected attorney general. Bar rule <a href=\"http://www.floridabar.org/divexe/rrtfb.nsf/FV/5763DE8BF8B4340B85257171005840AF\">4-1.11 says</a> that a lawyer currently serving as a public officer or employee cannot &quot;participate in a matter in which the lawyer participated personally and substantially while in private practice or nongovernmental employment, unless the appropriate government agency gives its informed consent.&quot;<br />\r\n\t<br />\r\n\tAronberg pointed us to additional bar regulations (<a href=\"https://flabar.org/divexe/rrtfb.nsf/FV/C2C23A03CAF6C9C6852571710056CC35\">4-1.10</a>) that say that a firm of lawyers is essentially <a href=\"https://flabar.org/divexe/rrtfb.nsf/FV/C2C23A03CAF6C9C6852571710056CC35\">one lawyer</a> for purposes of the rules governing loyalty to the client.<br />\r\n\t<br />\r\n\tThere are all kinds of buzz words there for us to ferret out. In one sense, the key is whether Gelber represented BP, in another it&#39;s whether he participated personally and substantially. Looking at it another way, it&#39;s crucial perhaps to know what work Akerman did for BP in the month that Gelber was still employed at the firm.<br />\r\n\t<br />\r\n\tWe asked Gelber, a state Senator from Miami Beach, to explain his role in any litigation related to BP.<br />\r\n\t<br />\r\n\t&quot;Everything I heard about it, I read through the newspaper,&quot; Gelber said.<br />\r\n\t<br />\r\n\t<strong>Q:</strong> Were you part of any privileged conversations?</p>\r\n<p>\r\n\t<strong>A:</strong> No.<br />\r\n\t<br />\r\n\t<strong>Q: </strong>Did you see any privileged or confidential material?</p>\r\n<p>\r\n\t<strong>A:</strong> No.<br />\r\n\t<br />\r\n\t&quot;I can list all the things I didn&#39;t know, but the easiest thing to say is that I knew nothing,&quot; Gelber said.<br />\r\n\t<br />\r\n\tTo his point, Gelber said he didn&#39;t even have a conversation with his supervisors after learning that BP retained Akerman. He didn&#39;t want to ask when BP hired Akerman. He didn&#39;t want to ask why no one told him. He just didn&#39;t want to ask.<br />\r\n\t<br />\r\n\tThere&#39;s also the matter of a letter written by another state legislator and Akerman lawyer, Alex Villalobos, specifically requesting Villalobos, Gelber and other Akerman lawyers who are also members of the state Legislature not be part of the BP litigation or privy to any BP information.<br />\r\n\t<br />\r\n\t<a href=\"http://www.dailybusinessreview.com/images/news_photos/63190/Document.pdf\">That letter</a> was written on May 24, the first record of BP being represented by Akerman Senterfitt.<br />\r\n\t<br />\r\n\t&quot;We specifically request that we remain walled off and isolated from any discussions, documents or activities of any kind between the firm and BP,&quot; Villalobos wrote in a letter that was copied to Gelber. (Gelber says that he actually didn&#39;t see a copy of the Villalobos letter until weeks after it was written).<br />\r\n\t<br />\r\n\t<strong>Legal opinions</strong><br />\r\n\t<br />\r\n\tWith all that in mind, we turned to a cadre of legal experts to see if there is or could be a conflict.<br />\r\n\t<br />\r\n\tMost thought it would be difficult to have Gelber removed.<br />\r\n\t<br />\r\n\t&quot;It seems to be quite unlikely,&quot; said John Steele, who runs the Legal Ethics Forum and has taught legal ethics classes at Stanford, University of California-Berkeley, Santa Clara, and Indiana University. &quot;The devil is in details we probably don&#39;t have access to and never will.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s not enough, in most cases, for a judge to declare a conflict simply because Gelber worked for a firm for one month that simultaneously did work on BP&#39;s behalf. The question, Steele said, is did Gelber hear something in the halls of Akerman Senterfitt, or see an e-mail that might make BP uncomfortable should he sit as an opposing counsel.<br />\r\n\t<br />\r\n\tAlso, Steele said, BP would have to raise the objection to have Gelber disqualified. Trying to get Florida&#39;s attorney general tossed off the case could have damaging political impacts for BP, Steele notes.</p>\r\n<p>\r\n\tThree other law professors we spoke with -- W. Bradley Wendell, a professor at Cornell Law School, Stephen Gillers, the Crystal Eastman Professor of Law at the New York University School of Law and Roberta K. Flowers, Wm. Reece Smith, Jr. Distinguished Professor at the Stetson College of Law -- agreed with Steele&#39;s assessment.</p>\r\n<p>\r\n\t&quot;The claim is false,&quot; said Gillers. &quot;If Gelber did not do work for BP on the spill while at the firm, Florida conflict rules, and those in all U.S. jurisdictions, permit him to represent the state against BP as Attorney General.&quot;</p>\r\n<p>\r\n\tAdded Wendell: &quot;Lawyers, ironically, are sometimes not very knowledgeable about the law governing lawyers.&quot;</p>\r\n<p>\r\n\tYet other lawyers we talked to focused on Aronberg&#39;s use of the word &quot;could&quot; in describing Gelber&#39;s potential conflict.<br />\r\n\t<br />\r\n\t&quot;I do feel comfortable saying that his statement is potentially true, depending on the existence of certain facts,&quot; said Andrew Perlman, a professor at Suffolk University Law School. (We should note that Perlman is an acquaintance of Aronberg&#39;s from law school. PolitiFact Florida contacted him through the Legal Ethics Forum, however, and without knowing of his relationship with Aronberg.)<br />\r\n\t<br />\r\n\tRichard W. Painter, the S. Walter Richey Professor of Law at the University of Minnesota Law School, said &quot;the ball is in Gelber&#39;s court to establish that he would not be disqualified under the Florida rule, for example because he had no access to confidential information from BP about the oil spill.&quot;<br />\r\n\t<br />\r\n\t&quot;I didn&#39;t just willy-nilly make this up,&quot; said Aronberg, who said he spoke with Antonacci and former state Attorney General Richard Doran about Gelber&#39;s potential conflict. &quot;And there&#39;s a reason I said &#39;could.&#39; We don&#39;t know, this is a complicated thing and only a judge can make the final decision.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tLegal experts and law professors are clear that for Gelber to ever be removed in a case against BP, he needs to have had access to confidential information while working at Akerman Senterfitt. Put another way, it&#39;s not enough that he worked at Akerman for a month or so while the firm represented BP to disqualify him from pursuing a case against the oil giant.<br />\r\n\t<br />\r\n\tWhat evidence is there that Gelber received confidential or privileged information? None.<br />\r\n\t<br />\r\n\tWe couldn&#39;t find it. Neither could Aronberg. Nor has it been reported somewhere else.<br />\r\n\t<br />\r\n\tThat brings us to Aronberg&#39;s use of the word &quot;could&quot; in his claim -- Dan Gelber&#39;s employment by BP&rsquo;s law firm &quot;could disqualify him from representing Florida against BP as Attorney General.&quot;<br />\r\n\t<br />\r\n\tWe have to acknowledge that anything is possible. New information could come to light significantly tying Gelber to the BP case, and that indeed could lead to his disqualification.<br />\r\n\t<br />\r\n\tBut it isn&#39;t here yet, and in the absence of that information, Aronberg&#39;s claim sounds more like a scare tactic than rooted in some finding of fact. We rate his statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-15T15:31:26.906243", "ruling_date": "2010-07-15T17:47:17", "ruling_headline": "Dan Gelber and his ties to BP questioned by opponent", "ruling_headline_slug": "dan-gelber-and-his-ties-bp-questioned-opponent", "ruling_link_text": "He \"could,\" but there's no evidence he would", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDave Aronberg campaign, e-mail to supporters, July 2, 2010<br />\r\n\t<br />\r\n\tDave Aronberg campaign, interview with Allison North Jones, July 13, 2010<br />\r\n\t<br />\r\n\tInterview with Dave Aronberg, July 13, 2010<br />\r\n\t<br />\r\n\tInterview with Dan Gelber, July 14, 2010<br />\r\n\t<br />\r\n\tFlorida Bar, <a href=\"http://www.floridabar.org/divexe/rrtfb.nsf/FV/5763DE8BF8B4340B85257171005840AF\">rule 4-1.11</a><br />\r\n\t<br />\r\n\tFlorida Bar, <a href=\"https://flabar.org/divexe/rrtfb.nsf/FV/C2C23A03CAF6C9C6852571710056CC35\">rule 4-1.10</a></p>\r\n<p>\r\n\tFlorida Bar, <a href=\"https://flabar.org/divexe/rrtfb.nsf/FV/ABDCF0F2EC60934D8525717100564276\">rule 4-1.9</a><br />\r\n\t<br />\r\n\tAlex Villalobos, letter to <a href=\"http://www.dailybusinessreview.com/images/news_photos/63190/Document.pdf\">Akerman Senterfitt</a>, May 24, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Richard W. Painter, the S. Walter Richey Professor of Law at the University of Minnesota Law School, July 13, 2010<br />\r\n\t<br />\r\n\tInterview with John Steele, Legal Ethics Forum, July 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview with W. Bradley Wendell, a professor at Cornell Law School, July 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Stephen Gillers, the Crystal Eastman Professor of Law at the New York University School of Law, July 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Roberta K. Flowers, Wm. Reece Smith, Jr.Distinguished Professor at the Stetson College of Law, July 15, 2010<br />\r\n\t<br />\r\n\tInterview with Pete Antonacci, a former Deputy Attorney General of Florida who now works at Gray Robinson in Tallahassee, July 13, 2010<br />\r\n\t<br />\r\n\tDan Gelber&#39;s <a href=\"https://docs.google.com/fileview?id=1Rzfn5X2GYkvlSwEM2y9RvdqI8IsP6ME2XLZM0igAgAspdZOtcXjtE1oGdyFY&amp;hl=en\">employment contract with Akerman Senterfitt</a><br />\r\n\t<br />\r\n\tDan Gelber&#39;s <a href=\"https://docs.google.com/fileview?id=1GrDtLJy4X0tFAVebEAuhw9-mMfAqusciwRtLH5K36fD6I8ECe6kk_OCX6Qcb&amp;hl=en\">resignation e-mail</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state senator", "false_count": 0, "first_name": "Dave", "half_true_count": 1, "home_state": "Florida", "id": 332, "last_name": "Aronberg", "mostly_true_count": 0, "name_slug": "dave-aronberg", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OT_287458_KEEL_FLGOV_16.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/332/", "total_count": 4, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tDan Gelber&#39;s employment by BP&#39;s law firm &quot;could disqualify him from representing Florida against BP as Attorney General.&quot;</p>\r\n", "statement_context": "an e-mail to supporters.", "statement_date": "2010-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Dan", "half_true_count": 1, "home_state": "Florida", "id": 320, "last_name": "Gelber", "mostly_true_count": 3, "name_slug": "dan-gelber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Florida_Budget.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/320/", "total_count": 8, "true_count": 0, "website": ""}], "twitter_headline": "Dan Gelber questioned on his connections to BP"}