{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jul/16/nathan-deal/nathan-deal-says-immigration-costs-georgians-more-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2064, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2064/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a recent campaign commercial, candidate for governor Nathan Deal said he&#39;s concerned about &quot;you.&quot;<br />\r\n\t<br />\r\n\tAnd for your sake, he worries about illegal immigration.<br />\r\n\t<br />\r\n\tIn the ad, the former U.S. congressman walks along a lush meadow hemmed by a wooden fence, promising to get tough on illegal immigrants because they cost you far too much.<br />\r\n\t<br />\r\n\t&quot;Illegal aliens are costing Georgia taxpayers over a billion dollars every year,&quot; said Deal, who has long pushed for more restrictions on citizenship and aggressive enforcement of current immigration laws.<br />\r\n\t<br />\r\n\tMore than $1 billion? Is that possible?<br />\r\n\t<br />\r\n\tThe Deal campaign said the actual cost is even higher: $1.6 billion.<br />\r\n\t<br />\r\n\tThey cited a report by the Federation for American Immigration Reform, a group that shares Deal&#39;s ideas on immigration.<br />\r\n\t<br />\r\n\tIn its October 2008 report, &quot;The Costs of Illegal Immigration to Georgians,&quot; FAIR estimated state and local costs related to the education, health care and incarceration of illegal immigrants.<br />\r\n\t<br />\r\n\tDeal actually understated FAIR&#39;s figure. The group put the total cost at more than $1.6 billion.<br />\r\n\t<br />\r\n\tWe decided to take a closer look. Illegal immigration is a complex subject, and its fiscal impacts can be especially murky. Researchers have tried to estimate costs for two decades, but it&#39;s hard because important data is not available.<br />\r\n\t<br />\r\n\tFew nonpartisan sources issue alternative fiscal estimates that focus on Georgia, in part because it&#39;s hard to get enough state-level data to do the subject justice.<br />\r\n\t<br />\r\n\tAnother problem is these studies are issued by groups with agendas, said Jeff Passel, senior demographer with the Pew Hispanic Center, which tries to &quot;improve understanding of the U.S. Hispanic population and to chronicle Latinos&#39; growing impact on the nation.&quot; It does not take positions on policy issues.<br />\r\n\t<br />\r\n\t&quot;I can tell you what the result is based on who&#39;s doing the study,&quot; Passel said.<br />\r\n\t<br />\r\n\tThere is some consensus on the subject, according to a 2007 report by the Congressional Budget Office. The agency reviewed 29 studies on the issue and determined some areas where they agree.<br />\r\n\t<br />\r\n\tFor instance, if you lump legal and illegal immigrants together, they as a group bring in more in taxes than they use up over the long term, according to the CBO review. Also, the federal government doesn&#39;t give state and local governments enough to cover the cost of illegal immigration.<br />\r\n\t<br />\r\n\tFAIR&#39;s estimate of $1.6 billion was based on assumptions that are well outside such areas of consensus, PolitiFact Georgia found. And that&#39;s a problem.<br />\r\n\t<br />\r\n\tEducation was the biggest cost in FAIR&#39;s estimate, and one factor in their calculation is especially controversial to advocates on the opposite side of the ideological spectrum: FAIR included the cost of educating U.S.-born children whose parents came here illegally.<br />\r\n\t<br />\r\n\tFAIR argues that it&#39;s important to count them. Those kids wouldn&#39;t be here if their parents hadn&#39;t entered the country, and they would likely leave if their parents did.<br />\r\n\t<br />\r\n\tThat&#39;s correct, but it&#39;s reasonable to ask whether it&#39;s right to include the price of educating these children as part of the cost of &quot;illegal aliens,&quot; as Deal put it. The Constitution&#39;s 14th Amendment says any child born in the U.S. is a citizen.<br />\r\n\t<br />\r\n\tIf you exclude these kids, FAIR&#39;s estimate plummets by hundreds of millions of dollars.<br />\r\n\t<br />\r\n\tAnother criticism concerns how the group adds up the price of educating a child of an illegal immigrant for a year. They said it is $8,450, based on figures from the U.S. Department of Education&#39;s National Center for Education Statistics.<br />\r\n\t<br />\r\n\tThis cost is debatable. The price of adding a student or two, legal or otherwise, to an already-existing classroom might be much lower than FAIR&#39;s figure, experts said. That&#39;s because those students won&#39;t necessarily prompt a school district to hire an additional teacher or build a new school.<br />\r\n\t<br />\r\n\tIt also might be greater. For instance, a small town dealing with a major influx of children of illegal immigrants might have to build more schools and pay for other things they didn&#39;t need before, Passel said.<br />\r\n\t<br />\r\n\tThere are other reasonable criticisms of FAIR&#39;s approach.<br />\r\n\t<br />\r\n\tFAIR derived a portion of its health care costs from what may be a billion-dollar overestimate. The think tank RAND Corp. estimated that nationally, the government pays about $1.1 billion to give health care to illegal immigrants ages 18 to 64.<br />\r\n\t<br />\r\n\tFAIR assumed the actual cost is closer to $2 billion, nearly double the RAND figure. They reasoned that one of the study&#39;s authors publicly acknowledged health care costs could be twice as much. But in a PolitiFact Georgia e-mail exchange, that researcher wrote FAIR got what he said wrong, and the estimate shouldn&#39;t be doubled.<br />\r\n\t<br />\r\n\tIt&#39;s also worthwhile to note how FAIR counted the tax contributions of illegal immigrants.<br />\r\n\t<br />\r\n\tIt&#39;s standard practice for economists to give individuals credit for paying business taxes, said Matt Gardner, executive director for the Institute on Taxation and Economic Policy, which has progressive or liberal leanings. Every consumer routinely pays business taxes when they make purchases, because businesses boost their sales prices to cover them.<br />\r\n\t<br />\r\n\tFAIR did not include the business taxes paid by illegal immigrants, saying that including them &quot;posits that companies do not exist as economic entities,&quot; said Jack Martin, FAIR&#39;s special projects director.<br />\r\n\t<br />\r\n\tThese are only a few criticisms of FAIR&#39;s numbers. But taking even one of them into account can lower or raise the cost by $800 million or more.<br />\r\n\t<br />\r\n\tFor instance, FAIR calculated the net fiscal effect of illegal immigration on Georgia as $1.34 billion, taking into account $273 million they said the undocumented pay in taxes. But if you subtract the cost of educating the U.S.-born children of illegal immigrants, the estimate plummets to about $550 million.<br />\r\n\t<br />\r\n\tAnd here&#39;s another example: Even FAIR thinks its 2008 figures are too low. A report issued last week increased their cost estimate to about $2.4 billion, based on new population figures and changes in how they incorporate criminal justice, health care and infrastructure costs.<br />\r\n\t<br />\r\n\tWhether you think FAIR&#39;s estimates are high or low, correct or erroneous, you run up against the same problem. A little more information or context and the estimate swings by a billion dollars, literally.<br />\r\n\t<br />\r\n\tThe variation is so wide and the assumptions are so contentious that it&#39;s misleading for Deal to flatly state that the cost of illegal immigration to taxpaying Georgians is more than $1 billion.<br />\r\n\t<br />\r\n\tIt is correct that Georgia foots the bill for illegal immigration. It could be substantial, depending on how you add it up. And while Deal&#39;s cost figure is rooted in data, there&#39;s an excellent chance that it&#39;s much higher than it should be.<br />\r\n\t<br />\r\n\tIt&#39;s not possible for PolitiFact Georgia to calculate a specific cost. Too little information exists on the subject for that calculation. Deal has a point, but his conclusion leaves out important details, which could lead to a different conclusion.<br />\r\n\t<br />\r\n\tFor this reason, Deal&#39;s statement earns a Half True.</p>\r\n", "ruling_comments_date": "2010-07-15T17:28:11.525644", "ruling_date": "2010-07-16T06:00:00", "ruling_headline": "Nathan Deal says immigration costs Georgians more than $1 billion", "ruling_headline_slug": "nathan-deal-says-immigration-costs-georgians-more-", "ruling_link_text": "Or maybe $2.4 billion. Or $600 million. Or... ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNathan Deal campaign for governor, &quot;<a href=\"http://www.youtube.com/watch?v=qtlKzckj_5s\">Nathan Deal for Governor TV Commercial</a>,&quot; posted July 6, 2010<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, &quot;<a href=\"http://www.fairus.org/site/News2?page=NewsArticle&amp;id=17179&amp;security=1601&amp;news_iv_ctrl=2061\">The Costs of Illegal Immigration to Georgians</a>,&quot; October 2008<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, &quot;<a href=\"http://www.fairus.org/site/DocServer/USCostStudy_2010.pdf?docID=4921\">The Fiscal Burden of Illegal Immigration on<br />\r\n\tUnited States Taxpayers</a>,&quot; July 6, 2010<br />\r\n\t<br />\r\n\tRAND Corp., &quot;Immigrants and the Cost of Medical Care,&quot; November/December 2006<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/87xx/doc8711/12-6-Immigration.pdf\">The Impact of Unauthorized Immigrants on the Budgets of State and Local Governments</a>,&quot; December 2007<br />\r\n\t<br />\r\n\tE-mail interview, Sarah Beth Gehl, deputy director, Georgia Budget &amp; Policy Institute, July 14, 2010<br />\r\n\t<br />\r\n\tInterview, Brian Robinson, communications director, Nathan Deal for Governor, July 15, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Jack Martin, special projects director, Federation for American Immigration Reform, July 15, 2010<br />\r\n\t<br />\r\n\tE-mail Interview, James P. Smith, distinguished chair in Labor Markets and Demographic Studies, RAND Corp., July 13, 2010<br />\r\n\t<br />\r\n\tInterview, Matt Gardner, executive director, Institute on Taxation and Economic Policy, July 12, 2010<br />\r\n\t<br />\r\n\tInterview, Wendy Sefsaf, spokeswoman, Immigration Policy Center, July 14, 2010<br />\r\n\t<br />\r\n\tInterview, Jeff Passel, senior demographer, Pew Hispanic Center, July 14, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}, "statement": "<p>\r\n\t&quot;Illegal aliens are costing Georgia taxpayers over a billion dollars every year.&quot;</p>\r\n", "statement_context": "a TV campaign commercial", "statement_date": "2010-07-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Deal says immigration costs Georgians $1 billion. Really?  "}