{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jul/16/national-right-life-committee/abortions-pennsylvania-paid-federal-dollars-not-so/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2066, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2066/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAnti-abortion groups have long been warning that Democrats would sneak federal abortion funding through the back door into the health reform law passed earlier this year. Now they say in blogs and news reports around the Web that they&#39;re being proved right.<br />\r\n\t<br />\r\n\tA typical statement: &quot;The Obama Administration will give Pennsylvania $160 million in federal tax funds, which we&#39;ve discovered will pay for insurance plans that cover any legal abortion,&quot; said Douglas Johnson of the National Right to Life Committee in a <a href=\"http://www.nrlc.org/press_releases_new/Release071310.html\">statement</a> on the group&#39;s website.<br />\r\n\t<br />\r\n\tWe fact-checked abortion many times during the health care debate. It&#39;s a complicated subject due to the many different parts of the health care law. So yes, this latest controversy takes some time to explain.<br />\r\n\t<br />\r\n\tAs you may recall, the major provisions of the new health care plan -- health insurance for everyone and exchanges for buying health plans -- don&#39;t kick in for several years. To help people who are uninsured right now, the federal law is encouraging states to create temporary health plans for people who have trouble finding affordable insurance. The government is calling the plans Pre-existing Condition Insurance Plans, or PCIPs, though sometimes they&#39;re referred to as high risk insurance pools. The plans would typically be for people who can&#39;t get insurance through work but have pre-existing conditions that make it impossible to buy insurance on their own. Policy makers say they&#39;re particularly concerned with older people who aren&#39;t yet eligible for Medicare.<br />\r\n\t<br />\r\n\tPennsylvania was among the first states to put together a plan, submitting it to the federal government on June 2. It was approved a few weeks later on June 28. Pennsylvania quickly issued guidelines asking insurance companies to submit bids to run the state plan. On July 12, the National Right to Life Committee sounded the alarm, saying those guidelines for insurance companies revealed the plan to fund abortion.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.emarketplace.state.pa.us/FileDownload.aspx?file=INS%20RFP%20HRP%202010-01/Solicitation_3.pdf\">60-page proposal</a> from Pennsylvania outlines what looks like a pretty standard health care plan: It says the plan should include preventive care, physician services, diagnostic testing, hospitalization, mental health services, and prescription medications. It will charge people $283.20 a month for coverage and accept people without access to other coverage, regardless of pre-existing conditions.<br />\r\n\t<br />\r\n\tOn abortion, the proposal says this: &quot;Includes only abortions and contraceptives that satisfy the requirements of 18 Pa.C.S. &sect; 3204-3206 and 35 P.S. &sect;&sect;10101, 10103-10105. ... Elective abortions are not covered.&quot;<br />\r\n\t<br />\r\n\tThose statute numbers refer to Pennsylvania&#39;s abortion laws, where abortion is, for the most part, legal. We looked up the code and it says that abortions may be performed if a doctor determines that &quot;in his best clinical judgment, the abortion is necessary.&quot; The only mention the statute makes of forbidding an abortion is when it is &quot;sought solely because of the sex of the unborn child.&quot;<br />\r\n\t<br />\r\n\tThose statute numbers mean that the proposal intended to include any legal abortion, said Johnson, the legislative director of the National Right to Life Committee. &quot;We know how this stuff works,&quot; Johnson told us. &quot;He&#39;ll say &#39;It&#39;s not elective, it&#39;s necessary.&#39;&quot;<br />\r\n\t<br />\r\n\tAfter the anti-abortion groups made the charge, the Obama administration was quick to say that it had not yet put forward formal regulations for the state plans, and that it <a href=\"http://www.hhs.gov/news/press/2010pres/07/20100714d.html\">would include restrictions</a> so that abortion would only be covered if it met the tests of a well-known restriction known as the Hyde amendment. The Hyde amendment, which traditionally applies to federal dollars used in the Medicaid health plan for the poor, forbids abortion except in the cases of rape, incest or to save the life of the mother.<br />\r\n\t<br />\r\n\tPennsylvania officials said their plan never intended to cover elective abortion -- hence the &quot;elective abortions are not covered&quot; language. The Pennsylvania Insurance Department released a sharp statement after getting questions from PolitiFact and other news outlets:<br />\r\n\t<br />\r\n\t&quot;This program will provide much-needed assistance for the sickest of the sick. The likelihood that any of those covered will seek abortion services is remote, but if they do need such services, they will have to pay for them out their own pocket. ... Pennsylvania&#39;s position is not a statement about the broader abortion debate. It simply recognizes that health care reform, particularly extending health coverage to those with preexisting conditions, is too important a priority to be hijacked by those who seek to turn common-sense health reforms into a rancorous debate about whether the federal ban on abortion funding is too broad or too narrow. These efforts failed to derail health reform this spring and they will fail to stop much-needed coverage for thousands of Pennsylvanians now.&quot;<br />\r\n\t<br />\r\n\tThe controversy over the Pre-existing Condition Health Insurance Plan has kicked off a larger debate about how abortion is handled for in lower-profile parts of the health care bill that did not get a full airing during the health care debate. President Obama <a href=\"http://www.whitehouse.gov/the-press-office/executive-order-patient-protection-and-affordable-care-acts-consistency-with-longst\">signed an executive order</a> on abortion, which he had promised to do soon after the law passed, to secure support from anti-abortion Democrats. The executive order says that it should be government-wide policy that federal funds &quot;are not used for abortion services (except in cases of rape or incest, or when the life of the woman would be endangered), consistent with a longstanding Federal statutory restriction that is commonly known as the Hyde Amendment.&quot; The executive order then goes into specifics about health care exchanges and community health centers, which were the most talked about provisions before the bill was passed.<br />\r\n\t<br />\r\n\tThe lesser known provisions of bill are all up for debate now. Johnson said the executive order is essentially meaningless, and is silent on a host of other provisions in the health bill. &quot;Each of these things will have its own timeline and its own administrative trajectory,&quot; Johnson said. &quot;We&#39;re going to have to watch each and every one of them.&quot;<br />\r\n\t<br />\r\n\tWe asked Johnson on July 15 if he thought, given the Obama administration&#39;s statement, that the Pennsylvania plan would cover any legal abortion. &quot;If the federal (Health and Human Services Department) does what they now say they&#39;re going to do, or at least what they said they would do late yesterday, then I think that Pennsylvania will conform to the directive.&quot; But, he added, &quot;We will see this episode as part of a pattern where they try to get away with what they can on abortion, and then when a light shines on them they blow smoke and scurry for cover.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, those who favor abortion rights are unhappy that the administration is accepting restrictions on abortion. &quot;Based on the Obama administration&#39;s statement, we are deeply disappointed that the administration has voluntarily and unnecessarily decided to impose limits on private funds used to purchase health insurance coverage for abortion care in the new high-risk insurance pools,&quot; said Planned Parenthood Federation of America President Cecile Richards in a <a href=\"http://www.plannedparenthood.org/about-us/newsroom/press-releases/planned-parenthood-federation-america-president-cecile-richards-statement-abortion-ban-new-high-33152.htm\">statement</a>. &quot;This decision has no basis in the law and flies in the face of the intent of the high-risk pools that were meant to meet the medical needs of some of the most vulnerable women in this country.&quot;<br />\r\n\t<br />\r\n\tFinally, we should also point out that the Department of Health and Human Services is indeed still developing regulations for many aspects of health care, and they&#39;re trying to do it with some haste. New Mexico, for example, submitted a plan for the Pre-existing Condition Health Insurance Plan that explicitly included abortion services, but then withdrew it quickly when it learned that the federal government would forbid the services, according to July 14 story from the Associated Press.<br />\r\n\t<br />\r\n\tGetting back to our rating: The National Right to Life Committee said the Obama administration will give Pennsylvania $160 million to pay for health insurance plans that cover &quot;any legal abortion.&quot; If we had looked at this case before the Obama administration issued its statements, we might have been a little torn. While the Pennsylvania proposal referred to statutes about legal abortion, it also said that &quot;elective abortions are not covered,&quot; and that is potentially contradictory. But it&#39;s important to keep in mind that this plan is intended to cover older people who have health problems, not young, healthy women who might seek abortions, and that the regulations are being created quickly. In short, we don&#39;t see pre-meditated intent to cover elective abortion. And as soon as the issue of abortion was raised, the Obama administration stated that the plans would not be allowed to cover elective abortions and that forthcoming regulations would reflect that. Given those assurances, we rate the National Right to Life Committee&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-07-16T12:47:37.018408", "ruling_date": "2010-07-16T12:44:23", "ruling_headline": "Abortions in Pennsylvania paid for with federal dollars? Not so.", "ruling_headline_slug": "abortions-pennsylvania-paid-federal-dollars-not-so", "ruling_link_text": "Health care reform debate, Part 2", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Right to Life Committee, <a href=\"http://www.nrlc.org/press_releases_new/Release071310.html\">H.H.S. Approves Pennsylvania Plan to Use Federal Funds to Subsidize Coverage of Nearly All Abortions in New &quot;High-Risk Pool&quot; Program</a>, July 13, 2010<br />\r\n\t<br />\r\n\tLifeNews.com, <a href=\"http://lifenews.com/nat6531.html\">Obama Administration OKs First Tax-Funded Abortions Under Health Care Law</a>, July 13, 2010<br />\r\n\t<br />\r\n\tInterview with Douglas Johnson of the National Right to Life Committee, July 15, 2010<br />\r\n\t<br />\r\n\tInterview with Rosanne Placey of the Pennsylvania Insurance Department, July 15, 2010<br />\r\n\t<br />\r\n\tPennsylvania statutes, accessed through Lexis.com, July 15, 2010<br />\r\n\t<br />\r\n\tPennsylvania Insurance Department, <a href=\"http://www.portal.state.pa.us/portal/server.pt?open=512&amp;objID=17319&amp;PageID=502655&amp;mode=2&amp;contentid=http://pubcontent.state.pa.us/publishedcontent/publish/cop_hhs/insurance/news_and_media/news___media/articles/july_15__2010.html\" id=\"xw.1\" title=\"statement on high risk pool plan\">statement on high risk pool plan</a>, July 15, 2010<br />\r\n\t<br />\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/executive-order-patient-protection-and-affordable-care-acts-consistency-with-longst\" id=\"vhm.\" title=\"Executive Order -- Patient Protection and Affordable \r\nCare Act's Consistency with Longstanding Restrictions on the Use of \r\nFederal Funds for Abortion\">Executive Order -- Patient Protection and Affordable Care Act&#39;s Consistency with Longstanding Restrictions on the Use of Federal Funds for Abortion</a>, March 24, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.hhs.gov/news/press/2010pres/07/20100714d.html\" id=\"pq62\" title=\"Statement of HHS Spokeswoman Jenny Backus on the \r\nPre-Existing Condition Insurance Plan Policy\">Statement of HHS Spokeswoman Jenny Backus on the Pre-Existing Condition Insurance Plan Policy</a>, July 14, 2010<br />\r\n\t<br />\r\n\tPennsylvania Insurance Department, <a href=\"http://www.emarketplace.state.pa.us/FileDownload.aspx?file=INS%20RFP%20HRP%202010-01/Solicitation_3.pdf\" id=\"tmf5\" title=\"Solicitation for State Proposals to Operate Qualified \r\nHigh-Risk Pools\">Solicitation for State Proposals to Operate Qualified High-Risk Pools</a>, abortion section, page 14, accessed July 15, 2010<br />\r\n\t<br />\r\n\tThe Associated Press, <a href=\"http://wtop.com/?sid=2002954&amp;nid=106\" id=\"go:.\" title=\"Questions over abortion in new federal health plan\">Questions over abortion in new federal health plan</a>, July 14, 2010<br />\r\n\t<br />\r\n\tPennsylvania Insurance Department, <a href=\"http://www.emarketplace.state.pa.us/GeneralEdit.aspx?SID=INS+RFP+HRP+2010-01\" id=\"sy.r\" title=\"notice to Pennsylvania insurance carriers to solicit \r\nproposals to  perform all administrative tasks necessary to operate the \r\nHigh Risk  Insurance Pool Program in compliance with federal law and the\r\n  forthcoming federal rules or regulations\">notice to Pennsylvania insurance carriers to solicit proposals to perform all administrative tasks necessary to operate the High Risk Insurance Pool Program in compliance with federal law and the forthcoming federal rules or regulations</a>, June 28, 2010, accessed July 15, 2010<br />\r\n\t<br />\r\n\tPlanned Parenthood, <a href=\"http://www.plannedparenthood.org/about-us/newsroom/press-releases/planned-parenthood-federation-america-president-cecile-richards-statement-abortion-ban-new-high-33152.htm\" id=\"w7sd\" title=\"Planned Parenthood  Federation of America President \r\nCecile Richards' Statement on Abortion  Ban in New High-Risk Insurance \r\nPools\">Planned Parenthood Federation of America President Cecile Richards&#39; Statement on Abortion Ban in New High-Risk Insurance Pools</a>, July 15, 2010<br />\r\n\t<br />\r\n\tPennsylvania Insurance Department, <a href=\"http://www.portal.state.pa.us/portal/server.pt/community/health_insurance/9189/federal_health_insurance_reform/713453\" id=\"a0u6\" title=\"Federal Health Insurance Reform and You: Key Dates and\r\n Information\">Federal Health Insurance Reform and You: Key Dates and Information</a>, accessed July 15, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\" id=\"zx4z\" title=\"Stupak revises abortion stance on health care bill, \r\nciting Obama's  executive order\">Stupak revises abortion stance on health care bill, citing Obama&#39;s executive order</a>, March 23, 2010<br />\r\n\t<br />\r\n\tStateHealthFacts.org, <a href=\"http://www.statehealthfacts.org/comparetable.jsp?cat=10&amp;ind=458\">State Funding of Abortions Under Medicaid</a>, as of June 1, 2010<br />\r\n\t<br />\r\n\tABC News, <a href=\"http://blogs.abcnews.com/politicalpunch/2010/07/obama-administration-clarifies-rules-on-abortion-funding-in-health-care-legislation.html\" id=\"fwwh\" title=\"Obama Administration Clarifies Rules on Abortion \r\nFunding in Health Care Legislation\">Obama Administration Clarifies Rules on Abortion Funding in Health Care Legislation</a>, July 14, 2010<br />\r\n\t<br />\r\n\tThe Wonk Room,<a href=\"http://wonkroom.thinkprogress.org/2010/07/15/abortion-hrp-gop/\" rel=\"bookmark\" title=\"Permanent link to 'HHS Says Abortion Won’t Be \r\nFunded In High Risk Insurance Pools, Republicans Ask For Further \r\nClarification'\">HHS Says Abortion Won&rsquo;t Be Funded In High Risk Insurance Pools, Republicans Ask For Further Clarification</a>, July 15, 2010<br />\r\n\t<br />\r\n\tNPR, <a href=\"http://www.npr.org/blogs/health/2010/07/14/128516960/abortion-battle-in-health-law-heats-up-in-pennsylvania\">Health Law Sparks Abortion Fight In Pennsylvania</a>, July 14, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "", "id": 71, "last_name": "National Right to Life Committee", "mostly_true_count": 0, "name_slug": "national-right-life-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/71/", "total_count": 6, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tThe Obama administration will give Pennsylvania $160 million to pay for health insurance plans that cover &quot;any legal abortion.&quot;</p>\r\n", "statement_context": "a prepared statement", "statement_date": "2010-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}