{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/20/joe-biden/joe-biden-says-us-not-engaged-nation-building-afgh/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2080, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2080/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring a July 18, 2010, interview on ABC&#39;s This Week, Vice President Joe Biden made a clear characterization of U.S. policy in Afghanistan.<br />\r\n\t<br />\r\n\t&quot;If you notice, what we have is a counter-insurgency plan along the spine of the country, where the population is,&quot; Biden said. &quot;It&#39;s not a nationwide counter-insurgency plan. We&#39;re not engaged in nation-building, which the original discussion was about. We have ... a date where we&#39;re going to go look and see whether it&#39;s working. And we have a timetable in which to transition.&quot;<br />\r\n\t<br />\r\n\tThe part that caught our eye was the notion that the United States is &quot;not engaged in nation-building.&quot; We thought it would be worth seeing whether that&#39;s a fair characterization of what the U.S. is doing.<br />\r\n\t<br />\r\n\tOur initial challenge was to define what &quot;nation-building&quot; actually means. One concise definition offered in<em> America&#39;s Role in Nation-Building: From Germany to Iraq</em>, a 2003 study by the RAND Corp, is &quot;to use military force to underpin a process of democratization. Substitute &quot;stablilization&quot; or &quot;reconstruction&quot; for &quot;democratization&quot; -- as many recent commentators have done -- and that serves as our definition.</p>\r\n<p>\r\n\tWe should start by noting that the term isn&#39;t exactly in favor these days.<br />\r\n\t<br />\r\n\tIn recent years, &quot;nation-building&quot; has variously taken hits from the right, for seeming to place battle-hardened troops in softer roles of promoting civic society, and from the left, for fear of an open-ended military commitment<strong>. </strong>&quot;Labeling it as such would help discredit such interventions,&quot; said Ivan Eland, a senior fellow at the Independent Institute, a libertarian think tank, and author of an upcoming book on counterinsurgency warfare.<br />\r\n\t<br />\r\n\tTrue to form, the Obama Administration avoids the term &quot;nation-building&quot; as if it were allergic to the concept. We were unable to find any instance in which a White House official used the term to describe what was actually happening on the ground in Afghanistan. Just about the only time the term is used is when the administration seeks to explain what the U.S. <em>is not doing</em>.<br />\r\n\t<br />\r\n\tIn a Dec. 1, 2009, speech at the U.S. Military Academy intended to outline the administration&#39;s policy in Afghanistan and Pakistan, Obama said that &quot;there are those who oppose identifying a time frame for our transition to Afghan responsibility. Indeed, some call for a more dramatic and open-ended escalation of our war effort -- one that would commit us to a nation-building project of up to a decade.&nbsp; I reject this course because it sets goals that are beyond what can be achieved at a reasonable cost and what we need to achieve to secure our interests. Furthermore, the absence of a time frame for transition would deny us any sense of urgency in working with the Afghan government. It must be clear that Afghans will have to take responsibility for their security, and that America has no interest in fighting an endless war in Afghanistan.&quot;<br />\r\n\t<br />\r\n\tTwo days later, in Congressional testimony, Defense Secretary Robert Gates sounded the same note.<br />\r\n\t<br />\r\n\t&quot;This approach is not open-ended &#39;nation building,&#39;&quot; Gates said. &quot;It is neither necessary nor feasible to create a modern, centralized, Western-style Afghan nation-state -- the likes of which has never been seen in that country. Nor does it entail pacifying every village and conducting textbook counterinsurgency from one end of Afghanistan to the other. It is, instead, a narrower focus tied more tightly to our core goal of disrupting, dismantling and eventually defeating al-Qaida by building the capacity of the Afghans -- capacity that will be measured by observable progress on clear objectives, and not simply by the passage of time.&quot;<br />\r\n\t<br />\r\n\tThe administration is essentially arguing that it is not undertaking &quot;nation-building,&quot; first, because the goal of strengthening civil society in Afghanistan is secondary to the narrower goal of taking on al-Qaida, and second, because the U.S. role in the mission is not one that will keep personnel on the ground indefinitely.</p>\r\n<p>\r\n\tMarvin Weinbaum, a former Afghanistan specialist at the State Department and now a scholar at the Middle East Institute, said the U.S. will have an interest in supporting Afghanistan&#39;s development long after the troops leave. But since the context of Biden&#39;s comment was a discussion of military policy, we&#39;ll keep our analysis narrowly focused on military-led nation-building.<br />\r\n\t<br />\r\n\tMeanwhile, Michael O&#39;Hanlon, a senior fellow at the centrist-to-liberal Brookings Institution, said that &quot;nation-building&quot; is not only a loaded term, &quot;it&#39;s also a vague term.&quot;<br />\r\n\t<br />\r\n\tSome foreign-policy experts say the administration has some justification for distinguishing between current U.S. policy and &quot;nation-building.&quot; While we did not receive any clarification from the Vice President&#39;s office, O&#39;Hanlon said that &quot;in Afghanistan, our goals are relatively limited to ensuring some semblance of security and stability. In that sense, the vice president is right&quot; that the mission in Afghanistan is more limited than full nation-building would be, O&#39;Hanlon said.<br />\r\n\t<br />\r\n\tLawrence Korb -- a former Defense Department official under President Ronald Reagan who now serves as a senior fellow at the Center for American Progress, a liberal group with close ties to the Obama Administration -- added that the time element is important too. A strict interpretation of the term &quot;nation-building&quot; would suggest that the U.S. would &quot;literally stay until everything was secure and a functioning government was in place.&quot; But the administration is saying that the Afghans &quot;have 18 months to shape up,&quot; Korb said. That 18 months would end in July 2011, according to current plans.<br />\r\n\t&nbsp;<br />\r\n\tThat said, both O&#39;Hanlon and Korb agreed that there is significant substantive overlap between what goes on under the traditional definition of &quot;nation-building&quot; and what the U.S. is doing in Afghanistan. &quot;There certainly are major elements of what one might call &#39;state-building&#39; going on, starting with creation of a strong army and police,&quot; O&#39;Hanlon said.<br />\r\n\t&nbsp;<br />\r\n\tIndeed, key policy documents outline a variety of duties that would seem to fit well within our definition of nation-building.<br />\r\n\t<br />\r\n\tThe administration&#39;s National Security Strategy document released in May 2010 says that the U.S. &quot;will continue to work with our partners, the United Nations, and the Afghan Government to improve accountable and effective governance. As we work to advance our strategic partnership with the Afghan Government, we are focusing assistance on supporting the president of Afghanistan and those ministries, governors, and local leaders who combat corruption and deliver for the people. Our efforts will be based upon performance, and we will measure progress. We will also target our assistance to areas that can make an immediate and enduring impact in the lives of the Afghan people, such as agriculture, while supporting the human rights of all of Afghanistan&rsquo;s people--women and men. This will support our long-term commitment to a relationship between our two countries that supports a strong, stable, and prosperous Afghanistan.&quot;<br />\r\n\t<br />\r\n\tIf this sounds a lot like nation-building, so does a portion of the Army&#39;s Counterinsurgency Field Manual, which was authored by Gen. David Petraeus in 2006. While the document was written during the Bush Administration, it still holds significant sway, especially given that Petraeus is now the top commander in Afghanistan.<br />\r\n\t<br />\r\n\tOne portion of the manual says that &quot;particularly after security has been achieved, dollars and ballots will have more important effects than bombs and bullets. This is a time when &#39;money is ammunition.&#39; Depending on the state of the insurgency, therefore, Soldiers and Marines should prepare to execute many non-military missions to support (counterinsurgency) efforts.&quot; It even goes so far as to use the now-taboo words: &quot;Everyone has a role in nation-building, not just Department of State and civil affairs personnel.&quot;<br />\r\n\t<br />\r\n\tAnother portion of the manual says that &quot;success in (counterinsurgency) operations requires small-unit leaders agile enough to transition among many types of missions and able to adapt to change. They must be able to shift through a number of activities from nation-building to combat and back again in days, or even hours.&quot;<br />\r\n\t&nbsp;<br />\r\n\tSuch overlap suggests that for the current administration, the difference between its policy in Afghanistan and nation-building is, to a certain extent, one of nomenclature.<br />\r\n\t&nbsp;<br />\r\n\tDoug Bandow, a senior fellow with the libertarian Cato Institute, said, &quot;Of course they are engaged in nation-building, and of course they are denying it.&quot;<br />\r\n\t<br />\r\n\tEland added, &quot;They are simply doing it and using a different name.&quot;<br />\r\n\t&nbsp;<br />\r\n\tSo let&#39;s recap. When Biden says that &quot;we&#39;re not engaged in nation-building&quot; in Afghanistan, he&#39;s correct that the administration doesn&#39;t use that word, and that the U.S. commitment is narrower and more time-limited than a nation-building effort might be. However, many of the things the U.S. is seeking to do in Afghanistan would fall under a reasonable definition of what used to be known as nation-building. So while we acknowledge the limits of U.S. military intentions in Afghanistan, we don&#39;t think it&#39;s right to let the vice president simply deny the existence of the types of activities formerly identified with &quot;nation building&quot; by disavowing the phrase. So we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-07-19T23:21:28.416850", "ruling_date": "2010-07-20T11:26:21", "ruling_headline": "Joe Biden says U.S. 'is not engaged in nation-building' in Afghanistan", "ruling_headline_slug": "joe-biden-says-us-not-engaged-nation-building-afgh", "ruling_link_text": "If it quacks like nation-building...", "ruling_state": null, "source_documents": null, "sources": "<div align=\"left\" goog_docs_charindex=\"10438\">\r\n\tJoe Biden, <a goog_docs_charindex=\"10450\" href=\"http://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222&amp;page=3\" id=\"e2tu\" title=\"interview\">interview</a> on ABC&#39;s This Week, July 18, 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"10497\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10500\">\r\n\tRAND Corp., <em goog_docs_charindex=\"10513\"><a goog_docs_charindex=\"10514\" href=\"http://www.rand.org/pubs/monograph_reports/MR1753/index.html\" id=\"t9z2\" title=\"America's Role in Nation-Building: From Germany to Iraq\">America&#39;s Role in Nation-Building: From Germany to Iraq</a></em>, 2003</div>\r\n<div align=\"left\" goog_docs_charindex=\"10579\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10582\">\r\n\tWhite House, &quot;<a goog_docs_charindex=\"10597\" href=\"http://www.whitehouse.gov/sites/default/files/rss_viewer/national_security_strategy.pdf\" id=\"oc28\" title=\"National Security Strategy\">National Security Strategy</a>,&quot; May 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"10637\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10640\">\r\n\tWhite House, <a goog_docs_charindex=\"10654\" href=\"http://www.whitehouse.gov/the-press-office/remarks-president-address-nation-way-forward-afghanistan-and-pakistan\" id=\"t5g-\" title=\"remarks\">remarks</a> by the president on the way forward in Afghanistan and Pakistan (address at West Point), Dec. 1, 2009</div>\r\n<div align=\"left\" goog_docs_charindex=\"10766\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10769\">\r\n\tRobert Gates, <a goog_docs_charindex=\"10784\" href=\"http://query.nytimes.com/gst/fullpage.html?res=9402E5D6163DF930A35751C1A96F9C8B63&amp;sec=&amp;spon=&amp;pagewanted=2\" id=\"v:x9\" title=\"testimony\">testimony</a> before the Senate Armed Services Committee, Dec. 2, 2009</div>\r\n<div align=\"left\" goog_docs_charindex=\"10853\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10856\">\r\n\tU.S. Army, <a goog_docs_charindex=\"10868\" href=\"http://www.fas.org/irp/doddir/army/fm3-24.pdf\" id=\"zz83\" title=\"Counterinsurgency Field Manual\">Counterinsurgency Field Manual</a>, Dec. 2006</div>\r\n<div align=\"left\" goog_docs_charindex=\"10912\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10916\">\r\n\tU.S. Army, <a goog_docs_charindex=\"10928\" href=\"http://usacac.army.mil/cac2/repository/FM307/FM3-07.pdf\" id=\"v.qa\" title=\"Stability Operations Field Manual\">Stability Operations Field Manual</a>, Oct. 2008<br goog_docs_charindex=\"10974\" />\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"10977\">\r\n\tE-mail interview with Doug Bandow, senior fellow at the Cato Institute, July 19, 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"11064\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"11067\">\r\n\tInterview with Lawrence Korb, senior fellow with the Center for American Progress, July 19, 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"11165\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"11168\">\r\n\tE-mail interview with Michael O&#39;Hanlon, senior fellow with the Brookings Institution, July 19, 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"11269\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"11272\">\r\n\tE-mail interview with Ivan Eland, senior fellow at the Independent Institute, July 19, 2010</div>\r\n<div align=\"left\" goog_docs_charindex=\"11272\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" goog_docs_charindex=\"11272\">\r\n\tE-mail interview with Marvin Weinbaum, scholar in residence at the Middle East Institute, July 20, 2010</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\r\n\t&quot;We&#39;re not engaged in nation-building&quot; in Afghanistan.</p>\r\n", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}