{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/22/george-will/george-will-says-democrats-1930s-wanted-fdr-be-mor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2096, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2096/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During the July 18, 2010, roundtable segment of ABC&#39;s <em>This Week</em>, conservative columnist George Will turned to the 1930s in an effort to shed light on why Americans today are growing discouraged about the policies of a Democratic president.<br />\r\n<br />\r\n&quot;The false liberal assumption is that economic hard times move the country to the left,&quot; Will said by way of introduction. &quot;It&#39;s not true, and it didn&#39;t happen in the 1930s. Before the &#39;36 election and after the &#39;36 election, in which Roosevelt carried 46 of 48 states, Democrats said they wanted him to be more conservative, and only about 18 percent of Democrats said they wanted to increase spending. Those are Democrats.&quot;<br />\r\n<br />\r\nWe weren&#39;t even aware that scientific public opinion polling <em>existed </em>in the 1930s, so we decided Will&#39;s claim that Democrats wanted Roosevelt to become more conservative was worth closer look.<br />\r\n<br />\r\nWe started by asking Will&#39;s staff for a citation. They said that he took his numbers from 1930s-era Gallup polls cited in <em>The Right Nation: Conservative Power in America</em>, a 2004 book by John Micklethwait and Adrian Wooldridge, journalists with <em>The Economist</em>. In turn, <em>The Right Nation </em>footnoted them to a 2003 book, <em>The Strange Death of American Liberalism</em>, by H.W. Brands.</p>\r\n\r\n<p>Researching in the main online archive for Gallup polls, we initially couldn&#39;t find the poll the books cited. But after conferring with Brands, we were able to locate it in an old bound volume. It was taken Nov. 29, 1936, and asked, &quot;Should President Roosevelt&#39;s second administration be more liberal, more conservative, or about the same as his first?&quot; Exactly 50 percent of Democratic respondents said &quot;more conservative,&quot; while 19 percent said &quot;more liberal&quot; and 31 percent said &quot;about the same.&quot;</p>\r\n\r\n<p>So &quot;more conservative&quot; is not an overwhelming majority, but it&#39;s easily in the lead among the three choices. But there&#39;s more to the story.<br />\r\n<br />\r\nTo better understand the result, we turned to the largely forgotten world of 1930s polling. It turns out that Gallup began polling in 1935 using a method that&#39;s different from today&#39;s but fairly rigorous for its time.<br />\r\n<br />\r\nToday, reputable pollsters use random sampling to choose phone numbers from across the country which they then call to ask standardized, carefully worded questions. The assumption is that a truly random sample will reproduce the whole nation in microcosm to within a few percentage points of accuracy (that&#39;s the familiar &quot;margin of error&quot;). And while modern polling has its critics, most experts agree that it works pretty well.<br />\r\n<br />\r\nBy contrast, the earliest polls by Gallup first determined the demographic makeup of the electorate, then assigned survey-takers to visit far-flung locales in order to personally interview respondents with certain demographic characteristics. The idea was that surveying a population that has the same statistical characteristics as the whole electorate would produce a good sense of the voting public&#39;s opinion.<br />\r\n<br />\r\nPolling experts we spoke to said that 1930s polling data has some value. But using it to prove a point requires caution, because 1930s polls are subject to certain types of statistical bias that today&#39;s polls have largely overcome.<br />\r\n<br />\r\nThe most obvious difference is that Gallup&#39;s 1930s polling was more akin to today&#39;s &quot;likely voter&quot; samples, rather than today&#39;s broader &quot;registered voter&quot; samples. Since Gallup set out to reach a demographic sample that mirrored those who voted, its poll-takers did not direct their questions to individuals who were deemed unlikely to vote. There&#39;s nothing necessarily wrong with this approach -- &quot;likely voter&quot; polls are a valuable part of the political landscape today. But it should be noted whenever raw data from 1930s polls are used, because polling likely voters in that era underrepresented women, southerners, blacks and the less-educated, according to Adam J. Berinsky, a Massachusetts Institute of Technology political scientist, in a landmark 2006 paper on 1930s polls.<br />\r\n<br />\r\nBeyond sampling bias, there&#39;s another issue of concern: Was the poll Will cited representative of other Gallup polls taken around the same time? The answer is no.</p>\r\n\r\n<p>Eric Schickler, a political scientist at the University of California (Berkeley) tracked down a Gallup poll that was also taken in November 1936. One of the questions was, &quot;Should President Roosevelt&#39;s second administration be more liberal, more conservative, or about the same?&quot; Among the 1,378 Democrats interviewed, just over 50 percent -- a slender majority -- said &quot;about the same,&quot; while 30 percent said &quot;more conservative&quot; and 19 percent said &quot;more liberal.&quot;<br />\r\n<br />\r\nMeanwhile, Karlyn Bowman, a polling analyst at the American Enterprise Institute, a conservative think tank, found two other examples that undercut Will&#39;s claim. Gallup asked the following question in successive polls during November 1937, a year after Roosevelt&#39;s reelection: &quot;Do you think the policies of the Roosevelt Administration are too liberal, too conservative, or about right?&quot; In the first poll, 70 percent of Democrats said &quot;about right,&quot; 26 percent said &quot;too liberal&quot; and 4 percent said &quot;too conservative.&quot; In the second poll, the numbers were similar, with &quot;about right&quot; rising to 74 percent. So, Democrats were once again likelier to say that FDR was too liberal than that he was too conservative, but both groups of respondents were far outnumbered by those who said FDR&#39;s approach was &quot;about right.&quot;</p>\r\n\r\n<p>We&#39;ll grant that Will&#39;s introductory point -- that hard times in the 1930s didn&#39;t move the U.S. to the left -- has some merit. Several political scientists we talked to noted that public opinion tends to move in reaction to whoever the president is. &quot;When a Republican is elected President, opinion shifts in a liberal direction, responding to real or perceived conservative changes in policy, and when a Democrat gets elected, opinion moves conservative,&quot; said Robert Y. Shapiro, a Columbia University political scientist. So when FDR came in, Gallup polling showed indications that respondents were concerned about leftward drift.</p>\r\n\r\n<p>So let&#39;s sum up. The book sources Will used did report the poll result accurately. But there are two problems. One is that Gallup polls at the time under-reported the views of many Americans. The other is that at least three Gallup polls from that era showed that 50 to 70 percent of Democrats thought FDR&#39;s approach was &quot;about right,&quot; with much smaller proportions of Democrats seeking a more conservative FDR. So we rate Will&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-07-21T17:26:59.583858", "ruling_date": "2010-07-22T17:54:44", "ruling_headline": "George Will says Democrats in 1930s wanted FDR 'to be more conservative'", "ruling_headline_slug": "george-will-says-democrats-1930s-wanted-fdr-be-mor", "ruling_link_text": "Poll data is contradictory, and flawed", "ruling_state": null, "source_documents": null, "sources": "<p>George Will, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-biden/story?id=11191222&amp;page=4\">comments</a> on ABC&#39;s This Week, July 18, 2010<br />\r\n<br />\r\nAdam J. Berinsky, &quot;<a href=\"http://web.mit.edu/berinsky/www/files/qcs.pdf\">American Public Opinion in the 1930s and 1940s: The Analysis of Quota-Controlled Sample Survey Data</a>&quot; (<em>Public Opinion Quarterly</em>, Vol. 70, No. 4, pp. 499&ndash;529), winter 2006<br />\r\n<br />\r\nJohn Micklethwait and Adrian Wooldridge, <em><a href=\"http://www.amazon.com/Right-Nation-Conservative-Power-America/dp/1594200203\">The Right Nation: Conservative Power in America</a></em>, 2004<br />\r\n<br />\r\nE-mail interview with Adam J. Berinsky, Massachusetts Institute of Technology political scientist, July 21, 2010<br />\r\n<br />\r\nInterview with Karlyn Bowman, polling analyst at the American Enterprise Institute, July 21, 2010<br />\r\n<br />\r\nE-mail interview with Charles Franklin, co-founder of Pollster.com and professor of Political Science at University of Wisconsin, Madison, July 21, 2010<br />\r\n<br />\r\nE-mail interview with Mark Blumenthal, editor of pollster.com, July 21, 2010<br />\r\n<br />\r\nE-mail interview with Robert Y. Shapiro, Columbia University political scientist, July 21, 2010<br />\r\n<br />\r\nE-mail interview with James Stimson, University of North Carolina (Chapel Hill) political scientist, July 21, 2010<br />\r\n<br />\r\nE-mail interview with Daniel Robinson, information and media studies professor at the University of Western Ontario, July 21, 2010<br />\r\n<br />\r\nE-mail interview with Eric Schickler, University of California (Berkeley) political scientist, July 21, 2010</p>\r\n\r\n<p>E-mail interview with H.W. Brands, historian at the University of Texas (Austin), July 22, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>Democrats in the 1930s wanted President Franklin Roosevelt &quot;to be more conservative.&quot;</p>\r\n", "statement_context": "a roundtable discussion on ABC's This Week", "statement_date": "2010-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "George Will unearths 1930s poll data on FDR, but misses some key problems with the data"}