{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jul/24/rick-perry/perry-debated-2002-even-though-his-opponent-didnt-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2105, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2105/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tBill White, the Democratic gubernatorial nominee for governor, issued a press release July 21 calling Gov. Rick Perry&#39;s campaign approach to debating &quot;dramatically different from what it was in 2002,&quot; when he ran for governor against Laredo businessman Tony Sanchez.</p>\r\n<p>\r\n\t&quot;If two debates are good, 12 will be great,&quot; Perry said in a Sept. 9, 2002, press release titled &quot;Texans deserve more than two urban debates.&quot;</p>\r\n<p>\r\n\t&quot;Voters in East and West Texas deserve to have their voices heard and their questions answered at gubernatorial debates,&quot; he said. At that point, Sanchez had committed to two debates in October in Dallas and Houston. According to the press release, Perry had accepted a dozen invitations to debate.</p>\r\n<p>\r\n\tHas Perry changed his tune?</p>\r\n<p>\r\n\t&quot;Not at all,&quot; said Catherine Frazier, a spokeswoman for Perry&#39;s campaign. &quot;Gov. Perry looks forward to the opportunity to debate Bill White as soon as he releases his tax returns from his years in public service.&quot;</p>\r\n<p>\r\n\tIn April, Perry said he wouldn&#39;t debate White until the Democrat released returns for the six years he served as Houston&#39;s mayor and the two years he served as a deputy energy secretary in the Clinton administration. &quot;Once he releases his income taxes and tells the public how he made his money in public service and as a business person, we&#39;ll be more than happy to discuss debates,&quot; Perry spokesman Mark Miner said, according to an April 26 story on WFAA.com.</p>\r\n<p>\r\n\tIn the same story, White countered: &quot;We&#39;ll take in consideration releasing tax returns or parts of those tax returns. We&#39;ve been providing information from them to journalists as time goes on. I just want there to be a standard that&#39;s applicable to all candidates.&quot; White had already released his 2009 returns, and said he&#39;d release returns for the years he runs for or holds statewide office. On June 8, he released his returns dating back to 2004, when he took office as Houston&#39;s mayor.</p>\r\n<p>\r\n\tBut Perry&#39;s campaign said it wasn&#39;t enough, and pushed White to release more records. &quot;By withholding tax returns for his years in public service dating back to the 1990s, Bill White has not matched Governor Perry&rsquo;s level of transparency,&quot; said Perry spokesman Mark Miner in statement. &quot;Questions remain concerning income Bill White received while Deputy Secretary of Energy under President Clinton and as chairman of the Texas Democratic Party, and how he has profited from those positions.&quot; Leaving aside the question of whether an unpaid partisan political post constitutes &quot;public service,&quot; we found that White&#39;s Washington service was from 1993 to 1995, and he led the party from 1995 to 1998.</p>\r\n<p>\r\n\tPerry has made public his own returns going back to 1991, when he first became a statewide officeholder. The documents don&#39;t reveal everything because he&#39;s placed many of his assets in a blind trust, which means the details of those assets are unavailable. In 2001, Perry&#39;s tax return showed that the trust earned $14,790 in interest and $2,958 in dividends. In September 2009, his spokeswoman told The Associated Press his trust was worth about $896,000.</p>\r\n<p>\r\n\tWhat do tax returns have to do with debates? Nothing that we can think of &mdash; and Perry has not linked them in his previous gubernatorial campaigns. Which is not to say he hasn&#39;t talked about them.</p>\r\n<p>\r\n\tFlashback: In December 2001, both Perry and Sanchez released information about their 2000 income taxes. While Perry released the accompanying tax schedules that detailed how he made his money, Sanchez only revealed what he made ($6.4 million) and paid ($852,000 in income taxes), according to a Dec. 14, 2001, Austin American-Statesman report.</p>\r\n<p>\r\n\tBy March 2002, when Sanchez had secured the Democratic nomination, Perry was calling on him to release the rest of his tax information, plus &quot;his complete tax returns for the years that he served on the Texas Parks and Wildlife Commission (1985-91) and the University of Texas System Board of Regents (1997-present),&quot; according to a March 30, 2002, Statesman article. After Sanchez released a limited amount of information dating back to 1991, Perry was still pushing Sanchez to release his complete income tax returns so voters could know whether his financial holdings posed a conflict of interest.</p>\r\n<p>\r\n\tAt the time, Sanchez&#39;s campaign manager, Glenn Smith, sounded a lot like the White campaign when he said that &quot;it&#39;s very easy for a career politician who has always been on the public payroll to do what Perry&#39;s doing.&quot;</p>\r\n<p>\r\n\tSanchez, a wealthy oilman and banker from Laredo, had never held an elected office. For many years, White was a private practice attorney in Houston.</p>\r\n<p>\r\n\tBut for all of the candidates&#39; huffing and puffing about income tax returns during the 2002 election, we couldn&#39;t find any evidence that Perry had made a debate conditional upon a full release of Sanchez&#39;s financial information. We also found no evidence that the Sanchez campaign ever complied with Perry&#39;s request to provide more details, and Smith told us that he didn&#39;t recall ever releasing the in-depth returns.</p>\r\n<p>\r\n\tMeanwhile, the two debates between Perry and Sanchez were held as planned.</p>\r\n<p>\r\n\tInstead of financial transparency, the sticking point for the two candidates was whether to sit (Sanchez) or stand (Perry) during the debates, according to an Oct. 9, 2002, Fort Worth Star-Telegram article. Perry, 6 feet tall, said he thought Sanchez, 5 feet seven inches, was insecure about his height. Sanchez said he just wanted to be comfortable. (They agreed to sit at one, stand at the other.)</p>\r\n<p>\r\n\tIn his last run for election in 2006, Perry seemed less enthusiastic to debate his challengers, including Democrat Chris Bell and independents Kinky Friedman and Carole Keeton Strayhorn. The four faced off only once, in October. A month before, Perry told the Houston Chronicle editorial board that one debate was enough because the scheduled event, with its multiple participants, would be a &quot;circus.&quot;</p>\r\n<p>\r\n\tApparently height was still an issue, though. The campaigns decided that the 5-foot, 1-inch Strayhorn could stand on a riser for the event.</p>\r\n<p>\r\n\tWhere do we stand?</p>\r\n<p>\r\n\tIn 2002, Perry pushed Sanchez to release his complete income tax returns for the years he was on the UT board of regents and on the Parks and Wildlife Commission, but never made it a condition to debate. Indeed, Perry not only debated him twice, but goaded him to participate in 12 debates.</p>\r\n<p>\r\n\tTo date, Perry has refused to debate White until he releases all of his income tax returns for the years he served the Clinton administration in Washington and the state Democratic party chairman.</p>\r\n<p>\r\n\tWe didn&#39;t hear back from the Perry campaign when we asked whether he has ever set a precondition on a debate before. Since we found no evidence that Perry has ever made a debate conditional upon his opponent&#39;s release of tax returns, we call that a Full Flop.</p>", "ruling_comments_date": "2010-07-22T18:17:01.859093", "ruling_date": "2010-07-24T06:00:00", "ruling_headline": "Perry debated in 2002 even though his opponent didn't release his complete income tax returns per Perry's request", "ruling_headline_slug": "perry-debated-2002-even-though-his-opponent-didnt-", "ruling_link_text": "No tax returns? No problem!", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBill White for Texas, Press release: Rick Perry ducks debates, editorial boards, voters; Far cry from &quot;If two debates are good, twelve will be great,&quot; July 21, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.scribd.com/doc/34644336/Rick-Perry-on-2002-Debates\" title=\"Press release:\">Press release:</a> Texans deserve more than two urban debates; Perry urges Sanchez to follow his lead, accept multiple debates, Sept. 9, 2002</p>\r\n<p>\r\n\tE-mail interview with Catherine Frazier, deputy communications director, Texans for Rick Perry, July 21, 2010</p>\r\n<p>\r\n\tWFAA, <a href=\"http://www.wfaa.com/news/politics/debate/Candidates-for-governor-debate-about-having-a-debate-92130264.html\" id=\"ql45\" title=\"Candidates for governor debate about having debate,\">Candidates for governor debate about having debate,</a> April 26, 2010</p>\r\n<p>\r\n\tThe Associated Press, Firm with Rita role led White to profits; Democrat cashed in on investment made a year after storm, records say, June 9, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, Perry tax filing shows $484 fiven to charity; Governor and his challenger release returns showing 2000 income, contributions, Dec. 14, 2001</p>\r\n<p>\r\n\tAustin American-Statesman, Perry challenges Sanchez to release income tax returns; Governor&#39;s campaign says Texans deserve to know financial details; Democrat disagrees, March 30, 2002</p>\r\n<p>\r\n\tAustin American-Statesman, Sanchez&#39; wealth in political spotlight; some say candidates holdings could create conflicts of interest, April 14, 2002</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tOn debating.</p>", "statement_context": "a press release", "statement_date": "2010-04-26", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}