{"art": [{"brightcove": "", "caption": "Wendy Davis' speech at the Texas Democratic convention", "id": 536, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/536/", "title": "Wendy Davis' speech at the Texas Democratic convention", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/tq_O4zKkmME?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "tq_O4zKkmME"}], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jul/25/wendy-davis/wendy-davis-says-texas-commission-environmental-qu/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2113, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2113/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSpeaking at the Texas Democratic convention last month, Sen. Wendy Davis, D-Fort Worth, lambasted the state agency responsible for approving permits to pollute the air.</p>\r\n<p>\r\n\t&quot;The Texas Commission on Environmental Quality &mdash; what a joke,&quot; she said during a speech to delegates June 26. &quot;In my district, we caught them lying to us about the results of air quality studies in the Barnett Shale. They are playing with the health and safety of our communities, and we are going to tell them that is not acceptable.&quot;</p>\r\n<p>\r\n\tFirst, the basics: When we contacted Davis to elaborate on her statement, Davis said that &quot;we&quot; meant the public.</p>\r\n<p>\r\n\tBut was TCEQ lying? The answer to that question is more complicated.</p>\r\n<p>\r\n\tFrom Dec. 15-17, TCEQ tested air samples collected at 126 natural gas production sites in Fort Worth for toxic pollutants. Natural gas drilling creates pollution from a couple sources, according to the Star-Telegram: the tank batteries that store wastewater and condensate &mdash; a light form of crude oil that often vents into the atmosphere &mdash; and the motors that drive pipeline compressors. Plus, drillers vent natural gas into the atmosphere when they complete a well. Fort Worth covers about 6 percent of the Barnett Shale, a natural gas field that covers more than 20 counties, according to the Star-Telegram.</p>\r\n<p>\r\n\tOn Jan. 12, John Sadlier, deputy director of the office of compliance and enforcement at TCEQ, presented the results to the Fort Worth City Council. &quot;Based on this study, the air is safe,&quot; he said, reporting that the agency didn&#39;t find pollutants at levels that could cause health problems.</p>\r\n<p>\r\n\tEight slides accompanying the presentation had a red disclaimer noting that the samples had not been collected, analyzed or reviewed following specific protocol for quality control. TCEQ spokesman Terry Clawson told us that the city had asked TCEQ to perform tests &quot;as quickly as possible&quot; using the agency&#39;s mobile laboratory. (The request came on the heels of testing in DISH, a nearby town, that revealed high levels of benzene and other compounds.) While the mobile lab enables results to be produced within hours after samples are taken, Clawson said, the testing didn&#39;t meet national standards.</p>\r\n<p>\r\n\tDavis pointed out that the slides shown to the city council clearly said that benzene didn&#39;t exceed the levels considered safe for both short-term and long-term health, instead of noting that the data to prove that wasn&#39;t available.</p>\r\n<p>\r\n\tOn Feb. 3, someone filed a fraud complaint with the TCEQ chief auditor&#39;s office, alleging the agency&#39;s monitoring operation had knowingly reported &quot;inaccurate and misleading&quot; information based on inadequate testing methods for butadiene, isoprene and benzene. The office initiated an audit, reporting the results on March 25.</p>\r\n<p>\r\n\tAccording to the audit memo, shortly after the council presentation, Sadlier questioned the validity of the data and ordered further tests. TCEQ sent the air samples to its lab using a more sensitive analysis. On Jan. 22, those tests showed that several samples measured benzene, a byproduct of gas drilling known to cause cancer in humans, at levels that exceeded those considered safe for people&#39;s long-term health. TCEQ did not report the new results to council members.</p>\r\n<p>\r\n\tThe memo said Sadlier ordered more tests in February. Once more, TCEQ detected benzene, but not at levels that exceeded state standards. Clawson told us those results were published in a report dated April 26. The report was shared with the city of Fort Worth and posted on the agency&#39;s website on May 21. Davis said that it was &quot;buried,&quot; so that someone visiting the site wouldn&#39;t know it was there unless they were looking for it.</p>\r\n<p>\r\n\tStill with us? On June 1, TCEQ released results from samples taken at two sites in late April &mdash; that would be the fourth round of tests &mdash; that again showed levels of benzene exceeding the state&#39;s long-term health standard. &quot;State officials have said the level is not enough to cause immediate health problems, but it could make people sick if they were exposed continually for several years. It also serves as an indication that more testing in the area is needed,&quot; according to a June 2 Star-Telegram article.</p>\r\n<p>\r\n\tClawson told us that TCEQ later collected more samples at the two facilities and did not find benzene that exceeded short-term or long-term exposure levels. That report was published and distributed to the City of Fort Worth on July 7, he said.</p>\r\n<p>\r\n\tClawson told us that the agency regrets &quot;the failure to communicate the results to the city in a more timely fashion.&quot; However, he also said that during presentation to the Fort Worth City Council, &quot;we stated that tests found &#39;no cause for concern.&#39; This statement was true then, and it is true today.&quot;</p>\r\n<p>\r\n\tAs for the fraud complaint against the agency, the March 25 auditor&#39;s report concluded that the information provided to Sadlier from the first round of tests &quot;while technically correct, could be considered to be misleading.&quot; It did not find evidence that Monitoring Operation&#39;s management knew the information was misleading. Sadlier said he didn&#39;t know the equipment couldn&#39;t detect lower levels of benzene when he talked to city officials, according to a May 28 Dallas Morning News article.</p>\r\n<p>\r\n\tJust a few days after TCEQ posted the toxicology report online May 21, the Texas Observer broke the story about the fraud complaint and audit, prompting Davis to issue a press release blasting the agency for waiting &quot;four months to reveal these disturbing test results. The agency had determined the public had been exposed to elevated levels of benzene, and yet the public and their elected officials were not made aware of these exposures.&quot;</p>\r\n<p>\r\n\tOn May 28 Davis filed a 30-point open-records request, asking for all TCEQ documents and communications related to benzene and other potentially harmful chemicals that may, could be, or are found in the air above the Barnett Shale.</p>\r\n<p>\r\n\tIn our conversation with Davis last week, she said that Mark Vickery, executive director of the TCEQ, had called her to apologize. &quot;He was very contrite, expressed great apology for not having revealed to me the information before,&quot; she said, adding that Vickery told her TCEQ didn&#39;t think the January test results posed &quot;a serious health risk and therefore did not disclose it.&quot;</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tFirst, TCEQ reported data that backed up the agency&#39;s claim that emissions from the Barnett Shale sites in Fort Worth were safe, but those tests could not measure lower levels of toxic chemicals. Subsequently, more sensitive tests have gone back and forth: some showed benzene levels exceeding the standard for long-term health effects and some did not. Until recently, the agency has not reported the results promptly. To Davis&#39; point: TCEQ waited four months to alert officials of the January tests that detected elevated levels of benzene.</p>\r\n<p>\r\n\tDid the agency lie, as Davis claimed? Or simply fail to disclose &mdash; by TCEQ&#39;s own admission &mdash; in a timely fashion?</p>\r\n<p>\r\n\t&quot;Hiding the truth is lying,&quot; Davis said. However, absent proof of an intent to deceive, we rate her statement Half True. Should her open-records request yield new information that shows the TCEQ knowingly lied to the public, we&#39;ll reconsider our rating.</p>", "ruling_comments_date": "2010-07-23T14:01:55.508981", "ruling_date": "2010-07-25T06:00:00", "ruling_headline": "Wendy Davis says the Texas Commission on Environmental Quality (TCEQ) lied about air quality tests in the Barnett Shale", "ruling_headline_slug": "wendy-davis-says-texas-commission-environmental-qu", "ruling_link_text": "For four months, TCEQ sat on new test results that showed benzene", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Democratic Party, <a href=\"http://www.youtube.com/user/TXDemocrats#p/u/8/tq_O4zKkmME\" id=\"gpt.\" title=\"Sen. Wendy Davis' convention speech,\">Sen. Wendy Davis&#39; convention speech,</a> June 26, 2010</p>\r\n<p>\r\n\tTexas Commission on Environmental Quality, <a href=\"http://www.tceq.state.tx.us/comm_exec/communication/media/011210FWOilandGas\" id=\"f-dc\" title=\"News release:\">Press release:</a> Oil and and gas air test in Ft. Worth find &quot;no cause for concern,&quot; Jan. 12, 2010</p>\r\n<p>\r\n\tTexas Commission on Environmental Quality, <a href=\"http://www.tceq.state.tx.us/assets/public/implementation/barnett_shale/Internal-review-of-monitoring-data-20100325.pdf\" id=\"egl5\" title=\"PDF\">PDF</a>: Interoffice memorandum re: Monitoring Operations data inquiry, To: John Sadlier, deputy director of the office of compliance and enforcement at TCEQ, From: Steve Goodson, chief auditor at TCEQ, March 25, 2010</p>\r\n<p>\r\n\tTexas Commission on Environmental Quality, Fort Worth Review <a href=\"http://www.tceq.state.tx.us/assets/public/implementation/barnett_shale/2010.01.11-sadlier-FW_review.pdf\" id=\"hik.\" title=\"presentation\">presentation</a> by John Sadlier, deputy director of the Office of Compliance and Enforcement, Jan. 12, 2010</p>\r\n<p>\r\n\tTexas Observer, <a href=\"http://www.texasobserver.org/cover-story/agency-of-destruction\" id=\"e8hs\" title=\"Agency of destruction: Texas' environmental commission serves its customers well. Too bad they're not the public,\">Agency of destruction: Texas&#39; environmental commission serves its customers well. Too bad they&#39;re not the public,</a> May 12, 2010</p>\r\n<p>\r\n\tSen. Wendy Davis, <a href=\"http://www.senate.state.tx.us/75r/Senate/members/dist10/pr10/p052710a.pdf\" id=\"ae0b\" title=\"Press release\">Press release</a>: Senator Wendy Davis demands accountability from state environmental officials, May 27, 2010</p>\r\n<p>\r\n\tSen. Wendy Davis, <a href=\"http://www.senate.state.tx.us/75r/Senate/members/dist10/pr10/p052810a.pdf\" id=\"a-rb\" title=\"Press release\">Press release</a>: Senator Wendy Davis requests detailed records from state environmental officials, May 28, 2010</p>\r\n<p>\r\n\tDallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/stories/DN-fwbenzene_28met.ART.State.Edition1.ee20c7a.html\">Benzene detected near drilling sites wasn&#39;t divulged</a>, May 28, 2010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, <a href=\"http://www.star-telegram.com/2010/05/27/2223239/texas-agency-gave-inaccurate-air.html\">Texas agency gave inaccurate air pollution test results to Fort Worth</a>, May 28, 2010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, <a href=\"http://www.star-telegram.com/2010/06/01/2231962/state-finds-high-benzene-levels.html\">State regulators release additional air quality test results with higher-than-normal benzene levels,</a> June 2, 2010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, <a href=\"http://www.smu.edu/News/2009/al-armendariz-fwst-8june2009.aspx\">SMU prof was right about Barnett Shale pollution,</a> June 8, 2009</p>\r\n<p>\r\n\tInterview with Anthony Spangler, communications director, Sen. Wendy Davis, July 12, 2010 and July 22, 2010</p>\r\n<p>\r\n\tInterview with Wendy Davis, state senator representing district 10, July 13, 2010</p>\r\n<p>\r\n\tE-mail interview with Terry Clawson, spokesman, Texas Commission on Environmental Quality, July 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "state senator", "false_count": 1, "first_name": "Wendy", "half_true_count": 8, "home_state": "Texas", "id": 550, "last_name": "Davis", "mostly_true_count": 12, "name_slug": "wendy-davis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davis.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/550/", "total_count": 27, "true_count": 0, "website": "http://www.senate.state.tx.us/75r/Senate/members/dist10/dist10.htm"}, "statement": "<p>\r\n\t&quot;We caught (the Texas Commission on Environmental Quality) lying to us about the results of air quality studies in the Barnett Shale.&quot;</p>", "statement_context": "a speech at the Texas Democratic convention", "statement_date": "2010-06-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}