{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jul/23/bill-oreilly/bill-oreilly-blames-obama-administration-not-pursu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2116, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2116/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>For several weeks, Fox News pundits have been hammering the Obama administration for its handling of the New Black Panther Party voter intimidation case.</p>\r\n\r\n<p>The gist of the argument is that the Obama administration backed off a slam-dunk case because it has no stomach for going after minorities for civil rights violations.</p>\r\n\r\n<p>At issue is an incident on Nov. 4, 2008 -- the day of the presidential election -- when New Black Pather Party members Jerry Jackson and King Samir Shabazz stood outside a Philadelphia polling place dressed in black military-style uniforms. Shabazz held a nightstick, and the two men were accused of making intimidating remarks to both white and black voters. Be one of the 1.5 million people to view the video on YouTube by clicking <a href=\"http://www.youtube.com/watch?v=neGbKHyGuHU&amp;feature=pyv&amp;ad=3265020430&amp;kw=black%20panther\">here</a>. In the video, the men are asking a camera man why he is taping them.</p>\r\n\r\n<p>On January 7, 2009, a couple weeks before Obama took office, the Department of Justice filed a civil action in federal court accusing the two men, as well as the New Black Panther Party and its leader Malik Zulu Shabazz, of engaging in voter intimidation. Although none of the defendants responded to the complaint, the Department decided last year to drop its case against all but King Samir Shabazz, the one with the nightstick. The department asked for, and got, an injunction prohibiting Shabazz from displaying a weapon within 100 feet of a Philadelphia polling location until 2012.</p>\r\n\r\n<p>Many Fox News pundits decried the government&#39;s position as outrageously lenient, and evidence of an Obama administration double standard on race issues.</p>\r\n\r\n<p>On July 6, 2010, Fox News&#39; Bill O&#39;Reilly asked Fox News legal analyst Lis Wiehl whether the Justice Department should have prosecuted the Panthers.</p>\r\n\r\n<p>&quot;Of course,&quot; Wiehl said. &quot;I mean, there&#39;s absolutely no reason. Just take a look at the video that they didn&#39;t prosecute. And it&#39;s interesting you use the word prosecute, because all that the department did was file a civil complaint, which they won by default judgment. They dropped that afterwards, because, oh, one of the Black Panthers has said, oh, I&#39;m not going to show up for three years at that particular polling area with a night stick. And that&#39;s all they wanted. They never pursued criminal charges, Bill. And they could have done that.&quot;</p>\r\n\r\n<p>&quot;Okay, but you say they should have done that?&quot; O&#39;Reilly asked.</p>\r\n\r\n<p>&quot;Oh, absolutely,&quot; Wiehl said.</p>\r\n\r\n<p>Later, OReilly asked Fox News legal analyst Kimberly Guilfoyle if the matter should have been prosecuted.</p>\r\n\r\n<p>&quot;You&#39;ve got a video,&quot; Guilfoyle said. &quot;Yes, they absolutely should have proceeded full on this case...I have to tell you, this bothers me because I believe that they are not being race neutral in their enforcement of the Voting Rights Act.&quot;</p>\r\n\r\n<p>O&#39;Reilly expanded on this point very clearly in a July 19, 2010, column.</p>\r\n\r\n<p>&quot;If it were just about the Panthers, the story would be meaningless,&quot; <a href=\"http://townhall.com/columnists/BillOReilly/2010/07/17/the_naacp_vs_the_tea_party\">O&#39;Reilly wrote</a>. &quot;But because Attorney General Eric Holder is involved in the dismissal of the criminal charges, the situation takes on some importance.&quot;</p>\r\n\r\n<p>We&#39;re fact-checking the claim that the Obama administration made the call not to pursue a criminal civil rights case against the New Black Panther Party, because we think the answer puts the entire issue into a clearer context.</p>\r\n\r\n<p>Let&#39;s take a walk through the timeline to see who decided what and when.</p>\r\n\r\n<p>The 2008 election day incident was reported in the media immediately, and the Department of Justice decided to investigate. Officials weighed a number of prosecution options -- both criminal and civil.</p>\r\n\r\n<p>On Jan. 7, 2009, the Bush Administration Justice Department <a href=\"http://www.justice.gov/opa/pr/2009/January/09-crt-014.html\">announced</a> that it filed a civil lawsuit against the New Black Panther Party and three of its members. Specifically, they were alleged to have violated Section 11(b) of the Voting Rights Act of 1965, which prohibits intimidation, coercion or threats against &quot;any person for voting or attempting to vote.&quot; The aims of the lawsuit were fairly limited: &quot;The Department seeks an injunction preventing any future deployment of, or display of weapons by, New Black Panther Party members at the entrance to polling locations.&quot; In other words, the aim was to make sure they didn&#39;t do something similar again in the future. This section of the law does not subject violators to criminal penalties (fines or jail time, for example).</p>\r\n\r\n<p>The Civil Rights Division at the Department of Justice, which handles all racially motivated voter intimidation offenses, determined that &quot;the facts did not constitute a prosecutable violation of the federal criminal civil rights statutes,&quot; according to <a href=\"http://www.mainjustice.com/2010/05/14/perez-testifies-at-new-black-panther-party-hearing/\">testimony provided by Thomas E. Perez</a> , Assistant Attorney General, on May 14, 2010. Justice spokeswoman Tracy Schmaler confirmed to PolitiFact that that determination not to file criminal charges was made prior to the filing of the civil case.</p>\r\n\r\n<p>In other words, the decision not to pursue criminal charges was made by the Justice Department&#39;s Civil Rights Division prior to the Obama administration.</p>\r\n\r\n<p>Perez also noted, &quot;In July 2009, the United States Attorney&rsquo;s Office for the Eastern District of Pennsylvania declined prosecution in the matter. Our understanding is that local law enforcement officials also declined to pursue state criminal charges.&quot;</p>\r\n\r\n<p>Again, none of the defendants responded to the civil complaint, so it&#39;s fair to say this was a slam-dunk case for the prosecution. But according to Perez, &quot;that did not absolve the Department of its legal and ethical obligations to ensure that any relief sought was consistent with the law and supported by the evidence.&quot; And upon deeper review, the Justice Department decided to dismiss the cases against the New Black Panther Party, its leader Malik Shabazz, and Jackson (the guy without the nightstick at the polling place that day).</p>\r\n\r\n<p>In order to have violated the statute in question, the New Black Panther Party (which is not affiliated with the original Black Panther Party) would have had to &quot;direct a campaign of intimidation,&quot; and Perez noted that while the organization had posted a notice that 300 members of the party would be deployed at polling places on election day, the Philadelphia location where King Samir Shabazz was stationed was the only one where an incident occurred. Perez further noted that the group posted a message on its website -- prior to the civil action being filed -- which stated, &quot;Specifically, in the case of Philadelphia, the New Black Panther Party wishes to express that the actions of people purported to be members do not represent the official views of the New Black Panther Party and are not connected nor in keeping with our official position as a party.&quot;</p>\r\n\r\n<p>The Justice Department, did, however, follow through with its case against King Samir Shabazz, concluding that his display of a nightstick at the polling place &quot;supported the allegation of voter intimidation.&quot; The Department asked for, and got, an injunction prohibiting Shabazz from displaying a weapon within 100 feet of a Philadelphia polling location until 2012.</p>\r\n\r\n<p>Some may say the government was too lenient, that the case should not have been dropped against the three other defendants, or that the injunction against Shabazz should have extended nationwide -- not just in Philadelphia -- and for a much longer time (not just until 2012). Those decisions were made during the Obama administration.</p>\r\n\r\n<p>But the pundits have often blurred the distinction between the civil and criminal cases. O&#39;Reilly and other Fox commentators have confused the issue by suggesting Holder and the Obama administration made the call not to pursue more serious charges against the New Black Panther Party members. Perez stated that the Civil Rights Division decided pre-Obama not to pursue more serious, criminal charges. So when O&#39;Reilly brings on legal analysts who paint it as an outrage that the Justice Department did not pursue a criminal case, and the only person condemned by O&#39;Reilly is Holder for not &quot;representing the United States in a fair and balanced way,&quot; that&#39;s misleading and misplaced. We think it&#39;s fair to hold Holder accountable for the decision to limit the civil case, but not the criminal one. We rate O&#39;Reilly&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-07-23T15:43:31.523177", "ruling_date": "2010-07-23T16:55:44", "ruling_headline": "O'Reilly blames Obama admin. for not pursuing criminal charges in New Black Panther Party case", "ruling_headline_slug": "bill-oreilly-blames-obama-administration-not-pursu", "ruling_link_text": "Criminal case? It was a different administration", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=neGbKHyGuHU&amp;feature=pyv&amp;ad=3265020430&amp;kw=black%20panther\">Video of New Black Panther Party members outside Philadelphia polling place on election day</a>, Nov. 4, 2008</p>\r\n\r\n<p><a href=\"http://www.creators.com/opinion/bill-oreilly/the-naacp-vs-the-tea-party-10-07-17.html\">&quot;The NAACP vs. the Tea Party,&quot;</a> by Bill O&#39;Reilly, July 17, 2010</p>\r\n\r\n<p>Department of Justice, Press release: <a href=\"http://www.justice.gov/opa/pr/2009/January/09-crt-014.html\">&quot;Justice Department Seeks Injunction Against New Black Panther Party,&quot;</a> Jan. 7, 2009</p>\r\n\r\n<p><a href=\"http://www.mainjustice.com/2010/05/14/perez-testifies-at-new-black-panther-party-hearing/\">Statement of Thomas E. Perez</a>, Assistant Attorney General, Civil Rights Division, Before the U.S. Commission on Civil Rights, May 14, 2010</p>\r\n\r\n<p>Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/16/AR2010071604081.html\">&quot;Why the silence from The Post on Black Panther Party story?&quot;</a> by Andrew Alexander, Ombudsman, July 18, 2010</p>\r\n\r\n<p>Washington Times, <a href=\"http://www.washingtontimes.com/news/2010/jun/25/inside-the-black-panther-case-anger-ignorance-and-/\">&quot;Adams: Inside the Black Panther case,&quot;</a> by J. Christian Adams, June 25, 2010</p>\r\n\r\n<p>Salon, <a href=\"http://www.salon.com/news/opinion/joan_walsh/politics/2010/07/17/wash_post_gives_new_black_panther_story_new_credibility\">&quot;Wash Post gives New Black Panther story new life,&quot;</a> by Joan Walsh, July 17, 2010</p>\r\n\r\n<p>Washington Post,<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/14/AR2010071405880.html?sub=AR\"> &quot;2008 voter-intimidation case against New Black Panthers riles the right,&quot;</a> by Krissah Thompson, July 15, 2010</p>\r\n\r\n<p>Philadelphia Inquirer, <a href=\"http://www.philly.com/philly/blogs/politics/A_Black_Panther_yes_Intimidation_no.html\">&quot;A Black Panther, yes. Intimidation, no,&quot;</a> by John Sullivan, Nov. 4, 2008</p>\r\n\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/07/07/us/07rights.html?_r=3&amp;scp=1&amp;sq=black%20panther%20case&amp;st=cse\">&quot;Racial Motive Alleged in a Justice Dept. Decision,&quot;</a> by Charlie Savage, July 6, 2010</p>\r\n\r\n<p>American Prospect, <a href=\"http://blog.prospect.org/blog/adam_serwer/2010/07/when_was_the_new_black_panther_content.html\">&quot;When Was The New Black Panther Case Downgraded?,&quot;</a> by Adam Serwer, July 6, 2010</p>\r\n\r\n<p>American Prospect, <a href=\"http://www.prospect.org/csnc/blogs/adam_serwer_archive?month=07&amp;year=2010&amp;base_name=a_clarification_on_the_nbpp_ca\">&quot;A Clarification on the NBPP Case,&quot; </a>by Adam Serwer, July 13, 2010</p>\r\n\r\n<p>E-mail interview with Justice spokeswoman Tracy Schmaler, July 22, 2010</p>\r\n\r\n<p><br />\r\n<br />\r\n<br />\r\n&nbsp;</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>&quot;Attorney General Eric Holder is involved in the dismissal of the criminal charges&quot; against the New Black Panther Party for voter intimidation<br />\r\n&nbsp;</p>\r\n", "statement_context": "an online column", "statement_date": "2010-07-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney General", "false_count": 0, "first_name": "Eric", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 1620, "last_name": "Holder", "mostly_true_count": 1, "name_slug": "eric-holder", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eric_holder.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1620/", "total_count": 3, "true_count": 2, "website": "http://www.justice.gov/"}], "twitter_headline": "O'Reilly's blame of Holder for not pursuing criminal charges against New Black Panther Party is False. "}