{"art": [{"brightcove": "", "caption": "On July 19, 2010, Bill O'Reilly of Fox News blasted Shirley Sherrod based on what later was discovered to be an edited version of a speech she gave. During O'Reilly's segment, Fox posted the news that she had been ousted.", "id": 540, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/540/", "title": "O'Reilly on Sherrod", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/DsZEKZSB3JI?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "DsZEKZSB3JI"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/26/stephen-hayes/stephen-hayes-defends-fox-handling-sherrod-story/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2126, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2126/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWashington and the nation were captivated a week ago by the controversy over Shirley Sherrod, a once-obscure U.S. Agriculture Department official who became a villain, and then a victim, over the course of 24 hours.<br />\r\n\t<br />\r\n\tBecause the story began and ended so quickly, we were unable to fact-check it at the time, but here&#39;s a recap of what happened.<br />\r\n\t<br />\r\n\tAndrew Breitbart, a conservative provocateur, started things off July 19, 2010, when he posted a video on one of his websites, BigGovernment.com, that seemed to show Sherrod, who is black, telling an NAACP audience that she had discriminated against a white farmer. After conservative bloggers raised an outcry about Sherrod&#39;s apparent revelation, the NAACP moved to condemn Sherrod, and senior Agriculture Department officials quickly pressured Sherrod to resign.<br />\r\n\t<br />\r\n\tBut within hours, it came out that the video had been selectively edited, and the uncut version made clear that Sherrod had actually been telling the story about the white farmer to explain how she had overcome her own prejudices. She ended up helping save the family&#39;s farm, and the farmer and his wife took to the airwaves to defend Sherrod. The Agriculture Department then reversed itself, with Secretary Tom Vilsack making a heartfelt apology and asking Sherrod to return to the department. Sherrod also received a personal call from President Barack Obama.<br />\r\n\t<br />\r\n\tThis whirlwind of charges and counter-charges prompted a round of soul-searching by most of those involved in the episode, including those in government, advocacy groups, the blogosphere and the media. One question that quickly emerged was how culpable Fox News was. In the past, Fox news commentators have often beaten the drum on stories critical of Democrats, liberals and the Obama Administration, so to some who were sympathetic to Sherrod, Fox seemed like a plausible villain.<br />\r\n\t<br />\r\n\tThey took as evidence a July 20, 2010, CNN interview with Sherrod, in which she explained how, while driving through Georgia, she was forced out by Cheryl Cook, the deputy undersecretary.<br />\r\n\t<br />\r\n\tWhen Cook called her cell phone, Sherrod recalled telling Cook, &quot;&#39;Cheryl, I&#39;ve got a three-and-a-half-hour ride to get into Athens.&#39; She called me a second time, (saying,) &#39;Where are you now?&#39; I said, &#39;I&#39;m just going through Atlanta.&#39; She called me again and I said, &#39;I&#39;m at least 45 minutes to an hour from Athens. She said, &#39;Well, Shirley, they want you to pull over to the side of the road and do it (formally resign), because you&#39;re going to be on Glenn Beck tonight.&#39;&quot; Beck, of course, is an outspoken conservative commentator with popular talk show on Fox.<br />\r\n\t<br />\r\n\tThe question of Fox&#39;s role came up during the July 25, 2010, edition of ABC&#39;s <em>This Week</em>. Host Jake Tapper cited a commentary by Josh Marshall of the liberal website Talking Points Memo. &quot;Breitbart got a piece of video he knew nothing about and published it with a central claim that he either made up or made no attempt to verify,&quot; Tapper quoted Marshall as writing. &quot;To use terminology of infectious disease, Fox was the primary vector of this story. And to the best of my knowledge, there&#39;s been not only no disciplining of anyone in the newsroom, but as far as I can see, no retraction, apology, or even discussion of their primary role in an obvious smear. This is a journalistic felony, really, the worst kind of thing that journalists can ever do, a reality only compounded by the fact that they refuse to admit not only culpability but even that they did anything wrong.&quot;<br />\r\n\t<br />\r\n\tFor a reaction, Tapper turned to Stephen Hayes, a senior writer with the <em>Weekly Standard</em>, a conservative magazine, who was a member of the show&#39;s roundtable that week. &quot;Stephen, do you think that ... liberals are unfairly using this to try to discredit conservative journalists?&quot;<br />\r\n\t<br />\r\n\tHayes responded, &quot;Yes, of course, they are. Look, the timeline doesn&#39;t work. I mean ... Howard Kurtz, at CNN and the <em>Washington Post </em>wrote that the timeline simply doesn&#39;t work. She actually resigned before or was forced to retire before anybody on Fox said a word about this.&quot;<br />\r\n\t<br />\r\n\tWe thought it would be worthwhile to check the transcripts and see whether it&#39;s correct that Sherrod &quot;actually resigned before or was forced to retire before anybody on Fox said a word about this.&quot;<br />\r\n\t<br />\r\n\tThe earliest on-air comment we could find came the toward the end of the 8 p.m. hour, during an airing of <em>The O&#39;Reilly Factor</em>, a talk show hosted by pugnaciously conservative host Bill O&#39;Reilly.<br />\r\n\t<br />\r\n\tO&#39;Reilly told viewers that &quot;speaking at an NAACP event in March, Department of Agriculture official Shirley Sherrod was caught on tape saying something very disturbing. Seems a white farmer in Georgia had requested government assistance from Ms. Sherrod.&quot; He then showed a clip of Sherrod saying, &quot;I was struggling with the fact that so many black people had lost their farmland. And here I was faced with having to help a white person save their land. So I didn&#39;t give him the full force of what I could do.&quot;<br />\r\n\t<br />\r\n\tWhen the clip ended, O&#39;Reilly said, &quot;Wow. Well, that is simply unacceptable. And Ms. Sherrod must resign immediately. The federal government cannot have skin color deciding any assistance. We are requesting an explanation from the agriculture secretary, Tom Vilsack, and will keep you posted. By the way, the full transcript of Ms. Sherrod&#39;s remarks is posted on BigGovernment.com.&quot;<br />\r\n\t<br />\r\n\tWhile it&#39;s safe to assume that O&#39;Reilly was unaware of Sherrod&#39;s ouster at the time he aired those comments -- why would he call for her ouster if it had already happened? -- his producers apparently found out as the segment was underway, because as O&#39;Reilly was speaking, Fox aired an on-screen notice that said, &quot;Sec. Vilsack has accepted Sherrod&#39;s resignation.&quot; A few minutes later, during the 9 p.m. hour of Fox, O&#39;Reilly&#39;s fellow conservative host, Sean Hannity, began his show with an alert that Sherrod had resigned.<br />\r\n\t<br />\r\n\tSo, based on the Fox transcripts as well as Sherrod&#39;s own account in the CNN interview, Hayes appears to be correct that Sherrod &quot;was forced to resign before anybody on Fox said a word about this.&quot; Indeed, Howard Kurtz, the Washington Post&#39;s media critic, reported that &quot;after a news meeting Monday afternoon (July 19), an e-mail directive was sent to the news staff in which Fox Senior Vice President Michael Clemente said, &#39;Let&#39;s take our time and get the facts straight on this story. Can we get confirmation and comments from Sherrod before going on-air. Let&#39;s make sure we do this right.&#39;&quot;<br />\r\n\t<br />\r\n\tBut we think it&#39;s worth mentioning two additional points.<br />\r\n\t<br />\r\n\tFirst, it&#39;s clear from O&#39;Reilly&#39;s on-air comment that at least one Fox commentator was preparing to make hay over the Sherrod controversy before she resigned -- it&#39;s just that the Agriculture Department beat Fox to the punch by ousting her first. If officials above Sherrod had spent more time reviewing her case instead of forcing her to the side of the road, O&#39;Reilly at least, and possibly other Fox hosts, were ready to take up the call for her to be ousted.<br />\r\n\t<br />\r\n\tSecond, Fox&#39;s television network may not have discussed Sherrod before she was ousted, but there&#39;s evidence that two of its web affiliates did mention the story.<br />\r\n\t<br />\r\n\tMedia Matters for America -- a liberal group that tracks alleged media bias and regularly spars with both Fox and Breitbart -- located a FoxNews.com story posted around noon on July 19 that began, &quot;Days after the NAACP clashed with Tea Party members over allegations of racism, a video has surfaced showing an Agriculture Department official regaling an NAACP audience with a story about how she withheld help to a white farmer facing bankruptcy.&quot; Media Matters wrote that FoxNews.com credited BigGovernment.com with posting the video, and added that &quot;FoxNews.com is seeking a response from both the NAACP and the USDA.&quot; While Media Matters said that the article is no longer available on FoxNews.com, it provided a screenshot.<br />\r\n\t<br />\r\n\tNot long after that post went up at FoxNews.com, Media Matters said, Fox Nation -- an online community for news and commentary that&#39;s affiliated with Fox News -- posted the link to the Sherrod clip on BigGovernment.com under the headline, &quot;Caught on Tape: Obama Official Discriminates Against White Farmer.&quot;<br />\r\n\t<br />\r\n\tAll told, it seems clear to us that the USDA ousted Sherrod in order to forestall the possibility that commentators on Fox&#39;s cable channel would start calling for her resignation, not because Fox commentators had actually begun to do so. Still, two Fox web affiliates mentioned the controversy before Sherrod&#39;s ouster, and the fact that O&#39;Reilly called for her resignation without knowing that she was already out of a job suggests that Fox was already beginning to pounce. On balance, these two caveats persuade us to drop Hayes&#39; otherwise accurate statement that Shirley Sherrod &quot;was forced to resign before anybody on Fox said a word about this&quot; by a notch to Mostly True.</p>\r\n", "ruling_comments_date": "2010-07-26T17:19:22.679775", "ruling_date": "2010-07-26T18:15:42", "ruling_headline": "Fox News handling Sherrod story defended by 'Weekly Standard's' Stephen Hayes", "ruling_headline_slug": "stephen-hayes-defends-fox-handling-sherrod-story", "ruling_link_text": "No one \"said\" a word, but Fox websites wrote a few", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tStephen Hayes, comment during a <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-geithner/story?id=11245464&amp;page=2\" id=\"y451\" title=\"roundtable session\">roundtable session</a> on ABC&#39;s <em>This Week</em>, July 26, 2010<br />\r\n\t<br />\r\n\tFox News, transcript of The O&#39;Reilly Factor, July 19, 2010 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tFox News, transcript of Hannity, July 19, 2010 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tCNN, transcript of CNN Newsroom, July 20, 2010 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tMedia Matters for America, &quot;<a href=\"http://mediamatters.org/research/201007220004\" id=\"ksl2\" title=\"Timeline of Breitbart's Sherrod Smear\">Timeline of Breitbart&#39;s Sherrod Smear</a>,&quot; July 22, 2010<br />\r\n\t<br />\r\n\tMedia Matters for America, <a href=\"http://mediamatters.org/blog/201007200060\" id=\"v8s9\" title=\"link\">link</a> to clip from O&#39;Reilly Factor commentary about Shirley Sherrod, July 19, 2010<br />\r\n\t<br />\r\n\t<i>The Washington Post</i>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/21/AR2010072106708.html\" id=\"l0yq\" title=\"Ousted official Shirley Sherrod blamed Fox, but other outlets ran with story\">Ousted official Shirley Sherrod blamed Fox, but other outlets ran with story</a>,&quot; July 22, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Senior writer for the Weekly Standard", "false_count": 0, "first_name": "Stephen", "half_true_count": 1, "home_state": "", "id": 561, "last_name": "Hayes", "mostly_true_count": 1, "name_slug": "stephen-hayes", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/011812_hayes.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/561/", "total_count": 5, "true_count": 1, "website": "http://www.weeklystandard.com/"}, "statement": "<p>\r\n\tShirley Sherrod &quot;was forced to resign before anybody on Fox said a word about this.&quot;</p>\r\n", "statement_context": "a roundtable discussion on ABC's \"This Week\"", "statement_date": "2010-07-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did Fox News push for Sherrod's ouster, or only comment after she was gone? @politifact weighs the evidence"}