{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jul/29/donna-brazile/brazile-claims-income-has-grown-top-1-percent-stag/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2139, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2139/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>During the July 25, 2010 roundtable of ABC&#39;s <em>This Week</em>, Democratic strategist Donna Brazile made the case for extending tax cuts for low and middle-income families, rather than for the wealthy.<br />\r\n<br />\r\n&quot;Everyone is concerned about the deficit, and that&#39;s why we have to be careful how we frame this. I mean, you and I both know that -- Stephen, that over the last 10 years we&#39;ve seen the top 1 percent, their incomes have grown. Meanwhile, the bottom half of the country, the bottom half of all income earners, they&#39;ve seen their wages stagnate,&quot; she said.<br />\r\n<br />\r\nIncome inequality has become a fairly common Democratic talking point, so we decided to weigh in on the claim that while income for the top 1 percent has been increasing, it&#39;s been largely stagnant for the bottom half of the country.<br />\r\n<br />\r\nBrazile&#39;s office told us to check out a June 2010 report by Arloc Sherman, a senior researcher for the left-learning Center on Budget and and Policy Priorities. Sherman uses data from the Congressional Budget Office, the nonpartisan number cruncher for Congress, to graph income for different groups over time. The data starts in 1979 and goes through 2007. &quot;After-tax incomes nearly quadrupled for the top 1 percent of Americans in the last three decades, while barely rising among middle- and lower-income households,&quot; Sherman writes.<br />\r\n<br />\r\nWe tracked down the raw CBO figures to see if our own calculations would match Sherman&#39;s. The numbers, which come from the Internal Revenue Service (IRS) and the Current Population Survey (CPS), show average, inflation-adjusted to 2007, after-tax income. The chart shows how income has changed over time for five different income categories set by the IRS. There is additional data on the top 1 percent.</p>\r\n\r\n<p>No matter how you slice it, Brazile is on firm ground. Those with incomes in the bottom 20 percent had mean income of $16,100 in 1997. In 2007, it climbed to $17,700 -- or up 9.9 percent. For the group on the next rung up the ladder, income grew by 15.9 percent. For those ranked between 41 and 60 percent of income --only some of whom are in the bottom 50 percent -- income grew from $48,000 in 1997 to $55,300, or about 15.2 percent. That&rsquo;s not stagnant, but it&rsquo;s small potatoes compared to a 74.6 percent jump in income for the top 1 percent of earners. Mean income for that group climbed from $755,700 to slightly more than $1.3 million between 1997 and 2007.<br />\r\n<br />\r\nWe then moved to income data from the U.S. Census. Those inflation-adjusted figures start in 1967 and go through 2008. Looking at the 10&nbsp; years, 1998 to 2008, mean reported income for those at the bottom fell by 4.2 percent; for the next lowest income group it dropped by 3.9 percent, and for the group that includes some in the lowest half of incomes and some who are not, income decreased by 2.5 percent. During the same period, income for the top 5 percent (the figures do not include information on the top 1 percent), increased by about 0.5 percent. We should note, however, that if we look at income for the top 5 percent between 1998 and 2007 (as opposed to 2008 when the economy began spiraling downward), that&#39;s a 1.7 percent increase.<br />\r\n<br />\r\nFinally, we contacted numerous independent economic experts, who, for the most part, said that Brazile&#39;s argument is accurate. &quot;The big picture statement is exactly right. No gains for bottom half, big gains for top 1 percent,&quot; wrote Irwin Garfinkel, professor of contemporary urban problems from Columbia University. Edward Wolff, economics professor at New York University, told us that, based on his calculations from the the Federal Reserve Board&#39;s Survey of Consumer Finances, &quot;income of the bottom half fell by 9 percent over the last 10 years [from 1998-2008] while the income of the top one percent rose by 40 percent.&quot;<br />\r\n<br />\r\nA few experts did take issue with Brazile&#39;s use of the phrase &quot;the last 10 years.&quot; As we pointed out, the most recent data for the CBO ends in 2007. Census figures only go through 2008. If Brazile was truly talking about the last 10 years, i.e. from 2000 to 2010, as opposed to the last 10 years for which the data is available, one may argue that she engaged in a little bit of extrapolation. Robert Gordon, an economist at Northwestern University, told us that &quot;more and more of the compensation of the top 1 percent depends on the stock market,&quot; which took a plunge during the ongoing recession.</p>\r\n\r\n<p>Still, Emmanuel Saez, an economics professor at the University of California-Berkeley, argues in a July 2010 paper that the &quot;Great Recession is unlikely to have a very large impact on top income shares and will certainly not undo much of the dramatic increase in top income shares that has taken place since the 1970s&quot;. Sherman also pointed out that by &quot;convention, it is often accepted to talk about the last 10 years as meaning the last 10 years for which the data exist.&quot;<br />\r\n<br />\r\nWe also note that Brazile mentioned &quot;wages&quot; in the last part of her statement, which is a narrower term than income. Still, based on our review of the context of the conversation, our discussion with experts, and the statement itself --which mentions income twice, it seems clear that she was talking about income in both cases.<br />\r\n<br />\r\n&nbsp; Donna Brazile said that while the incomes for the top 1 percent have climbed, they&#39;ve been largely stagnant for the bottom half of the country. We consulted data from the Congressional Budget Office, the U.S. Census, and just to be sure, we double checked with independent economics experts. The CBO numbers showed relatively small increases in income for those in the bottom half, compared with the 74.6 percent gain for the top 1 percent. Mean income for the top 1 percent rose from $755,700 in 1997 to slightly more than $1.3 million 10 years later. The most recent 10-year data -- from Census -- shows income falling for those in the bottom 50 percent and increasing for the top 5 percent. Most of the experts we talked to said Brazile&rsquo;s underlying argument is on solid ground. As a result, we rate this True.</p>\r\n", "ruling_comments_date": "2010-07-28T15:44:59.015104", "ruling_date": "2010-07-29T11:48:49", "ruling_headline": "Brazile claims income has grown for the top 1 percent; stagnates for the bottom half", "ruling_headline_slug": "brazile-claims-income-has-grown-top-1-percent-stag", "ruling_link_text": "Data show she's right", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News <em>This Week</em>, July 25, 2010 <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-geithner/story?id=11245464&amp;page=2\">transcript</a>, accessed July 28, 2010<br />\r\n<br />\r\nE-mail interview, Donna Brazile, Democratic Strategist, July 26, 2010<br />\r\n<br />\r\nE-mail interview, Edward Wolff, New York University, July 28, 2010<br />\r\n<br />\r\nE-mail interview, Emmanuel Saez, University of California-Berkeley, July 28, 2010<br />\r\n<br />\r\nE-mail interview, Richard Valentine Burkhauser, Cornell University, July 27, 2010<br />\r\n<br />\r\nE-mail interview, Arloc Sherman, Center on Budget and Policy Priorities, July 27, 2010<br />\r\n<br />\r\nE-mail interview, Irv Garfinkel, Columbia University, July 27, 2010<br />\r\n<br />\r\nE-mail interview, Robert Gordon, Northwestern University, July 27, 2010<br />\r\n<br />\r\nE-mail interview, Gary Fields, Cornell University, July 27, 2010<br />\r\n<br />\r\nE-mail interview, Kenneth Couch, University of Connecticut, July 27, 2010<br />\r\n<br />\r\nEmmanuel Saez, <a href=\"http://elsa.berkeley.edu/%7Esaez/saez-UStopincomes-2008.pdf\">Striking it Richer: The Evolution of Top Incomes in the United States</a>, July 17, 2010<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/publications/collections/tax/2010/average_after-tax_income.pdf\">Average After-Tax Income for All Households, by Household Income Category, 1979-2007</a>, accessed July 27, 2010<br />\r\n<br />\r\nU.S. Census, <a href=\"http://www.census.gov/hhes/www/income/data/historical/household/h03AR.xls\">Mean household income data</a>, accessed July 27, 2010<br />\r\n<br />\r\nArloc Sherman and Chad Stone, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3220\">Income Gaps Between Very Rich and Everyone Else More Than Tripled In Last Three Decades</a>, New Data Show, June 25, 2010<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 1, "first_name": "Donna", "half_true_count": 4, "home_state": "Washington, D.C.", "id": 205, "last_name": "Brazile", "mostly_true_count": 7, "name_slug": "donna-brazile", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/t1larg.brazile.55.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/205/", "total_count": 13, "true_count": 1, "website": "http://donnabrazile.com/"}, "statement": "<p>Over the last 10 years, incomes for the top 1 percent &quot;have grown.&quot; Meanwhile, the bottom half of the country, &quot;they&#39;ve seen their wages stagnate.&quot;</p>\r\n", "statement_context": "a roundtable discussion on ABC's \"This Week\"", "statement_date": "2010-07-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "We look into a popular Democratic talking point on income inequality."}