{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/jul/31/gordon-quan/gordon-quan-harris-county-candidate-says-70-percde/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2146, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2146/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGordon Quan, the Democratic nominee for Harris County judge, sent an e-mail blast last month noting he&rsquo;d recently undergone cardiac bypass surgery.<br />\r\n\t<br />\r\n\t&quot;Like many, I had no signs of heart disease,&quot; his June 30 e-mail continues. &quot;Fortunately, my wife had insisted that I have a complete examination in March which detected growing blockage in my arteries. It is estimated by some cardiologists that 70 percent of all males over 50 have some form of heart disease. Unfortunately, we have lost many too soon due to untreated heart disease.&quot;</p>\r\n<p>\r\n\tSeven in 10 men older than 50 have heart disease? We&mdash;OK,<em> I</em>&mdash;urgently desired back-up.<br />\r\n\t<br />\r\n\tQuan told us he saw the statistic while looking through information posted online by the Preventive Medicine Research Institute, which says it performs scientific research on the effects of diet and lifestyle choices on health and disease. The California-based institute was founded by Dean Ornish, a physician who has long studied the effects of lifestyle changes on health.<br />\r\n\t<br />\r\n\tWe didn&#39;t find a similar statement on the institute&#39;s site and didn&#39;t hear back from its online contact.<br />\r\n\t<br />\r\n\tSeparately, we reached the Houston-based Texas Heart Institute, whose spokesman forwarded the American Heart Association&#39;s 2010 update of national heart disease and stroke statistics. It has a chart indicating nearly 40 percent of men and women aged 40 to 59 have some kind of cardiovascular disease, while 74 percent of men and 73 percent of women aged 60 to 79 fit into that un-wellness field. All told, the update says, 81.1 million Americans (or one in three residents) have one or more types of cardiovascular disease, 38.1 million of them being 60 or older.<br />\r\n\t<br />\r\n\tBut what about -- ahem -- men between 50 and 60? Frank Michel, the institute&rsquo;s director of public affairs, agreed the chart didn&rsquo;t speak directly to them. &quot;The prevalence of cardiovascular disease in one form or another is somewhere in between 40 percent and 70 percent for males aged 50 and over and it rises above 70 percent by the time they reach age 60,&quot; Michel said in an e-mail.</p>\r\n<p>\r\n\tIn Austin, we sought perspective from Glen Huschka, director of communications for the South Central Affiliate of the American Heart Association.<br />\r\n\t<br />\r\n\tHuschka initially noted that cardiovascular disease refers to a &quot;broad range of conditions including coronary heart disease, heart failure, stroke and high blood pressure,&quot; which he said seems to fit with Quan&#39;s statement.<br />\r\n\t<br />\r\n\tHuschka said in an e-mail that if the candidate had said men over 50 are &quot;at risk of developing&quot; heart disease, that would be a slam dunk. Huschka&rsquo;s point: More than 71 percent of men over age 20 are considered overweight or obese, a major risk factor.<br />\r\n\t<br />\r\n\tHuschka floated our question to Melanie Turner, associate science and medicine adviser with the American Heart Association&rsquo;s Dallas-based National Center. She shared information from the National Health and Nutrition Examination Survey taken by the National Center for Health Statistics from 2003 through 2006. According to the survey, the prevalence of heart disease among U.S. men 50 and older was about 19 percent &mdash; if one limits the definition of coronary heart disease to people with heart attacks, angina and heart failure. Under a broader definition that includes stroke and hypertension, 61 percent of males 50 and older were diagnosed as having heart-related difficulties.<br />\r\n\t<br />\r\n\tHuschka told us in an e-mail that such estimates wouldn&#39;t include men with undiagnosed heart disease, meaning the prevalence of heart disease among males 50 and older is probably higher.<br />\r\n\t<br />\r\n\tThat sounds believable.<br />\r\n\t<br />\r\n\tAll told, however, the statistics don&#39;t confirm Quan&#39;s statement that 70 percent of men over 50 have a form of heart disease, though we found numbers that were close. We rate his statement Half True.<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\tCounty judge, July 16, 2010<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2010-07-29T13:28:45.904333", "ruling_date": "2010-07-31T06:00:00", "ruling_headline": "Gordon Quan, Harris County candidate, says 70 percent of males over 50 have a form of heart disease", "ruling_headline_slug": "gordon-quan-harris-county-candidate-says-70-percde", "ruling_link_text": "Not quite, national survey says", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmerican Heart Association, <a href=\"http://bit.ly/de4SWq\">&quot;Heart Disease &amp; Stroke Statistics, 2010 Update At-A-Glance,&quot;</a> downloaded July 13, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/07132010_frankmichelemail.pdf\">E-mail</a>, Frank Michel, director of public affairs, Texas Heart Institute, Houston, July 13, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/%20%2007142010_huschkaresponsespftx.pdf\">E-mails (excerpted)</a>, Glen Huschka, director of communications, South Central affiliate, American Heart Assocation, Austin, July 13 and 14, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/07152010_melanieturnerresponses.pdf\">E-mail</a>, Melanie Turner, associate science and medicine advisor with the American Heart Association&rsquo;s Dallas-based National Center, July 15, 2010</p>\r\n<p>\r\n\tInterview, Gordon Quan, Democratic nominee, Harris County judge, July 16, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Gordon", "half_true_count": 1, "home_state": "Texas", "id": 517, "last_name": "Quan", "mostly_true_count": 0, "name_slug": "gordon-quan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gordonquan0708.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/517/", "total_count": 1, "true_count": 0, "website": "http://www.gordonquan.org/"}, "statement": "<p>\r\n\tSome cardiologists estimate &quot;70 percent of all males over 50 have some form of heart disease.&quot;</p>\r\n", "statement_context": "an e-mail blast", "statement_date": "2010-06-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}