{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/jul/30/jeff-kottkamp/kottkamp-says-three-broward-county-commissioners-a/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2157, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2157/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tArrests of public officials in South Florida have been common headlines in recent years. We&#39;ve been witness to all sorts of drama including a school board member sticking cold hard cash in a doggie bag and later made famous by a photo of her running away from the cameras, a county commissioner receiving money in a golf bag and later crying at the courthouse, and an ex-city commissioner who once resolved a spat at Winn-Dixie with a gun and was later defiant at his sentencing in a corruption probe.<br />\r\n\t<br />\r\n\tAll three of those officials hailed from Broward County -- a place where perhaps the most common question among observers and critics of politicians is, &quot;Whose next?&quot;<br />\r\n\t<br />\r\n\tRepublican Lt. Gov. Jeff Kottkamp, who is running for attorney general, wants such government corruption stopped. But does Kottkamp have his facts right on which government officials had the handcuffs slapped on them for which crimes?</p>\r\n<p>\r\n\tOn the morning of July 30, we looked at Kottkamp&#39;s campaign website and found his <a href=\"http://www.jeffkottkamp.com/index.php?option=com_content&amp;view=article&amp;id=68&amp;Itemid=11\">position paper</a> on &quot;Stopping Government Corruption&quot; in which he vows to crack down on officials who violate the public&#39;s trust.<br />\r\n\t<br />\r\n\tKottkamp wrote: &quot;Only a few months ago the FBI arrested three Broward County Commissioners for accepting millions of dollars in trade for illegal favors. This rash of public corruption lead the Governor to petition the Florida Supreme Court to empanel a grand jury to investigate corruption in South Florida. I support this effort as a necessary first step to restore public confidence in government.&quot;</p>\r\n<p>\r\n\tFor this claim, we will evaluate that first sentence in three parts: Were three Broward County Commisisoners arrested by the FBI? Did the three accept millions of dollars? And were the arrests a few months ago?</p>\r\n<p>\r\n\tWe started with the Broward County Commission. So far, the feds have arrested only one Broward County Commissioner -- Josephus Eggelletion on Sept. 23, 2009 -- in a scheme in which he participated in laundering about $900,000 and profited about $23,000. He pleaded guilty to conspiracy to commit money laundering. In March, a tearful Eggelletion was sentenced to 30 months in prison.</p>\r\n<p>\r\n\tIn July, the Broward State Attorney&#39;s Office announced the arrest of Broward County Commissioner Diana Wasserman-Rubin for seven counts of unlawful compensation, but the FBI was not involved. Prosecutors have accused her of repeatedly voting on grants that benefitted her husband who received $45,000 in bonuses. She has denied wrongdoing and has not had her first court hearing.</p>\r\n<p>\r\n\tBut Eggelletion wasn&#39;t the only Broward notable to land in prison this year. On the same day that federal prosecutors announced their case against Eggelletion, they unveiled charges against School Board Member Beverly Gallagher (the doggie bag/dashing away from the press politician) and former Miramar City Commissioner Fitzroy Salesman who was later defiant at his sentencing. Here is the <a href=\"http://www.justice.gov/usao/fls/PressReleases/090923-01.html\">press release</a> that summarizes the separate charges in the Broward cases. Gallagher pleaded guilty to bribery for accepting about $9,000 from undercover agents posing as consultants trying to get school district business. In June she was sentenced to 37 months in prison. Salesman was convicted of bribery and extortion at trial for taking $3,340 from undercover agents who were trying to get business from the city of Miramar. Salesman was sentenced in July to 51 months in prison.</p>\r\n<p>\r\n\tSo there clearly weren&#39;t three Broward County commissioners busted by the FBI -- only one Broward county commissioner was arrested by the feds. Or another way of looking at it: two politicians in Broward and a former politician in Broward were convicted after federal corruption probes -- none of which involved the convicts pocketing anywhere close to millions.</p>\r\n<p>\r\n\tBut there were three Palm Beach County commissioners -- the county immediately to the north of Broward -- who were convicted in federal corruption probes between 2007 and 2009: Tony Masilotti, Warren Newell and Mary McCarty. There were also a list of other public officials in Broward -- including two on the Deerfield City Commission and a Davie town manager -- who have been charged with corruption in recent years.</p>\r\n<p>\r\n\tWe spoke with Kottkamp campaign manager Jill Gran and spokesman David Bishop at about 10:40 a.m. July 30, 2010, and told them we thought the claim was wrong.</p>\r\n<p>\r\n\t&quot;We didn&#39;t write it, by the way,&quot; Gran said. It was written by a researcher in conjunction with Kottkamp, she said.<br />\r\n\t<br />\r\n\tBishop said they would look into it and if it was wrong they would correct it. Bishop sent us an e-mail less than two hours later saying they had made a mistake.</p>\r\n<p>\r\n\t&quot;Our error was calling them Broward County commissioners when we should have said Broward County elected officials and then distinguish between county commissioner, school board member and former Miramar City commissioner. That has now been corrected on the website. It&rsquo;s clear from the FBI news release that large sums of money were being transferred for illegal activity. That is why the issue paper says million[s] of dollars.</p>\r\n<p>\r\n\tWe spoke with Bishop to ask him to clarify the &quot;millions&quot; part of the original claim. He pointed to the press release from the U.S. Attorney&#39;s office announcing the arrests, which stated about Eggelletion and his co-defendants (two businessmen and an attorney) &quot;in a series of wire transfers, the defendants laundered approximately $900,000 from an account in Miami through the Bahamian account into an account controlled by the FBI in St. Croix. As well, the UCAs [undercover agents] discussed an additional $200,000 and $500,000 transfer with Eggelletion and [Ronald] Owens, respectively, but none of these additional funds was actually transferred.&quot;</p>\r\n<p>\r\n\tBishop said: &quot;Eggelletion may have only gotten $23,000 out of this but acted in conjunction with co-conspirators in attempting to defraud $900,000 and discussed $200,000 and $500,000. I can see where that can be confusing so we changed that as well.&quot;</p>\r\n<p>\r\n\tWhen the Kottkamp campaign <a href=\"http://www.jeffkottkamp.com/index.php?option=com_content&amp;view=article&amp;id=68&amp;Itemid=11\">changed the sentence</a> on the website July 30, here is how they wrote it: &quot;In September 2009, the FBI arrested a Broward County Commissioner, Broward County School Board Member and former Miramar City Commissioner on corruption charges.&quot; Note the campaign took out the &quot;millions&#39;&#39; remark. The way they have it written now is accurate.</p>\r\n<p>\r\n\t&quot;We acknowledge the mistake,&#39;&#39; Bishop said. &quot;It was brought to our attention, and we fixed it as quickly as we could.&quot;</p>\r\n<p>\r\n\tIn South Florida we&#39;ve had quite a few public officials get arrested in recent years so we can understand how the average person could mix some of them up. (We think it would be fun and handy if someone would create trading cards to help the public keep their corrupt politicians straight.) But there has been extensive news coverage, press releases and court records on these cases making it easy for a high-profile candidate to get the facts right when summarizing in a sentence.</p>\r\n<p>\r\n\tSo did Kottkamp get anything right here?</p>\r\n<p>\r\n\tWell there was one Broward County commissioner arrested by the FBI, but he did not accept millions -- though he was involved in laundering about $900,000. But Kottkamp did at least get one element of his sentence right: the timing of the arrests. Bishop said that the page was initially posted in February 2010 -- that was a few months after the September arrests of Eggelletion, Gallagher and Salesman.</p>\r\n<p>\r\n\tIn total, Kottkamp&#39;s claim -- up on his website for about six months -- was wrong. Only time will tell if any other members of the Broward County Commission get arrested. Kottkamp&#39;s staff gets kudos for fixing it promptly, but it was wrong since February. We rate this claim False.</p>\r\n", "ruling_comments_date": "2010-07-30T16:06:35.303883", "ruling_date": "2010-07-30T16:59:20", "ruling_headline": "Jeff Kottkamp says three Broward County Commissioners arrested by FBI", "ruling_headline_slug": "kottkamp-says-three-broward-county-commissioners-a", "ruling_link_text": "Kottkamp had his political titles wrong -- and fixed it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJeff Kottkamp Attorney General campaign web site position paper, <a href=\"http://www.jeffkottkamp.com/index.php?option=com_content&amp;view=article&amp;id=68&amp;Itemid=11\">&quot;Stopping Government Corruption,&quot;</a> February, 2010</p>\r\n<p>\r\n\tJeff Kottkamp Attorney General campaign web site revised position paper, <a href=\"http://www.jeffkottkamp.com/index.php?option=com_content&amp;view=article&amp;id=68&amp;Itemid=11\">&quot;Stopping Government Corruption,&quot;</a> July 30, 2010</p>\r\n<p>\r\n\tU.S. Attorney&#39;s Office press release,<a href=\"http://www.justice.gov/usao/fls/PressReleases/090923-01.html\">&quot;Corruption probe leads to charges against Broward County Commissioner, school board member, former Miramar City Commissioner, a foreign attorney and two South Florida businessmen,&quot;</a> Sept. 23, 2009</p>\r\n<p>\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2010/03/13/1527328/josephus-eggelletion-gets-prison.html\">&quot;Josephus Eggelletion gets prison term in Broward corruption case,&quot;</a>March 12, 2010</p>\r\n<p>\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2010/06/02/1660796/ex-broward-school-board-member.html?asset_id=Beverly%20Gallagher%20sentenced&amp;asset_type=html_module\">&quot;Ex-Broward school board member Beverly Gallagher gets 37 months for bribery,&quot;</a>June 2, 2010</p>\r\n<p>\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2010/07/08/1722210_p2/salesman-4-years-in-prison.html\">&quot;Fitzroy Salesman gets 4 years in prison,&quot;</a> July 8, 2010</p>\r\n<p>\r\n\tU.S. District Court Southern District of Florida, <a href=\"http://www.flsd.uscourts.gov/\">online court records</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Jeff", "half_true_count": 1, "home_state": "Florida", "id": 335, "last_name": "Kottkamp", "mostly_true_count": 0, "name_slug": "jeff-kottkamp", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Headshot_cut.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/335/", "total_count": 4, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Only a few months ago the FBI arrested three Broward County Commissioners for accepting millions of dollars in trade for illegal favors.&quot;</p>\r\n", "statement_context": "a position paper on his campaign website", "statement_date": "2010-07-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}