{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/aug/01/kasim-reed/atlanta-mayor-said-city-posted-big-crime-drops-whe/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2162, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2162/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGeorge Turner won his post as Atlanta police chief after a whirlwind of accomplishment.<br />\r\n\t<br />\r\n\tBy the time Mayor Kasim Reed announced Turner&#39;s nomination July 9, the veteran city cop had spent seven months as the department&#39;s interim leader.<br />\r\n\t<br />\r\n\tUnder his command, officers were closing more cases, Reed said. Recruitment was up. Best of all, crime was down. Way down.<br />\r\n\t<br />\r\n\tOverall, it dropped 14 percent from the same period last year<font><font>,</font></font> according to a July 9 press release from the mayor&#39;s office announcing Turner&#39;s selection. Property crime sank 12.3 percent.<br />\r\n\t<br />\r\n\tAnd the reduction in violent crime was even more dramatic, according to the press release: 22.7 percent.<br />\r\n\t<br />\r\n\tThat&#39;s why Reed decided he needed to keep Turner as head of the Atlanta Police Department, the release said.&nbsp;<br />\r\n\t<br />\r\n\t&quot;The results we are seeing suggest we are moving in the right direction and I want to build on the progress we have made,&quot; the release quoted Reed as saying.<br />\r\n\t<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<font><font>The City Council approved Turner unanimously last Tuesday. </font></font><br />\r\n\t<br />\r\n\tA nearly 23 percent drop in violent crime? PolitiFact Georgia decided to take a deeper look.<br />\r\n\t<br />\r\n\t<font><font>Reducing crime was one of Reed&#39;s central campaign promises. He tapped </font></font>Turner to help him fulfill it.<br />\r\n\t<br />\r\n\tNationally, crime is at historic lows. Violent crime dropped across the country by 5.5 percent in 2009, according to Federal Bureau of Investigation figures. In Atlanta last year, it fell 14 percent. Police don&#39;t control broad crime-producing factors such as city demographics or the economy, but researchers have demonstrated that certain law enforcement strategies can cut crime.<br />\r\n\t<br />\r\n\tThe mayor&#39;s press release gives the impression that the crime calculations are based upon a monthly report compiled by Atlanta police with data that they send to the FBI. The FBI uses the numbers to issue the agency&#39;s Uniform Crime Reports (UCR), which give yearly and semiannual snapshots of crime nationwide.<br />\r\n\t<br />\r\n\tThe press release cited the UCR figures from April, about two months before Reed nominated Turner as the Atlanta&#39;s new chief.<br />\r\n\t<br />\r\n\tA PolitiFact Georgia analysis shows the mayor&#39;s crime numbers don&#39;t add up. The city&#39;s own figures don&#39;t match the press release.<br />\r\n\t<br />\r\n\tOne problem is that the press release understated the actual drop in overall crime and property crime, which were 16 percent and 17 percent, according to the UCR data.<br />\r\n\t<br />\r\n\tThe bigger problem is that the city overstated the drop in violent crime -- murders, rapes, robberies and aggravated assaults. It fell only 16 percent. That&#39;s about one-third less than the 22.7 percent the mayor took credit for.<br />\r\n\t<br />\r\n\tViolent crimes tend to worry <font>people the </font>most, so PolitiFact Georgia decided to do more checking.<br />\r\n\t<br />\r\n\tPolice provided crime numbers to PolitiFact Georgia from their Command Operation Briefings to Revitalize Atlanta program. Commanders regularly use COBRA data to analyze crime trends.<br />\r\n\t<br />\r\n\tThese numbers are slightly different from UCR figures because the FBI asks agencies to calculate crime in a very specific way. But if crime drops dramatically by one measure, the second should show a similar decrease.<br />\r\n\t<br />\r\n\tWe reviewed the COBRA figures from Jan. 4, when Turner started as interim chief, through July 9, when Reed announced he wanted him to be the permanent head.&nbsp;<br />\r\n\t<br />\r\n\tThey show overall and property crime were down by roughly the same amount as the release stated: 13 percent and 14 percent.<br />\r\n\t<br />\r\n\tBut the news the COBRA figures held for violent crime was even worse than what the UCR indicated. That category dropped 11 percent. That&#39;s less than half what the mayor&#39;s office said.<br />\r\n\t<br />\r\n\tSo why the major difference?<br />\r\n\t<br />\r\n\tThe mayor&#39;s press release used a different set of figures: &quot;rolling monthly averages,&quot; a spokeswoman said. It&#39;s a way of organizing data to smooth out unusual crime spikes or drops that can obscure an overall trend.<br />\r\n\t<br />\r\n\tFor instance, to get December 2009&#39;s rolling monthly average, you&#39;d average the UCR crime totals from January 2009 through December 2009. The mayor&#39;s office determined violent crime dropped 22.7 percent by comparing averages from April 2009 and April 2010.<br />\r\n\t<br />\r\n\tThe problem is that April 2010 rolling monthly averages incorporate crime dynamics that were in play as far back as May 2009, well before Turner was interim chief. A spokeswoman for the mayor&#39;s office acknowledges they didn&#39;t use the proper figures and said they will in the future cite COBRA and UCR data when they discuss crime trends in public.<br />\r\n\t<br />\r\n\tThe mayor&#39;s office also noted another problem: The 22.7 number was wrong. It should be a 16 percent decrease. After PolitiFact Georgia questioned City Hall about the numbers, they realized they entered the data incorrectly.<br />\r\n\t<br />\r\n\tStill, city spokeswoman Sonji Jacobs Dade said that this is a good-size decline.<br />\r\n\t<br />\r\n\t&quot;We think those numbers really do represent a significant decrease in crime since January 2010,&quot; Dade said.<br />\r\n\t<br />\r\n\tWhere does this leave us?<br />\r\n\t<br />\r\n\tThe nearly 23 percent drop in violent crime was among Reed&#39;s key arguments for making Turner the city&#39;s new police chief. It appeared repeatedly in news accounts as evidence of his qualifications.<br />\r\n\t<br />\r\n\tIf you zero in on the precise dates between Turner&#39;s appointment as interim chief and the announcement of his selection, violent crime dropped only 11 percent.<br />\r\n\t<br />\r\n\tFurthermore, the city acknowledged that the &quot;rolling monthly average&quot; method cited was not the most appropriate one to use when officials talk to the public about crime.&nbsp;<br />\r\n\t<br />\r\n\tDespite the city&#39;s mathematical errors, the fact remains that crime is down.<br />\r\n\t<br />\r\n\tBut this doesn&#39;t erase the fact that the city got the violent crime statistic wrong. And it used the wrong type of data to begin with.<br />\r\n\t<br />\r\n\tWe rate Reed&#39;s statement Barely True.<br />\r\n\t&nbsp;</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-30T20:11:26.052767", "ruling_date": "2010-08-01T06:00:00", "ruling_headline": "Mayor said Atlanta posted big crime drops when new APD Chief Turner was interim boss", "ruling_headline_slug": "atlanta-mayor-said-city-posted-big-crime-drops-whe", "ruling_link_text": "Bad math tanks crime figures", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;Reed: Interim chief&#39;s work earns top badge,&quot; July 9, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Reed sets high safety goals, makes his case for Turner,&quot; July 10, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Community News,&quot; July 28, 2010<br />\r\n\t<br />\r\n\tAtlanta Police Department, <a href=\"http://www.atlantapd.org/index.asp?nav=Stats\">Uniform Crime Reports</a>, April 2010<br />\r\n\t<br />\r\n\tAtlanta Police Department, Command Operation Briefings to Revitalize Atlanta statistics, Jan. 4, 2010, through July 9, 2010<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, &quot;<a href=\"http://www.fbi.gov/ucr/prelimsem2009/index.html\">2009 Preliminary Annual Uniform Crime Report</a>,&quot; May 24, 2010<br />\r\n\t<br />\r\n\tInterview, Robert R. Friedmann, professor, Department of Criminal Justice, Georgia State University, July 29, 2010<br />\r\n\t<br />\r\n\tInterview, Alfred Blumstein, professor, Carnegie Mellon University, July 29, 2010<br />\r\n\t<br />\r\n\tInterview, Carlos Campos, spokesman, Atlanta Police Department, July 28, 2010<br />\r\n\t<br />\r\n\tInterview, Sonji Jacobs Dade, spokeswoman, City of Atlanta, July 30, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Kasim", "half_true_count": 5, "home_state": "", "id": 574, "last_name": "Reed", "mostly_true_count": 7, "name_slug": "kasim-reed", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kasimreed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/574/", "total_count": 21, "true_count": 5, "website": ""}, "statement": "<p>\r\n\tWhen Atlanta Police Chief George Turner was interim head of the department, overall crime fell 14 percent and violent crime dropped 22.7 percent.</p>\r\n", "statement_context": "a press release", "statement_date": "2010-07-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Did ATL's violent crime really fall 22.7% when Turner was interim APD chief?"}