{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/aug/02/rob-portman/portman-uses-outdated-context-claim-cap-and-trade-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2164, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2164/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The only thing better than accusing an opponent of losing jobs in Ohio&rsquo;s hard-pressed economy is linking him or his party to proposals that might cause even higher Buckeye State unemployment.<br />\r\n<br />\r\nThat&rsquo;s what Rob Portman, the Republican running for U.S. Senate, attempts in a TV commercial that says a &quot;job-killer&quot; energy tax is &quot;coming our way from Washington.&quot;<br />\r\n<br />\r\n&quot;It could cost Ohio 100,000 jobs we cannot afford to lose,&quot; Portman says in the ad.<br />\r\n<br />\r\nPortman&rsquo;s concern is shared by business leaders, especially manufacturers. But he nearly steers a legitimate concern off the rails with his 100,000 job-loss figure.<br />\r\n<br />\r\nThe &quot;energy tax&quot; would come from a proposed bill to curb greenhouse gas emissions. Though the so-called cap-and-trade bill would not specifically impose a tax, it&rsquo;s clear enough what Portman means. The bill would limit carbon emissions while creating a trading system so companies that cut their carbon output &ndash; by burning less coal, for instance &ndash; could sell their unneeded carbon credits. Companies that needed to exceed the caps could buy those credits.<br />\r\n<br />\r\nUnless there was generous help to companies in coal-reliant states like Ohio, a cap-and-trade bill could hurt, because there aren&rsquo;t enough alternatives right now to coal-fired electricity.<br />\r\n<br />\r\n&quot;The fact is that any carbon legislation is designed to make us not use coal,&quot; says Kevin Hassett, director of economic policy studies at the American Enterprise Institute, a conservative-leaning think tank in Washington. &quot;So if you&rsquo;re a state that has a lot of coal, you&rsquo;re going to get hammered.&quot;<br />\r\n<br />\r\nTheoretically then, Portman&rsquo;s broad fear is not off the mark, although various studies and analyses make conflicting claims. But Portman strays by claiming the cost could be 100,000 Ohio jobs, and by saying the bill &quot;is coming our way.&quot;<br />\r\n<br />\r\nHis job-loss figure comes from an analysis of a bill that the House of Representatives passed last year. Two problems:<br />\r\n&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>The analysis, from a study sponsored by the business-backed National Association of Manufacturers and the American Council of Capital Formation, predicted two potential outcomes. Ohio&rsquo;s job losses by the year 2030 could range anywhere from 79,700 to 108,600, the study said. Yet Portman chose to go with a figure closest to the outside extreme.</li>\r\n</ul>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>The bill he relies on in order to make the claim has stalled for a long time in the Senate with objections not only from Republicans but also from industrial-state Democrats like &nbsp;Ohio&rsquo;s Sherrod Brown. Few people in Washington believe a broad &nbsp;cap-and-trade bill has a chance of passing, especially in an election year.</li>\r\n</ul>\r\n\r\n<p><br />\r\n&quot;I sure wouldn&rsquo;t want to bet the farm on it,&quot; says Stephen Hess, a senior fellow emeritus at the Brookings Institution, a centrist-liberal think tank. &quot;I don&rsquo;t think I&rsquo;d even want to bet a weekend at Atlantic City.&quot;<br />\r\n<br />\r\nThe House bill was sponsored by liberal members Edward Markey of Massachusetts and Henry Waxman of California. Senate Democrats don&rsquo;t have enough of a majority to just rubber-stamp the Waxman-Markey bill, and Democrats like Brown are insisting on better economic protections for coal-reliant states. The campaign of Lee Fisher, Portman&rsquo;s Democratic rival in the Senate race, says Fisher too believes the Waxman-Markey bill would harm Ohio unless it got better protections.<br />\r\n<br />\r\nThat doesn&rsquo;t mean a compromise cannot be fashioned, and several are on the table. One would require provisions to keep foreign manufacturers that don&rsquo;t have carbon restrictions from gaining advantage and taking jobs from the United States. Another would grant extra carbon credits to keep companies in Ohio and similar states from paying too much while they transitioned to greener energy sources. Yet another, being considered as a separate bill that has President Barack Obama&rsquo;s support, would create clean-energy manufacturing grants to help companies develop jobs in wind, solar and other alternative energy sources.<br />\r\n<br />\r\nDifferent interest groups, economists and lawmakers use different analyses to project the potential job losses or gains from these proposals. The Peterson Institute for International Economics said in May that a climate-change measure introduced by Sen. John Kerry, Democrat of Massachusetts, and Joe Lieberman, an independent from Connecticut, would prompt enough clean-energy investment in its first decade to add 203,000 new jobs nationally. But higher energy and product prices in the second decade would offset those job gains, the Peterson economists said.<br />\r\n<br />\r\nEconomists at the University of California at Berkeley had a more optimistic take, saying that adoption of a House-style bill could add as many as 1.9 million jobs nationwide &ndash; with 35,000 to 61,000 of those in Ohio &ndash; by 2020. That is assuming that states have &quot;balanced policies&quot; that utilize not only a cap-and-trade system but also complementary policies for energy efficiency and clean technology, the authors said.<br />\r\n<br />\r\nFor an additional take, we looked at a Congressional Budget Office analysis, published in May. The CBO examined three independent economic studies by outside groups: Brookings, Resources for the Future, and CRA International, a consulting firm. The CBO&rsquo;s conclusion from these: Workers who rely on coal and other fossil fuels for their jobs would be affected, but eventually, most workers who lost jobs would find new ones.<br />\r\n<br />\r\nIn particular, the CBO said, a &quot;gradually increasing tax on greenhouse gas emissions,&quot; as envisioned in the Waxman-Markey bill, &quot;would probably only have a small effect on total employment during the next few decades.&quot;<br />\r\n<br />\r\nThe CBO did not quantify that, however. So we turned to the Bureau of Labor Statistics and took out our calculator. If 100,000 jobs were lost due to cap-and-trade, as Portman claims, that would represent a loss of anywhere from 2 percent to 2.4 percent of Ohio jobs, depending on how you measure today&rsquo;s employment. That&rsquo;s not a small effect &ndash; which would seem to put Portman&rsquo;s claim at odds with the CBO&rsquo;s analysis.<br />\r\n<br />\r\nA loss of 100,000 jobs &quot;would be quite meaningful&quot; in terms of overall Ohio employment, says Ken Mayfield, an economist and president of ClearView Economics of Pepper Pike.<br />\r\n<br />\r\nIn his commercial, Portman couches his number by saying the state &quot;could&quot; lose that many jobs. And campaign spokeswoman Jessica Towhey says that Portman uses the 100,000 number because it comes from a legitimate study of the only cap-and-trade bill that has passed a chamber of Congress, making it more realistic than Senate proposals that are speculative for now. If Obama were to demand action, Towhey said, Senate Democrats could quickly line up in support and enact a final cap-and-trade bill.<br />\r\n<br />\r\nBut the political roadblocks to Waxman-Markey in the Senate make its passage equally speculative -- unless there are concessions for states like Ohio. And Portman chose to use the worst-case conclusion on Waxman-Markey.<br />\r\n<br />\r\nIn fact, last October another fact-checking outfit, Factcheck.org, affiliated with the University of Pennsylvania, did its own full review of the National Association of Manufacturers&rsquo; claim. It examined the national prediction rather than those for individual states, focusing on the claim that cap-and-trade could cost up to 2.4 million jobs.<br />\r\n<br />\r\nFactcheck.org turned to the same in-depth study by the Energy Information Administration, or EIA, that backers and detractors of Waxman-Markey were citing at the time. The EIA analyzed 11 different sets of assumptions, every one of which showed there would be fewer jobs in 2030 with the Waxman-Markey bill than without.<br />\r\n<br />\r\nBut &quot;only the most severely pessimistic set of assumptions&quot; produced job losses on the scale cited by the manufacturers, and now repeated by Portman. And remember, that was the worst case scenario from two groups that tend to support big business&rsquo; side of the issue.<br />\r\n<br />\r\nThat&rsquo;s why we find Portman&rsquo;s claim to be Barely True.</p>\r\n\r\n<p><a href=\"http://&lt;DIV class=&quot;entry_widget_large entry_widget_left&quot;&gt;\">Comment on this item</a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-08-02T12:47:14.943785", "ruling_date": "2010-08-02T14:00:00", "ruling_headline": "Portman uses outdated context to claim cap-and-trade could cost 100,000 Ohio jobs", "ruling_headline_slug": "portman-uses-outdated-context-claim-cap-and-trade-", "ruling_link_text": "A worst case scenario from groups supportive of big business", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Kevin Hassett of American Enterprise Institute<br />\r\n<br />\r\nInterview with Stephen Hess of the Brookings Institute<br />\r\n<br />\r\nInterview with Kevin Mayfield of ClearView Economics.<br />\r\n<br />\r\nBureau of Labor Statistics<br />\r\n<br />\r\nCongressional Budget Office: <a href=\"http://www.cbo.gov/ftpdocs/105xx/doc10564/05-05-CapAndTrade_Brief.pdf\">How Policies to Reduce Greenhouse Gas Emissions Could Affect Employment</a>, May 2010<br />\r\n<br />\r\nCongressional Budget Office: <a href=\"http://www.cbo.gov/ftpdocs/105xx/doc10573/09-17-Greenhouse-Gas.pdf\">The Economic Effects of Legislation to Reduce Greenhouse-Gas Emissions</a>, September 2009<br />\r\n<br />\r\nPeterson Institute for International Economics, <a href=\"http://www.iie.com/publications/pb/pb10-12.pdf\">Policy Brief</a>, May 2010<br />\r\n<br />\r\nNational Association of Manufacturers and American Council for Capital Formation, &quot;<a href=\"http://www.accf.org/media/dynamic/3/media_387.pdf\">Analysis of the Waxman-Markey Bill.</a>&quot;<br />\r\n<br />\r\nFactcheck.org, <a href=\"http://factcheck.org/2009/10/cap-and-trade-green-jobs-or-job-killer/\">Cap-and-Trade: &lsquo;Green Jobs&rsquo; or Job Killer?</a>, Oct. 29, 2009<br />\r\n<br />\r\nUniversity of California at Berkeley, &quot;<a href=\"http://are.berkeley.edu/~dwrh/CERES_Web/Docs/ES_DRHFK091025.pdf\">Clean Energy and Climate Policies Lead to Economic Growth in the United States</a>,&quot; Oct. 25, 2009.&nbsp;&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>A bill to cap carbon emissions &quot;could cost Ohio 100,000 jobs.&quot;</p>\r\n", "statement_context": "a television campaign ad", "statement_date": "2010-07-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}