{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/aug/02/george-will/george-will-says-personal-saving-rate-has-increase/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2166, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2166/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>During the Aug. 1, 2010, roundtable on ABC&#39;s <em>This Week</em>, host Christiane Amanpour asked panelists about the current levels of slow growth in the United States economy.</p>\r\n\r\n<p>&quot;Growth is happening,&quot; Amanpour said, &quot;but at 2.4 percent, which is slower than most people wanted. I see you shaking your head in this debate. <em>The Financial Times</em> is basically saying that the deficit talk is a phony, rhetorical war and that actually stimulus has had some effect.&quot;<br />\r\n<br />\r\nShe turned to George Will, the conservative columnist, who had been shaking his head. &quot;Well, the recovery is now more than a year old, and we know two things about it,&quot; Will said. &quot;It&#39;s unusually weak for a recovery after a severe downturn, and, B, starting weak, it&#39;s getting weaker, for two reasons. First of all, the stimulus is running out. ... Cash for Clunkers has come and gone. The homebuyer&#39;s tax credit for purchasing new -- particularly new homes, come and gone. Second, the growth so far has been largely driven by inventories, businesses rebuilding their inventories in anticipation of the consumer -- 70 percent of business activity in a normal time -- coming back to the malls. The trouble is, the consumer in his native perversity has begun to save. The savings rate is now 6.2 percent. So what you have is what I think Keynes called the paradox of thrift. ... It&#39;s a virtue until it isn&#39;t a virtue.&quot;<br />\r\n<br />\r\nWe thought it would be worthwhile to check whether the savings rate has in fact risen to 6.2 percent during the recession.<br />\r\n<br />\r\nChecking the number itself was easy. We looked to the U.S. Department of Commerce&#39;s Bureau of Economic Analysis, which tracks the personal saving rate, which it defines as the percentage of personal disposable income that is saved. The <a href=\"http://www.bea.gov/briefrm/saving.htm\">data shows</a> that during the second quarter of 2010, the personal saving rate was about 6.2 percent, just as Will had said.<br />\r\n<br />\r\nWill is also right to suggest that the rate has risen. The current rate is the second highest it has been in any quarter since at least 2004, which is the earliest data BEA offers on the chart we found. Prior to the start of the recession in 2008, the saving rate was typically below 4 percent, and much of the time it was below 2 percent. In other words, consumers today are hoarding significantly more of their income than they were during the go-go days of high real estate values, easy credit and a steadily growing economy.<br />\r\n<br />\r\nSo Will is right on the facts. But we were also intrigued about whether the higher savings rate has hampered the nation&#39;s economic recovery, as he suggests.<br />\r\n<br />\r\nLet&#39;s begin by explaining the &quot;paradox of thrift&quot; that Will cited. The major tenet is that when people save a lot of money, rather than spend it, they help their own bottom lines -- but that if everyone follows that approach, then everybody loses. According to the theory, the money saved doesn&#39;t get injected into the economy, where it would boost production and profits and help create jobs. In other words, a higher personal savings rate, like the one Will is talking about, can actually hurt the economy even as it helps individuals live within their means and hedge against personal economic setbacks.<br />\r\n<br />\r\nWe checked with a cross-section of economists to see whether they thought this theory -- which was popularized by&nbsp; left-of-center economist John Maynard Keynes -- is generally considered accurate today. The experts we talked to said that it has broad, but not universal, approval.<br />\r\n<br />\r\nMost of the skepticism about the paradox of thrift has come from the right. Conservative economist Dan Mitchell of the libertarian Cato Institute said that free-market economics doesn&#39;t dispute that higher saving leads to lower consumption, but it places less importance on that shift. Free-marketers say that as long as the national income is growing, then the displacement of consumption by savings doesn&#39;t matter that much.<br />\r\n<br />\r\nJ.D. Foster, a senior fellow with the conservative Heritage Foundation, said that when Keynes popularized the concept in the early 20th century, the money that was &quot;saved&quot; was actually stuck in the proverbial mattress, at which point it really did leave the economic system. By contrast, there are many relatively safe options for parking one&#39;s money today, even accounting for the shakiness in the financial sector since 2008. And if a higher savings rate means that people are putting their money into banks or other safe investments, that money makes its way back into the economy as capital available to lend. In turn, greater availability of loans can help juice the economy.<br />\r\n<br />\r\nThat said, there are still many defenders of the original Keynesian view of the paradox of thrift. They cite real-world evidence from the past few years, in which investment has fallen compared to pre-recession levels despite historically low interest rates.<br />\r\n<br />\r\n&quot;Businesses and households evidently do not want to invest as much in 2010 as they did in 2007&quot; because they&#39;re not confident those investments will pay off, said Gary Burtless, a senior fellow at the centrist-to-liberal Brookings Institution. &quot;Of course, one reason for their lack of confidence is the very slow growth in household consumption, which is a byproduct of the rise in household saving rates. On the surface, then, the facts tend to support the broad version of the paradox of thrift. The jump in the household saving rate has thus been harmful to economic growth, at least in the short run.&quot;<br />\r\n<br />\r\nWe&#39;ll acknowledge that there&#39;s a difference of opinion in how economists view the impact of the saving rate&#39;s growth during the recession. But on Will&#39;s core factual assertion -- that the savings rate has climbed during the recession -- he&#39;s correct. So we rate his statement True.</p>\r\n", "ruling_comments_date": "2010-08-02T16:15:21.930714", "ruling_date": "2010-08-02T16:13:52", "ruling_headline": "George Will says personal saving rate has increased during recession", "ruling_headline_slug": "george-will-says-personal-saving-rate-has-increase", "ruling_link_text": "Saving has indeed risen; economists differ over what it means", "ruling_state": null, "source_documents": null, "sources": "<p>George Will, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444&amp;page=3\">comments</a> during the roundtable segment of ABC&#39;s<em> This Week</em>, Aug. 1, 2010<br />\r\n<br />\r\nBureau of Economic Analysis, <a href=\"http://www.bea.gov/briefrm/saving.htm\">chart</a> on personal savings, accessed Aug. 2, 2010<br />\r\n<br />\r\nE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, Aug. 2, 2010<br />\r\n<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Aug. 2, 2010<br />\r\n<br />\r\nE-mail interview with J.D. Foster, senior fellow with the Heritage Foundation, Aug. 2, 2010<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow with the Brookings Institution, Aug. 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>During the recession, &quot;the consumer in his native perversity has begun to save. The savings rate is now 6.2 percent.&quot;</p>\r\n", "statement_context": "a roundtable discussion on ABC's \"This Week\"", "statement_date": "2010-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "On #ThisWeek, George Will  says personal saving rate is up; what does this mean for US economy?"}