{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/aug/04/sarah-palin/sarah-palin-said-democrats-planning-largest-tax/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2179, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2179/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tSarah Palin said she wrote her notes on her hand so the &quot;liberals&quot; couldn&#39;t say she got her numbers wrong when she appeared on <i>Fox News Sunday</i>. Well, we&#39;re independent fact-checkers, and we still found accuracy issues with the former governor&#39;s statements on the expiring Bush tax cuts.<br />\r\n\t<br />\r\n\t&quot;Let&#39;s turn to the Bush tax cuts, which are also becoming a big issue, the Bush tax cuts for the wealthy,&quot; said host Chris Wallace. &quot;The Obama White House is now saying end the tax cuts. And these are the tax cuts for the top 2 percent of all households in America. You can save $678 billion, and it won&#39;t hurt the recovery. Governor, if you&#39;re serious, as you say you are, about the deficit, don&#39;t you have to do something?&quot;<br />\r\n\t<br />\r\n\t&quot;To reduce deficit spending and our enormous debt, you rein in spending,&quot; Palin replied. &quot;You cut the budget. You don&#39;t take more from the private sector and grow government with it. ... The Obama administration and the Democrats in Congress -- they&#39;re all wet on this idea. It&#39;s idiotic to think about increasing taxes at a time like this.&quot;<br />\r\n\t<br />\r\n\tWallace: &quot; But you know, they would argue, &#39;Look, the economy did just fine during the Clinton years. The rates on the top 2 percent would be restored to what they were during the Clinton years.&#39; The Republicans keep talking about being deficit hawks. This is $678 billion you&#39;re not going to pay for. They&#39;re saying you&#39;re being hypocritical. I say &#39;you&#39; -- I&#39;m talking about Republicans.&quot;<br />\r\n\t<br />\r\n\tPalin: &quot;Yeah. No, this is going to result in the largest tax increase in U.S. history. And again, it&#39;s idiotic. And my palm isn&#39;t large enough to have written all my notes down on what this tax increase will result in. Let me just go through a couple of things that I want people to be aware of, because, you know, the spin coming from Gibbs and the White House -- you&#39;re never going to get the truth out of their messaging. But Democrats are poised now to cause this largest tax increase in U.S. history. It&#39;s a tax increase of $3.8 trillion over the next 10 years, and it will have an effect on every single American who pays an income tax. Small businesses especially will be hit hardest. ...&quot;</p>\r\n<p>\r\n\tWallace<b>:</b> &quot;Can I just ask you, what do you have written on your hand?&quot;</p>\r\n<p>\r\n\tPalin: &quot;$3.8 trillion, next 10 years, so I didn&#39;t say 3.7 and then get dinged, you know, by the liberals saying I didn&#39;t know what I was talking about.&quot; (Read the <a href=\"http://www.foxnews.com/on-air/fox-news-sunday/transcript/sarah-palin-talks-immigration-economy-and-political-future?page=2\" id=\"j7lm\" title=\"complete exchange\">complete exchange</a>.)</p>\r\n<p>\r\n\tWhat caught our attention for fact-checking purposes was her claim that the Democratic plan would result in &quot;the largest tax increase in history.&quot;<br />\r\n\t<br />\r\n\tWallace&#39;s question was about letting the Bush tax cuts for the wealthy expire. President Barack Obama&#39;s plan would increase income taxes for individuals making more than $200,000 and for couples making more than $250,000, with indexing for inflation. Wallace mentions that the Republican proposal to retain the tax cuts for the wealthy is &quot;$678 billion you&#39;re not going to pay for.&quot; That&#39;s a reasonable estimate of how much increasing taxes on top earners would generate over 10 years.<br />\r\n\t<br />\r\n\tPalin, however, responded as if the Democrats intend to allow all the Bush tax cuts to expire for everyone. If that were to happen, it would increase tax revenues by approximately $3.8 trillion over ten years.<br />\r\n\t<br />\r\n\tBut that&#39;s not what Democrats are proposing; they want to leave tax rates untouched for people who make less. We&#39;ve looked for a Democrat who supports letting all the Bush tax cuts expire, and we haven&#39;t been able to find one. (And in fact, the most notable person we&#39;ve found who advocates letting them all expire is <a href=\"http://www.bloomberg.com/news/2010-07-15/greenspan-says-lawmakers-should-let-bush-s-tax-cuts-lapse-to-trim-deficit.html\">Alan Greenspan</a>, the head of the Federal Reserve from 1987 to 2006. He said it would help bring down the deficit.) In fact, a handful of Democrats in Congress have supported keeping tax rates for the wealthy lower, too.<br />\r\n\t<br />\r\n\tBut, to be clear, the tax cuts passed during the Bush administration do expire at the end of 2010. So if Congress doesn&#39;t act, taxes will go up for most people. The reason the tax cuts have expiration dates is because they were passed via a procedure known as reconciliation, which only requires 50 votes in the Senate. At the time, members of Congress hesitated to make them permanent for fear of deficits.<br />\r\n\t<br />\r\n\tSo Palin is confusing the issue here by using numbers that assume all the tax cuts are going away. That is not the Democratic plan nor is it President Obama&#39;s plan.<br />\r\n\t<br />\r\n\tNow, let&#39;s look at the potential tax increases in comparison with other tax increases throughout history. Economists like to do this by calculating tax increases as a percentage of the Gross Domestic Product, or GDP. GDP means a country&#39;s entire annual economic economic output; it&#39;s a way of measuring the entire economy. If we calculate tax increases as a percentage of GDP, it means we don&#39;t have to worry about distortions from variables like inflation or economic growth.<br />\r\n\t<br />\r\n\tThe most prominent study of tax increases and tax cuts over time was done by the U.S. Treasury Department, &quot;<a href=\"http://www.ustreas.gov/offices/tax-policy/library/ota81.pdf\" id=\"jnr.\" title=\"Revenue Effects of Major Tax Bills\">Revenue Effects of Major Tax Bills</a>.&quot; It calculated the size of all major tax provisions from 1940 to 2006 by calculating them as a percentage of GDP.</p>\r\n<p>\r\n\tThere are no formal congressional proposals<b>&nbsp;</b>yet to keep the Bush tax cuts in place, so we don&#39;t have precise estimates from official sources like the nonpartisan Congressional Budget Office. Still, there&#39;s a good bit of consensus on what the tax increases would look like, both if lower rates expired only for high earners and also for all incomes. Wallace&#39;s number of $678 billion over 10 years is reasonable for high earners, and Palin&#39;s estimate of $3.8 trillion over 10 years is within a reasonable range, if you&#39;re talking about all taxpayers. (We&#39;ve also seen estimates of $3.7 trillion and $3.2 trillion.)<br />\r\n\t<br />\r\n\tWe ran the number with some help from tax experts and found that if only the tax cuts for high earners expire, the resulting tax increases would not be the largest in history. Tax increases for high earners would be roughly 0.4 percent of GDP in the first year they take effect. That&#39;s significantly less than a 1982 tax increase signed into law by President Ronald Reagan. The tax increase resulting from the Tax Equity and Fiscal Responsibility Act of 1982 came to 1.23 percent of GDP when the tax changes were fully implemented, four years after the law&#39;s passage.<br />\r\n\t<br />\r\n\tIf you let <i>all </i>the Bush tax cuts expire, the tax increase would come to just above 2.2 percent of GDP. Clearly, that would be larger than the Reagan tax hike of 1982. But it would be smaller than one of the tax increases passed during World War II -- the Revenue Act of 1942, which is estimated at 5.04 percent of GDP.<br />\r\n\t<br />\r\n\tBut again, letting all the tax cuts expire isn&#39;t the plan the Democrats are proposing, and it&#39;s not what Wallace asked Palin.<br />\r\n\t<br />\r\n\tPalin said, &quot;Democrats are poised now to cause this largest tax increase in U.S. history.&quot; She was asked about tax cuts for the top 2 percent. Either Palin is confused about the revenue numbers involved with extending the tax cuts, or she&#39;s willfully distorting the Democratic plans. We&#39;ll let you be the judge of that. Regardless, Wallace was very specific about asking her about tax increases for the top 2 percent. And that does not represent the largest tax increase in history. The unlikely outcome that she seems to be talking about -- that all of the Bush tax cuts will be repealed -- wouldn&#39;t be the largest tax increase in history either. Palin read the number on her hand correctly, but that&#39;s about all she got right. So we rate her statement Pants on Fire.</p>\r\n", "ruling_comments_date": "2010-08-04T14:09:18.441416", "ruling_date": "2010-08-04T18:08:48", "ruling_headline": "Sarah Palin said Democrats are planning \"the largest tax increase in U.S. history\"", "ruling_headline_slug": "sarah-palin-said-democrats-planning-largest-tax", "ruling_link_text": "Reagan raised taxes higher than the real Dem plan", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Treasury Department, &quot;<a href=\"http://www.ustreas.gov/offices/tax-policy/library/ota81.pdf\" id=\"l01r\" title=\"Revenue Effects of Major Tax Bills\">Revenue Effects of Major Tax Bills</a>,&quot; September 2006.<br />\r\n\t<br />\r\n\tE-mail interview with William Ahern of the Tax Policy Foundation<br />\r\n\t<br />\r\n\tInterview with James Horney of the Center on Budget and Policy Priorities<br />\r\n\t<br />\r\n\tThe Heritage Institution, <a href=\"http://www.heritage.org/Research/Reports/2010/06/The-Three-Biggest-Myths-About-Tax-Cuts-and-the-Budget-Deficit\" id=\"g_0w\" title=\"The Three Biggest Myths About Tax Cuts and the Budget \r\nDeficit\">The Three Biggest Myths About Tax Cuts and the Budget Deficit</a>, June 21, 2010<br />\r\n\t<br />\r\n\tThe Tax Foundation, <a href=\"http://www.taxfoundation.org/news/show/323.html\" id=\"d_2k\" title=\"Comparing the Kennedy, Reagan and Bush Tax Cuts\">Comparing the Kennedy, Reagan and Bush Tax Cuts</a>, August 24, 2004<br />\r\n\t<br />\r\n\tThe Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3241\" id=\"i93_\" title=\"Letting High-Income Tax Cuts Expire Is Proper Response to \r\nNation’s  Short- and Long-Term Challenges\">Letting High-Income Tax Cuts Expire Is Proper Response to Nation&rsquo;s Short- and Long-Term Challenges</a>, July 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\r\n\t&quot;Democrats are poised now to cause this largest tax increase in U.S. history.&quot;</p>\r\n", "statement_context": "an interview on \"Fox News Sunday\"", "statement_date": "2010-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Sarah Palin said Dems plan \"largest tax increase in U.S. history.\" Pants on Fire!"}