{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/aug/08/johnny-isakson/isakson-warns-end-tax-cuts-will-result-historic-in/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2192, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2192/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn Washington, a simmering political battle is boiling over this hot summer. Some say it could hurt the checkbooks of virtually every American.<br />\r\n\t<br />\r\n\tThe topic is taxes, specifically what will happen if the tax cuts approved under the presidency of George W. Bush expire at the end of this year.<br />\r\n\t<br />\r\n\tU.S. Sen. Johnny Isakson, R-Ga., offered his theory in a guest column in the July 28 edition of The Atlanta Journal-Constitution.<br />\r\n\t<br />\r\n\t&quot;Now, these tax cuts are set to expire on Dec. 31, and allowing them to do so will amount to the largest tax increase in the history of America,&quot; Isakson wrote.<br />\r\n\t<br />\r\n\tRepublicans are pushing to continue the tax cuts in all income categories. President Barack Obama has called for the cuts to end, but only for high-income Americans. The tax cuts would end for individuals making more than $200,000 and couples making more than $250,000. Many Democratic leaders in Congress have publicly stated they support the president&#39;s proposal.<br />\r\n\t<br />\r\n\tNeither Democratic leaders nor Obama have said they want all of the tax cuts to expire.<br />\r\n\t<br />\r\n\tSome loyal AJC PolitiFact Georgia readers asked us to investigate some of the claims in the column by Isakson, who is running for re-election this November against Democrat Michael Thurmond, Georgia&#39;s outgoing labor commissioner, and Libertarian Chuck Donovan. We decided to focus on the claim whether it does amount to the largest tax increase in U.S. history, since other politicians are repeating it.<br />\r\n\t<br />\r\n\tPolitiFact&#39;s national website this week gave former Alaska Gov. Sarah Palin a &quot;Pants on Fire&quot; ruling because she implied in a televised interview that eliminating the tax cuts for only high-income Americans would amount to the largest tax increase in U.S. history.<br />\r\n\t<br />\r\n\tIsakson, however, was more inclusive in his statement, which assumed all of the Bush tax cuts for all income groups could be eliminated. His argument was different than Palin&#39;s.<br />\r\n\t<br />\r\n\tHere&#39;s some background on the tax cuts. In 2001 and 2003, the Republican-led Congress approved a series of cuts that reduced the income tax rate in several categories. If the tax cuts expire, the 25 percent, 28 percent, 33 percent and 35 percent tax brackets will revert to 28 percent, 31 percent, 36 percent and 39.6 percent, respectively, according to the nonpartisan Tax Policy Center.<br />\r\n\t<br />\r\n\tIsakson&#39;s office argued in an e-mail to AJC PolitiFact Georgia three reasons its statement is correct. The senator&#39;s office says it&#39;s the largest in terms of dollar amount, the largest in terms of how many taxpayers are affected and largest in terms of revenue effect as a percentage of the national gross domestic product.<br />\r\n\t<br />\r\n\tThere&#39;s little research about the impact of ending the tax cuts in comparison with past tax increases or cuts.<br />\r\n\t<br />\r\n\tJim Nunns, a former U.S. Treasury Department official who is now a senior fellow at the Tax Policy Center, shared some Treasury data with AJC PolitiFact Georgia. He included a 2006 report called &quot;Revenue effects of major tax bills.&quot; The report includes a chart that shows revenue estimates of tax increases and cuts as a percentage of the gross domestic product.<br />\r\n\t<br />\r\n\tMost economists say that measuring taxes as a percentage of GDP is the most accurate way to compare tax increases that were passed years apart.<br />\r\n\t<br />\r\n\tThe measure takes into account how large the taxes are in relation to the economy in which they are levied, and it eliminates the effects of inflation.<br />\r\n\t<br />\r\n\tThe 1942 tax increase, approved to help fund America&#39;s fight during World War II, was 5 percent of the gross domestic product, according to Treasury Department data. Treasury officials say the end of all of the current tax cuts would result in 2 percent of the gross domestic product. Our own analysis also found it would be about 2 percent.<br />\r\n\t<br />\r\n\tIsakson&#39;s office said the 1942 tax increase should be viewed with caution because the data are inconsistent with later tax information. The 2006 Treasury Department report says a consistent source of revenue estimates was not available for all bills between 1940 and 1967. Isakson&#39;s office believes the better comparison is to a tax increase in 1982 that resulted in 0.53 percent of the gross domestic product in the first year and 1.23 percent by the fourth year, according to its analysis of Congressional Budget Office data.<br />\r\n\t<br />\r\n\tCBO estimates show allowing the three main provisions of the Bush administration tax cuts to expire would result in an additional $209.6 billion in fiscal year 2012 and $251.7 billion by fiscal year 2014. The 1942 tax increase resulted in billions coming in to federal tax coffers in inflation-adjusted dollars, according to the 2006 Treasury Department report. That total would be about $115 billion in today&#39;s dollars.<br />\r\n\t<br />\r\n\tNunns, of the Tax Policy Center, said it&#39;s fair to compare the 1942 tax increase with what would happen if the tax cuts expire. The 1942 estimate came from the Congressional Record, which is the official record of the U.S. Congress.<br />\r\n\t<br />\r\n\t&quot;If you look at the current dollar measure, you can see that would be an accurate statement,&quot; Nunns said of Isakson&#39;s statement. &quot;If you look at it from the size of the economy, then it&#39;s not.&quot;<br />\r\n\t<br />\r\n\tGeorgia State University economics professor Sally Wallace said she worked with Nunns and Jerry Tempalski, the author of the 2006 Treasury Department report, and thinks it&#39;s fair to compare the 1942 tax increase with the end of the tax cuts.<br />\r\n\t<br />\r\n\t&quot;An overly conservative take on the early Treasury data would still lead to the conclusion that the 1942 act had a substantially larger impact on the economy, measured via GDP [than the end of the Bush administration tax cuts],&quot; said Wallace, chairwoman of the economics department.<br />\r\n\t<br />\r\n\tThe numbers show Isakson has a strong case that allowing these tax cuts to expire would result in more revenue than at any point in U.S. history. The senator&#39;s case concerning why it is a larger percentage of the gross domestic product than the 1942 tax increase is weaker. The 2006 Treasury Department report said a consistent source for the revenue estimates was not available. It did not say that the estimates were unreliable.<br />\r\n\t<br />\r\n\tThe GDP is considered a more accurate way to measure the economy. Isakson&#39;s statement is misleading when you base his statement on the GDP. Therefore, we rate his statement as Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-06T14:43:03.649546", "ruling_date": "2010-08-08T06:00:00", "ruling_headline": "Isakson warns the end of tax cuts will result in historic increase", "ruling_headline_slug": "isakson-warns-end-tax-cuts-will-result-historic-in", "ruling_link_text": "Numbers don't add up for Isakson tax cut claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, &quot;Deadline nears on Bush tax cuts,&quot; July, 23, 2010<br />\r\n\t<br />\r\n\tE-mail from Isakson press secretary Sheridan Watson, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail from Georgia State University economics department chairwoman Sally Wallace, Aug. 5, 2010<br />\r\n\t<br />\r\n\tGuest <a href=\"http://www.ajc.com/opinion/dont-let-tax-cuts-579837.html\">Column</a> by Sen. Johnny Isakson, Atlanta Journal Constitution, July 28, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/04/sarah-palin/sarah-palin-said-democrats-planning-largest-tax/\">Sarah Palin said Democrats are planning &#39;the largest tax cut in U.S. history</a>,&#39; &quot; Aug. 4, 2010<br />\r\n\t<br />\r\n\tTax Policy Center, Bush tax cut <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2785&amp;DocTypeID=5\">data</a>, July 29, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Tax Policy Center fellow Jim Nunns, Aug. 2, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Treasury Department spokeswoman Sandra Salstrom, Aug. 5, 2010<br />\r\n\t<br />\r\n\tU.S. Treasury Department <a href=\"http://www.ustreas.gov/offices/tax-policy/library/ota81.pdf\">report</a>, September 2006</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Johnny", "half_true_count": 3, "home_state": "Georgia", "id": 580, "last_name": "Isakson", "mostly_true_count": 2, "name_slug": "johnny-isakson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JohnnyIsakson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/580/", "total_count": 16, "true_count": 4, "website": ""}, "statement": "<p>\r\n\tAllowing all Bush income tax cuts to expire on Dec. 31 &quot;will amount to the largest tax increase in the history of America.&quot;</p>\r\n", "statement_context": "a guest column in The Atlanta Journal Constitution", "statement_date": "2010-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Johnny", "half_true_count": 3, "home_state": "Georgia", "id": 580, "last_name": "Isakson", "mostly_true_count": 2, "name_slug": "johnny-isakson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JohnnyIsakson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/580/", "total_count": 16, "true_count": 4, "website": ""}], "twitter_headline": "Numbers don't add up for Isakson tax cut claim #gapolitics"}