{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/aug/09/rick-perry/rick-perry-says-bill-white-profiteered-hurricane-r/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2195, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2195/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tA headline on one of GOP Gov. Rick Perry&rsquo;s campaign websites underscores Perry&rsquo;s criticism of Democratic nominee Bill White&rsquo;s business dealings. White, the headline on liberalbill.org says, &quot;profiteered in the aftermath of Hurricane Rita.&quot;</p>\r\n<p>\r\n\tThat&#39;s a powerful charge -- worthy fodder for the Truth-O-Meter.</p>\r\n<p>\r\n\tFirst, let&rsquo;s check &quot;profiteer,&quot; which means someone &quot;who makes excessive profits, especially by taking advantage of a shortage of supply to charge exorbitant prices,&quot; according to Webster&rsquo;s New World College Dictionary. The verb simply means to be a profiteer. Robert Prentice, a professor at the University of Texas McCombs School of Business, told us the word applies to someone who overcharges in instances of short supply or who simply seeks excess profits.</p>\r\n<p>\r\n\tIn a nutshell, Perry&rsquo;s campaign says White profiteered after the hurricane hit the Gulf Coast near the Texas-Louisiana line in September 2005 because, it says, he had financial connections &mdash; before and while he was mayor &mdash; with a company that got an emergency contract to provide six electrical generators to a Houston-area water authority for three months.</p>\r\n<p>\r\n\tIn a June 10, 2010, press conference, White, who was mayor of Houston from 2004 through 2009, countered that he had no financial interest in the company -- BTEC Turbines -- at the time of the storm and hadn&rsquo;t acted improperly when he encouraged the company to pitch in for the Coastal Water Authority, which supplies water to Houston, Baytown and Deer Park and dozens of industrial customers. (Its board of directors has seven members -- four appointed by the mayor of Houston and three by the governor.)</p>\r\n<p>\r\n\tThe total amount paid by the authority to BTEC: about $1.9 million. The Federal Emergency Management Agency reimbursed the authority for nearly all the money spent on the generator contract, which was needed after the storm knocked out power to a pump station that sends water from the Trinity River to a reservoir near Baytown.</p>\r\n<p>\r\n\tWhite spoke on the issue a day after personal income tax returns he released showed that he later made hundreds of thousands of dollars from investing in the Houston company.</p>\r\n<p>\r\n\tDon Moore, a professor at the Haas School of Business at the University of California-Berkeley, said that for White&#39;s post-hurricane investment in BTEC to be interpreted as profiteering, White would have had to know two things in fall 2005: that he would join the investment in BTEC &quot;in the near future&quot; and that the firm&#39;s contract with the authority would &quot;increase the sweetness&quot; of that deal. Katy Bacon, spokeswoman for White&#39;s campaign, said he did not have advance knowledge of the investment opportunity.</p>\r\n<p>\r\n\tWe scoured documents cited by Perry&rsquo;s campaign, minutes from Coastal Water Authority board meetings and a packet of documents provided by Vinson &amp; Elkins, the authority&rsquo;s outside lawyers, for indications that either BTEC or White acted as profiteers from the emergency contract.</p>\r\n<p>\r\n\tWhat we found: Two members of the authority&rsquo;s board of directors, Darryl King and Rick Cloutier, questioned the contract costs at the board&rsquo;s October 2005 meeting. According to board minutes, Cloutier said the generators could be purchased for the same cost as renting them. The authority has since made a plan to buy back-up generators.</p>\r\n<p>\r\n\tOn Aug. 4, 2010, the Associated Press reported that Mayor White later encouraged the authority to settle up with BTEC after the authority disputed some charges that it thought were too high. A final payment was arranged about eight months before White invested in BTEC. The authority ended up paying BTEC about $264,000 of more than $424,000 in disputed charges, according to the AP story.</p>\r\n<p>\r\n\tCloutier, now a senior vice president with engineering and construction firm CDM in Houston, told us that after Rita hit, the board was pleased that the authority could get the equipment because &quot;it was awful hard to come across generators at that time.&quot; He said the dispute between the authority and BTEC dealt with another aspect of the contract, the purchase and storage of diesel fuel that the authority didn&#39;t use because power was restored a few days after the storm.</p>\r\n<p>\r\n\t&quot;It didn&rsquo;t make sense to pay hundreds of thousands of dollars for fuel and maintenance folks that we didn&rsquo;t need,&quot; Cloutier said.</p>\r\n<p>\r\n\tSo, why didn&rsquo;t the authority end its BTEC deal as soon as power was restored? Cloutier said the board didn&rsquo;t think that was an option. &quot;We were being held to the terms of the contract,&quot; he said.</p>\r\n<p>\r\n\tClark Lord of Vinson &amp; Elkins, an outside lawyer for the authority, declined to discuss generator costs. But John Agnes, a salesman for Mustang CAT, which sells generators in the Houston area, told us the $252,000 monthly generator rental charge in the authority&rsquo;s BTEC contract is roughly equivalent to what his company would charge for providing such generators in a period of high demand.</p>\r\n<p>\r\n\tThe rest of the authority&rsquo;s costs, about $1.2 million, were associated with installation, supporting equipment, personnel and fuel. (In October 2005, the authority&rsquo;s board backed a resolution approving the agreement with BTEC and said the costs were not to exceed $2 million.)</p>\r\n<p>\r\n\tNext, we explored White&rsquo;s connections to BTEC both before and after the hurricane came ashore in September 2005.</p>\r\n<p>\r\n\tPerry&rsquo;s campaign notes correctly that before becoming mayor, White served on BTEC&rsquo;s board by virtue of his job as president and CEO of the Wedge Group, a private Houston investment company with interests in oil service companies, commercial real estate and hotels. The Wedge Group bought a 70 percent stake in BTEC in December 2001, according to a December 2001 Houston Business Journal report.</p>\r\n<p>\r\n\tAfter his election in 2003, White resigned from Wedge and the BTEC board. Wedge later severed its ties to BTEC; Richard Blohm, general counsel for the Wedge Group, told us that &quot;it has been a few years since we had any ownership interest at all.&quot;</p>\r\n<p>\r\n\tHow did White regain an interest in BTEC? In December 2006, White invested in BTEC through the Sterling Group, one of two private equity firms that bought a majority stake in the Houston company that year. Bacon told us that the Sterling Group contacted White to get his opinion about the company and White said he thought so highly of it that he would put his own money into it. The firm later took White up on that and invited him to invest, Bacon said.</p>\r\n<p>\r\n\tThe AP reported Aug. 4 that White owns about 1 percent of BTEC.</p>\r\n<p>\r\n\tThrough July 20, 2010, Bacon said, White had put $552,000 in cash and $324,480 in loans into the BTEC investment and received $1.25 million in cash back -- a gain of about $375,000.</p>\r\n<p>\r\n\tPerry&rsquo;s &quot;profiteer&quot; case against White features two other financial connections -- a deferred-compensation account that was set up before White left Wedge in 2003 and payments White received from Wedge in 2005.</p>\r\n<p>\r\n\tLet&rsquo;s look at the deferred-compensation account first. According to White&rsquo;s personal tax returns from the years he was mayor, White received payments from the account each year from 2005 (about $82,000) through 2009 (about $84,000).</p>\r\n<p>\r\n\tBacon told us the deferred-compensation account, held by a brokerage firm, was funded with income White earned while still at Wedge that was then invested in publicly traded stocks and mutual funds, not in BTEC or Wedge. She said the payments White received were not influenced by Wedge&rsquo;s performance after 2003.</p>\r\n<p>\r\n\tWhat about the more than $3 million White reported receiving from Wedge in 2005? In a financial summary White released to reporters this year, that money is described as &quot;contractual payments&quot; based on gains from investments that White had managed for the company prior to 2004. Bacon told us none of the investments was related to BTEC.</p>\r\n<p>\r\n\tWe checked back in with the Perry campaign about the profiteering charge. Spokesman Mark Miner said the history of White&rsquo;s financial involvement with Wedge, BTEC and the 2005 authority contract proves White profiteered from Hurricane Rita.</p>\r\n<p>\r\n\tWe disagree. Questions have certainly been raised about whether the authority paid too much for its deal with BTEC, but even if it did, that would serve as evidence that BTEC reaped excessive profits from the hurricane contract, not White.</p>\r\n<p>\r\n\tWhether White improperly intervened on behalf of BTEC to settle the contract matter is another issue, which isn&#39;t the statement we&#39;re reviewing.</p>\r\n<p>\r\n\tUpshot: White had a prior relationship with BTEC when he played a role in the company&rsquo;s getting post-hurricane work and he later made what turned out to be a profitable investment in the company.</p>\r\n<p>\r\n\tThose decisions might open White to conflict-of-interest criticisms. However, Perry&rsquo;s characterization of White as a profiteer doesn&#39;t bear out. We rate Perry&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-08-06T16:12:49.430754", "ruling_date": "2010-08-09T06:00:00", "ruling_headline": "Rick Perry says Bill White profiteered in hurricane's aftermath", "ruling_headline_slug": "rick-perry-says-bill-white-profiteered-hurricane-r", "ruling_link_text": "Case for profiteering not made", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_apstory1.pdf\">White profited from company hired during Rita</a>,&quot; June 8, 2010</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_apstory3.pdf\">Gov candidate White: No wrongdoing in investment</a>,&quot; June 11, 2010</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_apstory2.pdf\">New conflict questions for Bill White</a>,&quot; Aug. 4, 2010</p>\r\n<p>\r\n\tBill White for Texas website, &quot;<a href=\"http://www.billwhitefortexas.com/finances/\">Financial disclosure</a>,&quot; with personal financial statements and tax returns, accessed July 21, 2010</p>\r\n<p>\r\n\tBill White for Texas, press release, &quot;<a href=\"http://www.billwhitefortexas.com/blog/001185.php\">Career politician&#39;s false attacks and new lows</a>,&quot; June 9, 2010</p>\r\n<p>\r\n\tCoastal Water Authority, minutes from board of directors meetings (Oct. 11, 2005; Dec. 13, 2005; Jan. 10, 2006; Feb. 14, 2006; March 14, 2006; April 11, 2006; May 9, 2006; June 13, 2006; June 13, 2007), acquired July 22, 2010 from law firm Vinson &amp; Elkins</p>\r\n<p>\r\n\tCoastal Water Authority documents, including time lines, e-mails, wire transfer records, contract with BTEC Turbines, board resolutions, acquired July 22, 2010 from law firm Vinson &amp; Elkins</p>\r\n<p>\r\n\tCoastal Water Authority, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_cwaplan.pdf\">Raw water distribution emergency preparedness plan</a>,&quot; May 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_prenticeemail.pdf\">E-mail correspondence</a> with Robert Prentice, professor, McCombs School of Business, University of Texas</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/CDA/archives/archive.mpl?id=2005_3906670\">Cooperative efforts help keep reservoir from running dry</a>,&quot; Sept. 28, 2005</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7045204.html\">Gov. Perry raises profiteering allegations against White</a>,&quot; June 9, 2010</p>\r\n<p>\r\n\tInterview with John Agnes, salesman, Mustang CAT, Aug. 3, 2010</p>\r\n<p>\r\n\tInterview with Katy Bacon, communications director, Bill White for Texas, July 22, 2010</p>\r\n<p>\r\n\tInterview with Richard Blohm, general counsel, Wedge Group, July 23, 2010</p>\r\n<p>\r\n\tInterview with Rick Cloutier, former director, Coastal Water Authority, Aug. 5, 2010</p>\r\n<p>\r\n\tInterview with Clark Lord, lawyer, Vinson &amp; Elkins, Aug. 3, 2010</p>\r\n<p>\r\n\tInterview with Mark Miner, communications director, Texans for Rick Perry, Aug. 6, 2010</p>\r\n<p>\r\n\tInterview with Don Moore, associate professor of business, Haas School of Business, University of California-Berkeley, July 28, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080610_apstory2.pdf\">Statement</a> from Mark Miner, spokesman, Texans for Rick Perry, Aug. 6, 2010</p>\r\n<p>\r\n\tTexans for Rick Perry, &quot;<a href=\"http://www.liberalbill.com/liberal-bill-facts/bill-white-profiteered-aftermath-hurricane-rita\">Bill White profiteered in the aftermath of Hurricane Rita</a>,&quot; on liberalbill.com, accessed July 26, 2010</p>\r\n<p>\r\n\tTexans for Rick Perry, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080410_perryreleasejune9.pdf\">Statement from Texas Governor Rick Perry regarding Bill White profiteering from hurricane disaster</a>,&quot; June 9, 2010</p>\r\n<p>\r\n\tTexans for Rick Perry, &quot;<a href=\"http://liberalbill.org/news/bill-white-lying-about-wedgebtec-relationship-while-mayor\">Bill White lying about Wedge/BTEC relationship while mayor</a>,&quot; June 10, 2010</p>\r\n<p>\r\n\tWebster&rsquo;s New World College Dictionary, &quot;profiteer&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays Bill White &quot;profiteered in the aftermath of Hurricane Rita.&quot;</p>\r\n", "statement_context": "a Perry website", "statement_date": "2010-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}], "twitter_headline": ""}