{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/aug/08/donald-carcieri/carcieri-says-tax-repeal-spawned-new-business/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}], "facebook_headline": null, "id": 2196, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2196/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe furor over U.S. Sen. John Kerry&rsquo;s yacht being docked on the tax-free shores of Rhode Island -- not in Massachusetts where he lives -- has subsided now that the senator&rsquo;s team has promised he will pay the $500,000 in owed taxes.<br />\r\n\t<br />\r\n\tBut Rhode Island Governor Donald Carcieri did his part to make sure the underlying issue of Rhode Island&rsquo;s tax exemption for boats is not forgotten.<br />\r\n\t<br />\r\n\tIn one of the governor&rsquo;s frequent appearances on Fox News&rsquo; &quot;The Neil Cavuto Show,&quot; Carcieri touted the positive effect of the sales tax repeal on boat sales, the marine industry and the state&rsquo;s economy as a whole.<br />\r\n\t<br />\r\n\t&quot;We abolished the tax on boats back in 1993 and in the intervening period we have over 2,000 little companies that have been spawned, employing almost 7,000 people, generating close to $2 billion a year in sales activity,&quot; an enthusiastic Carcieri told Cavuto, a conservative pundit from Barrington, R.I., who seems tickled by the Ocean State connection.<br />\r\n\t<br />\r\n\tIt&rsquo;s no wonder Carcieri was excited. With the nation&#39;s fourth-highest unemployment rate, Rhode Island rarely gets to brag about any positive job news.<br />\r\n\t<br />\r\n\tAnd it&#39;s clear the sales tax repeal -- enacted under then-Governor Bruce Sundlun -- helped rescue a sector that was taking on water by the early 1990s, having struggled after a boom in previous decades. Following the law&#39;s passage, boat registrations in Rhode Island increased every year for two decades before declining slightly during the recent recession.<br />\r\n\t<br />\r\n\tBut those are big numbers for a fairly narrow industry and they warrant a careful check.<br />\r\n\t<br />\r\n\tThe Carcieri administration told us that prior to the interview, they put out a request to several state agencies for data demonstrating the impact of the tax repeal.<br />\r\n\t<br />\r\n\tThe state Economic Development Corporation directed them to two studies by the Rhode Island Marine Trades Association: one from 2008 that focused on the skills gap in the industry and another from 2007 that looked at the effect of the repeal.<br />\r\n\t<br />\r\n\tWe got a hold of those reports and it appears the governor is close to correct. The studies collectively find that the Rhode Island marine industry includes 6,600 jobs across 2,300 companies, which generates $1.6 billion a year in sales activity. The numbers don&#39;t exactly line up, but they&#39;re fairly close to those that Carcieri cited.<br />\r\n\t<br />\r\n\tThe sales tax study does not make clear how it arrived at the final tallies and the Marine Trades Association refused to explain its methodology, saying it was confidential.<br />\r\n\t<br />\r\n\tThe second study tries harder to explain its approach. It relied on a combination of 136 survey results, as well as U.S. Economic Census numbers and economic modeling, to determine the totals. The researchers started by using the ratio of payroll to sales obtained from the 2002 U.S. Economic Census to determine the number of jobs, companies and total sales in what they call &quot;core marine trades industries.&quot; It then appears that they added those numbers to a secondary group of similarly calculated figures that included companies considered to be &quot;indirect marine trades businesses.&quot; &nbsp;<br />\r\n\t<br />\r\n\tThat math makes sense to us. But then the study offers this caveat: &quot;In 2006, Rhode Island had approximately 1,700 businesses at least some of whose sales could be attributed to the state&#39;s &#39;direct&#39; marine trades industries. Exactly how much was attributable to marine trades is impossible to determine from employment data reported by the Rhode Island Department of Labor and Training.&quot;<br />\r\n\t<br />\r\n\tPut another way, there are a lot of companies in this state that may devote some, but not all, of their business to the boating industry. Paul Harden, manager of business and workforce development for the state Economic Development Corporation, offered a hypothetical example of a canvas textile company. It could manufacture boat covers, as well as awnings for shops. One product is clearly connected to the industry, the other is not. That unknown makes it difficult to track the number of jobs created and the business generated within the company specifically for marine work.<br />\r\n\t<br />\r\n\tBased on experience, Harden, who helped oversee the Marine Trades study, said researchers assigned estimated percentages that each subcategory of business devotes to marine sales. He acknowledged that it is an imperfect science.<br />\r\n\t<br />\r\n\tThat&#39;s where Carcieri&#39;s claim gets a little shaky. He suggests the tallies are official, despite the study&#39;s stipulation that it is &quot;impossible&quot; to pinpoint an exact number.<br />\r\n\t<br />\r\n\tBut the bigger issue is that Carcieri says that all of these jobs, businesses and sales activity were &quot;spawned&quot; by the 1993 tax repeal on boats, which the study never concludes. It seems clear that the repeal had a positive effect on the industry, but some of the businesses and jobs predated the repeal.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think you can attribute all the job growth and all the sales activity to the repeal of the sales tax,&quot; said Harden, of the EDC.<br />\r\n\t<br />\r\n\tGiven the study&#39;s limits, we tried to verify the numbers independently.<br />\r\n\t<br />\r\n\tWe started with the state Division of Taxation. But because boats are not taxed, their sales are not reported to the division, said Tax Administrator David Sullivan. And the department doesn&#39;t collect data on marine-related sales.<br />\r\n\t<br />\r\n\tNext we spoke with the state Department of Labor and Training, which collects data on jobs and companies in different industries. Similar to the Marine Trades study, its data shows that in 2009, approximately 4,560 people were employed in &quot;primary marine industries.&quot; A second class of &quot;related industries&quot; adds about another 1,400 jobs for a total of close to 6,000. But here again, a DLT spokeswoman said it&#39;s impossible to know just how many of those related jobs are definitively connected to the marine sector. Realistically, the number probably falls somewhere between 4,560 and 6,000, both of which are lower than the number Carcieri cites.<br />\r\n\t<br />\r\n\tAnd again, that&#39;s total jobs, not those &quot;spawned&quot; solely by the sales tax repeal.<br />\r\n\t<br />\r\n\tCarcieri got it right by doing his research before spouting statistics on national television, and the studies he cites offer some measurable data. However, it is impossible to know how precise those numbers are and the governor should have offered that caveat. More troublesome, he should never have said the tax repeal &quot;spawned&quot; what amounts to an entire industry. We find this Half True.</p>\r\n", "ruling_comments_date": "2010-08-06T16:39:45.810754", "ruling_date": "2010-08-08T00:01:00", "ruling_headline": "Carcieri says tax repeal spawned thousands of new businesses and jobs", "ruling_headline_slug": "carcieri-says-tax-repeal-spawned-new-business", "ruling_link_text": "Governor goes overboard", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.rimta.org/files/Report-on-the-Sales-Tax-Repeal.pdf\">Rhode Island Marine Trades Association Skills Gap Study</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.rihric.com/pdfs/SkillsGapStudy_RIMTA.pdf\">Rhode Island Marine Trades Association, Report on the Sales Tax Repeal, 2007</a><br />\r\n\t<br />\r\n\tInterview and emails, Rhode Island Marine Trades Association, past president Michael Keyworth, July 30, 2010<br />\r\n\t<br />\r\n\tInterview and emails, Carcieri spokeswoman Amy Kempe, July 29, 2010<br />\r\n\t<br />\r\n\tInterview, State Tax Administrator David Sullivan, Aug. 2, 2010<br />\r\n\t<br />\r\n\tInterview, Paul Harden, manager of business and workforce development for the state Economic Development Corporation, Aug. 4, 2010.<br />\r\n\t<br />\r\n\tInterview, Department of Labor and Training spokeswoman Laura Hart, Aug. 2, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Governor", "false_count": 0, "first_name": "Donald", "half_true_count": 1, "home_state": "Rhode Island", "id": 542, "last_name": "Carcieri", "mostly_true_count": 1, "name_slug": "donald-carcieri", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/carcieri.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/542/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p style=\"margin: 0px;\">\r\n\t<font class=\"Apple-style-span\" face=\"arial\"><font class=\"Apple-style-span\" color=\"#000000\"><font class=\"Apple-style-span\" size=\"3\">Repealing the sales tax on boats in Rhode Island has spawned 2,000 companies, 7,000 jobs and close to $2 billion a year in sales activity. </font></font></font></p>\r\n", "statement_context": "an interview on Fox News' \"The Neil Cavuto Show,\" about U.S. Sen. John Kerry's boat", "statement_date": "2010-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}