{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/florida/statements/2010/aug/18/rick-scott/rick-scott-says-illegal-immigrants-taking-jobs/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2197, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/2197/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn Florida&#39;s Republican gubernatorial primary, counting the sins of illegal immigrants has become standard code for, &quot;Look, I am a conservative!&quot;</p>\r\n<p>\r\n\t&quot;If you came here seeking a job, alone, and you&#39;re here illegally as many are, I think you should be sent back home,&quot; Bill McCollum declared during a debate hosted in Miami by Univision, the Spanish-language broadcast channel, on Aug. 2, 2010.<br />\r\n\t<br />\r\n\tRival Rick Scott offered a similar solution. Illegal immigrants, he said, &quot;Need to go home and come back through a legal process.&quot;<br />\r\n\t<br />\r\n\tScott also explained why he thinks illegal immigrants need to be shown the door. &quot;We have over 700,000 illegal immigrants in the state. They&#39;re costing us billions of dollars, and they&#39;re taking legal residents&#39; jobs,&quot; he said.<br />\r\n\t<br />\r\n\tBoth candidates support Arizona&#39;s anti-illegal immigration law, the most controversial part of which is now on hold because of a court ruling. But Scott has made closing the door on illegal immigration an almost unbending campaign goal. In fact, his early anti-illegal immigrant television advertisements helped build his support base.<br />\r\n\t<br />\r\n\tGiven Scott&#39;s focus on illegal immigration, we decided his numbers need a walk through The Truth-O-Meter.<br />\r\n\t<br />\r\n\tWe separated his claim into three parts:<br />\r\n\t<br />\r\n\t<strong>&quot;We have over 700,000 illegal immigrants in our state.&quot;</strong></p>\r\n<p>\r\n\tThe Department of Homeland Security put Florida&#39;s illegal immigrant population at 720,000 in 2009. The Federation for American Immigration Reform, an anti-illegal immigrant group, came up with 810,000 illegal immigrants in 2007. The Pew Hispanic Center estimated the population was more than a million strong in a 2009 report. The numbers vary because producing an exact count of an illegal population is impossible. Still, each of these figures are &quot;over 700,000.&quot; Scott&#39;s low-end number earns him a True here.<br />\r\n\t<br />\r\n\t<strong>&quot;They&#39;re costing us billions of dollars.&quot;</strong></p>\r\n<p>\r\n\tScott&#39;s campaign didn&#39;t tell us what source they used, but PolitiFact has already looked at how much illegal immigrants are <a href=\"http://www.politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\" title=\"costing the state\">costing the state</a> of Florida. We know that the Federation for American Immigration Reform estimates the state spends $3.8 billion on education, health and incarceration for illegal immigrants<strong>.&nbsp; </strong>We determined that the widely quoted study assumed all foreign born inmates and most school children enrolled in English learning classes were illegal immigrants. But Florida does not keep track of what services it provides to illegal immigrants. In short, no one knows what Florida spends on illegal immigrants, so we can&#39;t rule on this one yet, though we&#39;re still searching for facts.<br />\r\n\t<br />\r\n\t<strong>&quot;They&#39;re taking legal residents&#39; jobs.&quot;</strong></p>\r\n<p>\r\n\tNow this is the complicated part of Scott&#39;s statement. Again, his campaign offers no support for the claim. Let&#39;s dig in anyway.</p>\r\n<p>\r\n\tUnauthorized immigrants comprised 8.2 percent of Florida&rsquo;s workforce, or 750,000 workers, in <a href=\"http://pewhispanic.org/files/reports/107.pdf#page=40\">2008</a>, according to the Pew Hispanic Center report. So, it is clear that undocumented workers are able to secure illegal employment once they reach the United States.<br />\r\n\t<br />\r\n\tBut are these jobs taken from legal residents?<br />\r\n\t<br />\r\n\tYes, in some part.</p>\r\n<p>\r\n\tAlmost all studies, whether by liberal, conservative or business groups, conclude that immigrants take jobs that could benefit the country&#39;s least educated.</p>\r\n<p>\r\n\t&quot;Illegal immigration disproportionately and adversely affects the economic well-being of the most vulnerable and needy segment of the nation&rsquo;s labor force: its low-skilled workers,&quot; Vernon Briggs, an emeritus professor of industrial and labor relations at Cornell University, concluded in a March 2010 paper. He cited U.S. Department of Labor figures, which put the unemployment rate for people over the age of 25 without a high school diploma in its July 2010 report at 15 percent, the highest rate for any educational group of the labor force.<br />\r\n\t<br />\r\n\tLorraine Schmall, a law professor at Northern Illinois University College of Law, observed that illegal immigrants primarily work in construction and agriculture fields in a 2008 report titled, &quot;Worksite Enforcement of U.S. Immigration Laws.&quot; It reads, &quot;In March 2006, a little over 24 percent of the construction workforce was Hispanic, compared to approximately 6 percent in 1980.&quot; Those figures apply to all Hispanics, regardless of immigration status. But it is worth noting because 17 percent of construction workers were undocumented in 2008, an increase from 10 percent in 2003, according to the Pew Hispanic Center report.<br />\r\n\t<br />\r\n\tThe federal Department of Labor has not studied the effect of illegal immigration on the labor market, according to spokesman Michael Wald.</p>\r\n<p>\r\n\tSome reports found illegal immigrants reduced wages for native low-skilled workers.<br />\r\n\t<br />\r\n\tThe centrist Council on Foreign Relations found in a 2007 study on illegal immigration that, &quot;over the 1980 to 2000 period, wages of native workers without a high school degree fell by 9 percent as a result of immigration.&quot; In a 2005 report, Harvard economist George Borjas estimated illegal immigrants who arrived from 1980 to 2000 had reduced the wages of low-skilled workers in the United States by 8.2 percent.</p>\r\n<p>\r\n\tOther studies, however, argue that any wage impact is minimal. In a 2010 report, the Economic Policy Institute, a liberal-leaning think tank, found U.S. born workers with less than a high school education saw a relative 0.3 percent increase in wages, or $1.58 per week. The research looked at the estimated effect of immigration from 1994 to 2007<strong>.</strong></p>\r\n<p>\r\n\tStill, there is more to this story.</p>\r\n<p>\r\n\tOnly a handful of legal residents are competing for jobs against illegal immigrants, according to many economists.</p>\r\n<p>\r\n\tThe Council on Foreign Relations study found low-skilled legal U.S. workers are increasingly hard to find. &quot;Between 1960 and 2000, the share of working-age native-born U.S. residents with less than twelve years of schooling fell from 50 percent to 12 percent,&quot; concluded the study. &quot;In Mexico, as of 2000, 74 percent of working-age residents had less than twelve years of education.&quot;</p>\r\n<p>\r\n\tThe 2009 Pew Hispanic Center report found undocumented workers were overrepresented in construction, hospitality and service jobs, all of which tend to offer low wages for hard work, or employment unattractive to native residents, economists said.</p>\r\n<p>\r\n\t&quot;Most economic research concludes that immigrants and natives work in different jobs,&quot; said Madeline Zavodny, an economist with Agnes Scott College. &quot;Immigration therefore has relatively little direct effect on natives.&quot;</p>\r\n<p>\r\n\tSchmall said that a survey of raids on employment places that hire illegal immigrants, such as construction sites and manufacturing plants, illustrated that employers want to hire illegal immigrants specifically because they have fewer legal rights and are willing to work in horrible conditions. But once the illegal immigrants demanded fair pay, they were shown the door, she said.</p>\r\n<p>\r\n\t&quot;Many cases at the National Labor Relations Board reflect that workers without documentation are being hired and then fired after they attempt to organize a union,&quot; said Schmall, who reviewed 42 cases involving worksite enforcement of immigration laws reported to United States Immigration and Customs Enforcement in 2008.</p>\r\n<p>\r\n\tMany economists and labor experts also argue that illegal immigrants ultimately do more good than harm, even if they reduce some native workers&#39; employment or earnings.</p>\r\n<p>\r\n\t&quot;There are enough studies and analysis that lead to something of consensus among economists that illegal workers contribute to economic growth, creating as much jobs as they occupy,&quot; said Orly Lobel, a University of San Diego law professor. &quot;The net result is probably more jobs and better jobs for others.&quot;</p>\r\n<p>\r\n\tFor example, the Council on Foreign Relations concluded in its 2007 study that illegal immigrants increase the supply of labor to perishable fruits and vegetables, meaning &quot;each acre of land under cultivation generates more output. Similarly, an expansion in the number of manufacturing workers allows the existing industrial base to produce more goods. As a result, &quot;U.S. cities with larger inflows of low-skilled immigrants experienced larger reductions in prices for housekeeping, gardening, child care, dry cleaning, and other labor-intensive, locally traded services.&quot;<br />\r\n\t<br />\r\n\tThe Fiscal Policy Institute, a liberal research group, analyzed economic data pertaining to legal and illegal immigration in the 25 largest metropolitan areas in a December 2009 report and concluded, &quot;Immigration and economic growth go hand in hand. That&rsquo;s easily understandable: Economic growth and labor force growth are closely connected, and immigrants are likely to move to areas where there are jobs, and not to areas where there are not.&quot;</p>\r\n<p>\r\n\tThe George W. Bush White House also recognized the advantages of immigration. &quot;Summing up the economic benefits and costs of immigration shows that over time, the benefits of immigration exceed the costs,&quot; concluded a 2005 presidential economic report that looked at the impact of both illegal and legal immigration.</p>\r\n<p>\r\n\tAlong the same lines, a study published by Americans for Immigration Reform determined Florida would lose $43.9 billion in economic activity, $19.5 billion in gross state product, and approximately 262,436 jobs if all unauthorized immigrants were removed from Florida. The Houston group claims it is founded by &quot;Americans concerned with the destructive measures being taken and considered regarding immigration and its impact on the business community, employees and consumers.&quot;</p>\r\n<p>\r\n\tCiting some of these same reports, PolitiFact Texas ruled a statement that sought to link unemployment reports to <a href=\"http://www.politifact.com/texas/statements/2010/aug/15/lamar-smith/us-rep-lamar-smith-says-united-states-could-cut-un/\" title=\"inked to illegal immigration\">illegal immigration</a> as False.<br />\r\n\t<br />\r\n\tFinally, FactCheck.org, an another independent fact-checking site, a project of the Annenberg Public Policy Center of the University of Pennsylvania, ruled in May 2010 that illegal immigrants do not hurt the labor market. They also looked at multiple economic reports to reach that conclusion.&nbsp;</p>\r\n<p>\r\n\tIn sum, studies show illegal immigrants do take jobs from some Americans. But they also help create more jobs and stimulate the economy by working for low wages. We rate this part of Scott&#39;s claim Half True.<br />\r\n\t<br />\r\n\tTo review, here&#39;s what we came up with: Scott is right on the 700,000 number, and he&#39;s not saying where his cost figures come from. On the question of taking jobs from legal residents, he&#39;s leaving out important details on the declining number of low-skill, low-wage residents affected and the overall economic benefits that result.<br />\r\n\t<br />\r\n\tScott&#39;s anti-illegal immigrant rhetoric might sound swell to his conservative base, but The Truth-O-Meter isn&#39;t so easily persuaded. We give this claim a Half True.</p>\r\n", "ruling_comments_date": "2010-08-06T17:03:06.326440", "ruling_date": "2010-08-18T13:49:25", "ruling_headline": "Rick Scott says 700,000 illegal immigrants take jobs", "ruling_headline_slug": "rick-scott-says-illegal-immigrants-taking-jobs", "ruling_link_text": "Tomato pickers do the jobs few want", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSt. Petersburg Times, <a href=\"http://www.tampabay.com/news/politics/stateroundup/bill-mccollum-rick-scott-face-off-in-tv-debate/1112621\" id=\"pv8s\" title=\"&quot;Bill McCollum, Rick Scott face off in TV debate\">&quot;Bill McCollum, Rick Scott face off in TV debate</a>,&quot; August 3, 2010.</p>\r\n<p>\r\n\tThe Florida Independent, &quot;<a href=\"http://floridaindependent.com/5297/rick-scott-bill-mccollum-univision-debate\" id=\"ulic\" title=\"Scott, McCollum rehash old talking points in Spanish-language debate\">Scott, McCollum rehash old talking points in Spanish-language debate</a>,&quot; August 3, 2010.</p>\r\n<p>\r\n\tCenter for Immigration Studies, &quot;<a href=\"http://www.cis.org/articles/2009/back509.pdf\" id=\"buce\" title=\"Trends in Immigrant and Native Employment\">Trends in Immigrant and Native Employment</a>,&quot;&nbsp; May 2009.</p>\r\n<p>\r\n\tImmigration Policy Center, &quot;<a href=\"http://www.immigrationpolicy.org/just-facts/new-americans-sunshine-state-0\" id=\"rk-q\" title=\"New Americans in the Sunshine State\">New Americans in the Sunshine State</a>.&quot;</p>\r\n<p>\r\n\tAmericans for Immigration Reform, &quot;<a href=\"http://americansforimmigrationreform.com/files/Impact_of_the_Undocumented_Workforce.pdf#page=69\" id=\"y0zm\" title=\"An Essential Resource: An Analysis of the Economic Impact of Undocumented Workers on Business Activityin the US with Estimated Effects by State and by Industry\">An Essential Resource: An Analysis of the Economic Impact of Undocumented </a></p>\r\n<p>\r\n\t<a href=\"http://americansforimmigrationreform.com/files/Impact_of_the_Undocumented_Workforce.pdf#page=69\" title=\"An Essential Resource: An Analysis of the Economic Impact of Undocumented Workers on Business Activityin the US with Estimated Effects by State and by Industry\">Workers on Business Activityin the US with Estimated Effects by State and by Industry</a>&quot; 2008</p>\r\n<p>\r\n\tPew Hispanic Center, &quot;<a href=\"http://pewhispanic.org/files/reports/107.pdf#page=40\" id=\"drkp\" title=\"Portrait of Unauthorized Immigrants\">Portrait of Unauthorized Immigrants</a>&quot; April 14, 2009</p>\r\n<p>\r\n\tEmail interview, Madeline Zavodny, Agnes Scott College economist, August 6, 2010.</p>\r\n<p>\r\n\tVernon Briggs, &quot;llegal Immigration and Immigration Reform: Protecting the Employment Rights of the American Labor</p>\r\n<p>\r\n\tForce (Native-Born and Foreign-Born) Who Are Eligible To Be Employed,&quot; March 26, 2010.</p>\r\n<p>\r\n\tU.S. Department of Labor, &quot;<a href=\"http://www.bls.gov/news.release/pdf/empsit.pdf\" id=\"m:gk\" title=\"The Employment Situation\">The Employment Situation</a>&quot;, July 2010.</p>\r\n<p>\r\n\tEmail interview, Orly Lobel, law professor at University of San Diego, August 6, 2010.</p>\r\n<p>\r\n\tEmail interview, Lorraine Schmall, law professor at Northern Illinois University College of Law, August 6, 2010.</p>\r\n<p>\r\n\tDepartment of Homeland Security, &quot;<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois_ill_pe_2009.pdf\" id=\"j4_3\" title=\"Estimates of the Unauthorized Immigrant Population Residing in the United States\">Estimates of the Unauthorized Immigrant Population Residing in the United States</a>,&quot; January 2009.</p>\r\n<p>\r\n\tFederation for American Immigration Reform, &quot;<a href=\"http://www.fairus.org/site/PageServer?pagename=research_research615f\" id=\"dqa2\" title=\"Florida: Illegal Aliens\">Florida: Illegal Aliens</a>.&quot;</p>\r\n<p>\r\n\tPew Hispanic Center, &quot;A Portrait of Unauthorized Immigrants in the United States,&quot; April 14 2009.</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\" id=\"kyen\" title=\"Workman misquotes immigration report\">Workman misquotes immigration report</a>,&quot; June 30, 2010.</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/aug/15/lamar-smith/us-rep-lamar-smith-says-united-states-could-cut-un/\" id=\"x8ug\" title=\"U.S. Rep. Lamar Smith says the United States could cut unemployment by reclaiming jobs held by illegal immigrants,&quot;\">U.S. Rep. Lamar Smith says the United States could cut unemployment by reclaiming jobs held by illegal immigrants,&quot;</a> August 15, 2010.</p>\r\n<p>\r\n\tCouncil on Foreign Relations, &quot;The Economic Logic of Illegal Immigration,&quot; April 2007.</p>\r\n<p>\r\n\tNPR, &quot;<a href=\"http://www.npr.org/templates/story/story.php?storyId=5312900\" id=\"rqhq\" title=\"Q&amp;A: Illegal Immigrants and the U.S. Economy,\">Q&amp;A: Illegal Immigrants and the U.S. Economy,</a>&quot; March 30, 2006.</p>\r\n<p>\r\n\tEmail interview, Vernon Briggs, an emeritus professor of industrial and labor relations at Cornell University, August 6, 2010.</p>\r\n<p>\r\n\tThe Arizona Republic, <a href=\"http://www.azcentral.com/arizonarepublic/news/articles/2010/07/11/20100711immigration-law-arizona-economy.html\" id=\"lp9i\" title=\"&quot;Will SB 1070 help or hurt economy?&quot;\">&quot;Will SB 1070 help or hurt economy?&quot;</a> July 11, 2010.</p>\r\n<p>\r\n\tFactCheck.org, <a href=\"http://www.factcheck.org/2010/05/does-immigration-cost-jobs/\" id=\"dk95\" title=\"&quot;Does Immigration Cost Jobs?&quot;\">&quot;Does Immigration Cost Jobs?&quot;</a> May 13, 2010.</p>\r\n<p>\r\n\tLorraine Schmall, &quot;<a href=\"http://www.niu.edu/law/faculty/columns/SchmallLorraine_8_20_08.pdf\" id=\"e0oc\" title=\"Worksite Enforcement of U.S. Immigration Laws\">Worksite Enforcement of U.S. Immigration Laws</a>,&quot; August, 20, 2008.</p>\r\n<p>\r\n\tFiscal Policy Institute, &quot;<a href=\"http://www.fiscalpolicy.org/ImmigrantsIn25MetroAreas_20091130.pdf\" id=\"dg74\" title=\"immigrants and the Economy\">Immigrants and the Economy</a>&quot; December 2009</p>\r\n<p>\r\n\tEmail interview, Department of Labor spokesman Michael Wald, August 13, 2010.</p>\r\n<p>\r\n\t<a href=\"http://www.gpoaccess.gov/eop/2005/2005_erp.pdf\" title=\"Economic Report of the President\">Economic Report of the President</a>, February 2005</p>\r\n<p>\r\n\tEconomic Policy Insitute, &quot;<a href=\"http://www.epi.org/publications/entry/bp255/\" id=\"hf9e\" title=\"Immigration and Wages—Methodological advancements confirm modest gains for native workers\">Immigration and Wages&mdash;Methodological advancements confirm modest gains for native workers</a>,&quot; February, 4, 2010.<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;We have over 700,000 illegal immigrants in the state. They&#39;re costing us billions of dollars and they&#39;re taking legal residents&#39; jobs.&quot;</p>\r\n", "statement_context": "in a Univision debate in Miami.", "statement_date": "2010-08-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}