{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/aug/10/michael-tyler/marta-chairman-said-system-receives-no-significant/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}], "facebook_headline": null, "id": 2202, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2202/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe Metropolitan Atlanta Regional Transit Authority has said repeatedly that it doesn&#39;t get enough money from the state.<br />\r\n\t<br />\r\n\tAnd unlike any major system in the United States, the money it does receive is far from a sure thing, its advocates have said. Georgia law does not require that the state set aside funds for MARTA.<br />\r\n\t<br />\r\n\tMichael W. Tyler, MARTA&#39;s chairman, made the claim once again in a June 9 op-ed piece that appeared in The Atlanta Journal-Constitution. He argued that MARTA has done well with limited resources.<br />\r\n\t<br />\r\n\t&quot;[U]nlike every other major transit system in the nation, MARTA has never received any significant, dedicated funding from the state of Georgia,&quot; Tyler said.<br />\r\n\t<br />\r\n\tBut is it true? We asked MARTA to back up its claim.<br />\r\n\t<br />\r\n\tMARTA spokesman Lyle Harris explained that during the past 15 years, the agency has consistently received about $2 million annually from the General Assembly for capital expenses, such as the cost of replacing buses or other infrastructure.<br />\r\n\t<br />\r\n\tBut this money is not dedicated to MARTA. &quot;Dedicated&quot; funds are monies that must, by state law, go to a specific purpose. Because this money isn&#39;t dedicated, MARTA must ask the state Legislature for money every year. This makes it hard for MARTA to plan its budgets.<br />\r\n\t<br />\r\n\tThis isn&#39;t MARTA&#39;s only funding problem, Harris said. While the $2 million is important to the agency, it&#39;s only a drop in the bucket. MARTA&#39;s capital budget is usually larger than $250 million.<br />\r\n\t<br />\r\n\tFurthermore, Harris said, MARTA receives no dedicated operating funding from the state or money to run the system day to day. Harris provided PolitiFact Georgia a spreadsheet with operating funds data from the Federal Transit Administration&#39;s National Transit Database (NTD), which collects information on the country&#39;s transit systems. The data were from 2008, the most recent year available.<br />\r\n\t<br />\r\n\tThey showed that MARTA was the country&#39;s ninth-largest transit system by &quot;unlinked passenger trips&quot; in 2008, a commonly used measure that counts each time a passenger boards a MARTA vehicle.<br />\r\n\t<br />\r\n\tBut the data didn&#39;t back up MARTA&#39;s claim. Instead, the federal data it sent show that MARTA is a very large agency that receives no operating funds from the state. That, however, is not the same thing as being the only major transit system that receives no dedicated state funding, as Tyler said.<br />\r\n\t<br />\r\n\tWe did our own check, which revealed one transit system larger than MARTA that does not receive state-dedicated operating or capital funds: the Washington Metropolitan Area Transit Authority.<br />\r\n\t<br />\r\n\tThe WMATA operates trains and buses in the Washington, D.C., area and is the fourth-largest transit system in the country. It is nearly three times the size of MARTA by unlinked passenger trips. Federal data, an agency spokesman and a scholar with the Brookings Institution who has studied the Washington system confirm it does not receive state-dedicated operating funds or capital funds.<br />\r\n\t<br />\r\n\tStill, the WMATA receives far more state funding than MARTA does. According to 2008 data, 18 percent of its operating funds came from Maryland and Virginia, or more than $250 million.<br />\r\n\t<br />\r\n\tMARTA received no state funding for operations that year, federal data show.<br />\r\n\t<br />\r\n\tHarris argues that MARTA&#39;s situation is unique. When the WMATA asks for state money, it receives hundreds of millions of dollars. MARTA doesn&#39;t get anything close to this type of funding from Georgia, Harris said.<br />\r\n\t<br />\r\n\t&quot;Whether we ask or not, we don&#39;t get anything akin to what WMATA is getting,&quot; Harris said.<br />\r\n\t<br />\r\n\tThat may be correct, but that&#39;s not what Tyler said. His op-ed argued that MARTA is the only major transit agency in the country that receives no &quot;significant, dedicated&quot; funding from the state. Not that it&#39;s barely getting anything from the state or that state funding makes up only a tiny percentage of its budget.<br />\r\n\t<br />\r\n\tWe rule Tyler&#39;s statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-09T18:42:41.147351", "ruling_date": "2010-08-10T06:00:00", "ruling_headline": "MARTA is the sole major transit system that never received \"significant, dedicated\" funding from state, Chairman said", "ruling_headline_slug": "marta-chairman-said-system-receives-no-significant", "ruling_link_text": "Washington, D.C.'s transit system has the same problem", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/opinion/well-managed-marta-has-544948.html\">Well-managed MARTA has made do with little</a>,&quot; June 9, 2010<br />\r\n\t<br />\r\n\tFederal Transit Administration, <a href=\"http://www.ntdprogram.gov/ntdprogram/\">National Transit Database</a>, accessed Aug. 9, 2010<br />\r\n\t<br />\r\n\tAmerican Public Transportation Association, <a href=\"http://www.apta.com/resources/statistics/Pages/transitstats.aspx\">2010 Public Transportation Fact Book</a>, April 2010<br />\r\n\t<br />\r\n\tThe Brookings Institution, &quot;<a href=\"http://www.brookings.edu/reports/2004/06metropolitanpolicy_puentes.aspx\">Washington&#39;s Metro: Deficits by Design</a>,&quot; June 2004<br />\r\n\t<br />\r\n\tMetropolitan Atlanta Rapid Transit Authority Revenue and Expense Forecast Evaluation, 2011-2016, Carl Vinson Institute of Government, University of Georgia, April 2010<br />\r\n\t<br />\r\n\tE-mail interview, Ketrina Nelson, spokeswoman, Federal Transit Administration, Aug. 6, 2010<br />\r\n\t<br />\r\n\tInterview, Aaron Donovan, spokesman, MTA Bus Co., Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Rick Jager, spokesman, Los Angeles County Metropolitan Transportation Authority, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Steven Taubenkibel, spokesman, Washington Metropolitan Area Transit Authority, Aug, 9, 2010<br />\r\n\t<br />\r\n\tInterview, Dan Stessel, spokesman, New Jersey Transit, Aug. 9, 2010<br />\r\n\t<br />\r\n\tInterview, Rochelle Ogershok, King County Metro Transit, Aug. 9, 2010<br />\r\n\t<br />\r\n\tInterview, Michael Meyer, director of the Georgia Transportation Institute, Georgia Tech, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Steve Coleman, spokesman, Port Authority Trans-Hudson Corp., Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Daria Serna, spokeswoman, (Denver) Regional Transportation District, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Robert Puentes, senior fellow, Metropolitan Policy Program, the Brookings Institution, Aug. 4, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chariman, Metropolitan Atlanta Rapid Transit Authority's Board of Directors", "false_count": 0, "first_name": "Michael", "half_true_count": 0, "home_state": "Georgia", "id": 581, "last_name": "Tyler", "mostly_true_count": 0, "name_slug": "michael-tyler", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Michael_Tyler.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/581/", "total_count": 1, "true_count": 0, "website": "http://www.itsmarta.com/"}, "statement": "<p>\r\n\t&quot;[U]nlike every other major transit system in the nation, MARTA has never received any significant, dedicated funding from the state of Georgia.&quot;</p>\r\n", "statement_context": "an op-ed piece in The Atlanta Journal-Constitution", "statement_date": "2010-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Is it true that MARTA's the only major transit system that receives no significant, dedicated state funding?"}