{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/aug/10/gen-peter-chiarelli/us-army-report-documents-problem-suicides-military/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2205, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2205/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tLeaders of the U.S. Army need to take more active steps to prevent a growing number of soldiers from committing suicide, according to a major study released by the Army. Gen. Peter Chiarelli discussed the study on <i>This Week with Christiane Amanpour.</i><br />\r\n\t<br />\r\n\tThe study documented complex pressures -- including overly long deployments, more tolerance for high-risk behavior among soldiers and lax standards for leaders keeping tabs on their soldiers.<br />\r\n\t<br />\r\n\tAnother complicating factor: increased use of prescription antidepressants, anti-anxiety drugs and pain medications.<br />\r\n\t<br />\r\n\t&quot;We know that we had over 106,000 soldiers last year who had a prescription of three weeks or more for some kind of antidepressant, anti-anxiety medicine,&quot; said Chiarelli.<br />\r\n\t<br />\r\n\tA few moments later, he added, &quot;A portion of those 106,000 soldiers that I told you are on some kind of pain medication, it has nothing to do with a behavior health issue. There are soldiers who have been on two, three, four deployments, hucking a rucksack filled with equipment that may weigh 70 to 80 pounds at 8,000 feet, and they&#39;ve got a knee injury or a leg injury that is painful. Probably should stay home and get operated on, but they go back for the second deployment, and they&#39;re on some kind of a pain medication. We have soldiers who suck it up all the time and hide from their leaders when they&#39;re hurt.&quot;<br />\r\n\t<br />\r\n\tChiarelli was referring to information in the Army&#39;s <i>Health Promotion, Risk Reduction, and Suicide Prevention Report</i>, released Aug. 5, 2010. This seemed like an important issue to explore further.<br />\r\n\t<br />\r\n\tThe report explains that historically, the Army&#39;s suicide rate has been much lower than the civilian population&#39;s. But the Army&#39;s rate began increasing in 2004 and surpassed the national average in 2008. That year, the suicide rate in the Army was 20.2 per 100,000, compared with a typical civilian rate of 19.2. This increase prompted the study.<br />\r\n\t<br />\r\n\t&quot;In Fiscal Year (FY) 2009, 160 active duty Soldiers took their lives, making suicide the third leading cause of death among the Army population,&quot; the study states. &quot;If we include accidental death, which frequently is the result of high risk behavior (drinking and driving, drug overdose, etc.), we find that less young men and women die in combat than die by their own actions. Simply stated, we are often more dangerous to ourselves than the enemy.&quot;<br />\r\n\t<br />\r\n\tThe report affirms the 106,000 number that Chiarelli uses. &quot;Latest accounts estimate that approximately 106,000 Soldiers are prescribed some form of pain, depression or anxiety medications. The potential for abuse is obvious,&quot; it states.<br />\r\n\t<br />\r\n\tThe report also discusses whether these and other prescription drugs are being abused by members of the military:<br />\r\n\t<br />\r\n\t&quot;There is concern that potential prescription drug abuse is masked in our current system. This is the result of the increase in prescriptions which expands the population authorized to use pharmaceuticals. For example, the growing population who has obtained prescriptions for amphetamines has resulted in an increased rate of authorized use. Unfortunately, there is no definitive method to ascertain if the use was authorized or illicit. As a result, we have masked a subset of that population who are either dependent or illicitly use drugs. Ultimately, if left unchecked, this gap facilitates a population of drug addicts and distributors.&quot;<br />\r\n\t<br />\r\n\tThe report also notes that many soldiers are aged 18 to 29, and there are continuing questions about the use of antidepressants -- specifically, Selective Serotonin Reuptake Inhibitors (SSRIs) -- among young people, and whether these medications sometimes <i>increas</i>e the risk of suicide. &quot;The Army Medical Command (MEDCOM) is cognizant of this issue and is investigating the use of these and other medications to better manage care,&quot; the report states.<br />\r\n\t<br />\r\n\tThe report makes additional observations about prescription drug users in the military. Pain medications seem to be more common than antidepressants or anti-anxiety drugs; &quot;14% of the force is taking some form of opiate medication,&quot; according to the report.&nbsp; The percentage for antidepressants and anti-anxiety medications appear somewhat lower, with between 3 and 6 percent of the deployed force receiving such medication, according to evidence the report cites. Anecdotal evidence in the report indicates some soldiers receive multiple prescriptions for pain <i>and </i>depression.<br />\r\n\t<br />\r\n\tWe should emphasize the study draws no hard conclusions about the role that prescription drugs play in military suicides. &quot;The impact of increased use of antidepressant, psychiatric and narcotic pain management medications has not been comprehensively studied in a military population,&quot; the report states.<br />\r\n\t<br />\r\n\tIn the interview with Amanpour, Chiarelli rejected the idea that soldiers were overly medicated. &quot;We know that the drugs that we&#39;re talking about are cleared by the CENTCOM surgeon for soldiers to be taking when they&#39;re downrange. So we&#39;re not sending any soldier into harm&#39;s way who is taking a drug that we feel would somehow endanger him or others,&quot; he said.<br />\r\n\t<br />\r\n\tFinally, we should note that the report links policing potential drug addiction to military leadership in a section titled &quot;The Lost Art of Leadership in Garrison.&quot; The Army has been transformed in recent years, the report states, so that combat readiness has been emphasized more than &quot;good order and discipline practices.&quot; Unannounced health and welfare checks and inspections &quot;have been lost&quot; as part of that transition. &quot;There are instances where a leader&rsquo;s lack of Soldier accountability resulted in suicide victims not being found until they had been dead for three or four weeks,&quot; the report noted.<br />\r\n\t<br />\r\n\tWhile the report raises a host of issues, we&#39;re only ruling on what the general said about the rate of medication among soldiers. The Army report and other testimony that we found support Chiarelli&#39;s statement that approximately 106,000 soldiers had &quot;a prescription of three weeks or more&quot; for pain, depression or anxiety medication. We rate his statement True.</p>\r\n", "ruling_comments_date": "2010-08-10T11:49:03.042231", "ruling_date": "2010-08-10T11:47:44", "ruling_headline": "U.S. Army report documents problem of suicides in the military.", "ruling_headline_slug": "us-army-report-documents-problem-suicides-military", "ruling_link_text": "New report documents increased use", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-odierno-chiarelli/story?id=11351927&amp;page=4\" id=\"i8ny\" title=\"'This Week' Transcript: Odierno and Chiarelli\">&#39;This Week&#39; Transcript: Odierno and Chiarelli</a>, Aug. 8, 2010<br />\r\n\t<br />\r\n\tU.S. Army, <a href=\"http://www.army.mil/-news/2010/07/28/42934-army-health-promotion-risk-reduction-and-suicide-prevention-report/index.html?ref=home-headline-link0\" id=\"c-5t\" title=\"Army Health Promotion, Risk Reduction and Suicide \r\nPrevention Report\">Army Health Promotion, Risk Reduction and Suicide Prevention Report</a>, July 28, 2010<br />\r\n\t<br />\r\n\tU.S. Senate, Subcommittee on Personnel, Committee on Armed Services, <a href=\"http://armed-services.senate.gov/Transcripts/2010/03%20March/10-25%20-%203-24-10.pdf\" id=\"tk7l\" title=\"Hearing to receive testimony on military health system\r\n programs, \r\npolicies and initiatives in review of the Defense Authorization Request \r\nfor the Fiscal Year 2011 and the future years\">Hearing to receive testimony on military health system programs, policies and initiatives in review of the Defense Authorization Request for the Fiscal Year 2011 and the future years</a>, March 24, 2010<br />\r\n\t<br />\r\n\t<i>The Atlantic</i>, <a href=\"http://www.theatlanticwire.com/opinions/view/opinion/Why-Are-Military-Suicides-So-High-4529\" id=\"ve9s\" title=\"Why Are Military Suicides So High?\">Why Are Military Suicides So High?</a>, July 30, 2010<br />\r\n\t<br />\r\n\tMilitary.com, <a href=\"http://www.military.com/news/article/chiarelli-rejects-medicated-army-claim.html\" id=\"ruxj\" title=\"Chiarelli Rejects ‘Medicated’ Army Claim\">Chiarelli Rejects &lsquo;Medicated&rsquo; Army Claim</a>, Aug. 9, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Vice Chief of Staff, United States Army", "false_count": 0, "first_name": "Gen. Peter", "half_true_count": 0, "home_state": "", "id": 583, "last_name": "Chiarelli", "mostly_true_count": 0, "name_slug": "gen-peter-chiarelli", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chiar.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/583/", "total_count": 1, "true_count": 1, "website": "http://www.army.mil/leaders/vcsa/"}, "statement": "<p>\r\n\tAbout 106,000 soldiers had &quot;a prescription of three weeks or more&quot; for pain, depression or anxiety medication.</p>\r\n", "statement_context": "an interview on \"This Week.\"", "statement_date": "2010-08-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "We examine statement about military suicides and prescription drugs."}