{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/12/rachel-maddow/maddow-claims-spending-more-stimulative-tax-cuts/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2217, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2217/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Tax cuts are popular with Republicans, but they don&#39;t boost the economy as much as other types of government spending, Rachel Maddow, the liberal MSNBC talk show host, said on her show Aug. 6, 2010.<br />\r\n<br />\r\nTalking to Ezra Klein, a <em>Washington Post</em> columnist and an MSNBC contributor, about the economy and the upcoming November elections, Maddow took a stab at one of the cornerstones of the GOP platform.<br />\r\n<br />\r\n&quot;Is there anything that would make a real impact on job numbers that Republicans are willing to support? Obviously, we know they&lsquo;re willing to support tax cuts. We know that tax cuts are remarkably un-stimulative when you compare them with different kinds of government spending, different allocations of resources. Is there anything? They keep saying jobs are their priority. Have they shown a willingness to embrace anything that would make a dent on jobs?&quot;<br />\r\n<br />\r\nMaddow&#39;s use of the phrase &quot;we know&quot; got us thinking -- do economists really agree that cutting taxes is less effective than increasing government spending? We decided to look into it.<br />\r\n<br />\r\nFirst, however, a crash course on &quot;Keynesian economics.&quot; The name comes from John Maynard Keynes, a 20th century British economist. (For a musical lesson of the economic debate, check out the <a href=\"http://www.youtube.com/watch?v=d0nERTFo-Sk\">Hayek vs. Keynes Rap Anthem</a>.)</p>\r\n\r\n<p>As Greg Mankiw, a Harvard economics professor, explains in a summer 2010 edition of <em>National Affairs</em> magazine, Keynes believed that &quot;extreme and sustained unemployment during a recession&quot; is fundamentally the result of &quot;a decline in overall (or aggregate) demand in the economy.&quot; The government can &quot;help restore normalcy&quot; by increasing demand through spending, writes Mankiw. &quot;And because the influx of government spending drives businesses to hire and consumers to spend, its impact is multiplied.&quot;<br />\r\n<br />\r\nAccording to classic Keynesian theory, government spending increases have a higher &quot;multiplier&quot; than tax cuts, because individuals might choose to save the money from tax cuts, rather than spend it.<br />\r\n<br />\r\nIs there data to back up Keynes&#39; -- and, by extension, Rachel Maddow&#39;s -- argument?<br />\r\n<br />\r\nYes, but there&#39;s also data that certain types of tax cuts can have a similar impact.<br />\r\n<br />\r\nTo start out, we turned to testimony by Mark Zandi before the Senate Finance Committee on April 14, 2010. Zandi is the chief economist for Moody&#39;s Economy.com and a former adviser to Republican Sen. John McCain during his 2008 presidential campaign. Page 5 of the testimony contains a table that summarizes Zandi&#39;s calculated &quot;bang for the buck&quot; for various fiscal stimulus programs. Spending $1 on unemployment insurance benefits, for example, increases the GDP -- the value of goods and services that the economy produces -- by $1.61 a year later, according to Zandi. (We found some counter-arguments in a previous <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/27/jeanne-shaheen/lawmaker-claims-unemployment-benefits-boost-econom/\">Truth-O-Meter item</a> checking New Hampshire Sen. Jeanne Shaheen&#39;s use of Zandi&#39;s data.) A temporary increase in food stamps has the biggest stimulative effect. For each dollar spent, GDP grows by $1.74 one year later. For spending increases as a whole, the &quot;bang for the buck&quot; ranges from $1.13 for the Low-Income Home Energy Assistance Program to $1.74 for food stamps.<br />\r\n<br />\r\nThe former economist for the GOP presidential candidate also looked at the stimulative effect of tax cuts. Making the Bush income tax cuts permanent has a multiplier of 0.32, which means that for every dollar the government cuts in taxes, GDP grows by $0.32. Cutting the corporate tax rate also has a multiplier of $0.32. According to the chart, the most stimulative tax cut initiative would be a job tax credit, which has a multiplier of $1.30.<br />\r\n<br />\r\nSo based on Zandi&#39;s research, Maddow is on solid ground. All but one of the spending programs that Zandi analyzed have a multiplier significantly higher than one. The highest multiplier for tax cuts is $1.30.<br />\r\n<br />\r\nChristina Romer, who heads President Obama&#39;s Council of Economic Advisers until she steps down Sept. 3, 2010, also addressed the question of fiscal multipliers in a speech at the University of Chicago Booth School of Business on Feb. 27, 2009. She began by acknowledging that &quot;estimating these multipliers is difficult and that there is surely substantial uncertainty around any estimate.&quot; She then went on to argue, however, that based on her analysis with Jared Bernstein (an economic advisor to Vice President Joe Biden) of the stimulus package that President Obama signed in February 2009, &quot;a tax cut has a multiplier of roughly 1.0 after about a year and a half, and spending has a multiplier of about 1.6.&quot; In other words, government spending is more effective than cutting taxes.<br />\r\n<br />\r\nLikewise, in 2009, Matthew Shapiro and Joel Slemrod, economics professors at the University of Michigan, found the 2008 federal tax rebates did not provide a big boost for consumer spending. &quot;Because of the low spending propensity, the rebates in 2008 provided low &#39;bang for the buck&#39; as economic stimulus. Putting cash into the hands of the consumers who use it to save or pay off debt boosts their well-being, but it does not necessarily make them spend. In particular, low-income individuals were particularly likely to use the rebate to pay off debt.&quot;<br />\r\n<br />\r\nStill, it is a long-running joke that if you ask 10 economists a question, you get 10 different answers, and the size of fiscal multipliers is no exception. There are plenty of economists who have found that tax cuts -- particularly cuts that encourage investment -- can have a strong stimulative effect.<br />\r\n<br />\r\nWe spoke with Valerie Ramey, an economics professor at the University of California-San Diego, who has done much research on estimating fiscal multipliers. She told us that &quot;income tax rebates are not very stimulative&quot; but that &quot;other types of tax cuts appear to have much bigger effects.&quot; Ramey specifically cited the positive effects of investment tax credits, which she said are not captured by the &quot;simple textbook Keynesian model.&quot;<br />\r\n<br />\r\n&quot;Thus, based on the research, I would argue that the most stimulative types of policies are tax cuts that directly affect the incentives to invest and hire workers,&quot; she wrote us in an e-mail.<br />\r\n<br />\r\nWe also looked at a paper that Christina Romer co-authored in June 2010 with her husband, David Romer. Using narrative evidence to control for other factors that influenced output during the post World War II period, the two economists found that a tax cut of $1 raises the GDP by roughly $3 over the following three years. Romer did not attempt to quantify spending effects in the paper, but Mankiw wrote in his <em>National Affairs</em> essay that her results suggest that the maximum potential impact of cutting taxes may actually be up to three times bigger than Obama&#39;s advisors assumed it was during their policy simulations.<br />\r\n<br />\r\nThen there is Ramey&#39;s own research. Using news sources to identify expected changes in government spending that are due to military events from 1939 to 2008, Ramey found that the government spending multiplier is anywhere from $0.60 to $1.20, &quot;depending on the time period and how the multipliers are calculated.&quot; We asked Ramey to help us understand how her findings compare with Romers&#39; 2010 results. She told us that the spending increases she looked at lasted on average for 4 years. In contrast, &quot;it is unclear what the average duration of Romers&#39;&nbsp; tax changes are,&quot; she said. Still, based on her review of Romers&#39; data, she told us that &quot;I don&#39;t think that one can argue that my spending multipliers are bigger than the Romers&#39; tax multipliers.&quot;<br />\r\n<br />\r\nFinally, economic researchers Andrew Mountford from the University of London and Harald Uhlig from the University of Chicago wrote in a July 2005 paper that &quot;the best fiscal policy to stimulate the economy is a deficit-financed tax cut.&quot;<br />\r\n<br />\r\nThere are more papers than we have time or space for here, but we think you get the picture. Economists have been arguing for decades about various approaches to economic stimulus and there is plenty of research and literature for both sides.<br />\r\n<br />\r\nGoing back to the original claim: Maddow said that &quot;we know that tax cuts are remarkably un-stimulative when you compare them with different kinds of government spending.&quot; During the course of our research, we found several papers and studies that support her argument. But we also found evidence to the contrary. When it comes to macroeconomics, just about everything is still a matter for debate. We rate her claim Half True.</p>\r\n", "ruling_comments_date": "2010-08-12T14:16:15.669486", "ruling_date": "2010-08-12T17:54:22", "ruling_headline": "Maddow claims spending is more stimulative than tax cuts", "ruling_headline_slug": "maddow-claims-spending-more-stimulative-tax-cuts", "ruling_link_text": "Economist + economist = argument", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, &quot;The Rachel Maddow Show&quot; <a href=\"http://www.msnbc.msn.com/id/38625585/ns/msnbc_tv-rachel_maddow_show/\">transcript</a>, Aug. 6, 2010<br />\r\n<br />\r\nChristina Romer, <a href=\"http://news.uchicago.edu/files/newsrelease_20090227.pdf\">The Case for Fiscal Stimulus: The Likely Effects of the American Recovery and Reinvestment Act</a>, Feb. 27, 2009<br />\r\n<br />\r\nE-mail interview, Valerie Ramey, Professor of Economics at University of California-San Diego, Aug. 10, 2010<br />\r\n<br />\r\nNational Affairs, <a href=\"http://www.nationalaffairs.com/publications/detail/crisis-economics\">Crisis Economics</a>, by Gregory Mankiw, Summer 2010<br />\r\n<br />\r\nChristina Romer and David Romer, <a href=\"http://elsa.berkeley.edu/%7Edromer/papers/RomerandRomerAERJune2010.pdf\">The Macroeconomic Effects of Tax Changes</a>, June 2010<br />\r\n<br />\r\nThe New York Times, <a href=\"http://www.nytimes.com/2009/01/11/business/economy/11view.html?_r=2&amp;partner=permalink&amp;exprod=permalink\">Is Government Spending Too Easy an Answer?</a>, by Gregory Mankiw, Jan. 10, 2009<br />\r\n<br />\r\nGregory Mankiw&#39;s Blog, <a href=\"http://gregmankiw.blogspot.com/2008/12/spending-and-tax-multipliers.html\">Spending and Tax Multipliers</a>, Dec. 11, 2008<br />\r\n<br />\r\nMatthew Shapiro and Joel Slemrod, <a href=\"http://www-personal.umich.edu/%7Eshapiro/papers/aeap%26p2009rebates.pdf\">Did the 2008 Tax Rebates Stimulate Spending?</a>, 2009<br />\r\n<br />\r\nEconomy.com, <a href=\"http://www.economy.com/mark-zandi/documents/Senate-Finance-Committee-Unemployment%20Insurance-041410.pdf\">Mark Zandi testimony before Senate Finance Committee</a>, April 14, 2010<br />\r\n<br />\r\nAndrew Mountford and Harald Uhlig, <a href=\"http://sfb649.wiwi.hu-berlin.de/papers/pdf/SFB649DP2005-039.pdf\">What are the Effects of Fiscal Policy Shocks?</a>, July 2005</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;We know that tax cuts are remarkably un-stimulative when you compare them with different kinds of government spending.&quot;</p>\r\n", "statement_context": "the \"Rachel Maddow Show\"", "statement_date": "2010-08-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Maddow said govt spending is more \"stimulative\" than tax cuts. We checked the facts."}