{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/aug/13/todd-staples/todd-staples-consultant-says-democrat-hank-gilbert/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 2218, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2218/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOn behalf of Texas Agriculture Commissioner Todd Staples, a campaign consultant recently ripped Staples&rsquo; Democratic challenger, Hank Gilbert.</p>\r\n<p>\r\n\tConsultant Bryan Eppstein&rsquo;s July 15 e-mail to PolitiFact Texas says: &quot;The (D)emocrat candidate for Texas commissioner of agriculture has a criminal conviction for theft, has multiple years of unpaid taxes, has multiple tax liens and fines, unsafe driving convictions, has recently been accused of taking a bribe and is on record lying to the press this year about his criminal record.&quot;</p>\r\n<p>\r\n\tBombshells?</p>\r\n<p>\r\n\tHardly. Several news articles have been written on Gilbert&rsquo;s legal history, and the Staples campaign has aired them on its &quot;Guilty Guilty Gilbert&quot; website.</p>\r\n<p>\r\n\tGenerally, the campaigns have sniped so much that the Houston Chronicle has called the race a &quot;snarling, gouging, roll-in-the-dirt rhetorical grudge match,&quot; a reference to their 2006 faceoff when Staples beat Gilbert to win his office.</p>\r\n<p>\r\n\tNovel or not, the Staples campaign (through a surrogate) lobs six (count &lsquo;em) charges. Do they stick?</p>\r\n<p>\r\n\tLet&rsquo;s start with the criminal conviction. In January 2001, according to a Smith County court document, Gilbert, who lives near the East Texas burg of Whitehouse, pleaded guilty to a Class C misdemeanor theft charge, paying a $100 fine plus court costs.</p>\r\n<p>\r\n\tEarlier this year, the American-Statesman quoted as Gilbert saying the arrest originated in miscommunication between accountants for a cleaning service he and his wife own. That miscommunication, Gilbert said, led to three months&rsquo; worth of payroll taxes going unpaid. The snafu, Gilbert said, also resulted in a $100 check that he thinks was written to Lowe&rsquo;s, the home improvement store, initially going unpaid. The check touched off the theft charge, according to Gilbert.</p>\r\n<p>\r\n\tVince Leibowitz, Gilbert&rsquo;s campaign manager, objected to calling the misdemeanor conviction &quot;theft,&quot; saying it was &quot;theft by check.&quot; He shared a copy of what he said was Gilbert&rsquo;s plea agreement; it says he was charged with &quot;theft by check,&quot; a Class B misdemeanor. A judgment signed by a county court-at-law judge says Gilbert pleaded guilty to the &quot;lesser included offense of Theft C.&quot;</p>\r\n<p>\r\n\tWe contacted the Smith County district attorney&rsquo;s office where Leslie McLean, an assistant district attorney, confirmed that Gilbert was originally charged with Class B &quot;theft by check.&quot;</p>\r\n<p>\r\n\tOn a related front, McLean said Gilbert&rsquo;s case stemmed from a $149.39 check paid to a local resident &mdash; information a bit different from what Gilbert said earlier this year.</p>\r\n<p>\r\n\tAs to unpaid taxes, the Statesman quoted Gilbert as saying he and his wife had 18 months remaining on an IRS repayment plan. According to the newspaper&rsquo;s report, Gilbert had to pay back not only missed tax payments, but also two years&rsquo; worth of penalties and interest to cover for the period he did not know their business had missed his payments.</p>\r\n<p>\r\n\t&quot;Small businesses go through this kind of thing every day,&quot; Gilbert told the Statesman. &quot;Unfortunately a lot of them choose the easy way out and stiff whoever they owe and never pay them. That&rsquo;s not the kind of people we are.&quot;</p>\r\n<p>\r\n\tSmith County records posted by Staples&rsquo; campaign indicate that Gilbert faced tax liens for unpaid taxes in 1995, 2000, 2001 and 2002. All told, the records indicate, he accumulated $77,126 in taxes and penalties. Leibowitz told us Gilbert is repaying everything.</p>\r\n<p>\r\n\tAnd Gilbert&rsquo;s driving record? A Smith County document posted by Staples&rsquo; campaign indicates Gilbert got a ticket for driving with an expired driver&rsquo;s license in April 2008 for which he paid a $134.50 fine plus court costs in January 2010. That month, his campaign told the Dallas Morning News that Gilbert dealt with the ticket after aides noticed he was driving with the expired license. The newspaper said he&rsquo;d gotten the ticket for the expired license when he got a speeding ticket in 2008.</p>\r\n<p>\r\n\tAnother Smith County document says Gilbert was ticketed in March 2005 for driving without a seat belt, later paying a $53 fine plus court costs. &quot;I never wear one,&quot; Gilbert was quoted in the Morning News this January. &quot;I just plug them in to keep them from dinging.&quot;</p>\r\n<p>\r\n\tLinda Culp, chief clerk of the county&rsquo;s Precinct 3 Justice of the Peace court, checked county records and found that in addition to what the Staples campaign highlighted, Gilbert paid fines for tickets he got in 1997-98 for speeding, not wearing a seat belt and not having auto insurance.</p>\r\n<p>\r\n\tIn Gilbert&rsquo;s defense, Leibowitz said: &quot;When you look at driving without a seat belt, that is not necessarily unsafe to other passengers on the road. That is unsafe to you.&quot; The campaign manager said Gilbert does use his seat belt, contrary to what the candidate told the Dallas newspaper.</p>\r\n<p>\r\n\tLet&rsquo;s pull over and assess the first four charges in Eppstein&rsquo;s statement.</p>\r\n<p>\r\n\tCriminal conviction for theft? Actually, Gilbert was charged with the Class B misdemeanor of &quot;theft by check&quot; and pleaded guilty to a lesser, Class C charge, according to the court documents provided by his campaign.</p>\r\n<p>\r\n\tMultiple years of unpaid taxes? Yes (though Gilbert&rsquo;s said he&rsquo;s paying them back).</p>\r\n<p>\r\n\tMultiple tax liens and fines? Yes, yet note the repayment declaration.</p>\r\n<p>\r\n\tUnsafe driving convictions? Gilbert acknowledges tickets he&rsquo;s paid, including for speeding and not wearing his seat belt. Smith County says he previously paid for tickets on other violations.</p>\r\n<p>\r\n\tNext, let&rsquo;s tackle the rest of Eppstein&rsquo;s sally &mdash; that Gilbert has recently been accused of taking a bribe and is on record lying to the press about his criminal record.</p>\r\n<p>\r\n\tKinky Friedman, Gilbert&rsquo;s opponent for the Democratic nomination for agriculture commissioner, raised his eyebrows in January at the revelation in campaign contribution and expenditure reports that Gilbert fielded $150,000 in donations from Farouk Shami, a Democratic gubernatorial candidate, in late 2009 after Gilbert left the governor&rsquo;s race to run for ag commissioner.</p>\r\n<p>\r\n\tFriedman called the donations a bribe. Gilbert&rsquo;s campaign replied there was no payoff. Shami said likewise. And that&rsquo;s where everyone left it, far as we can tell.</p>\r\n<p>\r\n\tEppstein&rsquo;s last punch &mdash; that Gilbert is on record lying to the press this year about his criminal record &mdash; refers to Gilbert&rsquo;s responses on a questionnaire from the Dallas Morning News. Staples&rsquo; website says the question was: &quot;Have you ever been arrested?&quot;</p>\r\n<p>\r\n\tGilbert answered that he was arrested for an &quot;unpaid traffic ticket,&quot; according to an excerpt from the questionnaire posted by Staples&rsquo; campaign. Eppstein, objecting, said Gilbert omitted his 2001 conviction. However, Leibowitz told us, the Democrat was never arrested on that charge, a point confirmed by Laurita Vodak, court coordinator for Smith County Court-at-Law No. 3.</p>\r\n<p>\r\n\tHow do the last two claims by Eppstein rate? Well, Gilbert was accused of taking a bribe, but that charge came from a political opponent, hardly an impartial force.</p>\r\n<p>\r\n\tStaples&rsquo; last claim &mdash; that Gilbert lied by not including his theft conviction in answering the question about arrests &mdash; is flawed. Gilbert wasn&rsquo;t arrested on the charge, though he certainly faced justice and could have mentioned the conviction on the questionnaire.</p>\r\n<p>\r\n\tAll in all, we rate the Staples campaign&rsquo;s statement Half True.</p>\r\n<p>\r\n\tFootnote: We&rsquo;d be happy not to sort multi-part charges again. That OK with everyone?</p>\r\n", "ruling_comments_date": "2010-08-12T18:46:25.572521", "ruling_date": "2010-08-13T06:00:00", "ruling_headline": "Todd Staples' consultant says Democrat Hank Gilbert has theft and unsafe driving convictions, multiple liens and fines, was accused of taking bribe and lied on questionnaire", "ruling_headline_slug": "todd-staples-consultant-says-democrat-hank-gilbert", "ruling_link_text": "Six charges in one statement!", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/contributions-from-shami-to-gilbert-raise-eyebrows-188162.html\">&quot;Contributions from Shami to Gilbert raise eyebrows,&quot;</a> Jan. 20, 2010 and Postcards, state politics and government blog, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/politics/entries/2010/01/22/gilbert_charged_with_misdemean.html\">&quot;Gilbert explains decade-old theft charge,&quot;</a> Jan. 22, 2010 (accessed July 30, 2010)</p>\r\n<p>\r\n\tDallas Morning News, news article, <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/latestnews/stories/012010dntexgilbert.40da2a0.html\">&quot;Democrat Farouk Shami denies paying rival Hank Gilbert to quit Texas governor race,&quot;</a> Jan. 20, 2010 (accessed July 30, 2010)</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/07152010_bryaneppsteinpftx.html\">E-mail (excerpted)</a>, response to PolitiFact Texas, Bryan Eppstein, political consultant to Agriculture Commissioner Todd Staples, Fort Worth, July 15, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/08062010_vinceleibowitzfax.tif\">Fax</a> from and interview with Vince Leibowitz, campaign manager, Hank Gilbert campaign, plea agreement note and documents, Aug. 6, 2010</p>\r\n<p>\r\n\tThe Houston Chronicle, news article, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7114118.html\">&quot;In race for ag commissioner, dirt,takes center stage,&quot;</a> July 19, 2010 (accessed July 29, 2010)</p>\r\n<p>\r\n\tInterviews, Linda Culp, chief clerk, Smith County Precinct 3 Justice of the Peace, Tyler, Texas, July 30 and August 2, 2010</p>\r\n<p>\r\n\tInterview, Bryan Eppstein, Aug. 6, 2010</p>\r\n<p>\r\n\tInterview, Leslie McLean, assistant district attorney, Smith County District Attorney&#39;s office, Aug. 5, 2010</p>\r\n<p>\r\n\tInterview, Laurita Vodak, court coordinator, Smith County Court-at-law 3, Aug. 11,&nbsp; 2010<br />\r\n\t<br />\r\n\tTodd Staples campaign, website, <a href=\"http://www.guiltyguiltygilbert.com/\">&quot;Guilty Guilty Gilbert&quot;</a> (accessed July 29, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state agriculture commissioner", "false_count": 1, "first_name": "Todd", "half_true_count": 4, "home_state": "Texas", "id": 290, "last_name": "Staples", "mostly_true_count": 3, "name_slug": "todd-staples", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/staples.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/290/", "total_count": 12, "true_count": 2, "website": "http://www.toddstaples.com/"}, "statement": "<p>\r\n\tSays Democrat Hank Gilbert &quot;has a criminal conviction for theft, has multiple years of unpaid taxes, has multiple tax liens and fines, unsafe driving convictions (and) has recently been accused of taking a bribe and is on record lying to the press this year about his criminal record.&quot;</p>\r\n", "statement_context": "a consultant's e-mail to PolitiFact Texas.", "statement_date": "2010-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Cattle raiser", "false_count": 1, "first_name": "Hank", "half_true_count": 2, "home_state": "Texas", "id": 289, "last_name": "Gilbert", "mostly_true_count": 0, "name_slug": "hank-gilbert", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gilbertmug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/289/", "total_count": 5, "true_count": 1, "website": "http://hankgilbert.com/"}], "twitter_headline": ""}