{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/13/debbie-wasserman-schultz/democrats-op-ed-accuses-republicans-taking-credit-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2226, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2226/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhoa, talk about a change in tune. Are Republicans now trying to take credit for parts of the health care bill? Are the Yankees rooting for the Red Sox? Are dogs and cats getting along?<br goog_docs_charindex=\"344\" />\r\n\t<br goog_docs_charindex=\"345\" />\r\n\tIn an Aug. 12, 2010, op-ed for <i goog_docs_charindex=\"377\">Politico</i> headlined &quot;GOP touts preventive care it opposed,&quot; Reps. Debbie Wasserman Schultz, D-Fla., and Rosa DeLauro , D-Conn., touted the benefits of preventive and wellness care. As survivors of breast and ovarian cancer, respectively, they said that preventive care saved their lives. But if Republicans have their way, the Democrats said, they would roll back a provision of the Affordable Care Act that requires no co-pay for preventive care &mdash; including cancer screenings, health checkups, flu shots, mammograms and immunizations.<br goog_docs_charindex=\"913\" />\r\n\t<br goog_docs_charindex=\"914\" />\r\n\tThat&#39;s pretty standard fare from Democratic supporters of the health care bill. But here&#39;s the part of the op-ed that caught our attention:<br goog_docs_charindex=\"1054\" />\r\n\t<br goog_docs_charindex=\"1055\" />\r\n\t&quot;Even Republicans who voted against the health care reform law and went out of their way to prevent its passage have now lauded these reforms. Recently, on the Senate floor, Sen. Jon Kyl (R-Ariz.) actually took credit for the preventive care provision. &#39;One of the things we did in the health care legislation,&#39; Kyl said, &#39;was to provide a lot of different incentives for preventive care.&#39;&quot;<br goog_docs_charindex=\"1446\" />\r\n\t<br goog_docs_charindex=\"1447\" />\r\n\tAnd, they wrote, &quot;This is not the first time Republicans have taken credit for health care provisions that they had tried to derail. After the act passed, and every Republican attempt to gut the bill had failed, House Minority Leader John Boehner (R-Ohio) took credit for provisions that banned the practice of rescissions &mdash; dropping people&rsquo;s health coverage when they get sick &mdash; and allowed young adults to continue being covered by their parents&rsquo; plans until age 26.<br goog_docs_charindex=\"1916\" />\r\n\t<br goog_docs_charindex=\"1917\" />\r\n\t&quot;To paraphrase President John F. Kennedy, success has a thousand fathers, while defeat is an orphan. So we understand why Republicans now like to laud health care reform &mdash; particularly when one considers that, after a decade of congressional control with eight years holding the White House as well, they had failed to do anything about the issue.&quot;<br goog_docs_charindex=\"2266\" />\r\n\t<br goog_docs_charindex=\"2267\" />\r\n\tThat Republicans are now lauding the health care bill was news to us. So we decided to check out the two examples cited in the op-ed.<br goog_docs_charindex=\"2401\" />\r\n\t<br goog_docs_charindex=\"2402\" />\r\n\tKyl&#39;s comments about preventive care came from the Senate floor on July 12, 2010. The topic was the White House&#39;s controversial recess appointment of Dr. Donald M. Berwick as Administrator of the Centers for Medicare &amp; Medicaid Services.<br goog_docs_charindex=\"2640\" />\r\n\t<br goog_docs_charindex=\"2641\" />\r\n\tHere&#39;s what Kyl said:<br goog_docs_charindex=\"2663\" />\r\n\t<br goog_docs_charindex=\"2664\" />\r\n\t&quot;Dr. Berwick expressed his disapproval for costly cutting-edge medical technologies and has said prevention services such as &#39;annual physicals, screening tests, and other measures&#39; are &#39;over-demanded.&#39; One of the things we did in the health care legislation was provide a lot of different incentives for preventive care, for screening, to try to help people avoid illnesses on the theory that it would be a lot cheaper if we didn&rsquo;t do a lot of treatment that was unnecessary. If you could identify in advance that an individual had a need for some treatment, maybe you could catch the disease, say, the cancer, early and not have the expensive treatment, the end-of-life kind of care that is frequently very expensive.&quot;<br goog_docs_charindex=\"3384\" />\r\n\t<br goog_docs_charindex=\"3385\" />\r\n\tKyl&#39;s new use of the royal &quot;we&quot; didn&#39;t quite mesh with his vocal opposition to the bill. In a health care debate last year -- that ended up a minor hit on YouTube -- Kyl argued against mandating blanket coverages.<br goog_docs_charindex=\"3600\" />\r\n\t<br goog_docs_charindex=\"3601\" />\r\n\t&quot;I don&#39;t need maternity care, and so requiring that to be in my insurance policy is something that I don&#39;t need and will make the policy more expensive,&quot; Kyl said.<br goog_docs_charindex=\"3765\" />\r\n\t<br goog_docs_charindex=\"3766\" />\r\n\tSo were Kyl&#39;s recent comments from the Senate floor an endorsement of the health care bill&#39;s preventive care provisions, and was he now taking credit for it?<br goog_docs_charindex=\"3924\" />\r\n\t<br goog_docs_charindex=\"3925\" />\r\n\t&quot;Sen. Kyl did not, in fact, &#39;take credit for&#39; anything in his remark,&quot; said Andrew Wilder, a spokesman for Kyl. &quot;&#39;We&#39; was a factual reference to Congress, and did not contain a partisan context, as some now assert presumably for political reasons.&quot;<br goog_docs_charindex=\"4174\" />\r\n\t<br goog_docs_charindex=\"4175\" />\r\n\tStill, Democrats note that Kyl&#39;s tone appears to have changed, saying &quot;we&quot; instead of the more typical reference to the bill as &quot;the Democrat health care bill.&quot;<br goog_docs_charindex=\"4336\" />\r\n\t<br goog_docs_charindex=\"4337\" />\r\n\t&quot;The way he&#39;s talking about it, he&#39;s talking about it like it&#39;s a good thing,&quot; said Brian Cook, press secretary for Rep. Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee.<br goog_docs_charindex=\"4530\" />\r\n\t<br goog_docs_charindex=\"4531\" />\r\n\tWhether that amounts to taking credit for the idea is getting into a bit of semantics. Certainly Republicans -- and Kyl in particular -- have forcefully opposed the health care bill, and repeatedly spoken of it in terms that liken it to a disaster. And so we can understand Democrats&#39; frustration when a strong opponent of the bill cites a provision of of the bill that &quot;we did&quot; -- especially in light of his earlier comments against requiring insurers to carry preventive services -- like maternity care -- that not everyone would use. But we think it&#39;s a bit of a stretch to suggest that Kyl was &quot;taking credit&quot; for that provision.<br goog_docs_charindex=\"5165\" />\r\n\t<br goog_docs_charindex=\"5166\" />\r\n\tThe &quot;taking credit&quot; moniker better fits the comments regarding Boehner.<br goog_docs_charindex=\"5238\" />\r\n\t<br goog_docs_charindex=\"5239\" />\r\n\tIn an April 30, 2010, interview with Boehner on National Public Radio, a reporter said, &quot;As you know, Democrats are already pointing to things that are already changing in America because of this (health care) bill. They will point to the fact that college seniors who would have been kicked off their parents&#39; insurance when they graduated will get to stay on. Insurance companies are now saying they are going to end the practice of rescissions, or at least modify it...&quot;<br goog_docs_charindex=\"5714\" />\r\n\t<br goog_docs_charindex=\"5715\" />\r\n\tBoehner interjected, &quot;Both of those ideas, by the way, came from Republicans and are part of the comments and ideas that we ought to have in the law.&quot;<br goog_docs_charindex=\"5866\" />\r\n\t<br goog_docs_charindex=\"5867\" />\r\n\tMichael Steel, a spokesman for Boehner, noted that both provisions -- abolishing rescissions and encouraging extended coverage of young adults on their parents&rsquo; insurance through age 25 -- were included in the Republican alternative health care plan proposed by Boehner last November.<br goog_docs_charindex=\"6152\" />\r\n\t<br goog_docs_charindex=\"6153\" />\r\n\tBut the ideas were in the Democrats&#39; health plan long before that. And if they were Republican ideas, asked Cook, the Democratic spokesman for the Ways and Means committee, then why was it never a part of the Republicans&#39; legislative agenda when they held the majority?<br goog_docs_charindex=\"6424\" />\r\n\t<br goog_docs_charindex=\"6425\" />\r\n\t<br goog_docs_charindex=\"6426\" />\r\n\tWe weren&#39;t able to pinpoint who originated the ideas, but we can say these were two ideas with rare bipartisan support -- as they were both in the Democratic and Republican health care proposals. It&#39;s certainly true that Republicans aggressively fought the health care bill, and are now aggressively seeking to overturn it. But it is misleading to suggest Republicans tried to derail the health care bill based on these two provisions.<br goog_docs_charindex=\"6862\" />\r\n\t<br goog_docs_charindex=\"6863\" />\r\n\tSo are Wasserman Schultz and DeLauro correct that Republicans are now &quot;taking credit&quot; for provisions of the health care bill &quot;that they had tried to derail&quot;?<br goog_docs_charindex=\"7022\" />\r\n\t<br goog_docs_charindex=\"7023\" />\r\n\tIn the case of Kyl comments, we think it&#39;s a stretch to say he took credit for the preventive care provisions in the health care bill. But Boehner did credit Republicans for provisions to abolish rescissions and allow young adults to continue being covered by their parents&rsquo; plans until age 26. Yet those specific provisions were not the target of the GOP opposition, which focused on larger issues of cost and the growth of government. And so we find the claims in the op-ed Half True.</p>\r\n", "ruling_comments_date": "2010-08-13T17:24:19.607992", "ruling_date": "2010-08-13T18:27:11", "ruling_headline": "Democrats' op ed accuses Republicans of taking credit for provisions of the health care bill they once tried to derail ", "ruling_headline_slug": "democrats-op-ed-accuses-republicans-taking-credit-", "ruling_link_text": "Are Republicans stealing credit for parts of health care bill?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitico, Op-ed: <a href=\"http://www.politico.com/news/stories/0810/40907.html?wpisrc=nl_wonk#ixzz0wPAW9uRC\">&quot;GOP touts preventive care it opposed,&quot;</a> by Rep. Debbie Wasserman Schultz (D-Fla.) and Rep. Rosa DeLauro (D-Conn.), Aug. 12, 2010</p>\r\n<p>\r\n\tYouTube, Sen. Jon Kyl <a href=\"http://www.youtube.com/watch?v=vNGMv2x03lo\">speaking from Senate floor </a>on recess appointment Dr. Donald M. Berwick as Administrator of the Centers for Medicare &amp; Medicaid Services, July 12, 2010</p>\r\n<p>\r\n\tUSA Today, <a href=\"http://www.usatoday.com/money/industries/insurance/2009-10-04-womens-health_N.htm\">&quot;Health care bills tackle gender gap in coverage,&quot;</a> by Mimi Hall, Oct. 5, 2009</p>\r\n<p>\r\n\tWeb site of House Republican Leader John Boehner, Press release: <a href=\"http://gopleader.gov/UploadedFiles/Summary_of_Republican_Alternative_Health_Care_plan_Updated_11-04-09.pdf\">&quot;Republicans&rsquo; Common-Sense Reforms&quot;</a> to health care, Nov. 4, 2009</p>\r\n<p>\r\n\tRep. John Boehner&#39;s alternative health care bill, <a href=\"http://rules-republicans.house.gov/Media/PDF/RepublicanAlternative3962_9.pdf\">&quot;Common Sense Health Care Reform and Affordability Act&quot;</a></p>\r\n<p>\r\n\tNPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=126395806\">&quot;Boehner: GOP Will Repeal Health Care Law,&quot;</a> April 30, 2010</p>\r\n<p>\r\n\tE-mail interview with Michael Steel, Spokesman for Rep, John Boehner, Aug. 13, 2010</p>\r\n<p>\r\n\tE-mail interview with Andrew Wilder, a spokesman for Sen. Jon Kyl, Aug. 12, 2010</p>\r\n<p>\r\n\tInterview with Brian Cook, press secretary for Rep. Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee, Aug. 13, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>\r\n\tRepublicans are now &quot;taking credit&quot; for provisions of the health care bill &quot;that they had tried to derail.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "an op ed article", "statement_date": "2010-08-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Democrats' op ed in Politico accuses GOP of touting provisions of health care bill they once opposed."}