{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/aug/14/rebecca-bell-metereau/rebecca-bell-metereau-says-ken-mercer-wants-sean-h/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2228, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2228/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDemocrat Rebecca Bell-Metereau, trying to unseat Republican Ken Mercer on the State Board of Education, calls him &quot;an extreme partisan with a set agenda&quot; in a campaign flier that we recently snagged from a pile laid out in the Texas AFL-CIO building in Austin.</p>\r\n<p>\r\n\tAmong Bell-Metereau&#39;s statements: Mercer &quot;wants Sean Hannity and James Dobson included in social studies texts.&quot;</p>\r\n<p>\r\n\tWe wondered whether Mercer was really in favor of Texas schoolchildren learning about a conservative political commentator -- Hannity -- and the founder of the evangelical Christian group Focus on the Family -- Dobson.</p>\r\n<p>\r\n\tWe&#39;ve previously checked four claims related to the board&#39;s rewriting of the state&#39;s social studies curriculum standards this year, including one by <a href=\"http://www.politifact.com/texas/statements/2010/mar/23/bill-white/white-says-state-board-education-led-perry-appoint/\">Bill White</a>, the Democratic gubernatorial nominee and another by <a href=\"http://www.politifact.com/texas/statements/2010/jun/02/kathy-miller/miller-state-board-education-more-quadrupled-numbe/\">Kathy Miller</a> of the Texas Freedom Network, which bills itself as a watchdog group that monitors &quot;far-right issues, organizations, money and leaders&quot; and has been critical of some changes the board made this year to the standards. Accusations that a seven-member conservative bloc on the 15-member board is infusing the process with politics has thrust the body into the national spotlight.</p>\r\n<p>\r\n\tConservative stalwart Mercer, a San Antonio businessman initially elected to the board in 2006, waxed a well-funded challenger in March&#39;s GOP primary. Mercer&#39;s district, No. 5, includes Travis County south of the Colorado River, northern Bexar County and parts or all of 10 other counties.</p>\r\n<p>\r\n\tFor this article, we asked Bell-Metereau, a professor at Texas State University, how she concluded that Mercer wants Hannity &amp; Dobson in Texas textbooks.</p>\r\n<p>\r\n\tHer consultant, Harold Cook, pointed us to an August 2009 San Antonio Express-News news article about the social studies curriculum standards stating that Mercer &quot;would add James Dobson&#39;s Focus on the Family, conservative talk-show host Sean Hannity and former Arkansas Gov. Mike Huckabee to the list of conservatives&quot; that students could study in a high school U.S. history course.</p>\r\n<p>\r\n\tThe article starts by saying that under the first draft of the standards, high school students would learn about &quot;such significant individuals and milestones of conservative politics as Newt Gingrich and the rise of the Moral Majority &mdash; but nothing about liberals.&quot; It notes too that the standards are the basis of public school textbooks; that&#39;s in keeping with state law.</p>\r\n<p>\r\n\tThe first draft of the U.S. history standards, dated July 31, 2009, said students would be expected to &quot;identify significant conservative advocacy organizations and individuals, such as Newt Gingrich, Phyllis Schlafly, and the Moral Majority&quot; as part of learning about &quot;the circumstances of the U.S. as it emerges into the 21st century.&quot; According to the Express-News story, that&#39;s the list Mercer was referring to when he mentioned Hannity and Dobson.</p>\r\n<p>\r\n\tThe story also quotes Mercer saying students should &quot;study both sides.&quot; At &quot;the end of the day,&quot; Mercer is quoted saying, &quot;we will want the young students to be able to identify what&#39;s conservative, what&#39;s their advocacy and who are the conservative groups, individuals and leaders. And what is liberal in contrast.&quot;</p>\r\n<p>\r\n\tAccording to the story, Mercer suggested adding as examples of liberals the National Education Association, MoveOn.org, Planned Parenthood and the Texas Freedom Network.</p>\r\n<p>\r\n\tWhen we asked Mercer about his position on putting Hannity and Dobson in textbooks, he said he offered those examples of whom to include in response to the reporter&#39;s asking about adding liberal groups to the standards then being drafted.</p>\r\n<p>\r\n\tHe said the groups and people in the standards such as the Moral Majority were examples of past conservative movements so his point was that if contemporary liberal groups were added to the curriculum, some of their conservative counterparts such as Huckabee and Hannity should be added as well. The Moral Majority, an evangelical Christian organization founded by the late Jerry Falwell, was a powerful political player during the 1980s.</p>\r\n<p>\r\n\tThe board adopted a final version of the standards this May after approving revisions in January, March and May.</p>\r\n<p>\r\n\tWe hunted for signs of Mercer advocating for Dobson and Hannity to be added to the standards during board deliberations. Our finding: When the time came to offer amendments to the standards, Mercer didn&#39;t propose adding Hannity or Dobson, although he proposed at least 15 amendments, including to put Texas Supreme Court Chief Justice Wallace Jefferson on a list of people whom fourth-grade students could learn are examples of &quot;important individuals who modeled active participation in the democratic process.&quot; He also proposed changing &quot;growth of the slave trade&quot; to &quot;Atlantic Triangular trade&quot; in an objective for eighth-grade social studies students learning &quot;why various sections of the United States developed different patterns of economic activity.&quot; The former survived the amendment process and is in the final version of the standards; the latter did not.</p>\r\n<p>\r\n\tDan Quinn, a Texas Freedom Network spokesman, and Debbie Ratcliffe, the education agency&#39;s communications director, said they did not recall any board attempts to add Hannity or Dobson to the standards. And we didn&#39;t find mention of them in the adopted versions.</p>\r\n<p>\r\n\tFrom another vantage point, a note in the first draft stated that several members of the panel of educators and others who wrote it were in favor of adding a requirement that students learn about liberal groups. In the end, that didn&#39;t happen, though a specific mention of conservative groups survived the amendment process. The final version of the standards says high-school U.S. history students are expected to &quot;describe the causes, key organizations, and individuals of the conservative resurgence of the 1980s and 1990s, including Phyllis Schlafly, the Contract with America, the Heritage Foundation, the Moral Majority, and the National Rifle Association&quot; as part of learning about &quot;the impact of political, economic, and social factors in the U.S. role in the world from the 1970s through 1990.&quot;</p>\r\n<p>\r\n\tThe word &quot;liberal&quot; doesn&#39;t appear in the high school standards. We asked Mercer why a mandate to study liberal groups didn&#39;t become a part of the standards. He said a separate requirement wasn&#39;t needed because liberal groups were already well represented.</p>\r\n<p>\r\n\tAs to Bell-Metereau&#39;s statement, she&#39;s correct that Mercer spoke about adding Hannity and Dobson to the state&#39;s social studies curriculum standards -- although Mercer says the comment was intended to make a point about preserving ideological balance. Sorting who provoked what in that exchange is beyond us; that&#39;s between Mercer and the reporter.</p>\r\n<p>\r\n\tAnd although judging someone&#39;s wants is difficult, we find it significant and persuasive that neither Mercer nor other board members made a motion to include Dobson and Hannity in the standards, meaning there&#39;s been no push thus far to include them in textbooks.</p>\r\n<p>\r\n\tThat earns Bell-Metereau a rating of Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-13T17:59:09.347992", "ruling_date": "2010-08-14T06:00:00", "ruling_headline": "Rebecca Bell-Metereau says Ken Mercer wants Sean Hannity and James Dobson in social studies texts", "ruling_headline_slug": "rebecca-bell-metereau-says-ken-mercer-wants-sean-h", "ruling_link_text": "Mercer made no moves on names", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http:// http://alt.coxnewsweb.com/statesman/politifact/081310_kastory.pdf\">Bitter chapter closed</a>,&quot; May 22, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/081310_cookemail.pdf\">E-mail</a> correspondence with Harold Cook, political consultant for Rebecca Bell-Metereau&#39;s campaign</p>\r\n<p>\r\n\tInterview with Ken Mercer, member, State Board of Education, District 5, Aug. 10, 2010</p>\r\n<p>\r\n\tInterview with Dan Quinn, communications director, Texas Freedom Network, Aug. 9, 2010</p>\r\n<p>\r\n\tInterview with Debbie Ratcliffe, communications director, Texas Education Agency, Aug. 11, 2010</p>\r\n<p>\r\n\tRebecca Bell-Metereau campaign, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/081310_bmflier.pdf\">flier</a></p>\r\n<p>\r\n\tSan Antonio Express-News, &quot;<a href=\"http://www.mysanantonio.com/news/53850482.html\">Conservative history idea for state ed slammed</a>,&quot; Aug. 20, 2009</p>\r\n<p>\r\n\tTexas Education Agency, State Board of Education, <a href=\"http://www.tea.state.tx.us/index4.aspx?id=5173\">meeting minutes</a></p>\r\n<p>\r\n\tTexas Education Agency, Social Studies Texas Essential Knowledge and Skills <a href=\"http://www.tea.state.tx.us/index2.aspx?id=3643\">Web page</a>, with different versions of standards</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Professor, Texas State University", "false_count": 0, "first_name": "Rebecca", "half_true_count": 0, "home_state": "Texas", "id": 592, "last_name": "Bell-Metereau", "mostly_true_count": 0, "name_slug": "rebecca-bell-metereau", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bell-metereauphoto.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/592/", "total_count": 1, "true_count": 0, "website": "http://www.voterebecca.com/"}, "statement": "<p>\r\n\tKen Mercer &quot;wants Sean Hannity and James Dobson included in social studies texts.&quot;</p>\r\n", "statement_context": "a campaign flier", "statement_date": "2010-08-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}