{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/16/carol-browner/carol-browner-says-three-quarters-oil-spilled-gulf/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2237, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2237/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWith the oil spewing into the Gulf of Mexico finally stemmed, Carol Browner, special adviser to the president for energy and climate change, delivered what she said was some more good news: that a government report showed the vast majority of the oil spilled in the gulf is &quot;gone.&quot;</p>\r\n<p>\r\n\tBrowner delivered the news in several forums, but we decided to check her claim on NBC&#39;s <i goog_docs_charindex=\"474\">Today Show</i> on Aug. 4, 2010, when she said, &quot;I think it&#39;s also important to note that our scientists have done an initial assessment, and more than three-quarters of the oil is gone. The vast majority of the oil is gone.&quot;</p>\r\n<p>\r\n\tThe pronouncement drew immediate and sharp criticism from a number of environmental scientists who said Browner&#39;s claim presented too rosy a picture and was based on a good bit of scientific speculation rather than hard fact. We decided to investigate.</p>\r\n<p>\r\n\tBrowner&#39;s claim comes from the newly released &quot;BP Deepwater Horizon Oil Budget Calculator,&quot; which seeks to track what has become of the oil released from the well.</p>\r\n<p>\r\n\tThe report is based on &quot;measurements and best estimates&quot; from the National Oceanic and Atmospheric Administration (NOAA) and the Department of the Interior, of the 4.9 million barrels of oil estimated to have spilled from the well. According to the report, about 25 percent of the oil is estimated to have been skimmed, burned or directly recovered from the wellhead. Another 25 percent naturally evaporated or dissolved, the report states; about 24 percent was dispersed as microscopic droplets into gulf waters; and the remaining residual, 26 percent, &quot;is either on or just below the surface as light sheen and weather tar balls, has washed ashore or been collected from shore, or is buried in sand and sediments.&quot;</p>\r\n<p>\r\n\tAccording to the report, oil in the residual and disbursed categories is in the process of being naturally degraded.</p>\r\n<p>\r\n\tIn a press release announcing the report, Jane Lubchenco, under-secretary of commerce for oceans and atmosphere and NOAA administrator, warned that &quot;less oil on the surface does not mean that there isn&#39;t oil still in the water column or that our beaches and marshes aren&rsquo;t still at risk.&quot;</p>\r\n<p>\r\n\tBrowner&#39;s assessment that three-quarters of the oil spilled from the well is &quot;gone&quot; was derided by gulf fishermen, as well as a number of environmental scientists. In an Aug. 5, 2010, <i goog_docs_charindex=\"2427\">Washington Post</i> story, &quot;Scientists question report of shrinking spill,&quot; David A. Fahrenthold reported that in interviews with scientists who worked on the report, some said the figures &quot;were based in large part on assumptions and estimates with a significant margin of error.&quot;</p>\r\n<p>\r\n\tIn addition, the story stated, &quot;some outside scientists went further: In a situation in which many facts remain murky, they said, the government seemed to have used interpretations that made the gulf -- and the federal efforts to save it -- look as good as possible.&quot;</p>\r\n<p>\r\n\t&quot;I think the statement is a &#39;glass half full&#39; interpretation of the estimates presented in the report,&quot; stated Michael J. Blum, a professor in the department of Ecology and Evolutionary Biology at Tulane University, in an e-mail interview with PolitiFact. &quot;The estimates can also be interpreted as indicating that 50 to 75&nbsp;percent of the oil remains in the environment.&quot;</p>\r\n<p>\r\n\tThe estimates presented in the report are &quot;a good starting point to work from,&quot; said Blum, but &quot;they will undoubtedly be refined pending further work to account for the distribution of oil/dispersants in the gulf.&quot;</p>\r\n<p>\r\n\tIn order to get to the 75 percent figure cited by Browner, the report does a misleading trick, said Ian MacDonald, a professor of biological oceanography at Florida State University. It includes the 17 percent of oil that was captured from the wellhead by pipes and pumped directly onto waiting tankers.</p>\r\n<p>\r\n\t&quot;No one cares about oil that wasn&#39;t released,&quot; MacDonald said. &quot;If I had a student hand in that report, that would not be an acceptable way to present the data.&quot;</p>\r\n<p>\r\n\tMacDonald further noted that government officials only have firm data on the oil that has been skimmed, burned or chemically dispersed. Most of the rest of the estimates are based on applying formulas from prior gulf spills, most of which occurred near the surface, not in 5,000 feet of water.</p>\r\n<p>\r\n\t&quot;All the rest of the numbers come from scientific estimates,&quot; MacDonald said, and as a result are &quot;complete theoretical conjecture.&quot;</p>\r\n<p>\r\n\t&quot;To present such a bunch of speculation as actual scientific fact doesn&#39;t strike me as the actions of a responsible regulatory agency,&quot; he said. &quot;I don&#39;t know that it&#39;s necessarily inaccurate, but to say as a scientific fact that it&#39;s gone from the system, that it has biodegraded -- with no measurement by NOAA -- I&#39;m sorry, that&#39;s baloney.&quot;</p>\r\n<p>\r\n\tAnd oil that has been &quot;dispersed&quot; isn&#39;t the same as &quot;gone,&quot; he said. While some of it will naturally evaporate in the gulf, he said, &quot;the rest of it is still in the water.&quot;</p>\r\n<p>\r\n\tEd Overton, a professor at Louisiana State University who collaborated on the report, said in the <i goog_docs_charindex=\"5071\">Washington Post</i> story that he would not have given out exact figures, as Browner did, because &quot;We don&#39;t have the foggiest idea [about how to measure the oil] with that precision.&quot;</p>\r\n<p>\r\n\tWe spoke with Overton, who said he was still relatively comfortable with Browner&#39;s assessment.</p>\r\n<p>\r\n\t&quot;I don&#39;t know if I would have put it at three-quarters,&quot; Overton said. &quot;I&#39;d say the vast majority. I&#39;d be comfortable with that.&quot; And with the evaporation that has likely taken place in the weeks since the date was collected, he said, &quot;I don&rsquo;t think, today, there is 25 percent of the oil left in the gulf.&quot;</p>\r\n<p>\r\n\tOil is an &quot;environmentally biodegradable component,&quot; Overton said, and the Gulf of Mexico is particularly adept at naturally breaking down oil because of the warm water and nutrient and oxygen levels. As a result, he said, most of the oil near the surface is degrading rapidly. The greatest uncertainty, he said, is with oil clouds that have seeped into the deep water of the gulf.</p>\r\n<p>\r\n\t&quot;There is a great deal of uncertainty in all of this,&quot; Overton said. &quot;This is not a real precise science. I think a lot of the estimates are speculation. But if you hit your finger three times with a hammer, do you have to do it a fourth time to know it&#39;s going to hurt? I think it&#39;s the same with this. Oil doesn&#39;t stay around for a terribly long time. We have to use the data we know from past experiences.&quot;</p>\r\n<p>\r\n\tWe think it was a reach for Browner to definitively state that three-quarters of the oil is &quot;gone.&quot; For one, a quarter of the oil was described as dispersed. Much of that may be on its way toward being degraded by natural processes, but we think it&#39;s unfair to call that &quot;gone.&quot; In addition, the report carries a bit of uncertainty. Much of the estimate was based not on on hard data, but was calculated from formulas based on prior gulf spills that occurred in shallower water. As some scientists told us, Browner&#39;s estimate may be accurate, but they can&#39;t say for sure.</p>\r\n<p>\r\n\tIn a progress report issued by Browner on Aug. 16, 2010, she was more cautious in her wording, saying, &quot;the vast majority of the oil that spilled into the Gulf has evaporated, skimmed, burned off, been recovered from the wellhead or dispersed.&quot; That&#39;s more accurate than saying three quarter of the oil is &quot;gone.&quot; We rate that characterization Half True.</p>\r\n", "ruling_comments_date": "2010-08-16T18:00:24.995565", "ruling_date": "2010-08-16T17:44:15", "ruling_headline": "Carol Browner says three-quarters of the oil spilled in the Gulf is gone", "ruling_headline_slug": "carol-browner-says-three-quarters-oil-spilled-gulf", "ruling_link_text": "Not quite \"gone\" and it's an estimate, not a firm number", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC Today Show, <a href=\"http://today.msnbc.msn.com/id/38551864/ns/today\">Video: Carol Browner interview</a>, Aug. 4, 2010</p>\r\n<p>\r\n\tDeepwater Horizon Incident Joint Information Center, Press release: <a href=\"http://app.restorethegulf.gov/go/doc/2931/844299/\">&quot;Federal Science Report Details Fate of Oil from BP Spill,&quot;</a> Aug. 4, 2010</p>\r\n<p>\r\n\tDeepwater Horizon Incident Joint Information Center,<a href=\"http://www.deepwaterhorizonresponse.com/posted/2931/Oil_Budget_description_8_3_FINAL.844091.pdf\"> &quot;BP Deepwater Horizon Oil Budget: What Happened To the Oil?&quot;</a> Aug. 4, 2010</p>\r\n<p>\r\n\tWashington Post, <a href=\"http://www.boston.com/news/science/articles/2010/08/05/some_scientists_doubt_data_on_dissipation_of_oil_from_gulf/\">&quot;Some scientists doubt data on dissipation of oil from gulf,&quot;</a> by David A. Fahrenthold, Aug. 5, 2010</p>\r\n<p>\r\n\tCQ Transcripts, Carol Browner interviewed on PBS&#39; &quot;The PBS Newshour,&quot; Aug. 5, 2010</p>\r\n<p>\r\n\tCQ Transcripts, Carol Browner interviewed on CNN&#39;s &quot;The Situation Room,&quot; Aug. 5, 2010</p>\r\n<p>\r\n\tE-mail interview with Michael J. Blum, a professor in the department of Ecology and Evolutionary Biology at Tulane University, Aug. 16, 2010</p>\r\n<p>\r\n\tInterview with Ian MacDonald, professor of biological oceanography at Florida State University, Aug. 13, 2010</p>\r\n<p>\r\n\tInterview with Ed Overton, a professor at Louisiana State University, Aug. 16, 2010</p>\r\n<p>\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Carol", "half_true_count": 1, "home_state": "", "id": 598, "last_name": "Browner", "mostly_true_count": 0, "name_slug": "carol-browner", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/browner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/598/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;More than three-quarters of the oil is gone.&quot;</p>\r\n", "statement_context": "NBC's \"Today Show.\"", "statement_date": "2010-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": "Carol Browner says three-quarters of the oil spilled in the Gulf is \"gone.\" We say the claim is Half True."}