{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/aug/19/holly-benson/benson-claims-mccollum-last-courtroom-70s/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2243, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2243/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe three Republican candidates for attorney general are all trying to distinguish their records based on their resumes. Holly Benson, whose last job was the head of a state agency, downplayed courtroom experience in a recent debate.<br />\r\n\t<br />\r\n\tAfter one of her opponents, former prosecutor Pam Bondi, touted her own courtroom experience, Benson tried to portray logging hours in the courtroom as something that isn&#39;t necessary for an AG. Instead, Benson highlighted her own administrative experience overseeing the state Department of Business and Professional Regulation and then the state Agency for Health Care Administration.<br />\r\n\t<br />\r\n\t&quot;Yesterday I was talking to somebody from General McCollum&#39;s team who said &#39;I think the last time he was in court was the late &#39;70s,&#39; &#39;&#39; Benson said. &quot;So most AGs don&#39;t go to court and it&#39;s not a primary requirement of the job.&quot;<br />\r\n\t<br />\r\n\tThat wasn&#39;t intended as a swipe at Attorney General Bill McCollum -- a fellow Republican who is now running for governor. Instead, Benson was trying to suggest that Bondi&#39;s courtroom experience isn&#39;t essential to the AG position.<br />\r\n\t<br />\r\n\tBut we wanted to check to see if Benson is right: do most AGs stay out of court?<br />\r\n\t<br />\r\n\tWe delved into the backgrounds of Florida&#39;s three most recent&nbsp;AGs.<br />\r\n\t<br />\r\n\tFlorida&#39;s current AG, McCollum, was elected to the job in 2006. AG spokeswoman Ryan Wiggins said McCollum hasn&#39;t been in the courtroom while AG. AG spokeswoman Sandi Copes declined to comment on whether the amount of courtroom experience matters for an AG.<br />\r\n\t<br />\r\n\tShe said she found no information that showed that McCollum&#39;s predecessor Charlie Crist was in court either while he held that post between 2002 and 2006. But Crist&#39;s spokesman in the governor&#39;s office, Sterling Ivey, said that Crist was in the courtroom while he was AG on a telecom case. He referred us to Chris Kise, then the solicitor general.<br />\r\n\t<br />\r\n\tIn <em>Crist vs. Jaber</em>, the case involved a challenge to a $350 million rate hike that&nbsp;the Public Service Commission had approved for&nbsp;Florida telecoms,&nbsp;Kise told us in an e-mail. The AG&#39;s office argued that the PSC did not follow the statutory mandate because the rates would not remain affordable. Crist argued the case before the Florida Supreme Court along with Deputy Solicitor General Lynn Hearn. Kise said he personally prepared Crist for the oral argument and &quot;he actually stood up and argued part of the case.&quot;<br />\r\n\t<br />\r\n\tWe asked Kise his thoughts on AGs and courtroom experience. He said it helps to have a &quot;substantial legal background whether it be trial work or otherwise what I would call real lawyer background. It&#39;s an advantage because you understand more about the legal system and the challenges in representing clients. It provides a perspective. Is it essential? I guess its not essential.&quot;<br />\r\n\t<br />\r\n\tWe also spoke to Bob Butterworth who served as AG between 1987 and 2002. He guessed that he was in the courtroom about 25 times.<br />\r\n\t<br />\r\n\t&quot;Many times I sat second chair for a couple of hearings or Supreme Court arguments, but I never handled (the case) myself because it took two, three solid weeks to get prepared,&quot; Butterworth said. &quot;It&#39;s very hard as the AG of a large state to do that. A number of AGs do it, but relatively few.&quot;<br />\r\n\t<br />\r\n\tButterworth said though he never handled a jury trial as AG he did handle other matters: &quot;I handled motions. I would also handle a number of settlements that had to be approved by the court such as (the landmark tobacco lawsuit) where Gov. Lawton Chiles and I both represented to a court why we wanted to accept a settlement.&quot;<br />\r\n\t<br />\r\n\tButterworth did not see extensive courtroom experience as essential to the job.<br />\r\n\t<br />\r\n\t&quot;Your job is primarily administration, basically being up front in the agency,&quot; he said. &quot;I do not see it as a negative for any person running for the office of AG to not have argued cases.&quot;<br />\r\n\t<br />\r\n\tTo get a nationwide perspective on how often AGs go to court we spoke with Patrick Lynch, the attorney general of Rhode Island for about eight years and a past president of the National Association of Attorneys General. As AG, Lynch also handles criminal cases but we focused our discussion on his role that relates to more typical AG work. Lynch said it&#39;s more common to see a district attorney try cases than an AG.<br />\r\n\t<br />\r\n\tGenerally speaking, Lynch said AGs are seen in court when their office has a case before the U.S. Supreme Court or a higher court. But &quot;in the everyday drudgery of trying cases, going in front of the bar is more rare than not. It&#39;s too time consuming. You have too many other responsibilities.&quot;<br />\r\n\t<br />\r\n\tLynch said that he will sometimes make appearances in court to show support for his attorneys -- for example he was in the courtroom for arguments in a high-profile lawsuit involving companies that manufactured lead paint but did not deliver these arguments himself. But Lynch could not recall himself delivering the opening or closing arguments or making an oral argument himself in court as the AG.<br />\r\n\t<br />\r\n\tSince we&#39;re on the topic of experience, we asked all three Republican AG campaigns about their candidate&#39;s recent time in the courtroom.<br />\r\n\t<br />\r\n\tBondi worked for the state attorney&#39;s office in Hillsborough County for 18 years until she resigned in December to run for office, said Brett Doster, a campaign spokesman. She was in the courtroom throughout her tenure, he said. &quot;Two of her cases are on death row right now,&quot; said Doster, who said Bondi also handled &quot;any criminal issue you can imagine.&quot;<br />\r\n\t<br />\r\n\tKottkamp, elected as Gov. Crist&#39;s lieutenant governor in 2006, &quot;did extensive trial and appeals work&quot; before he held his current position, according to campaign spokesman David Bishop. The last case he could recall in the courtroom was in 2005.<br />\r\n\t<br />\r\n\t&quot;It was while he was with the law firm Henderson, Franklin, Starnes &amp; Holt. He represented Publix Super Markets. Case was in Florida 2nd DCA,&#39;&#39; Bishop wrote.<br />\r\n\t<br />\r\n\tAnd now Benson.<br />\r\n\t<br />\r\n\tBenson&#39;s campaign said that since she was a transactional lawyer -- a term that refers to business deals -- most of her legal experience was outside of the courtroom. She was the secretary for DBPR in 2007 and 2008 and secretary for AHCA 2008-2009. Before those administrative positions, she was a state representative between 2000 and 2007.<br />\r\n\t<br />\r\n\tBenson worked as a municipal bond lawyer from 1996-2007 &quot;and while she occasionally had bond validation hearings in front of judges, she did not routinely appear in court,&quot; Bridges said in an e-mail.<br />\r\n\t<br />\r\n\t&quot;The main role for AG is to actually manage and run an agency -- not to try cases on a regular basis,&quot; Bridges said in an interview.<br />\r\n\t<br />\r\n\tSo where does that leave us?<br />\r\n\t<br />\r\n\tBenson said that &quot;most AGs don&#39;t appear in court.&quot; McCollum&#39;s AG office says he hasn&#39;t appeared in court and had no record of Crist appearing in court although we were able to find an example of a case in which Crist did appear. Butterworth said he might have gone to court 25 times in 16 years -- so less than twice a year. By looking at the three most recent examples in Florida, AGs rarely go to court -- but it does happen.&nbsp;So we give Benson a Mostly True.</p>\r\n", "ruling_comments_date": "2010-08-17T14:56:04.771371", "ruling_date": "2010-08-19T10:09:52", "ruling_headline": "Holly Benson claims most AGs don't go to court", "ruling_headline_slug": "benson-claims-mccollum-last-courtroom-70s", "ruling_link_text": "AGs spend more time running the office", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPalm Beach Post, <a goog_docs_charindex=\"10404\" href=\"http://www.palmbeachpost.com/news/state/ex-prosecutor-giving-two-veteran-politicians-a-run-832888.html\">&quot;Ex-prosecutor giving two Republican politicians a run in GOP race for Fla. AG,&quot;</a>July 31, 2010<br goog_docs_charindex=\"10499\" />\r\n\t<br goog_docs_charindex=\"10500\" />\r\n\tBay News 9/CFN 13, Attorney General GOP primary debate, July 31, 2010</p>\r\n<div goog_docs_charindex=\"10572\">\r\n\tInterview, Bill McCollum campaign spokeswoman Kristy Campbell, Aug. 10-11, 2010<br goog_docs_charindex=\"10865\" />\r\n\t<br goog_docs_charindex=\"10866\" />\r\n\tInterview, Attorney General Bill McCollum&#39;s office spokeswoman Ryan Wiggins, Aug. 10, 2010<br goog_docs_charindex=\"10957\" />\r\n\t<br goog_docs_charindex=\"10958\" />\r\n\tInterview, Attorney General Bill McCollum&#39;s office spokeswoman Sandi Copes, Aug. 10-11, 2010<br goog_docs_charindex=\"11051\" />\r\n\t<br goog_docs_charindex=\"11052\" />\r\n\tInterview, Jeff Kottkamp&#39;s campaign spokesman David Bishop, Aug. 10, 2010<br goog_docs_charindex=\"11126\" />\r\n\t<br goog_docs_charindex=\"11127\" />\r\n\tInterview, Holly Benson&#39;s campaign spokeswoman Kristen Bridges, Aug. 10-16, 2010<br goog_docs_charindex=\"11208\" />\r\n\t<br goog_docs_charindex=\"11209\" />\r\n\tInterview, Pam Bondi&#39;s campaign spokesman Brett Doster, Aug. 10, 2010</div>\r\n<div goog_docs_charindex=\"10572\">\r\n\t&nbsp;</div>\r\n<div goog_docs_charindex=\"10572\">\r\n\tInterview, Rhode Island Attorney General Patrick Lynch, Aug. 17, 2010<br goog_docs_charindex=\"11279\" />\r\n\t<br goog_docs_charindex=\"11280\" />\r\n\t&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Holly", "half_true_count": 0, "home_state": "Florida", "id": 539, "last_name": "Benson", "mostly_true_count": 2, "name_slug": "holly-benson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Crist_Plain_Language_FLPC20.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/539/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Most AGs don&#39;t go to court..&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a debate.", "statement_date": "2010-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 137, "photo": null, "resource_uri": "/api/v/2/subject/137/", "subject": "Public Service", "subject_slug": "public-service", "used_in_edition": []}], "target": [], "twitter_headline": ""}