{"art": [{"brightcove": "", "caption": "Rick Scott's ad, \"Secrecy.\"", "id": 586, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/586/", "title": "Secrecy", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/YgrlSkZJ6e8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "YgrlSkZJ6e8"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/aug/18/rick-scott/rick-scott-tries-tie-bill-mccollum-arrested-former/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2250, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2250/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Rick Scott TV ads just keep coming.<br />\r\n\t<br />\r\n\tScott, who has poured $38 million into the Republican primary for governor, began airing a controversial new ad on Aug. 17, 2010, that links primary opponent Bill McCollum to ousted and arrested former Republican Party of Florida chairman Jim Greer.<br />\r\n\t<br />\r\n\tThe ad is called &quot;<a href=\"http://www.youtube.com/watch?v=YgrlSkZJ6e8&amp;feature=player_embedded\" id=\"bhud\" title=\"Secrecy\">Secrecy</a>.&quot; Within 24 hours, two prominent Republicans asked that it be removed from the airwaves.<br />\r\n\t<br />\r\n\tIt opens with a jail mugshot of Greer, and <a href=\"http://hotlineoncall.nationaljournal.com/archives/2010/06/greer_charged_w.php\" id=\"h4r2\" title=\"notes correctly\">says (correctly)</a> that Greer has been arrested on charges of fraud and money laundering in connection with his time as state GOP chairman.<br />\r\n\t<br />\r\n\t&quot;And who backed Jim Greer&#39;s effort to hide financial irregularities?&quot; a narrator asks. &quot;Bill McCollum.&quot;<br />\r\n\t<br />\r\n\t&quot;As investigators closed in, McCollum said Greer&#39;s financial records should be kept secret, not open to the public.&quot;<br />\r\n\t<br />\r\n\tThe narrator&#39;s statement comes with a typed-out McCollum quote from the Associated Press on Feb. 9, 2010. &quot;I don&#39;t think it&#39;s good for any party to have everything that&#39;s done inside the party open to the public and the press,&quot; the ad quotes McCollum as saying.<br />\r\n\t<br />\r\n\tThe ad then continues with Greer introducing McCollum on the day McCollum announced he was running for governor, and references a statement McCollum made in June 2010 that he didn&#39;t think the state should amend its public records laws so that all communications between state legislators would be public.<br />\r\n\t<br />\r\n\tThe ad concludes with Greer&#39;s mugshot next to a picture of McCollum framed to look like a jail mugshot. &quot;Bill McCollum: He wants to keep it all a secret.&quot;<br />\r\n\t<br />\r\n\tThe 30-second spot, which is part of Scott&#39;s closing argument in a tight primary for governor, was quickly excoriated by current RPOF chairman John Thrasher and Mississippi Gov. Haley Barbour, who serves as chairman of the Republican Governors Association. Both called the ad misleading and false, and asked that it be removed.<br />\r\n\t<br />\r\n\t&quot;The truth is that Bill McCollum&#39;s leadership is part of what led to the removal of Jim Greer,&quot; Barbour <a href=\"http://www.nationalreview.com/battle10/244041/rick-scott-versus-republican-governors-association-kyle-o-peterson\" id=\"qanu\" title=\"said in a statement.\">said in a statement.</a> &quot;This ad distorts the facts and was clearly created without any knowledge of what actually took place. It has no place in this primary. We ask Mr. Scott to pull this ad and move forward in the primary in a constructive manner.&quot;<br />\r\n\t<br />\r\n\tMore specifically, Barbour and Thrasher say that the Scott ad wrongly suggests McCollum was complicit in a cover-up when in fact he helped lead the charge to have Greer removed and investigated. <a href=\"http://www.rickscottforflorida.com/home/news/press-releases/2010/08/18/scott-campaign-statement-on-dc-insiders-rallying-to-mccollums-defense-to-preserve-the-status-quo/\" id=\"g7a9\" title=\"The Scott campaign defends the ad as true, and say it won't be pulled.\">The Scott campaign defends the ad as true, and says it won&#39;t be pulled.</a><br />\r\n\t<br />\r\n\tPolitiFact Florida decided to sort out the difference of opinion by focusing on a pivotal line in the ad, that Bill McCollum &quot;backed Jim Greer&#39;s effort to hide financial irregularities.&quot;<br />\r\n\t<br />\r\n\t<b>Sorting through the RPOF finances </b><br />\r\n\t<br />\r\n\tA little background is in order.<br />\r\n\t<br />\r\n\tThe first allegations about improper spending at the state GOP came in late 2008, when newspapers reported that Greer charged personal expenses to the state party during a fundraiser. The $5,100 bill from the Breakers Hotel included using party money on spa treatments, seafood dinners and limousines. Greer said he would repay any personal expenses.<br />\r\n\t<br />\r\n\tQuestions escalated in August 2009, after court records were released showing that indicted former House Speaker Ray Sansom charged $173,000 on his Republican Party-issued credit card. Charged expenses included taking his family on a trip to Europe, making visits to Best Buy and spending thousands on flowers, clothing, meals and hotels. The release of the records prompted some Republicans to criticize Greer, who as party chairman was responsible for party finances.<br />\r\n\t<br />\r\n\tGreer famously cut up a party American Express to help mollify critics. But soon thereafter, more party credit card statements were leaked to the press -- statements from Greer, former House Speaker and U.S. Senate candidate Marco Rubio and RPOF executive director Delmar Johnson. The new statements led to even more questions about how the state GOP was spending its money and led some party leaders to call for Greer&#39;s ouster. In January 2010, Greer succumbed to the pressure and resigned.<br />\r\n\t<br />\r\n\tWhen Thrasher took over as party chairman in February, he ordered an audit of RPOF finances to identify any potential wrongdoing. The audit didn&#39;t focus on credit card spending as much as a contract with a consulting company, formed by Greer and Johnson, to do work for the RPOF. The company, Victory Strategies, was paid a 10 percent commission on money raised for the party. The audit revealed that the company received $133,005 in fundraising commissions and another $66,250 for consulting services in 2009.<br />\r\n\t<br />\r\n\tOn March 15, Thrasher forwarded results of the audit to McCollum, who asked the Florida Department of Law Enforcement to investigate.<br />\r\n\t<br />\r\n\tOn June 2, the FDLE announced Greer&#39;s arrest on one count of organized fraud, one count of money laundering and four counts of grand theft. According to the FDLE, Greer directed Johnson to open a bank account for Victory Strategies with Johnson as the only signatory on the account. This was done to conceal the flow of money to Greer. Between February and October 2009, the RPOF paid Victory Strategies a total of $199,254. Of that, Greer was paid $125,161 while keeping his ownership interest hidden. The FDLE said the payments were for many services that were never performed.<br />\r\n\t<br />\r\n\tPolitiFact Florida previously has ruled on claims related to the scandal. On May 3, <a href=\"http://www.politifact.com/florida/statements/2010/may/03/bill-mccollum/bill-mccollum-transparency-rpof-credit-card/\" id=\"nn67\" title=\"we decided that McCollum had committed a Full-Flop\">we decided that McCollum had committed a Full-Flop</a> on saying he supported transparency in dealing with the RPOF financial scandal. Then on July 13, <a href=\"http://www.politifact.com/florida/statements/2010/jul/13/john-thrasher/john-thrasher-takes-credit-pushing-jim-greer-rpof/\" id=\"gi75\" title=\"we rated a claim by Thrasher\">we rated a claim by Thrasher</a> that McCollum helped to work remove Greer as the head of the state party as True.<br />\r\n\t<br />\r\n\t<b>McCollum&#39;s statements</b><br />\r\n\t<br />\r\n\tIn this case, the Scott claim is that McCollum backed Greer&#39;s effort to hide financial irregularities.<br />\r\n\t<br />\r\n\tTo us, that suggests McCollum was somehow complicit in Greer&#39;s scheme. There is no evidence of that, however.</p>\r\n<p>\r\n\tRather, the Scott campaign says it&#39;s alleging that McCollum attempted to keep the scheme quiet.<br />\r\n\t<br />\r\n\tAccording to party leaders and McCollum, the attorney general first learned about the Victory Strategies contract in January, weeks before it was revealed in the media. McCollum said that when he learned about the contract, he asked another party activist attorney if it was legal. He was told yes. (McCollum said he didn&#39;t initially know Greer was a beneficiary of the contract).<br />\r\n\t<br />\r\n\t&quot;It was on the face of it a perfectly legitimate contract,&quot; McCollum said in a interview on Feb. 9. &quot;Was it outrageous? Absolutely. Was it something that should have never been entered into? Yes.&quot;<br />\r\n\t<br />\r\n\tThat same day, Feb. 9, reporters paraphrased McCollum as saying that internal party business didn&#39;t need to be made public and that releasing credit card statements for past card holders was a decision that should be left to the next chairman.<br />\r\n\t<br />\r\n\tMcCollum then provided the quote captured in Scott&#39;s ad. &quot;Right now the party matters are totally internal &hellip; I don&#39;t think it&#39;s good for any political party to be having everything that&#39;s done inside the party open to the public and the press. On the other hand I think it&#39;s very important for the party regulars &hellip; (to) all have a clear and confident understanding of what&#39;s been going on in terms of everything, credit cards and bank accounts, everything else. I think that&#39;s what&#39;s been missing, and I think that&#39;s what the next chairman will correct.&quot;<br />\r\n\t<br />\r\n\tUnfortunately, it&#39;s difficult to tell from the quote if McCollum was talking specifically about credit card statements, or about the Victory Strategies contract, or both.<br />\r\n\t<br />\r\n\tTwo days later <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/02/mccollum-not-interested-in-fdle-investigation-of-rpof.html\">in a campaign statement</a> McCollum clarified his position. He said the Republican Party should conduct a private audit of its finances before he would ask for a public state investigation. &quot;I share the outrage over recent revelations of extravagant contracts and lavish spending,&quot; McCollum said. &quot;If audit findings suggest potential criminal activity, I will assist the State Executive Committee in directing these findings to the appropriate law enforcement investigatory agency. The old way of doing business at the Republican Party of Florida enabled an egregious and unforgivable violation of trust between Party leadership and our membership. Now it is time to clean up the mess. I support taking every measure possible to ensure we never again face the challenges before us today.&quot;<br />\r\n\t<br />\r\n\tAnd on Feb. 20, after Thrasher was elected chairman, McCollum called for a full internal forensic audit (as he said he would on Feb. 11), and urged that the results be released publicly (which he didn&#39;t say in the statement on the 11th). If any potential illegal activity surfaced during the audit, he said, it should be turned over to law enforcement. &quot;Credit cards should be a part of that. Everything should be,&quot; McCollum said.<br />\r\n\t<br />\r\n\tMcCollum&#39;s statements strike us as a man attempting to shield the Republican Party from bad PR, not someone attempting cover-up potential fraud. In the end, it appears he got bad legal advice from a former party lawyer. Yet, his comments starting on Feb. 11 were clear -- if wrongdoing is found by the party, it will be turned over to the authorities. A month later, McCollum did just that when he presented the RPOF audit findings to the Florida Department of Law Enforcement.<br />\r\n\t<br />\r\n\tThat also counters Scott&#39;s suggestion that McCollum and Greer were somehow holed up at their Tallahassee version of the Alamo surrounded by state investigators. It was McCollum who referred the matter to investigators. And as we&#39;ve previously ruled, McCollum helped pressure Greer to resign.<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tYou can argue that McCollum should have pressed for more transparency in handling the matter, and some have. And you can argue that McCollum was too slow to react to concerns over party spending, and some have. You can also argue that McCollum was too easily satisfied by the legal opinion of one person.<br />\r\n\t<br />\r\n\tBut that is not what is being alleged in the Scott ad.<br />\r\n\t<br />\r\n\tIt says that McCollum &quot;backed Jim Greer&#39;s effort to hide financial irregularities.&quot; There&#39;s no evidence that we&nbsp;find or that the Scott campaign provided that&nbsp;McCollum had any knowledge of Greer&#39;s Victory Strategies contract, or any evidence that McCollum attempted to stop a criminal investigation once an RPOF audit revealed potential fraud.<br />\r\n\t<br />\r\n\tWe rate Scott&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-08-18T16:06:37.425344", "ruling_date": "2010-08-18T19:35:35", "ruling_headline": "Rick Scott tries to tie Bill McCollum to arrested former GOP boss Jim Greer in new TV ad", "ruling_headline_slug": "rick-scott-tries-tie-bill-mccollum-arrested-former", "ruling_link_text": "McCollum worked to oust Greer, start FDLE probe", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Scott campaign, <a href=\"http://www.youtube.com/watch?v=YgrlSkZJ6e8&amp;feature=player_embedded\">Secrecy</a>, Aug. 17, 2010<br />\r\n\t<br />\r\n\tRick Scott campaign, &quot;<a href=\"http://www.rickscottforflorida.com/home/news/press-releases/2010/08/17/scott-campaign-ad-highlights-mccollum%e2%80%99s-record-of-supporting-secrecy-when-transparency-is-needed/\">Scott Campaign Ad Highlights McCollum&rsquo;s Record Of Supporting Secrecy When Transparency Is Needed</a>,&quot; Aug. 17, 2010<br />\r\n\t<br />\r\n\tFlorida Times-Union, &quot;<a href=\"http://jacksonville.com/opinion/blog/403455/matt-dixon/2010-08-18/thrasher-calls-new-rick-scott-ad-false\">Thrasher calls new Rick Scott ad &#39;false&#39;</a>,&quot; Aug. 18, 2010<br />\r\n\t<br />\r\n\tNational Review, &quot;<a href=\"http://www.nationalreview.com/battle10/244041/rick-scott-versus-republican-governors-association-kyle-o-peterson\">Rick Scott versus the Republican Governors Association</a>,&quot; Aug. 18, 2010<br />\r\n\t<br />\r\n\tFlorida Department of Law Enforcement, &quot;<a href=\"http://www.fdle.state.fl.us/Content/News/June-2010/FDLE-Arrests-Former-Chair-of-the-Republican-Party-.aspx\">FDLE Arrests Former Chair of the Republican Party of Florida</a>,&quot; June 2, 2010<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/2010/06/mccollum-im-not-sure-the-legislature-is-the-place-for-open-government-really.html\">McCollum: &quot;I&rsquo;m not sure the Legislature is the place for open government&quot; Really?</a>,&quot; June 17, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, The Buzz Political Blog, <a href=\"http://blogs.tampabay.com/buzz/2009/12/jim-greer-crist-ordered-me-not-to-resign.html\">&quot;Jim Greer: &lsquo;Crist ordered me not to resign.&rsquo;&quot;</a>, Dec. 18, 2009<br />\r\n\t<br />\r\n\tSt. Petersburg Times, The Buzz Political Blog, &quot;<a href=\"https://docs.google.com/document/edit?id=1uane8qFsK6U3oPTugDpu5YLss3wFBe3ugK1bsS6zaZk&amp;hl=en\">Allison Defoor why Jim Greer must resign.</a>&quot; Dec. 20, 2009<br />\r\n\t<br />\r\n\tSt. Petersburg Times, The Buzz Political Blog, &quot;<a href=\"https://docs.google.com/document/edit?id=1uane8qFsK6U3oPTugDpu5YLss3wFBe3ugK1bsS6zaZk&amp;hl=en\">Hillsborough</a> GOP Chair fires back at Greer, Stelling,&quot; Dec. 26, 2009<br />\r\n\t<br />\r\n\tSt. Petersburg Times, The Buzz Political Blog, &quot;<a href=\"http://blogs.tampabay.com/buzz/2009/12/major-gop-donors-call-for-jim-greer-to-step-down.html\">Major GOP donors call for Jim Greer to step down,</a>&quot; Dec. 29, 2009<br />\r\n\t<br />\r\n\tThe Miami Herald, &quot;<a href=\"http://www.miamiherald.com/2010/01/07/1413082/quick-choice-of-sen-john-thrasher.html?storylink=mirelated\">Quick choice of Sen. John Thrasher for GOP chairman doesn&#39;t please all,&quot;</a> Jan. 7, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/thrasher-elected-leader-of-florida-gop/1074727\">Thrasher elected leader of Florida GOP</a>,&quot; Feb. 21, 2010<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/2010/06/thrasher-crist-has-responsibility-for-greer.html\">Thrasher: Crist has responsibility for Greer,</a>&quot; June 2, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, The Buzz Political Blog, &quot;<a href=\"http://blogs.tampabay.com/buzz/john-thrasher/\">John Thrasher Rips Rick Scott,</a>&quot; July 6, 2010<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"https://docs.google.com/document/edit?id=1uane8qFsK6U3oPTugDpu5YLss3wFBe3ugK1bsS6zaZk&amp;hl=en\">Florida&#39;s GOP chairman takes staff&#39;s Amex cards</a>,&quot; Aug. 23, 2009<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"http://articles.orlandosentinel.com/2010-02-11/news/os-florida-republican-party-investigation20100211_1_credit-cards-new-party-chairman-victory-strategies\">Democrats seek criminal probe of GOP credit-card scandal</a>,&quot; Feb. 11, 2010<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"http://articles.orlandosentinel.com/2010-02-08/news/os-more-rpof-disarray-20100208_1_florida-chairman-jim-greer-crist-campaign-florida-gop\">Florida GOP&#39;s financial woes continue -- lawmaker takes back $655,000 he raised,</a>&quot; Feb. 8, 2010<br />\r\n\t<br />\r\n\tThe Miami Herald, &quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/florida-gop-exiles-jim-greer-saying-he-injured-the-name-and-status-of-the/1089746\">Florida GOP exiles Jim Greer, saying he &#39;injured the name and status&#39; of the party</a>,&quot; April 24, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/new-greer-evidence-mum-on-top-gop-leaders-renews-questions/1106155\">GOP power brokers ousted Greer but weren&#39;t queried by investigators,</a>&quot; July 1, 2010<br />\r\n\t<br />\r\n\tTallahassee Democrat, &quot;Crist calls for full disclosure of GOP finances,&quot; Feb. 10, 2010<br />\r\n\t<br />\r\n\tBill McCollum campaign, interview with Kristy Campbell, May 3, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://blogs.tampabay.com/buzz/2010/04/video-bill-mccollums-talktothekids-press-dodge.html\">Video: Bill McCollum&#39;s talk-to-the-kids press dodge</a>,&quot; April 27, 2010<br />\r\n\t<br />\r\n\tThe Ledger, &quot;Candidates Split On State Look at GOP Credit Card Use; Sink wants attorney general McCollum to investigate,&quot; Feb. 16, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;2 Dems: Probe GOP credit use,&quot; Feb. 12, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;McCollum: Time to look for possible criminal activity at Fla GOP,&quot; Feb. 20, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;State GOP elects leader,&quot; Feb. 21, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tTampa Tribune, &quot;Ex-GOP boss Greer probed,&quot; April 1, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;Crist: Get feds involved in GOP, Greer investigation,&quot; April 3, 2010, accessed via Nexis<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/2010/02/crist-wants-to-release-amex-records-mccollum-not-so-much.html\">Crist wants to release AMEX records; McCollum not so much</a>,&quot; Feb. 9, 2010</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tBill McCollum &quot;backed Jim Greer&#39;s effort to hide financial irregularities.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-08-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}], "twitter_headline": ""}