{"art": [{"brightcove": "", "caption": "John King of CNN interviews Franklin Graham.", "id": 604, "infogram": "", "ndn": "", "ndnid": "", "other": "<object width=\"300\" height=\"245\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" id=\"ep\"><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"wmode\" value=\"transparent\" /><param name=\"movie\" value=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=politics/2010/08/19/jk.graham.obama.faith.cnn\" /><param name=\"bgcolor\" value=\"#000000\" /><embed src=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=politics/2010/08/19/jk.graham.obama.faith.cnn\" type=\"application/x-shockwave-flash\" bgcolor=\"#000000\" allowfullscreen=\"true\" allowscriptaccess=\"always\" width=\"300\" wmode=\"transparent\" height=\"245\"></embed></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/604/", "title": "Franklin Graham", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/aug/26/franklin-graham/graham-said-seed-islam-passes-through-father-obama/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2286, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2286/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama has declared himself a Christian. He has worshipped in Christian churches, prayed with Christian ministers, and recounted how he knelt beneath a cross and felt God&#39;s spirit.<br />\r\n\t<br />\r\n\tAnd yet, a surprising number of Americans keep telling pollsters they believe he&#39;s a Muslim.<br />\r\n\t<br />\r\n\tThe Pew Research Center last week reported that 18 percent of Americans believe Obama is a Muslim, up from 11 percent in March 2009. A <em>Time </em>magazine poll also released last week found even more -- 24 percent - said he was a Muslim. (Read <a href=\"http://www.politifact.com/truth-o-meter/article/2010/aug/26/why-do-so-many-people-think-obama-muslim/\">our longer report</a> on this issue.)<br />\r\n\t<br />\r\n\tThe evangelical minister Franklin Graham said on CNN that it&#39;s because of Obama&#39;s background.<br />\r\n\t<br />\r\n\t&quot;He was born a Muslim. His father was a Muslim; the seed of Muslim is passed through the father like the seed of Judaism is passed through the mother. He was born a Muslim; his father gave him an Islamic name,&quot; Graham said, adding later in the interview, &quot;you can be born a Muslim. You can be born a Jew. But you can&#39;t be born a Christian.&quot;<br />\r\n\t<br />\r\n\tGraham added, however, that he did consider Obama to be a Christian today: &quot;Now, it&#39;s obvious that the president has renounced the Prophet Mohammed and he has renounced Islam and he has accepted Jesus Christ. That&#39;s what he says he has done. I cannot say that he hasn&#39;t. So I just have to believe the president is what he has said.&quot;<br />\r\n\t<br />\r\n\tWe wanted to check Graham&#39;s statement that &quot;the seed of Muslim is passed through the father.&quot;<br />\r\n\t<br />\r\n\tBut first, we should note Graham is right that Obama has Muslim ancestors. According to family accounts, Obama&#39;s paternal grandfather Onyango Obama was a Muslim. But it&#39;s not clear that his biological father, Barack Hussein Obama Sr., ever practiced the religion. By all accounts, Obama&#39;s Kenyan father was an atheist more interested in economics and government than religion. And the senior Obama had little influence on the future president because he left his American wife, Ann Dunham, shortly after Obama&#39;s birth in 1961.<br />\r\n\t<br />\r\n\tDunham married again, to Lolo Soetero, an Indonesian man who was Muslim, and the family moved to Indonesia when Obama was 6 years old, where he attended a Muslim public school and a Catholic school at different times. But Soetero was not particularly devout, according to his daughter and Obama&#39;s half-sister, Maya Soetero-Ng. She told biographer David Remnick that Soetero &quot;never went to prayer services except for big communal events.&quot;<br />\r\n\t<br />\r\n\tObama described his religious upbringing this way: &quot;My father, who returned to Kenya when I was just two, was born Muslim but as an adult became an atheist. My mother, whose parents were non-practicing Baptists and Methodists, was probably one of the most spiritual and kindest people I&#39;ve ever known, but grew up with a healthy skepticism of organized religion herself. As a consequence, so did I.&quot;<br />\r\n\t<br />\r\n\tBut when we looked into Graham&#39;s statement that &quot;the seed of Muslim is passed through the father like the seed of Judaism is passed through the mother,&quot; we found a good bit of evidence to the contrary.<br />\r\n\t<br />\r\n\tWe consulted several reference books on the Islamic religion, interviewed academic experts and consulted with Islamic groups. None of the sources we checked endorsed Graham&#39;s view as completely accurate.<br />\r\n\t<br />\r\n\tIt&#39;s true that in Muslim cultures, the children of Muslims are generally assumed to be Muslim themselves, according to our research. But all of the sources we looked at described the Islamic faith as not belonging to any particular race, ethnicity or nation. Most of the sources said that whether one truly is a Muslim or not depends on the belief in Muslim teaching and the following of its practices, not whether one is born into the faith.<br />\r\n\t<br />\r\n\tBlain Auer, an assistant professor of Islamic studies at Western Michigan University, said the most prominent requirement is for believers to recite the shahadah, a statement of faith that affirms &quot;I witness that there is no god but God and Mohammed is his Messenger.&quot;<br />\r\n\t<br />\r\n\t&quot;Franklin Graham&#39;s statement is incorrect. Islam is an act of faith, not a genetic disposition,&quot; Auer said via e-mail.<br />\r\n\t<br />\r\n\tRepresentatives of Muslim groups in the United States also said Graham&#39;s description was inaccurate. &quot;It&#39;s not something one inherits automatically or biologically. What is important is the self-identification, (regardless of the) background they may have been born into,&quot; said Sayyid M. Syeed, national director of the Islamic Society of North America.<br />\r\n\t<br />\r\n\tAnother professor of Islamic studies, Frederick Colby, agreed that people are generally considered Muslim if they affirm that by reciting the shahadah. But it can get complicated, he added.<br />\r\n\t<br />\r\n\t&quot;Defining religious membership is notoriously difficult,&quot; Colby said via e-mail. &quot;Does it involve merely what the person believes? Is it what they do (e.g. ritual and practice)? Is it being a member of a particular organization? Many contemporary scholars of religion think that each of these elements plays a role in defining &#39;religion.&#39;&quot;<br />\r\n\t<br />\r\n\tIndeed, the reference book <em>Islam: A Very Short Introduction</em>, partly supported Graham&#39;s contention but it discusses just such complications. It states that the primary definition of a Muslim is someone who surrenders himself or herself to the will of God.<br />\r\n\t<br />\r\n\t&quot;&#39;Islam&#39; in Arabic is a verbal noun, meaning self-surrender to God as revealed through the message and life of his Prophet, Mohammed,&quot; writes author Malise Ruthven. A secondary definition is &quot;one born to a Muslim father who takes on his or her parent&#39;s confessional identity without necessarily subscribing to the beliefs and practices of the faith, just as a Jew may define him- or herself as &#39;Jewish&#39; without observing the Halacha.&quot; (The Halacha is Jewish religious law.)<br />\r\n\t<br />\r\n\tBut this secondary definition &quot;is very far from being uncontested,&quot; Ruthven writes, adding, &quot;Generally there is little consistency in the way such labels are applied.&quot;<br />\r\n\t<br />\r\n\tAnd even this definition is problematic since President Obama&#39;s father did not identify as a Muslim when Obama was born, said Ken Garden, a professor of religion at Tufts University who studies Islam. &quot;If Obama&#39;s father became an atheist, then he would not have been a Muslim at the time of Obama&#39;s birth, so Obama would not have been, even technically, a Muslim,&quot; said Garden.<br />\r\n\t<br />\r\n\tGarden added that he was troubled that people would consider being a Muslim to be slanderous. &quot;I think that for Graham to muse aloud about him maybe being a Muslim or not throws gasoline on that fire,&quot; he said.<br />\r\n\t<br />\r\n\tTo be clear, we&#39;re fact-checking what Graham said, not whether any religion is any better or worse than another. In looking at most of the scholarly and objective descriptions of the Islamic faith, we found little to support Graham&#39;s statement that &quot;the seed of Muslim is passed through the father,&quot; absent belief in the tenets of the religion. In fact, the vast majority of sources said that religious faith was based on the affirmation of Islamic beliefs. But we found a secondary definition that said people born to a Muslim father and identify as cultural Muslims could be considered Islamic, even if they don&#39;t have Islamic beliefs, though that was considered controversial. So we rate Graham&#39;s statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-26T18:21:22.736768", "ruling_date": "2010-08-26T19:10:06", "ruling_headline": "Graham said the \"seed of Islam\" passes through the father to Obama. We found widespread disagreement.", "ruling_headline_slug": "graham-said-seed-islam-passes-through-father-obama", "ruling_link_text": "Islam is a belief system, not an ethnicity", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tCNN, <a href=\"http://johnkingusa.blogs.cnn.com/2010/08/19/confusion-over-obamas-religion/\" id=\"id_w\" title=\"Interview with Franklin Graham\">Interview with Franklin Graham</a>, Aug. 19, 2010<br />\r\n\t<br />\r\n\t<i>Islam: A Very Short Introduction</i>, by Malise Ruthven, 1997<br />\r\n\t<br />\r\n\t<i>Who Speaks for Islam: What a Billion Muslims Really Think</i>, by John L. Esposito and Dalia Mogahed, 2007<br />\r\n\t<br />\r\n\t<i>America&#39;s Religions: From Their Origins to the 21st Century</i>, by Peter W. Williams, Third Edition, 2008<br />\r\n\t<br />\r\n\t<i>Islam: The Basics</i>, by Colin Turner, 2006<br />\r\n\t<br />\r\n\tInterview with Blain H. Auer, assistant professor of Islamic studies, Western Michigan University<br />\r\n\t<br />\r\n\tInterview with Frederick Colby, associate professor of Islamic studies, University of Oregon<br />\r\n\t<br />\r\n\tInterview with Ken Garden, assistant professor, Department of Religion, Tufts University<br />\r\n\t<br />\r\n\tInterview with Sayyid M. Syeed, national director of the Islamic Society of North America.<br />\r\n\t<br />\r\n\tInterview with Ibrahim Hooper of the Council on American-Islamic Relations<br />\r\n\t<br />\r\n\t<i>Obama: From Promise to Power</i>, by David Mendell, 2007<br />\r\n\t&nbsp;&nbsp; &nbsp;<br />\r\n\t<i>The Bridge: The Life and Rise of Barack Obama</i>, by David Remnick, 2010<br />\r\n\t<br />\r\n\t<i>Dreams from my Father</i>, by Barack Obama, 1995<br />\r\n\t<br />\r\n\tThe Pew Forum on Religion and Public Life, <a href=\"http://pewforum.org/Politics-and-Elections/Growing-Number-of-Americans-Say-Obama-is-a-Muslim.aspx\" title=\"rowing Number of Americans Say Obama is a Muslim\">Growing Number of Americans Say Obama is a Muslim</a>, Aug. 18, 2010<br />\r\n\t<br />\r\n\tTime magazine, <a href=\"http://www.time.com/time/politics/article/0,8599,2011680-1,00.html\" title=\"Americans' Views on the Campaign, Religion and the Mosque &#13;&#10;Controversy\">Americans&#39; Views on the Campaign, Religion and the Mosque Controversy</a>, Aug. 18, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2007/dec/20/chain-email/obama-sworn-in-on-his-bible/\" title=\"Obama sworn in on his Bible\">Obama sworn in on his Bible</a>, Dec. 20, 2007<br />\r\n\t<br />\r\n\tBarack Obama campaign, <a href=\"http://www.barackobama.com/2006/06/28/call_to_renewal_keynote_address.php\" title=\"Call to Renewal Keynote Address\">Call to Renewal Keynote Address</a>, June 28, 2006<br />\r\n\t<br />\r\n\t<a accesskey=\"1\" href=\"http://www.brendan-nyhan.com/blog/\">Brendan Nyhan</a>, <a href=\"http://www.brendan-nyhan.com/blog/2010/08/obama-muslim-myth-on-the-rise.html?utm_source=twitterfeed&amp;utm_medium=twitter&amp;utm_campaign=Feed%3A+BrendanNyhan+%28Brendan+Nyhan%29\" title=\"New Pew poll: Obama Muslim myth on the rise\">New Pew poll: Obama Muslim myth on the rise</a>, Aug. 19, 2010<br />\r\n\t<br />\r\n\tThe Boston Globe, <a href=\"http://www.boston.com/bostonglobe/ideas/articles/2010/07/11/how_facts_backfire/\" title=\"How facts backfire\">How facts backfire</a>, July 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Franklin", "half_true_count": 0, "home_state": "", "id": 623, "last_name": "Graham", "mostly_true_count": 0, "name_slug": "franklin-graham", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/FranklinGraham_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/623/", "total_count": 2, "true_count": 0, "website": "http://www.samaritanspurse.org/"}, "statement": "<p>\r\n\t&quot;The seed of Muslim is passed through the father.&quot;</p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2010-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": "Franklin Graham said the \"seed of Islam\" is from the father. Experts disagree."}