{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/aug/29/kenneth-block/block-says-system-he-helped-create-detect-welfare-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2292, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/2292/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn a television commercial, Kenneth Block, the Moderate Party candidate for governor, tries to appeal to voters by suggesting that he is business savvy, concerned about the environment, and knows how to save taxpayer money.<br />\r\n\t<br />\r\n\t&quot;I built a successful high-tech business, created green jobs, and helped to invent a system that saved over a billion dollars on welfare,&quot; he says in the commercial, which is also available<a href=\"http://www.kenblockforgovernor.com/\"> on his website</a>.<br />\r\n\t<br />\r\n\tWe decided to focus on the welfare claim and the savings Block says he helped to generate.<br />\r\n\t<br />\r\n\tFirst, Block isn&#39;t talking about Rhode Island. He said he is talking about software he helped develop for Texas, which in 1995 adopted a statewide debit card system for food stamp and welfare recipients. It computerized every transaction, eliminating, for example, the need for paper food stamps, which can be stolen or misused.<br />\r\n\t<br />\r\n\tHe&#39;s been more specific <a href=\"http://kenblockforgovernor.com/blog/?paged=2\">on his website blog</a>: &quot;As a small business owner, Ken helped to invent a system that saved Texas over a billion dollars on welfare. He did this by eliminating waste and fraud in the system . . . &quot;</p>\r\n<p>\r\n\tSecond, the $1 billion savings estimate comes from food stamps, not from welfare, which people often lump together because both are forms of public assistance. Block&#39;s campaign encouraged us to focus on the food stamp program because, they said, it would be easier to quantify the savings.</p>\r\n<p>\r\n\tHow did Block&#39;s efforts help save this money? He said one technique is &quot;data mining,&quot; in which large amounts of information are analyzed to look for improprieties, such as a small grocery that reports the food sales numbers of a huge supermarket. He said sham storefronts were paying food stamp recipients 50 cents on the dollar for their stamps and then billing the state for the full amount when no food was actually sold. Such information helped direct investigators to crooked vendors and recipients, he said.<br />\r\n\t<br />\r\n\tSo there are two key questions: Did Block help create the fraud detection system and did it save $1 billion?<br />\r\n\t<br />\r\n\tGeoffrey Wool, a spokesman for the Texas Health and Human Services Commission, said Block was an employee of GTECH when Texas contracted with the Rhode Island gambling company in the early 1990s to develop the EBT system. Wool said the Texas commission currently gets services from Simpatico Software Systems, the company Block started after he left GTECH.<br />\r\n\t<br />\r\n\tBlock also referred us to Curtis Ermer, one of his GTECH colleagues on the EBT project.<br />\r\n\t<br />\r\n\t&quot;Ken&#39;s role was large in terms of the design. Ken could sit down in a short period of time and optimize that code,&quot; said Ermer, who has since left GTECH. He said an anti-fraud component &quot;was a purpose of the whole EBT system. The counterfeiting of stamps, the multiple addresses people would use, was supposed to be reduced.&quot;<br />\r\n\t<br />\r\n\tThus, it appears Block played a significant role in establishing the EBT system, so his &quot;helped to invent&quot; claim is True.<br />\r\n\t<br />\r\n\tWhat about the second key question: Did that system save more than $1 billion?</p>\r\n<p>\r\n\tWe were unable to locate any official report showing how much waste or fraud was eliminated by adoption of the EBT program. Block&#39;s campaign then directed us to several news reports from 1998 suggesting that the savings were large, although they widely disagreed on the amount saved:<br />\r\n\t<br />\r\n\t* In an opinion piece in The Houston Chronicle, Joe Williams, president of the Gulf Coast Retailers Association, said the number of Texas households receiving food stamps and welfare benefits plummeted from 1.4 million in 1994 to 850,000 in 1998 due to the EBT card system, saving taxpayers more than $1.2 billion a year.<br />\r\n\t<br />\r\n\t* A Dallas Morning News story quoted then-Texas Comptroller John Sharp as saying there had been a 250,000-person decline in food stamp rolls. At the time, a typical recipient was receiving about $70 in food stamps per month, according to <a href=\"http://www.fns.usda.gov/ora/menu/Published/snap/FILES/Participation/2000Characteristics.pdf\">a federal report</a> we located independently. That would translate to a savings of $206 million per year.<br />\r\n\t<br />\r\n\t*A San Antonio Express-News story quoted Sharp&#39;s office as reporting that the decline in food stamp enrollment saved $67.3 million a month. That would total more than $800 million in just one year.<br />\r\n\t<br />\r\n\tThe Block campaign also directed us to<a href=\"http://www.window.state.tx.us/comptrol/fnotes/fn9603.html\"> a March 1996 state newsletter</a>, quoting Sharp as saying that when EBT went on-line in Houston in February 1995, 30,000 recipients immediately dropped off the food stamp rolls, including some who had been receiving food stamps at two or three different addresses.<br />\r\n\t<br />\r\n\tIt also reported that &quot;between January and October 1995, Texas&#39; food stamp rolls shrank by nearly 200,000 recipients.&quot; At $70 per month per person, the statewide savings would surpass $1 billion after six years and one month -- sooner if you factor in inflation.<br />\r\n\t<br />\r\n\tAll of this suggests that the EBT system indeed saved a lot of money in Texas.<br />\r\n\t<br />\r\n\tBut there were some dissenting voices.<br />\r\n\t<br />\r\n\tWe talked to Celia Hagert, a senior policy analyst for the Center for Public Policy Priorities, an Austin-based nonprofit think tank devoted to improving the economic and social conditions of low- and moderate-income Texans. She agreed that the card system eliminated fraud on the part of retailers, but said enrollment was declining before the card system went into effect and &quot;there weren&#39;t hordes and hordes of people fraudulently receiving food stamps.&quot;<br />\r\n\t<br />\r\n\tAnd two officials at the Texas Health and Human Services Commission insisted that GTECH, Block and his company have had no direct role in fraud detection.<br />\r\n\t<br />\r\n\t&quot;There is no fraud detection mechanism in the product GTECH delivered,&quot; said Wool, the commission&#39;s spokesman. Instead, Wool said, the system simply sends data to Texas&#39; Office of Inspector General, which developed its own fraud detection software.<br />\r\n\t<br />\r\n\tBlock responded by showing us two emails from Douglas B. Walker, of Austin, who was a system analyst for the Texas Electronic Benefit Transfer (EBT) system, retiring in 2007. The messages asked Block to look into some cases of suspected fraud.<br />\r\n\t<br />\r\n\tSo we asked Wool to put us in touch with someone higher. He arranged an interview with Michael Garbarino, director of policy and outreach affairs for the inspector general&#39;s office, who expressed surprise at the Walker emails, saying he had talked to others to confirm that making such checks was not an assigned function.<br />\r\n\t<br />\r\n\t&quot;None of these contracts, none of the vendors, nor any of the subcontractors ever had within the scope of the contract fraud detection responsibilities,&quot; he said. &quot;The automation that runs that data through algorithms to arrive at questionable transactions was entirely created by state staff and never was in the scope of any vendor contract.&quot;<br />\r\n\t<br />\r\n\tIn the end, Block did help develop the EBT system and the system likely saved -- directly or indirectly -- more than $1 billion in waste and fraud since its implementation 15 years ago. We rate his claim as True.<br />\r\n\t<br />\r\n\tThe candidate, in interviews and on his blog, insists that he played a key role in fraud detection. He maintains that he continues helping with that task today. But Block is now aware, through our contacts with his office, that two Texas officials consistently and adamantly dispute that.</p>", "ruling_comments_date": "2010-08-27T13:33:00.934089", "ruling_date": "2010-08-29T00:01:00", "ruling_headline": "Block says system he helped create to detect welfare fraud has saved more than $1 billion", "ruling_headline_slug": "block-says-system-he-helped-create-detect-welfare-", "ruling_link_text": "Actually, the $1 billion was from food stamps. Over many years. In Texas.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCommercial, <a href=\"http://www.kenblockforgovernor.com/gallery.asp\">Ken Block for Governor</a>, accessed June 19, 2010</p>\r\n<p>\r\n\tBlog, <a href=\"http://kenblockforgovernor.com/blog/?paged=2\">Ken Block for Governor</a>, accessed June 19, 2010</p>\r\n<p>\r\n\tInterviews, Kenneth Block, candidate for governor, June 24 and Aug. 4, 2010<br />\r\n\t<br />\r\n\tReport, &quot;<a href=\"http://www.projo.com/news/politics/politifact/2010/RI_FoodStamp_enrollment_1990-2010.htm\">Total Food Stamp Program Participation in Rhode Island from 1990 to 2010</a>,&quot; Donalda M. Carlson, associate director, Children and Family Support Services, R.I. Department of Human Services, Aug. 19, 2010<br />\r\n\t<br />\r\n\tReport, &quot;<a href=\"http://www.projo.com/news/politics/politifact/2010/CASH_CASELOADS_1990TO2010.htm\">Welfare Cash Recipients in RI, 1990-2010</a>,&quot; Donalda M. Carlson, associate director, Children and Family Support Services, R.I. Department of Human Services, Aug. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Stephanie Goodman, spokeswoman, Texas Health and Human Services, July 20, 2010<br />\r\n\t<br />\r\n\tInterview, Geoffrey Wool, spokesman, Texas Health and Human Services, July 30, 2010<br />\r\n\t<br />\r\n\tInterview, Curtis Ermer, former GTECH employee, Aug. 24, 2010<br />\r\n\t<br />\r\n\tThe Houston Chronicle, &quot;Viewpoints: New food stamps contract,&quot; Jan. 14, 1998<br />\r\n\t<br />\r\n\tDallas Morning News, &quot;Battle over achievements shaping Perry-Sharp race; Differences over feats in office expected to arise in debate today,&quot; Sept. 26, 1998<br />\r\n\t<br />\r\n\tReport, U.S. Department of Agriculture Food and Nutrition Service, &quot;<a href=\"http://www.fns.usda.gov/ora/menu/Published/snap/FILES/Participation/2000Characteristics.pdf\">Characteristics of Food Stamp Households: Fiscal Year 2000</a>,&quot; accessed Aug. 18, 2010<br />\r\n\t<br />\r\n\tSan Antonio Express-News, &quot;Somewhere, Molly is whining, whiffing,&quot; March 3, 1998<br />\r\n\t<br />\r\n\tPress release, &quot;<a href=\"http://www.acf.hhs.gov/news/press/2006/welfare_rolls_decline_june_o5.htm\">Welfare rolls continue to fall</a>,&quot; U.S. Department of Health and Human Services, dated Feb. 9, 2006, accessed Aug. 25, 2010<br />\r\n\t<br />\r\n\tRobert Rector, The Heritage Foundation, &quot;<a href=\"http://www.heritage.org/Research/Testimony/The-Impact-of-Welfare-Reform\">The Impact of Welfare Reform</a>,&quot; published July 19, 2006, accessed Aug. 18, 2010<br />\r\n\t<br />\r\n\tNewsletter, &quot;<a href=\"http://www.window.state.tx.us/comptrol/fnotes/fn9603.html\">Window on State Government: Fiscal Notes, March 1996</a>,&quot; Texas Comptroller of Public Accounts, accessed Aug. 18, 2010<br />\r\n\t<br />\r\n\tInterview and email, Celia Hagert, senior policy analyst, The Center for Public Policy Priorities, Austin, Texas, Aug. 19, 2010<br />\r\n\t<br />\r\n\tInterview, Douglas B. Walker, former system analyst for the Texas Electronic Benefit Transfer system, July 20, 2010<br />\r\n\t<br />\r\n\tInterview, Michael Garbarino, director of policy and outreach affairs, Office of Inspector General, Texas Health and Human Services, Aug. 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "businessman", "false_count": 3, "first_name": "Kenneth", "half_true_count": 2, "home_state": "", "id": 543, "last_name": "Block", "mostly_true_count": 3, "name_slug": "kenneth-block", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/KenBlock.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/543/", "total_count": 9, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;(I) helped to invent a system that saved over a billion dollars on welfare.&quot;</p>\r\n", "statement_context": "a TV and Internet commercial", "statement_date": "2010-06-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}