{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/30/glenn-beck/beck-claims-us-track-second-biggest-deficit-65-yea/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2298, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2298/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Vice President Joe Biden talks a lot about the success of the government&#39;s economic policies, but not everybody is persuaded. Reacting to Biden&#39;s Aug. 24, 2010, statement that &quot;we are turning this great ship of state around,&quot; TV host Glenn Beck pointed to the country&#39;s dire fiscal situation.<br />\r\n<br />\r\n&quot;Remember, Joe Biden says no doubt we&#39;re headed in the right direction on the economy. Well, we&#39;re just getting started with the news of the day. How about this one? Unemployment 9.6 percent. The real unemployment number is 16.5 for July. The federal government is now on track for the second-largest budget shortfall in 65 years, 9.1 of GDP. And in 31 months, Congress has added $4.4 trillion to the 10-year spending baseline. Who&#39;s going to lend us more money?&quot; Beck said on his Aug. 25, 2010, show.<br />\r\n<br />\r\nIn this item, we&#39;ll focus on the claim that the federal government &quot;is now on track for the second-largest budget shortfall in 65 years.&quot;<br />\r\n<br />\r\nWe turned to the Congressional Budget Office (CBO), the official scorekeeper for Congress. Its most recent estimates, published in August 2010, indicate that in 2010, the federal deficit will exceed $1.3 trillion. As a percentage of the U.S. Gross Domestic Product -- the value of the goods and services that the economy produces -- that&#39;s 9.1 percent, as Beck said. How does that compare with previous years? We checked data going back to 1930 from the Office of Management and Budget (OMB), a government agency that helps prepare the president&#39;s annual budget. Only in 2009 and in the war years 1942, 1943, 1944 and 1945 was the deficit-to-GDP ratio higher than 9.1 percent, according to the OMB. But going back 65 years only takes you to 1946, so that would put 2010 on track to be the second-highest, according to CBO&#39;s figures.<br />\r\n<br />\r\nThe CBO and the OMB have slightly different projections for the 2010 deficit, with the CBO&#39;s being the more recent. The discrepancy arises from differences in the agencies&#39; projections of future economic conditions and the impact of legislation enacted after the OMB completed its estimates. OMB projected in July that the 2010 deficit will be 10.6 percent of GDP. That would make it the biggest in 65 years -- not the second biggest. But looking back 65 years and using the CBO&#39;s estimate, as Beck did, the deficit was higher as a percentage of GDP only in 2009, when it stood at 9.9 percent.<br />\r\n<br />\r\nWe thought it would be valuable to explore the reasons behind the current deficit as well as the projected deficits over the next decade. We spoke to a number of economists and found that they offer different explanations.<br />\r\n<br />\r\nBrian Riedl, a budget analyst at the conservative Heritage Foundation, told us via e-mail that the main drivers of today&#39;s deficit are the ongoing economic downturn, which has reduced government revenues, and the policies that the government has enacted in response to the crisis. &quot;Recession automatically reduces revenues and increases unemployment and antipoverty spending, even if Congress does nothing. At the same time, we have enacted $1 trillion in stimulus spending, plus TARP, Fannie/Freddie bailouts, and large discretionary spending hikes. So enacted policies are certainly a contributor,&quot; Riedl wrote.<br />\r\n<br />\r\nThe CBO provided a similar explanation. &quot;This year&rsquo;s deficit is attributable in large part to a combination of weak revenues and elevated spending associated with the economic downturn and the policies implemented in response to it.&quot;<br />\r\n<br />\r\nSpeaking about future projections, Riedl wrote that future deficits are likely to remain well over a trillion due to &quot;runaway government spending.&quot;<br />\r\n<br />\r\nKathy Ruffing, a senior policy analyst at the liberal-leaning Center on Budget and Policy Priorities, emphasized that even before President Barack Obama took office, the CBO had already projected that the 2009 deficit would exceed $1 trillion. The 2001 and 2003 Bush tax cuts and the wars in Iraq and Afghanistan accounted for over $500 billion of that, she wrote on June 28, 2010. Riedl, however, disagrees. &quot;Both recent and future budget deficits have been blamed largely on the 2001 and 2003 tax cuts, and to a lesser extent on the war on terrorism, but the data contradict these myths. In reality, spending is almost exclusively the problem,&quot; he wrote in a June 2010 report.<br />\r\n<br />\r\nFinally, Chris Dreibelbis, the outreach and public liaison for the Committee for a Responsible Federal Budget, a bipartisan Washington, D.C., think tank, pointed to the recession and the policy responses to it as the &quot;main culprits&quot; in the current deficit. &quot;Going forward, the structural problems that were there before the recession will combine with the growth in spending from an aging population and health care costs, to cause large and ongoing deficits even once the economy recovers,&quot; he wrote us in an e-mail.<br />\r\n<br />\r\nSo let&#39;s review. Beck said that we&#39;re on track to have the second-biggest budget deficit in 65 years. According to the Congressional Budget Office, he&#39;s right. Going by the administration&#39;s own estimate, the situation is even more dire. We found disagreement among economists as to why the deficits are soaring, but Beck&#39;s point stands, so we rate this True.</p>\r\n", "ruling_comments_date": "2010-08-30T11:25:22.149911", "ruling_date": "2010-08-30T11:57:58", "ruling_headline": "Beck claims U.S. on track for second-biggest deficit in 65 years", "ruling_headline_slug": "beck-claims-us-track-second-biggest-deficit-65-yea", "ruling_link_text": "He's right", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck Show, Show Transcript, Aug. 25, 2010 (accessed via Lexis Nexis)<br />\r\n<br />\r\nLexis Nexis, <a href=\"http://www6.lexisnexis.com/publisher/EndUser?Action=UserDisplayFullDocument&amp;orgId=574&amp;topicId=25188&amp;docId=l:1248946341&amp;start=1\">Transcript of Joe Biden&#39;s remarks</a>, Aug. 24, 2010<br />\r\n<br />\r\nE-mail interview, Briand Riedl, budget analyst at Heritage Foundation, Aug. 27, 2010<br />\r\n<br />\r\nE-mail interview, Chris Dreibelbis, Outreach and Public Liaison for Committee for a Responsible Federal Budget, Aug. 27, 2010<br />\r\n<br />\r\nE-mail and phone interview, Chuck Marr, Director of Federal Tax Policy at the Center on Budget and Policy Priorities, Aug. 27, 2010<br />\r\n<br />\r\nCenter on Budget and Policy Priorities, <a href=\"http://www.offthechartsblog.org/whose-deficit-is-it-anyway/\">Whose Deficit Is It, Anyway?</a>, by Kathy Ruffing, June 11, 2010<br />\r\n<br />\r\nCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3036\">Critics Still Wrong on What&rsquo;s Driving Deficits in Coming Years</a>, by Kathy Ruffing and James R. Horney, June 28, 2010<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\">The Budget and Economic Outlook: An Update</a>, Aug. 2010</p>\r\n\r\n<p>Office of Management and Budget, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2011/assets/hist01z2.xls\">Historical Table 1.2</a>, accessed Aug. 30, 2010<br />\r\n<br />\r\nHeritage Foundation, <a href=\"http://www.heritage.org/research/reports/2010/06/the-three-biggest-myths-about-tax-cuts-and-the-budget-deficit\">The Three Biggest Myths About Tax Cuts and the Budget Deficit</a>, by Brian Riedl, June 21, 2010<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>&quot;The federal government is now on track&quot; for the second-largest budget deficit &quot;in 65 years.&quot;</p>\r\n", "statement_context": "comments on his TV show", "statement_date": "2010-08-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": "Are we on track for the second biggest deficit in 65 years? Glenn Beck says yes. We find he's right."}