{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/aug/31/john-boehner/rep-john-boehner-gets-it-right-new-business-tax-ma/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2305, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2305/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tCongressional Democrats found a lot of ways to pay for the country&rsquo;s health insurance overhaul, some more popular than others. But one in particular has small lawn services, work-at-home parents and the nation&rsquo;s smallest businesses mighty concerned. In a move to increase government revenues for health care while cutting tax abuses, Congress included a provision in the bill, approved in March, requiring businesses to file Internal Revenue Service reports on expenditures above $600 to any single vendor.<br />\r\n\t<br />\r\n\tHere is how John Boehner, the House Republican leader and a leading critic of the provision (and the health insurance bill), derided it when he spoke at the City Club of Cleveland on Aug. 24: &quot;If a landscaper wants to buy a new lawnmower, or a restaurant needs a new ice-maker, they have to report that to the feds. &nbsp;If you&#39;re a mom-and-pop grocery store, and you buy $1,000 worth of merchandise from 15 different vendors, that&#39;s 15 different forms you have to file.&quot;<br />\r\n\t<br />\r\n\tWe have to assume that Boehner, who&rsquo;s from southwestern Ohio, meant the mom-and-pop store is spending $1,000 on each of the vendors, rather than spreading a $1,000 purchase among 15 vendors (because that would only be $66.66 each). If that is the case, Boehner&rsquo;s statement is true, or will be as of Jan. 1, 2012. &nbsp;But Boehner is not the only one calling it nuts. So is the <a href=\"http://republicans.waysandmeans.house.gov/UploadedFiles/1099_Provision.pdf\">National Federation of Independent Businesses</a>, the <a href=\"http://www.aicpa.org/PRESS/PRESSRELEASES/2010/Pages/AICPASupportsRepealofBurdensomeTaxInformationReportingMeasure.aspx\">American Institute of Certified Public Accountants</a>, and even a Cleveland congressman who is generally Boehner&rsquo;s ideological opposite.<br />\r\n\t<br />\r\n\t&quot;This obviously was something that needed to be better thought out,&quot; said that congressman, Democrat Dennis Kucinich, in a telephone interview. &quot;It has to be fixed, and it will be fixed, because it&rsquo;s not tolerable.&quot;<br />\r\n\t<br />\r\n\tBusinesses were already required to file an Internal Revenue Service Form 1099 for payments of $600 or more for services they obtained, such as accounting or advertising advice. But <a href=\"http://www.irs.gov/pub/irs-utl/nta2011objectivesfinal..pdf\">according to the National Taxpayer Advocate Service,</a> a watchdog arm of the IRS, the prior law &quot;generally did not require a person to report payments to purchase goods, presumably because the purchaser could not determine the amount that (less cost of goods sold) would have been income to the vendor.&quot;<br />\r\n\t<br />\r\n\tAnd under &quot;a longstanding regulatory regime,&quot; the Taxpayer Advocate Service said in a June 30 report to Congress on a host of IRS-related tax issues, &quot;there was an exception for payments to corporations as well as to tax-exempt and government entities.&quot;<br />\r\n\t<br />\r\n\tThere had been earlier efforts to eliminate the corporate exemption, which would assure that even if a small business was paying in cash for a corporation&rsquo;s services, the corporation could not avoid paying taxes. But the provision in the <a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\">Patient Protection and Affordable Care Act </a>-- specifically in section 9006, amending the Internal Revenue Code -- went further by including goods as well as services.<br />\r\n\t<br />\r\n\tLeaders of the Senate Finance Committee figured this would help pay for part of the health care bill. Congressional Quarterly reported that &nbsp;provision &quot;aims to discourage tax cheating by vendors in the form of not disclosing all of their income. The premise is that vendors are more likely to report all of their income and to pay all of the taxes they owe if their customers are telling the IRS, via form 1099, how much they are paying vendors in a given year.&quot;<br />\r\n\t<br />\r\n\tHow extensively would this affect businesses?<br />\r\n\t<br />\r\n\tQuite extensively, says the Taxpayer Advocate Service. The provision &quot;would apply to businesses of all sizes, charities and other tax-exempt organizations, and government entities.&quot; &nbsp;<br />\r\n\t<br />\r\n\tThat includes &nbsp;26 million non-farm sole proprietorships, 4 million S corporations, 2 million C corporations, 3 million partnerships, 2 million farming businesses, 1 million charities and other tax-exempt organizations, &quot;and probably more than 100,000 federal, state, and local government entities.&quot;<br />\r\n\t<br />\r\n\tSmall business owners would have to get Tax Identification Numbers or Employer Identification Numbers from their vendors -- and if a vendor refused to provide one, &quot;the business is required by law to impose back-up withholding at the rate of 28 percent of the purchase price,&quot; says the Taxpayer Advocate Service report.<br />\r\n\t<br />\r\n\tLet&rsquo;s say you own a two-person landscaping company and want to buy $600 worth of mowers from a guy who refurbishes them in his spare time. He won&rsquo;t give you his identification number. So you&rsquo;re supposed to pay him $423 and withhold another $168, or 28 percent -- and file the appropriate withholding forms, of course.<br />\r\n\t<br />\r\n\tThat&rsquo;s assuming that the backyard repairman is willing to part with his mowers at this point in your transaction. In the words of the Taxpayer Advocate Service, this &quot;could significantly impair the normal course of commerce.&quot;<br />\r\n\t<br />\r\n\tBoehner and fellow Republicans are using this provision to lampoon Democrats. Yet Democrats say they, too, want to get rid of the provision. The problem is that Democrats need to find a way to make up the revenue, estimated at $17 billion, if they give up this particular one..<br />\r\n\t<br />\r\n\tBefore leaving for their August recess, House Democrats suggested a tax on multinational corporations &nbsp;that move operations offshore, but that failed. Senate Democrats this fall may try to get some of the money by removing a manufacturing tax deduction from big oil and gas companies while keeping part of the provision intact. They would raise the reporting threshold to $5,000 and exempt companies with fewer than 25 employees.<br />\r\n\t<br />\r\n\tBut as CQ reports, Senate Republicans have a different idea: Repeal the whole provision and soften the health care bill&rsquo;s requirement that individuals buy insurance with, if needed, government subsidies. If the insurance bill were to cost less, it would reduce the need for this money, Republicans say.<br />\r\n\t<br />\r\n\tYou may agree or disagree with any of these approaches, but the issue here is simply Boehner&rsquo;s statement on the $600 reporting requirement. It&rsquo;s about mom-and-pop stores and lawn-mowing services, and we rate it True.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/rep_john_boehner_gets_it_right.html\" target=\"blank\">Comment on this item</a>.</p>\r\n", "ruling_comments_date": "2010-08-31T11:35:49.906125", "ruling_date": "2010-08-31T11:30:00", "ruling_headline": "Rep. John Boehner gets it right on new tax-filing mandate for business in the health reform law", "ruling_headline_slug": "rep-john-boehner-gets-it-right-new-business-tax-ma", "ruling_link_text": "Crushed ice or cubes?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.irs.gov/pub/irs-utl/nta2011objectivesfinal..pdf\" id=\"internal-source-marker_0.7344277515769978\">National Taxpayer Advocate Report to Congress, Fiscal Year 2011 Objectives</a><br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.ajc.com/business/paperwork-nightmare-a-struggle-581983.html\">Paperwork nightmare: A struggle to fix new law,&quot; Associated Press, 7/31/2010</a><br />\r\n\t<br />\r\n\t<a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\">Patient Protection and Affordable care Act of 2010</a><br />\r\n\t<br />\r\n\tTelephone interview with Rep. Dennis Kucinich, 8/25/2010<br />\r\n\t<br />\r\n\tCQ Today, &quot;Business Groups Concentrate Their Backlash Against Tax-Form Mandate,&quot; 8/18/2010<br />\r\n\t<br />\r\n\tE-mail discussion with Cory Fritz, spokesman for Rep. John Boehner, 8/25/2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.aicpa.org/PRESS/PRESSRELEASES/2010/Pages/AICPASupportsRepealofBurdensomeTaxInformationReportingMeasure.aspx\">Letter to Congress from American Institute of Certified Public Accountants</a>, 7/19/2010<br />\r\n\t<br />\r\n\t<a href=\"http://republicans.waysandmeans.house.gov/UploadedFiles/1099_Provision.pdf\">Statement from the National Federation of Independent Businesses</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\r\n\tUnder the new health care law, &quot;if a landscaper wants to buy a new lawnmower, or a restaurant needs a new ice-maker, they have to report that to the feds.&quot;</p>\r\n", "statement_context": "a speech at the City Club of Cleveland", "statement_date": "2010-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}