{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/sep/02/debbie-wasserman-schultz/debbie-wasserman-schultz-says-dan-webster-supports/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2320, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2320/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMost politicians know how to pivot: In a political context, it means changing the subject you don&#39;t like to one that you do. House member Debbie Wasserman Schultz demonstrated the maneuver in an interview with Larry King on CNN, changing the subject from a new mosque in New York City all the way to Florida Republican candidate for Congress Dan Webster and privatizing Social Security.<br />\r\n\t<br />\r\n\tHere&#39;s how the exchange went, with conservative commentator Ben Stein jumping in for good measure:<br />\r\n\t<br />\r\n\tKing: &quot;<font size=\"-1\">Congresswoman Schultz, do you think that Muslim situation in New York will be a national issue?&quot;<br />\r\n\t<br />\r\n\tSchultz: &quot;</font><font size=\"-1\">I really don&#39;t think it will be a national issue. I think what it boils down to is, it is a case of just because you can doesn&#39;t mean you should. I think the leadership of the mosque and that Muslim community in that area of New York City would be well served to sit down with the leadership in New York and in that community, and work together to build some consensus on an alternative site.</font><font size=\"-1\"> I do think the national issues that are important in the outcome of races are turning the economy around, creating jobs, and the fact that virtually all Republican candidates for Congress across the country support privatization of Social Security, deep cuts in Social Security, like Dan Webster in Florida ...&quot;<br />\r\n\t<br />\r\n\tStein: &quot;</font><font size=\"-1\">She just made that up.&quot;</font></p>\r\n<p>\r\n\t<font size=\"-1\"><font size=\"-1\">Schultz</font>: &quot;No, no, Ben. With all due respect to you, I did nothing of the kind. There are candidates across the country for Congress ...&quot;</font></p>\r\n<p>\r\n\t<font size=\"-1\">Stein: &quot;Will you show us the source?&quot;</font></p>\r\n<p>\r\n\t<font size=\"-1\">King (demonstrating his own pivot and going to viewer phone calls): &quot;Phoenix, hello.&quot;</font></p>\r\n<p>\r\n\tWe wanted to check the Florida Democrat&#39;s claim that &quot;virtually all Republican candidates for Congress across the country support privatization of Social Security.&quot; But we found many Republican candidates aren&#39;t on the record one way or the other about privatizing Social Security. We find her broad statement dubious after looking into President Obama&#39;s statement, &quot;Some Republican leaders in Congress&quot; are &quot;pushing to make privatizing Social Security a key part of their legislative agenda if they win a majority in Congress this fall.&quot; We rated that Barely True.<br />\r\n\t<br />\r\n\tBut we decided to look at her specific example, that Republican candidate for Congress Dan Webster supports &quot;privatization of Social Security, deep cuts in Social Security.&quot;<br />\r\n\t<br />\r\n\tWebster is running against Alan Grayson, the outspoken Democrat who represents the Orlando area. (During the debate over the health care law, Grayson won notoriety for saying the Republican health plan was &quot;die quickly.&quot;) Wasserman Schultz is a supporter of Grayson&#39;s and a deputy whip for the Democrats in Congress, so it&#39;s not surprising she would comment on the race. Webster is a former Speaker of the House in the Florida state legislature and has been endorsed by Jeb Bush, the former Republican governor.</p>\r\n<p>\r\n\tA spokesman for Wasserman Schultz pointed us to a report in the liberal Huffington Post website about remarks Webster made at a candidates&#39; forum sponsored by the tea party movement. Webster said the nation&#39;s budget woes could be addressed by rolling back the current budget to 2007 levels. The statement didn&#39;t provide any evidence backing Wasserman Schultz&#39;s claim that Webster supports privatization, but it does mention cutting cost-of-living increases for entitlement programs, which include Social Security and Medicare.</p>\r\n<p>\r\n\t&quot;Just three years ago, if we would take that budget and pass it today just as it was, does it roll back some salary increases? Yes,&quot; Webster said. &quot;Does it get rid of TARP and health care and all of the other things, including the stimulus package? Yes, it does that. Does it take back some of the COLAs for the entitlement programs? Yes, it does that, too. But it&#39;s only three years ago. If we took that budget and passed it, it would self-balance in two more years.&quot; (The Democratic Congressional Campaign Committee has <a href=\"http://www.youtube.com/watch?v=t7agESbBnVs\">posted</a> the video on YouTube.)<br />\r\n\t<br />\r\n\tThe definition of an entitlement program is any kind of program that spells out the benefits for people under the law. Social Security and Medicare are the largest federal entitlement programs. It&#39;s certainly reasonable to think he meant those programs, since he referred to entitlement programs. Rolling back COLAs -- cost of living adjustments -- would reduce Social Security payments for current retirees.<br />\r\n\t<br />\r\n\tBut the Webster campaign released a statement after the <i>Orlando Sentinel</i> reported on the forum, saying that Webster did not support rolling back cost-of-living increases to Social Security. The Webster campaign sent us the same statement from the candidate when we asked about the issue. The <i>Sentinel </i>reported on the statement on Aug. 18, four days after Webster&#39;s statement on Aug. 12 and a week before Wasserman Schultz&#39;s Aug. 24, 2010 appearance on CNN.<br />\r\n\t<br />\r\n\t&quot;I&#39;ve never stated that Social Security benefits should be cut or reduced for those who are currently receiving benefits or those near retirement age,&quot; the statement said. &quot;Social Security is a mandatory program that is not included in the budgetary process. I simply stated that the budget should be rolled back to 2007 levels to help address our national budget crisis. Rolling back the budget to 2007 will eliminate what is left of the bailouts, stimulus packages, salary increases (COLA) for federal employees - which includes Congressmen, and Obama&#39;s Healthcare Plan.&quot;<br />\r\n\t<br />\r\n\tSo Webster said he does not support rolling back the recent increases for current Social Security recipients, even though his comments at the forum gave the opposite impression. In his first statement he said that he wanted to take back &quot;some of the COLAs for the entitlement programs,&quot; which could include Social Security. More recently, he said &quot;I never stated that Social Security benefits should be cut or reduced&quot; but that he supports rolling back &quot;salary increases (COLA) for federal employees.&quot;<br />\r\n\t<br />\r\n\tOur next question for Webster&#39;s campaign was whether Webster supported a plan promoted by Rep. Paul Ryan, R-Wisc., a plan to add personal accounts to Social Security, which some consider privatizing. Under the Ryan plan, those 55 and older would not be affected one way or another; they would simply receive benefits as they are set up today. Workers under 55 would have the option to stay in the traditional government-run system and receive benefits as promised or to opt for personal retirement accounts in which they could invest part of their payroll taxes. Those personal accounts would be a series of funds managed by the government. It would partially privatize Social Security in the sense that people would own their own accounts.<br />\r\n\t<br />\r\n\tWebster&#39;s campaign didn&#39;t respond to our repeated questions about whether Webster supported Ryan&#39;s plan or not.<br />\r\n\t<br />\r\n\tWasserman Schultz said that Republicans support &quot;privatization of Social Security, deep cuts in Social Security&quot; and gave Webster as an example. Webster&#39;s comments at the forum didn&#39;t address privatization. Webster&#39;s comments at the forum gave the impression he supported cuts, but he didn&#39;t specifically mention Social Security, and later he specifically said he didn&#39;t support cuts to the program. We&#39;re not sure whether Webster supports Ryan&#39;s plan, which isn&#39;t full privatization anyway. We have questions about Webster&#39;s position on Social Security, and we hope he will be more forthcoming as the campaign progresses. Still, that doesn&#39;t give Wasserman Schultz license to fill in the blanks. We rate her statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-02T11:08:08.756101", "ruling_date": "2010-09-02T17:47:14", "ruling_headline": "Debbie Wasserman Schultz says Daniel Webster supports privatization, cuts to Social Security", "ruling_headline_slug": "debbie-wasserman-schultz-says-dan-webster-supports", "ruling_link_text": "He said something at a forum that he later took back. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, <a href=\"http://archives.cnn.com/TRANSCRIPTS/1008/24/lkl.01.html\" id=\"lqab\" title=\"Larry King Live\">Larry King Live</a>, Aug. 24, 2010</p>\r\n<p>\r\n\tThe Orlando Sentinel, <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/08/does-dan-webster-want-to-cut-your-social-security.html\" id=\"m873\">Does Dan Webster want to cut your Social Security?</a><font size=\"-1\">, Aug. 18, 2010</font></p>\r\n<p>\r\n\t<font size=\"-1\">The Orlando Sentinel,</font><font size=\"-1\"> <a href=\"http://www.orlandosentinel.com/news/local/breakingnews/os-debate-congress-20100812,0,1063678.story\" id=\"ivhy\" title=\"Tea party activists hear from GOP candidates\">Tea party activists hear from GOP candidates</a>, Aug. 12, 2010</font></p>\r\n<p>\r\n\tThe Huffington Post, <a href=\"http://www.huffingtonpost.com/2010/08/16/daniel-webster-gop-house_n_683293.html\" id=\"fo-b\">Daniel Webster, GOP House Candidate, Proposes Budget That Would Cut Social Security Benefits</a>, Aug. 16, 2010</p>\r\n<p>\r\n\tThe Huffington Post,<a href=\"http://www.huffingtonpost.com/mike-elk/tea-party-pushes-back-aga_b_692663.html\" id=\"qa_p\" title=\"Permalink\"> Tea Party Pushes Back Against Anti-Social Security K Street GOP</a>, Aug. 24, 2010</p>\r\n<p>\r\n\tDemocratic Congressional Campaign Committee, <a href=\"http://www.youtube.com/watch?v=t7agESbBnVs\" id=\"ig2v\" title=\"Daniel Webster wants to Cut Social Security Benefit\">Daniel Webster wants to Cut Social Security Benefit</a>, Aug. 17, 2010</p>\r\n<p>\r\n\t<font size=\"-1\">Rep. Paul Ryan, <a href=\"http://www.roadmap.republicans.budget.house.gov/plan/#retirementsecurity\" id=\"s57y\" title=\"The Road Map\">The Road Map</a>, accessed Sept. 1, 2010</font></p>\r\n<p>\r\n\t<font size=\"-1\">PolitiFact, </font><a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/18/barack-obama/barack-obama-claims-republican-leaders-plan-privat/\" id=\"k030\" title=\"Barack Obama claims Republican leaders plan to privatize Social \r\nSecurit\">Barack Obama claims Republican leaders plan to privatize Social Securit</a>y<font size=\"-1\">, Aug. 18, 2010<br />\r\n\t</font></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>\r\n\tDan Webster supports &quot;<font size=\"-1\">privatization of Social Security, deep cuts in Social Security.&quot;</font></p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2010-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative, Florida District 8", "false_count": 0, "first_name": "Daniel", "half_true_count": 0, "home_state": "Florida", "id": 389, "last_name": "Webster", "mostly_true_count": 1, "name_slug": "daniel-webster", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-webster.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/389/", "total_count": 1, "true_count": 0, "website": "http://webster.house.gov/"}], "twitter_headline": "We look at Debbie Wasserman Schultz statement on privatizing Social Security"}