{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/sep/02/marco-rubio/rubio-says-crist-has-taken-six-different-positions/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2328, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2328/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe media has written extensively about Gov. Charlie Crist&#39;s flip-flops amid his independent bid for U.S. Senate -- including about health care. One of his opponents, Republican Marco Rubio, says Crist has repeatedly changed his tune about the federal health care law that passed earlier this year.<br />\r\n\t<br />\r\n\tIn a statement posted on <a href=\"http://www.marcorubio.com/statement-by-marco-rubio-on-crists-sixth-position-on-obamacare/\">Rubio&#39;s website</a> Aug. 27, 2010, he wrote:<br />\r\n\t<br />\r\n\t&quot;In light of political opportunist Charlie Crist taking his sixth position on ObamaCare today, U.S. Senate Republican nominee Marco Rubio issued the following statement:<br />\r\n\t<br />\r\n\t&quot;Charlie Crist has six different positions on ObamaCare because he doesn&rsquo;t actually care about health care, he only cares about getting himself elected. I&rsquo;m the only candidate in this race who has opposed ObamaCare and vowed to repeal and replace it with a real reform plan that will lower costs, allow people to keep the coverage they have now and give individuals the same tax breaks businesses get to provide health care insurance. We all know Kendrick Meek is a liberal who strongly supports ObamaCare. But Charlie Crist&rsquo;s political opportunism puts him in a league of his own. After changing his mind six times, I&rsquo;m still not sure what he believes because he will likely change it again tomorrow.&quot;<br />\r\n\t<br />\r\n\tIn this Truth-O-Meter we wanted to explore whether Crist has&nbsp;taken &quot;six different positions&quot; on the health care law. We&#39;ve certainly heard of politicians -- including Crist -- flip-flopping about the health care bill, but is it possible to have six different positions? We&#39;re defining a &quot;position&quot; as a statement in support or opposition of something.<br />\r\n\t<br />\r\n\tFirst we contacted Rubio spokesman Alex Burgos and he sent us Rubio&#39;s six points. He added a seventh item.&nbsp;Let&#39;s look at each of them.<br />\r\n\t<br />\r\n\t<strong>Position #1</strong><br />\r\n\t<br />\r\n\tCrist called for repeal on March 21, 2010, as the U.S. House was voting on the bill, according to a March 21 <a href=\"http://www2.tbo.com/content/2010/mar/21/crist-hopes-repeal-health-care-legislation/\">Associated Press</a> article.<br />\r\n\t<br />\r\n\tThe AP wrote that the main reasons Crist opposed the law was that he said it raises taxes, raises premiums and significantly cuts Medicare.<br />\r\n\t<br />\r\n\t&quot;Crist, a Republican who was in Tampa tonight attending the closing ceremony for the Gasparilla International Film Festival, said he hopes to get elected senator in November to help repeal the bill and bring a commonsense approach to healthcare reform. &#39;What people really want when it comes to health care, in my view, is they want greater access and less cost,&#39; Crist said.&quot;<br />\r\n\t<br />\r\n\tWe&#39;ll summarize as we go. So, Position #1, Crist was clearly against the bill and calling for repeal.<br />\r\n\t<br />\r\n\t<strong>Position #2</strong><br />\r\n\t<br />\r\n\tIn a July 20 article, Crist told the <em><a href=\"http://online.wsj.com/article/SB10001424052748704229004575371810495691530.html?KEYWORDS=crist\">Wall Street Journal</a></em> that he was against repealing the law -- but only one sentence of the article summarizes his views on the health care bill: &quot;Despite pledging as a Republican to help repeal President Obama&#39;s health-care overhaul, Mr. Crist now says he does not support such a move.&quot; Keep reading, because this is tied to Position #3.<br />\r\n\t<br />\r\n\t<strong>Position #3</strong><br />\r\n\t<br />\r\n\tIn a more detailed exchange in the <em>Wall Street Journal</em>&#39;s <a href=\"http://blogs.wsj.com/washwire/2010/07/20/qa-with-charlie-crist/\">Washington Wire</a> blog the same day by the same reporter, Crist said the bill should be &quot;modified&quot; but does not call for repeal.<br />\r\n\t<br />\r\n\t&nbsp;&nbsp;&nbsp; Q: How do you feel about the health care overhaul?<br />\r\n\t&nbsp;&nbsp;&nbsp; A: I think it needs to be improved. I&rsquo;m concerned about so much government control for it. But there are, (at)&nbsp;&nbsp;the same time, there are good aspects to it.<br />\r\n\t&nbsp;&nbsp;&nbsp; Q: Should it be repealed?<br />\r\n\t&nbsp;&nbsp;&nbsp; A: I think it should be modified. It can be made better.<br />\r\n\t&nbsp;&nbsp;&nbsp; Q: When the bill passed, you called for its repeal.<br />\r\n\t&nbsp;&nbsp;&nbsp;&nbsp;A: Well, I wanted it to be changed&hellip;.. People get caught up in, &#39;I&rsquo;m going to say it&rsquo;s going to be repealed&#39; like they&rsquo;re hammering their fist on the desk and be impressed with themselves. That&rsquo;s part of the purity test.<br />\r\n\t&nbsp;&nbsp;&nbsp; Q: Is that an example of something you had to do in the primary campaign as a Republican?<br />\r\n\t&nbsp;&nbsp;&nbsp; A: Perhaps. And I just don&rsquo;t have to do that anymore. I&rsquo;m liberated to a greater degree, and I&rsquo;m very happy about it.<br />\r\n\t<br />\r\n\tPosition #2 and Position #3 here are essentially the same -- they were written by the same reporter on the same day -- one is a story that summarizes his view while the blog is a more detailed Q and A. So Position #2 and Position #3, basically, is to modify the law.<br />\r\n\t<br />\r\n\t<strong>Position #4</strong><br />\r\n\t<br />\r\n\tOn July 29, Crist responded to his critics with a <a href=\"http://www.charliecrist.com/?p=306\">press release</a> about his position on the health care bill:<br />\r\n\t<br />\r\n\t&quot;FACT CHECK: Recent reports in the media have confused my position on the Obama health care bill. The Obama health care bill was too big, too expensive, and expanded the role of government far too much. Had I been in the United States Senate at the time, I would have voted against the bill because of unacceptable provisions like the cuts to the Medicare Advantage program. But being an independent, I have the freedom to be an honest broker for the people of Florida without regard for political party, and the reality is this: despite its serious flaws, the Obama health care bill does have some positive aspects. Repeal must be accompanied by a responsible substitute -- repeal without passage of a substitute law protecting those with pre-existing conditions, closing the prescription drug donut hole for seniors, and allowing parents to keep their children on their insurance coverage until age 26 would be wrong. While I would not have supported the legislation, we have to recognize the positive components and work together across party lines to make our health care system more affordable for both consumers and the government. This debate must not be about political posturing; it must be about protecting the people of Florida and America, and I intend to do that hard work when I get to the United States Senate.&quot;<br />\r\n\t<br />\r\n\tIn this statement, we find a fair measure of political double-speak. In summary, though, Crist is saying he would have voted against the bill and now wants to modify the law. He&#39;s offering more elaboration on why and how, but the position to modify is still the same as #2 and #3.<br />\r\n\t<br />\r\n\tNow hang on, next is where Crist really got into trouble for flip-flopping:<br />\r\n\t<br />\r\n\t<strong>Position #5</strong><br />\r\n\t<br />\r\n\tAt noon on Aug. 27 on <a href=\"http://www.cfnews13.com/article/news/2010/august/143131/Exclusive:-Gov-Crist-talks-to-News-13\">Central Florida News 13</a> Crist was asked how he would have voted on the health care bill. His answer:<br />\r\n\t<br />\r\n\t&quot;I would have voted for it but I think it can be done better .... there is a part of it as it concerns me as it relates to Medicare.. I think we should have fixed that. It takes about $500 million out of Medicare, that&#39;s awfully important to our fellow Floridians and so before voting for it that would have had to have been fixed...&quot;<br />\r\n\t<br />\r\n\tPosition #5: Here, he&#39;s clearly saying he would have voted for the bill. But don&#39;t blink!<br />\r\n\t<br />\r\n\t<strong>Position #6</strong><br />\r\n\t<br />\r\n\tJust two hours later at 2 p.m., Crist&#39;s campaign sent out this statement:<br />\r\n\t<br />\r\n\t&quot;If I misspoke, I want to be abundantly clear: the health care bill was too big, too expensive, and expanded the role of government far too much. Had I been in the United States Senate at the time, I would have voted against the bill because of unacceptable provisions like the cuts to the Medicare Advantage program. But being an independent, I have the freedom to be an honest broker for the people of Florida without regard for political party, and the reality is this: despite its serious flaws, the health care bill does have some positive aspects.<br />\r\n\t<br />\r\n\t&quot;Repeal must be accompanied by a responsible substitute -- repeal without passage of a substitute law protecting those with pre-existing conditions, closing the prescription drug donut hole for seniors, and allowing parents to keep their children on their insurance coverage until age 26 would be wrong. While I would not have supported the legislation, we have to recognize the positive components and work together across party lines to make our health care system more affordable for both consumers and the government.<br />\r\n\t<br />\r\n\tSo finally, Position #6: He said he would have voted against it and he&#39;s back to modifying the bill.<br />\r\n\t<br />\r\n\t<strong>Additional perspective</strong><br />\r\n\t<br />\r\n\tAbout that seventh item we mentioned earlier, it&#39;s an Aug. 29 interview with Ed Henry of CNN, and here is the <a href=\"http://archives.cnn.com/TRANSCRIPTS/1008/29/sotu.01.html\">CNN transcript</a>. Crist said he supported parts of the bill and parts he takes issue with, that &quot;what we need to do is fix it and we need to go forward.&quot; He&#39;s still sticking to modifying the bill.<br />\r\n\t<br />\r\n\tWe asked Crist campaign spokesman Danny Kanner for a response to Rubio&#39;s claim that Crist stated six different positions.<br />\r\n\t<br />\r\n\tHe referred us to a July 29 article on <a href=\"http://www.factcheck.org/2010/07/rubio-misfires-on-crists-health-care-shift/\">factcheck.org</a>. Keep in mind that article was before the Aug. 27 TV flip-flop. The article dissects a July 22 Rubio ad which states &quot;Charlie Crist now says he supports Obamacare.&quot; Factcheck concluded that Crist&#39;s position had shifted but that it was not &quot;a complete reversal.&quot;<br />\r\n\t<br />\r\n\tKanner also sent us a copy of Crist&#39;s statement following the noon Aug. 27 interview, which we quoted above.<br />\r\n\t<br />\r\n\t<strong>Summary</strong><br />\r\n\t<br />\r\n\tWe summarized as we went, but let&#39;s tabulate it one more time with dates.<br />\r\n\t<br />\r\n\t* March 21: Crist said he&#39;s against the bill and favors repeal.<br />\r\n\t* July 20: Crist said he doesn&#39;t support repealing the bill and wants to modify it.<br />\r\n\t* July 29: Crist again said he would have voted against the bill and wants to modify it.<br />\r\n\t* Aug. 27, noon: Crist said he would have voted for the bill.<br />\r\n\t* Aug. 27, 2 p.m.: Crist said he would have voted against the bill.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSo we see three main positions here: Crist has said he was against the bill and wanted it repealed, Crist has said he would have voted for it, and Crist has said he wants to modify the bill.<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tRubio says Crist has had &quot;six different positions&quot; on the health care bill. We agree he has made conflicting statements about his views on the health care bill -- once it only took him two hours to contradict himself. But generally his positions can be summarized in three ways: he was opposed and wanted to repeal the law, he said he would have voted for the law, and he wants to modify the law. We think &quot;six different positions&quot; is the wrong number, but &quot;different positions&quot; is right on. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2010-09-02T17:32:15.784389", "ruling_date": "2010-09-02T19:07:14", "ruling_headline": "Marco Rubio says Charlie Crist has taken 'six different positions' on health care law", "ruling_headline_slug": "rubio-says-crist-has-taken-six-different-positions", "ruling_link_text": "Crist sure changes his story a lot, but 'six different positions' is an exaggeration", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, <a href=\"http://www2.tbo.com/content/2010/mar/21/crist-hopes-repeal-health-care-legislation/\">&quot;Crist hopes to repeal health care legislation,&quot;</a> March 21, 2010<br />\r\n\t<br />\r\n\t<em>The Wall Street Journal,</em> <a href=\"http://online.wsj.com/article/SB10001424052748704229004575371810495691530.html?KEYWORDS=crist\">&quot;Crist uses his old party as new foil,&quot;</a> July 20, 2010<br />\r\n\t<br />\r\n\t<em>The Wall Street Journal </em>blog Washington Wire, <a href=\"http://blogs.wsj.com/washwire/2010/07/20/qa-with-charlie-crist/\">&quot;Q and A with Charlie Crist,&quot;</a> July 20, 2010<br />\r\n\t<br />\r\n\tCharlie Crist U.S. Senate campaign press release, <a href=\"http://www.charliecrist.com/?p=306\">&quot;FACT Check: My position, The Obama health care bill,&quot;</a> July 29, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign press release, &quot;Statement By Marco Rubio On Crist&rsquo;s Sixth Position On ObamaCare,&quot; Aug. 27, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign press release, &quot;Crist alters position on ObamaCare for 7th time,&quot; Aug. 29, 2010<br />\r\n\t<br />\r\n\tCentral Florida News 13, <a href=\"http://www.cfnews13.com/article/news/2010/august/143131/Exclusive:-Gov-Crist-talks-to-News-13\">&quot;Gov. Crist talks to News 13,&quot;</a> Aug. 27, 2010<br />\r\n\t<br />\r\n\tCNN Political Ticker blog, <a href=\"http://politicalticker.blogs.cnn.com/2010/08/29/crist-looks-for-middle-ground-between-two-opponents/#more-119769\">&quot;Crist looks for middle ground between two opponents,&quot;</a> Aug. 29, 2010<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://www.factcheck.org/2010/07/rubio-misfires-on-crists-health-care-shift/\">&quot;Rubio misfires on Crist&#39;s health care shift,&quot;</a> July 29, 2010<br />\r\n\t<br />\r\n\tInterview, Charlie Crist campaign spokesman Danny Kanner, Sept. 1-2, 2010<br />\r\n\t<br />\r\n\tInterview, Marco Rubio campaign spokesman Alex Burgos, Sept. 1, 2010</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\t&quot;Charlie Crist has six different positions on ObamaCare.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a campaign website", "statement_date": "2010-08-27", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": ""}