{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/sep/10/national-taxpayers-union/national-taxpayers-union-ad-blasts-tax-proposal-ha/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2339, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2339/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On Sept. 2, 2010, the National Taxpayers Union -- a conservative advocacy group -- <a href=\"http://www.ntu.org/news-and-issues/energy-environment/energytax-tvspot.html\" id=\"f..j\" title=\"announced\">announced</a> that it would be spending $4 million on an advertising campaign that targets higher energy taxes.</p>\r\n\r\n<p>Here&#39;s the narration of <a href=\"http://www.youtube.com/watch?v=BjxbzYNdGKE\" id=\"n-l2\" title=\"the TV ad\">the TV ad</a>: &quot;Our economy&#39;s hurting, but some senators want to weaken an industry creating jobs. America&#39;s energy industry supports 9 million jobs, but Congress may double-tax U.S. energy companies, helping foreign companies owned by China and Venezuela, even BP. New taxes will raise your gas prices, make us more dependent on foreign oil, and cost 600,000 American jobs. Tell Congress BP doesn&#39;t deserve a handout. No new American energy taxes.&quot;</p>\r\n\r\n<p>At first, we thought this was an ad decrying the Democratic <a href=\"http://www.politifact.com/subjects/cap-and-trade/\" id=\"gztw\" title=\"cap-and-trade proposal\">cap-and-trade proposal</a>, a legislative effort to cap greenhouse gases that Republicans have consistently criticized as a tax on ordinary energy consumers. But that&#39;s not what the ad is about.</p>\r\n\r\n<p>Instead, NTU says the ad is about two changes under consideration by the Obama administration and the Democratic Congress -- rules for &quot;dual capacity&quot; taxpayers, and the Section 199 deduction. The ad is correct that the modifications being considered would primarily affect oil and gas companies.</p>\r\n\r\n<p>Even by the byzantine standards of tax law, these rules are highly arcane. So bear with us as we try to explain how they work and investigate whether the ad portrays them fairly. Our aim is to gauge whether the ad is accurate when it says that making these changes would amount to a &quot;handout&quot; to companies like BP.</p>\r\n\r\n<p>Let&#39;s start with the &quot;dual capacity&quot; rule.</p>\r\n\r\n<p>This rule stems from a tax code provision that lets U.S. taxpayers receive credit for taxes paid on income derived overseas, so income is not taxed twice. Say you&#39;re a U.S. oil company. You go to a foreign country to extract oil. You pay a 20 percent tax to that country on what you extract. When your U.S. taxes are calculated, you&#39;ll get a dollar-for-dollar credit for the taxes paid overseas.</p>\r\n\r\n<p>Where it starts getting complicated is that some foreign countries charge oil extractors a single payment that includes both the tax and a payment for the right to drill in the first place. So, rather than paying 20 percent tax on what&#39;s extracted, the company will have to pay more, because the rights to drill are included in the same levy. (The dual nature of these payments is the origin of the term &quot;dual capacity.&quot;)</p>\r\n\r\n<p>Whether the company considers this a tax or a royalty payment matters quite a bit for the U.S. company&#39;s tax bill because amounts considered to be foreign taxes provide dollar-for-dollar reductions in tax liability, whereas a royalty only permits a deduction, which is a significantly smaller tax benefit than dollar-for-dollar. So, the greater the amount that&#39;s considered a foreign tax, the larger the sum that can be deducted from U.S. taxes.</p>\r\n\r\n<p>Current U.S. tax law deals with this by trying to determine what part is the true tax (and thus eligible for a dollar-for-dollar tax credit) and what is being paid by the company for a specific economic benefit, such as the right to drill (which is only deductible as a business expense). This is a fairly easy process if the foreign country has a straightforward corporate tax structure. But it gets complicated if the country either taxes &quot;dual capacity&quot; taxpayers at a different rate than other corporate taxpayers or if it has no basic corporate tax rate at all.</p>\r\n\r\n<p>In such cases, U.S. companies have more flexibility to call the payments they&#39;ve made &quot;taxes&quot; -- too much flexibility for some critics, who argue that it&#39;s an unnecessary loophole that drains the U.S. Treasury of taxes. That&#39;s why President Barack Obama, in his fiscal year 2011 budget, and some senators have proposed tightening the rules. We won&#39;t get into the guts of the proposed changes here, but the Joint Committee on Taxation, Congress&#39; official, non-partisan arbiter of tax policy changes, <a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3665\" id=\"dmxa\" title=\"found\">found</a> that Obama&#39;s proposal would collect an additional $8.2 billion between 2010 and 2020. Oil and gas companies aren&#39;t the only sector that would be affected, but they are the main companies that will.</p>\r\n\r\n<p>Now for the second proposal -- eliminating oil and gas companies as beneficiaries of Section 199 of the tax code.&nbsp;</p>\r\n\r\n<p>Section 199 is a deduction for companies that produce goods or software or undertake construction projects in the U.S. Passed in 2004, it replaced a previous tax benefit extended specifically to U.S. exporters, struck down as an illegal trade subsidy by the World Trade Organization. Under section 199, U.S. oil and gas companies can take advantage of a lower tax rate. According to <a href=\"http://finance.senate.gov/imo/media/doc/091009aktest.pdf\" id=\"q6qf\" title=\"Treasury Department testimony\">Treasury Department testimony</a> in 2009, making oil and gas ineligible is projected to increase federal revenues by $13.2 billion from 2010 to 2019.</p>\r\n\r\n<p>We won&#39;t address the ad&#39;s claim that these proposals could result in the elimination of 600,000 jobs, higher gasoline prices or greater dependence on foreign oil, since such estimates are speculative and ultimately not provable. Instead, we&#39;ll focus on whether the ad is justified in calling such changes a &quot;handout&quot; to BP or other foreign companies.<br />\r\n<br />\r\nIn the ad&#39;s defense, the changes would only affect U.S.-based companies, and by taking away a benefit from a U.S. firm, the government could, in a sense, be advantaging foreign-based firms.<br />\r\n<br />\r\nPete Sepp, NTU&#39;s executive vice president, said that the two tax provisions were created to take the sting off the U.S. corporate tax code. Because many of the United States&#39; competitors do not tax the foreign earnings of domestic firms -- but we do -- deductions and exemptions like the two in question here help U.S. competitiveness. &quot;Taking away one or both these provisions for oil companies -- provisions that exist for a wide variety of firms -- will, in our opinion, necessarily increase the overhead of oil and gas firms (based) here. That means higher costs for those firms -- costs which foreign-based competitors like BP don&#39;t have to shoulder.&quot;<br />\r\n<br />\r\nStill, &quot;handout&quot; is a pretty strong word to describe what&#39;s being proposed. In Webster&#39;s New World Dictionary, the relevant definition of &quot;handout&quot; is &quot;a gift of food, clothing, etc., as to a beggar.&quot; Allowing for some artistic license to exchange &quot;BP&quot; for &quot;beggar,&quot; we think the accuracy of &quot;handout&quot; depends on whether the government is affirmatively providing a direct benefit to BP. And it&#39;s not clear that the government would be doing this if it made these changes.<br />\r\n<br />\r\nIf the government were to pass these two policy proposals, it would certainly be taking away a benefit granted to U.S.-based oil and gas companies. But would taking away the two benefits from U.S. companies be equivalent to giving a handout to BP? We&#39;re not so sure.<br />\r\n<br />\r\nMitchell Kane, a professor at New York University Law School who specializes in international corporate taxation, said the use of the term &quot;handout&quot; in this context is &quot;highly misleading,&quot; noting that there would be no change at all to BP&#39;s tax liability. &quot;There could be competitive effects, but this is a highly speculative claim, and in any event is not what most people think of as a handout,&quot; Kane said. &quot;If your co-worker loses her job, and there is therefore less competition in the company for promotions and future raises, does this mean you have received a &#39;handout?&#39;&quot;<br />\r\n<br />\r\nThere&#39;s another reason to question whether BP&#39;s British owners are the only ones who would benefit if these provisions were to pass. In a globalized economy, some Americans would actually benefit, since foreign companies employ, do business with and pay quarterly dividends to lots of U.S. taxpayers. According to BP&#39;s website, it is the largest oil and gas producer and one of the largest gasoline retailers in the United States, as well as the largest non-U.S. company traded on the New York Stock Exchange. And U.S.-based subsidiaries of foreign companies, including BP&#39;s U.S. subsidiaries, qualify for Section 199 credits, which weakens the argument that BP would be a clear winner if these changes were made.<br />\r\n<br />\r\nIt&#39;s certainly understandable that U.S. oil companies doing business overseas would be opposed to these proposals -- and perhaps feel picked on, since both changes specifically target their industry. Still, we think the term &quot;handout&quot; in this context is questionable -- even hypocritical, since the tax policy the oil companies want to keep in place could easily be described as involving longstanding &quot;handouts&quot; for them. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2010-09-03T17:45:11.157737", "ruling_date": "2010-09-10T11:16:10", "ruling_headline": "National Taxpayers Union ad blasts tax proposal as \"handout\" for BP", "ruling_headline_slug": "national-taxpayers-union-ad-blasts-tax-proposal-ha", "ruling_link_text": "It depends on what your definition of \"handout\" is", "ruling_state": null, "source_documents": null, "sources": "<p>National Taxpayers Union, <a href=\"http://www.youtube.com/watch?v=BjxbzYNdGKE\" id=\"os8s\" title=\"energy taxes ad\">energy taxes ad</a>, released Sep. 2, 2010</p>\r\n\r\n<p>National Taxpayers Union, &quot;<a href=\"http://www.ntu.org/news-and-issues/energy-environment/energytax-tvspot.html\" id=\"gd24\" title=\"Citizen Group Launches Multi-Million Dollar Ad Campaign to Stop Higher Energy Taxes\">Citizen Group Launches Multi-Million Dollar Ad Campaign to Stop Higher Energy Taxes</a>,&quot; Sep. 2, 2010</p>\r\n\r\n<p>Joint Committee on Taxation, &quot;<a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3665\" id=\"kn4u\" title=\"Estimated Budget Effects Of The Revenue Provisions Contained In The President’s Fiscal Year 2011 Budget Proposal\">Estimated Budget Effects Of The Revenue Provisions Contained In The President&rsquo;s Fiscal Year 2011 Budget Proposal</a>,&quot; March 15, 2010</p>\r\n\r\n<p>Joint Committee on Taxation, &quot;<a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3704\" id=\"tfad\" title=\"Description Of Revenue Provisions Contained In The President’s Fiscal Year 2011 Budget Proposal\">Description Of Revenue Provisions Contained In The President&rsquo;s Fiscal Year 2011 Budget Proposal</a>,&quot; Aug. 16, 2010</p>\r\n\r\n<p>Grant Thornton, &quot;Section 199 - Domestic Production Activities Deduction&quot; (<a href=\"http://grantthornton.com/portal/site/gtcom/menuitem.91c078ed5c0ef4ca80cd8710033841ca/?vgnextoid=f90a7c2ad6ac5010VgnVCM100000308314acRCRD\" id=\"wldp\" title=\"fact sheet\">fact sheet</a>), accessed Sep. 3, 2010</p>\r\n\r\n<p>Alan B. Krueger (Assistant Secretary for Economic Policy and Chief Economist, U.S. Department of Treasury), <a href=\"http://finance.senate.gov/imo/media/doc/091009aktest.pdf\" id=\"l1ke\" title=\"testimony\">testimony</a> before the Senate Finance Subcommittee on Energy, Natural Resources, and Infrastructure, Sep. 10, 2009</p>\r\n\r\n<p>E-mail interview with Gilbert E. Metcalf, professor of economics at Tufts University, Sep. 2, 2010</p>\r\n\r\n<p>E-mail interview with Michael S. Knoll, law professor at the University of Pennsylvania and co-director of the university&#39;s Center for Tax Law and Policy, Sep. 2, 2010</p>\r\n\r\n<p>E-mail interview with Joseph Romm, senior fellow at the Center for American Progress, Sep. 3, 2010</p>\r\n\r\n<p>E-mail interview with Reuven S. Avi-Yonah, law professor at the University of Michigan and director of its international tax LL.M. program, Sep. 2, 2010</p>\r\n\r\n<p>E-mail interview wth Mitchell Kane, law professor at New York University,Sep. 3, 2010</p>\r\n\r\n<p>E-mail interview with William Ahern, director of policy and communications at the Tax Foundation, Sep. 3, 2010</p>\r\n\r\n<p>E-mail interview with Rosanne Altshuler, economics professor at Rutgers University, Sep. 3, 2010</p>\r\n\r\n<p>Interview with Matthew Beck, spokesman for the House Ways and Means Committee (Democratic staff), Sep. 2, 2010</p>\r\n\r\n<p>E-mail interview with Rachael S. Slobodien, spokeswoman for the National Taxpayers Union, Sep. 2, 2010</p>\r\n\r\n<div>E-mail interview with Pete Sepp, executive vice president for the National Taxpayers Union, Sep. 6, 2010</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Conservative advocacy group", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Virginia", "id": 644, "last_name": "National Taxpayers Union", "mostly_true_count": 0, "name_slug": "national-taxpayers-union", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ntu_mug_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/644/", "total_count": 3, "true_count": 0, "website": "http://www.ntu.org/"}, "statement": "<p>Proposed tax changes are a &quot;handout&quot; to BP.</p>\r\n", "statement_context": "a television commercial", "statement_date": "2010-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}