{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/08/emil-runge/deals-tax-returns-fuzzy-details-barnes-camp-says/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2349, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2349/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn recent weeks, Roy Barnes, the Democratic nominee for governor, has been goading GOP rival Nathan Deal to release his income tax returns.<br />\r\n\t<br />\r\n\tOn Thursday, Deal put tax returns dating to 1981 on his campaign website. The returns include the federal 1040 form and the Georgia form 500, which outlines how much Deal, who resigned his seat in Congress earlier this year, paid to the state. The 2009 information contained six pages of information. Barnes, an attorney and former governor, released 141 pages of 2009 tax information.<br />\r\n\t<br />\r\n\t&quot;By releasing only the cover pages of his returns -- Rep. Deal is hiding more than he&#39;s disclosed,&quot; Barnes campaign spokesman Emil Runge said in a statement the following day.<br />\r\n\t<br />\r\n\tIs Deal concealing more than he&#39;s making public?<br />\r\n\t<br />\r\n\tBickering over income taxes is a time-honored political tradition. The Barnes camp is trying to score points on the issue primarily because of a controversial business arrangement of Deal&#39;s that has attracted much scrutiny. (No one has demanded Libertarian Party candidate John Monds&#39; returns.) Barnes&#39; website has a link to another site accusing Deal of trying to hide information about his income taxes.<br />\r\n\t<br />\r\n\t&quot;The Barnes campaign is trying to find a chink in the armor and trying to expose it,&quot; said Bill Bozarth, executive director of Common Cause Georgia, a nonprofit government watchdog organization.<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution reported last year that Deal and his business partner had a no-bid agreement with the state government to provide space for inspections of rebuilt vehicles and personally intervened with state officials to fight proposed changes to the operation. Deal resigned from his congressional job in March, scuttling an ethics investigation into the agreement. The AJC reported in July that a federal grand jury subpoenaed state Revenue Commissioner Bart Graham about a meeting he had with Deal about the agreement.<br />\r\n\t<br />\r\n\tDeal has said he has done nothing improper. He says he is not the target of a federal investigation. His spokesman, Brian Robinson, said the 1040 forms and financial disclosures to the State Ethics Commission and to Congress give the candidate&#39;s complete financial picture.<br />\r\n\t<br />\r\n\t&quot;It shows how much he made and how much he paid in taxes,&quot; Robinson said.<br />\r\n\t<br />\r\n\tDeal&#39;s 2009 federal income form reports the candidate and his wife, Sandra, earned $153,753 in wages and salaries. Deal reported earning $29,024 in partnerships from his business interests. The couple&#39;s adjusted gross income, which includes pension, Social Security and other benefits, totaled $229,123.<br />\r\n\t<br />\r\n\tDeal has a handful of business interests that stem from his auto salvage business based in Gainesville. Business owners typically file a Schedule E form, which outlines income or losses from business partnerships, rental real estate, royalties, estates and trusts. Deal did not include that form on his campaign website. Some financial planners and accountants say that information would help.<br />\r\n\t<br />\r\n\t&quot;The story is partially told on the first three pages [of Deal&#39;s return],&quot; said Mitch Reiner, a certified financial planner who is chief operating officer of Capital Investment Advisors, based in Sandy Springs. &quot;If I was advising a business owner, I would need more of their tax return to have a real clear picture.&quot;<br />\r\n\t<br />\r\n\tRoger Lusby III, an Alpharetta-based certified public accountant, said the Schedule E information is already included on line 17 of Deal&#39;s federal income tax form, which totaled $29,024. He doubted Deal&#39;s business partners would allow him to put the Schedule E form on his campaign website.<br />\r\n\t<br />\r\n\t&quot;One certainly has the gist of what his income and his losses were derived from,&quot; said Lusby, managing partner of Frazier &amp; Deeter, which describes itself as the second-largest independent CPA and advisory firm in Georgia.<br />\r\n\t<br />\r\n\tDeal campaign officials said they did not include the Schedule E form because they felt comfortable that the candidate&#39;s federal disclosure forms from his 18 years as a congressman, combined with this year&#39;s state disclosure form and his income tax form contained as much information as what is on the Schedule E.<br />\r\n\t<br />\r\n\tScott Winkler, a certified financial planner and certified public accountant who owns his own firm, looked at several years worth of Deal&#39;s tax returns and Barnes&#39; 2009 return for AJC PolitiFact Georgia. Winkler said he saw &quot;nothing unusual&quot; on either candidate&#39;s 2009 returns. Barnes, whose total income was about $5.1 million, did include a Schedule E form for his 2009 return on his campaign website. Most of it contains repairs and remodeling to his rental properties. There&#39;s also some information regarding four businesses in which Barnes lists himself as a partner. Barnes reported earning $24,296 from those businesses. The information includes some data about gains and losses from those companies. It does not show what percentage of ownership Barnes has in each company.<br />\r\n\t<br />\r\n\tWinkler said the Schedule E form from Deal&#39;s return would not say much, aside from how much money was earned or lost.<br />\r\n\t<br />\r\n\t&quot;More detailed information isn&#39;t going to do a whole lot,&quot; Winkler said.<br />\r\n\t<br />\r\n\tSchedule E forms could contain supplemental documents further explaining the loss or gain from a particular investment.<br />\r\n\t<br />\r\n\tThe Barnes camp wants Deal to release all of his schedule forms, which include capital gains and losses and alternative minimum taxes. They noted that Deal&#39;s 2008 tax returns show he was paid $75,000 from his auto salvage business, but a congressional cap limits outside income to $25,830. The Deal campaign said the $75,000 was mistakenly reported as wages when it was a dividend. Runge also noted that Deal reported earning slightly more money on his state disclosure form than on his 2009 income taxes.<br />\r\n\t<br />\r\n\t&quot;The taxes he did release just raise more questions than they answer,&quot; Runge said in an e-mail.<br />\r\n\t<br />\r\n\tIt&#39;s clear that Barnes provided more information from his tax returns than Deal. &quot;[Barnes] has pretty much shown everything,&quot; Winkler said. However, much of Barnes&#39; supplemental information involves his rental properties. The CPAs we spoke with said Deal&#39;s 2009 Schedule E form would include some more data about his business interests, but the grand totals are already on his 1040 form. Therefore, we believe to say Deal &quot;is hiding more than he disclosed&quot; is a nuanced proclamation. We rate the statement about Deal as Half True.</p>\r\n", "ruling_comments_date": "2010-09-07T17:47:29.949159", "ruling_date": "2010-09-08T06:00:00", "ruling_headline": "Deal's tax returns fuzzy on details, Barnes camp says", "ruling_headline_slug": "deals-tax-returns-fuzzy-details-barnes-camp-says", "ruling_link_text": "Barnes says Deal tax returns gives \"incomplete picture.\" Is it fuzzy math?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAtlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/georgia-politics-elections/barnes-says-deals-release-605898.html\">Barnes says Deal&#39;s release of tax returns gives incomplete picture</a>,&quot; Sept. 3, 2010<br />\r\n\t<br />\r\n\tRoy Barnes income tax <a href=\"http://roy2010taxreturn.s3.amazonaws.com/index.html\">returns</a><br />\r\n\t<br />\r\n\tNathan Deal income tax <a href=\"http://dealforgovernor.com/the_real_story.php#taxes\">returns</a><br />\r\n\t<br />\r\n\tInternal Revenue Service Schedule E <a href=\"http://www.irs.gov/instructions/i1040se/index.html\">instructions</a><br />\r\n\t<br />\r\n\tTelephone interview with Common Cause Georgia executive director Bill Bozarth, Sept. 3, 2010<br />\r\n\t<br />\r\n\tTelephone interview with certified public accountant Roger Lusby, Sept. 3, 2010<br />\r\n\t<br />\r\n\tTelephone interview with certified financial planner Mitch Reiner, Sept. 3, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Deal for Governor campaign spokesman Brian Robinson, Sept. 7, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Emil", "half_true_count": 1, "home_state": "", "id": 648, "last_name": "Runge", "mostly_true_count": 0, "name_slug": "emil-runge", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Emil_Runge.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/648/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tBy releasing only basic tax information, former U.S. Congressman Nathan Deal is &quot;hiding more than he&#39;s disclosed&quot; about his business dealing with the state.</p>\r\n", "statement_context": "a statement", "statement_date": "2010-09-03", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Emil", "half_true_count": 1, "home_state": "", "id": 648, "last_name": "Runge", "mostly_true_count": 0, "name_slug": "emil-runge", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Emil_Runge.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/648/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Barnes says Deal tax returns gives \"incomplete picture.\" Is it fuzzy math? #gapolitics"}