{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/sep/08/pam-bondi/bondi-says-medicaid-will-eat-half-state-budget-201/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2352, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2352/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMedicaid is a massive chunk of the state&#39;s budget, and Florida&#39;s next chief legal officer will play an important role in fighting Medicaid fraud.<br goog_docs_charindex=\"257\" />\r\n\t<br goog_docs_charindex=\"258\" />\r\n\tPam Bondi, the Republican candidate for attorney general, said in a July 31, 2010, Bay News 9 debate that &quot;by the year 2015 (Medicaid will) take up half our budget.&quot;<br goog_docs_charindex=\"424\" />\r\n\t<br goog_docs_charindex=\"425\" />\r\n\tWe wanted to check: Is it really going to eat up half the state&#39;s budget in just five years?<br goog_docs_charindex=\"518\" />\r\n\t<br goog_docs_charindex=\"519\" />\r\n\tBut first, some background on Medicaid we pulled from a March 23, 2010, <a goog_docs_charindex=\"592\" href=\"http://www.politifact.com/florida/statements/2010/mar/23/bill-mccollum/mccollum-cites-top-estimate-medicaid-expansion/\">Truth-O-Meter item</a> on Bill McCollum, Florida&#39;s attorney general who has since lost the Republican primary for governor. McCollum claimed that the cost for the Medicaid expansion under the new health care reform would be a&nbsp;$1.6 billion a year increase for Florida, which PolitiFact ruled Half True. Here is what PolitiFact said then:<br goog_docs_charindex=\"969\" />\r\n\t<br goog_docs_charindex=\"970\" />\r\n\t&quot;Medicaid is a joint state-federal, government-run health care program for the very poor. (Its cousin, Medicare, is for senior citizens of any income level.) To get into Medicaid, you have to be not only poor, but also disabled, elderly, pregnant or a child. The new law changes that, opening up Medicaid to all of the poor, setting the limit at people who make less than 133 percent of the federal poverty level. Currently, that means a single person who makes $14,404 or less, and a family of four that has income of less than $29,327.<br goog_docs_charindex=\"1508\" />\r\n\t<br goog_docs_charindex=\"1509\" />\r\n\t&quot;Medicaid is actually a voluntary program, so states do not have to participate. But all states do, because the federal government puts up much of the money for the program.&quot;<br goog_docs_charindex=\"1684\" />\r\n\t<br goog_docs_charindex=\"1685\" />\r\n\tNow here&#39;s where it gets tricky: Under federal health care reform, the numbers on the Medicaid rolls are expected to rise dramatically.<br goog_docs_charindex=\"1821\" />\r\n\t<br goog_docs_charindex=\"1822\" />\r\n\tThe federal government will pick up the tab for expanding Medicaid for the first few years for the additional poor&nbsp;but the feds aren&#39;t picking up the total tab to add those who are currently eligible but not enrolled, said Shelisha Durden and Tiffany Vause, spokeswomen for the state Agency on Health Care Administration. That group of eligible-yet-not-enrolled equals an estimated nearly 200,000 who will be added in the state&#39;s 2014-15 fiscal year, according to an Aug. 18 report from AHCA. That addition will cost about $878 million -- of which about $373 million, about 42 percent, will be paid for by the state. Overall by 2014-15, <a goog_docs_charindex=\"2419\" href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piYWJlOTgwNTUtNGY0ZC00N2M3LTkwNjctYzk0NmM1Y2FlNjlm&amp;hl=en\">the state predicts adding about 1.2 million people to the rolls</a>.<br goog_docs_charindex=\"2485\" />\r\n\t<br goog_docs_charindex=\"2486\" />\r\n\tBut Bondi hopes to stop the federal health care reform by continuing Attorney General McCollum&#39;s lawsuit seeking to block the mandates.<br goog_docs_charindex=\"2622\" />\r\n\t<br goog_docs_charindex=\"2623\" />\r\n\t&quot;Pam believes the federal health care law is unconstitutional and is committed to continuing Florida&#39;s legal challenge,&quot; wrote Bondi&#39;s campaign spokeswoman Kim Kirtley.<br goog_docs_charindex=\"2792\" />\r\n\t<br goog_docs_charindex=\"2793\" />\r\n\tIf AGs in Florida and elsewhere are successful, that could put a damper on Medicaid growth -- throwing a wrench into Bondi&#39;s claim.<br goog_docs_charindex=\"2925\" />\r\n\t<br goog_docs_charindex=\"2926\" />\r\n\tBut for now, there&#39;s no question that the Medicaid rolls are growing -- the only question is by how much.<br goog_docs_charindex=\"3032\" />\r\n\t<br goog_docs_charindex=\"3033\" />\r\n\tSo, back to Bondi&#39;s claim that Medicaid will be half the state&#39;s budget by 2015.<br goog_docs_charindex=\"3115\" />\r\n\t<br goog_docs_charindex=\"3116\" />\r\n\tThe July 31 debate is no longer online, but Bay 9 News Director Mike Gautreau pulled up Bondi&#39;s quote for us: &quot;Medicaid makes up 26 percent&nbsp;of our budget. By the year 2015 it&rsquo;ll take up half our budget. And we have to do everything we can to fight that in South Florida, in north Florida, everywhere it&rsquo;s prevalent and I have the experience of fighting fraud and taking up for businesses and consumers, for 20 years.&quot;<br goog_docs_charindex=\"3528\" />\r\n\t<br goog_docs_charindex=\"3529\" />\r\n\tWe reached out to state agencies with expertise on Florida&#39;s budget -- including Medicaid.<br goog_docs_charindex=\"3622\" />\r\n\t<br goog_docs_charindex=\"3623\" />\r\n\tFirst, let&#39;s discuss what we received from&nbsp;AHCA.<br goog_docs_charindex=\"3721\" />\r\n\t<br goog_docs_charindex=\"3722\" />\r\n\tThe agency provided the details on the current fiscal year 2010-2011, showing Medicaid expenditures are about $20.2 billion in a state budget of about $70.4 billion. That means for this year, Medicaid represents 28.69 percent of the state budget.<br goog_docs_charindex=\"3963\" />\r\n\t<br goog_docs_charindex=\"3964\" />\r\n\tThe state&#39;s chief economist, Amy Baker, sent us to a report about Florida&#39;s financial outlook between 2011 and 2014 that also cites the 28 percent figure and states: &quot;Medicaid is the second largest single program in the state budget behind public education, representing 28 percent of the total state budget, and is the largest source of federal funding for the state.&quot;<br goog_docs_charindex=\"4337\" />\r\n\t<br goog_docs_charindex=\"4338\" />\r\n\tThe report from Baker has a <a goog_docs_charindex=\"4367\" href=\"http://edr.state.fl.us/longrangeplan/3YearPlan_Fall2010_1112-1314b.pdf\">chart on page 78</a> that shows the anticipated growth in caseload: from the 2.7 million average monthly caseload for 2009-10 to 3.3 million in 2013-14 due to federal health care reform. Alan Levine, an expert on Medicaid and a former head of Florida&#39;s Agency for Health Care Administration, said that chart doesn&#39;t tell the full story because the addition to the Medicaid rolls happens in January 2014 -- half way through the state&#39;s fiscal year -- so the full impact won&#39;t be seen until the following year.<br goog_docs_charindex=\"4870\" />\r\n\t<br goog_docs_charindex=\"4871\" />\r\n\tAs for cost, the $20.2 billion for fiscal year 2010-11 is now projected to climb to $25.08 billion in 2013-14 -- about $2 billion of that is due to the federal health care reform. Baker said she did not have a figure for Medicaid total cost in 2014-15 and cautioned against trying to project such an amount beyond three years.<br goog_docs_charindex=\"5198\" />\r\n\t<br goog_docs_charindex=\"5199\" />\r\n\tWe also asked the Florida Office of Economic and Demographic Research -- the folks who create economic forecasts for Florida -- for overall state budget projections through 2015. Since it&#39;s Baker&#39;s business to project budgets, we asked her advice for the best method to project the proportion of the state budget that Medicaid would eat up by 2013-14. Baker suggested two methods:<br goog_docs_charindex=\"5580\" />\r\n\t<br goog_docs_charindex=\"5581\" />\r\n\tFirst she said we could assume a no-growth rate in the total state budget, which is $70.4 billion for this year. So Baker divided $25.08 billion -- the anticipated Medicaid budget for 2013-14 -- by $70.4 billion -- the total state budget. The result: Medicaid would eat up about 35.6 percent of the state&#39;s budget under a no-growth scenario in the state budget.<br goog_docs_charindex=\"5943\" />\r\n\t<br goog_docs_charindex=\"5944\" />\r\n\tBut Baker said we know the state budget probably will grow based on the recent past. She said taking into account the past 10 years -- which included both boom and bust years -- the state&#39;s average growth rate in the overall budget would be 3.3 percent. So if we project 3.3 percent increases in the $70.4 billion budget for three years, we&#39;d have a state budget for about $77.6 billion in 2013-14.<br goog_docs_charindex=\"6344\" />\r\n\t<br goog_docs_charindex=\"6345\" />\r\n\tThen if we divided $25.08 billion -- the anticipated Medicaid budget for 2013-14 -- by the $77.6 billion figure, we get 32.3 percent. So under either a no-growth or average-growth scenario in the state budget, Medicaid would equal about one-third of the budget by 2013-14.<br goog_docs_charindex=\"6610\" />\r\n\t<br goog_docs_charindex=\"6611\" />\r\n\t&quot;When you are trying to look at a budget, it gets pretty speculative when you get out more than three years,&#39;&#39; Baker said. &quot;The three year plan -- the long-range financial outlook is what we think is a reasonable window for making good projections. &quot;<br goog_docs_charindex=\"6863\" />\r\n\t<br goog_docs_charindex=\"6864\" />\r\n\tNow let&#39;s examine what Bondi&#39;s campaign sent us.<br goog_docs_charindex=\"6913\" />\r\n\t<br goog_docs_charindex=\"6914\" />\r\n\t-- Kirtley sent us the <a href=\"http://www.fmda.org/bush.pdf\" id=\"jgre\" title=\"&quot;Florida Medicaid Modernization Proposal&quot;\">&quot;Florida Medicaid Modernization Proposal&quot;</a> from January 2005. It projected the Medicaid cost at 35 percent of the budget in 2009 and 59 percent in 2015. But that was wrong. Even in 2010, Medicaid is still only 28.6 percent of the budget.<br goog_docs_charindex=\"7174\" />\r\n\t-- The campaign sent us the link to the <a goog_docs_charindex=\"7215\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=spcsep - 10-7-09-online.pdf\">Oct. 7, 2009, House/Senate joint Medicaid estimating conference</a>. That one projected Medicaid spending at about $18.2 billion in 2010-11. That was off also; Medicaid is $20.2 in 2010-11.<br goog_docs_charindex=\"7402\" />\r\n\t<br goog_docs_charindex=\"7403\" />\r\n\tKirtley then sent us to Select Policy Council on Strategic and Economic Planning documents from January 2010.&nbsp;We found three&nbsp;reports in January,&nbsp;but none showed Medicaid eating up half of the state budget by 2015:<br goog_docs_charindex=\"7641\" />\r\n\t<br goog_docs_charindex=\"7642\" />\r\n\t-- A document from <a goog_docs_charindex=\"7662\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=Meeting Packet for 1-11-10-handouts.pdf\">Jan. 11</a> stated that the Medicaid budget for 2009-10 was about $17.9 billion and was expected to exceed $19 billion in 2012-13. But it also states that $19 billion figure doesn&#39;t take into account Medicaid reform so it&#39;s not particularly useful.<br goog_docs_charindex=\"7900\" />\r\n\t-- A document from <a goog_docs_charindex=\"7920\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=spcsep-Handout - 1-14-10.pdf\">Jan. 14</a> didn&#39;t contain the word &quot;Medicaid&quot; -- it was about energy exploration.<br goog_docs_charindex=\"8000\" />\r\n\t-- A document from <a goog_docs_charindex=\"8020\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=Meeting Packet for January 21, 2010-online.pdf\">Jan. 21</a> included a chart showing Florida Medicaid within the context of all state appropriations -- 26 percent for 2009-10 and rising to 31 percent in 2014-15.<br goog_docs_charindex=\"8182\" />\r\n\t<br goog_docs_charindex=\"8183\" />\r\n\tBondi&#39;s campaign also sent us to Levine, who pushed for Medicaid reform in Florida. He recently stepped down after serving as Louisiana&#39;s Secretary of the Department of Health and Hospitals and senior health policy adviser to Gov. Bobby Jindal where he did an <a goog_docs_charindex=\"8444\" href=\"http://www.dhh.louisiana.gov/offices/publications/pubs-81/Presentation.pdf\">analysis of Medicaid projections in that state</a> under federal reform. Levine has since taken a job with Health Management Associates in Naples, a company that operates hospitals, as senior vice president of health development operations and government relations. He formerly served as the head of Broward Health, one of the public hospital districts in South Florida. Most of the hospitals serve Medicaid patients, Levine said.<br goog_docs_charindex=\"8872\" />\r\n\t<br goog_docs_charindex=\"8873\" />\r\n\tLevine said he gave money to Holly Benson, one of Bondi&#39;s Republican opponents, in the primary but recently met with Bondi for five hours to discuss health care issues (that was weeks after she made her 50 percent claim.) Levine said his only role in Bondi&#39;s campaign is to provide policy input at her request. His bottom-line point is that Medicaid costs are growing, so the percentage could rise quickly. Levine says &quot;it could mean the 50 percent number is even low.&quot;</p>\r\n<p>\r\n\tBut while <a goog_docs_charindex=\"9678\" href=\"https://docs.google.com/document/edit?id=19-H2kW6RFXglwO4vn03c35pUj7R532M17TZJeroxN90&amp;hl=en#\">Levine cites several factors</a> that could cause the cost of Medicaid to skyrocket -- everything from the additional enrollees to the potential of soaring rates for doctors and hospitals to a lawsuit by a pediatric society suing Medicaid arguing they don&#39;t get paid enough -- that doesn&#39;t prove it will equal 50 percent of the budget. He says Florida should study the impact of such factors and the growth in the rolls on cost in future years.<br goog_docs_charindex=\"10120\" />\r\n\t<br goog_docs_charindex=\"10121\" />\r\n\tSo, back to Bondi&#39;s claim that by 2015, Medicaid will be half the state&#39;s budget. It&#39;s clear that in Florida, Medicaid expenditures are on the rise, and the federal health care reform will bring additional costs. Bondi&#39;s campaign cites a projection from January 2005 but that report is outdated and written long before the economic crash in Florida or federal health care reform. And while Levine mentions several variables that could cause Medicaid costs to skyrocket, many of those are predictions and what-if scenarios. Meanwhile, the state&#39;s chief economist cautions against predictions beyond a three-year window.</p>\r\n<p>\r\n\tThe only reasonable projection is that Medicaid expenditures will be around one-third of the state&#39;s budget in three years&nbsp;if it keeps growing within the 10-year average. The burden of proof is on Bondi&#39;s campaign to back up the 50 percent claim, and the campaign has not done that with current data. All the experts agree it will grow, but there is no current, definitive support for the 50 percent figure. We rate this claim Barely True.&nbsp;</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-08T12:41:44.582638", "ruling_date": "2010-09-08T16:36:00", "ruling_headline": "Pam Bondi says Medicaid will eat up half of state budget in 2015", "ruling_headline_slug": "bondi-says-medicaid-will-eat-half-state-budget-201", "ruling_link_text": "Medicaid will likely grow but by how much?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Agency for Health Care Administration, <a goog_docs_charindex=\"11584\" href=\"http://ahca.myflorida.com/Medicaid/flmedicaid.shtml\">&quot;Medicaid Services&quot;</a>, Sept. 3, 2010<br goog_docs_charindex=\"11620\" />\r\n\t<br goog_docs_charindex=\"11621\" />\r\n\tFlorida Agency for Heath Care Administration,&nbsp; <a href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piZTMzNDBmN2EtNjY2Zi00NTYxLTgwOGYtZTM1ZTI4ZjRhOTVj&amp;hl=en\" id=\"jcxi\" title=\"&quot;Overview of Federal Affordable Care Act,&quot;\">&quot;Overview of Federal Affordable Care Act,&quot;</a> Act,&quot; Aug. 18, 2010<br goog_docs_charindex=\"11724\" />\r\n\t<br goog_docs_charindex=\"11725\" />\r\n\t<em>Miami Herald/St. Petersburg Times</em>, &quot;Struggle to find money has never been tougher,&quot; Feb. 28, 2010<br goog_docs_charindex=\"11823\" />\r\n\t<br goog_docs_charindex=\"11824\" />\r\n\tOffice of Gov. Jeb Bush, <a goog_docs_charindex=\"6937\" href=\"http://www.fmda.org/bush.pdf\" id=\"jgre\" title=\"&quot;Florida Medicaid Modernization Proposal&quot;\">&quot;Florida Medicaid Modernization Proposal&quot;</a>, Jan. 11, 2005<br goog_docs_charindex=\"11912\" />\r\n\t<br goog_docs_charindex=\"11913\" />\r\n\tFlorida Office of Economic and Demographic Research, <a goog_docs_charindex=\"11967\" href=\"http://edr.state.fl.us/longrangeplan/3YearPlan_Fall2010_1112-1314b.pdf\">&quot;State of Florida long-range financial outlook fiscal year 2011-12 through 2013-14,&quot;</a> Fall 2010 report<br goog_docs_charindex=\"12070\" />\r\n\t<br goog_docs_charindex=\"12071\" />\r\n\tFlorida Office of Economic and Demographic Research, <a goog_docs_charindex=\"12125\" href=\"http://edr.state.fl.us/conferences/medicaid/medltexp.pdf\">Social Services estimating conference - August 2010 Long term Medicaid forecast</a><br goog_docs_charindex=\"12206\" />\r\n\t<br goog_docs_charindex=\"12207\" />\r\n\tFlorida House of Representatives, <a goog_docs_charindex=\"12243\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=spcsep - 10-7-09-online.pdf\">&quot;Select Policy Council on Strategic and Economic Planning Meeting Packet,&quot;</a>Oct. 7, 2009<br goog_docs_charindex=\"12331\" />\r\n\t<br goog_docs_charindex=\"12332\" />\r\n\tFlorida House of Representatives, &quot;<a goog_docs_charindex=\"12368\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?PublicationType=Committees&amp;CommitteeId=2546&amp;Session=2010&amp;DocumentType=Meeting Packets&amp;FileName=Meeting Packet for 1-11-10-handouts.pdf\">Select Policy Council on Strategic and Economic Planning Meeting Packet,&quot;</a>Jan. 11, 2010<br goog_docs_charindex=\"12457\" />\r\n\t<br goog_docs_charindex=\"12458\" />\r\n\tInterview, former head of the Florida Agency for Health Care Administration Alan Levine, Sept. 3-8<br goog_docs_charindex=\"12557\" />\r\n\t<br goog_docs_charindex=\"12558\" />\r\n\tAlan Levine, <a goog_docs_charindex=\"12572\" href=\"https://docs.google.com/document/edit?id=19-H2kW6RFXglwO4vn03c35pUj7R532M17TZJeroxN90&amp;hl=en#\">email document to PolitiFact outlining factors that could increase Medicaid costs</a>, Sept. 8, 2010<br goog_docs_charindex=\"12670\" />\r\n\t<br goog_docs_charindex=\"12671\" />\r\n\tInterview, Florida Agency for Health Care Administration spokeswoman Shelisha Durden, Sept. 3-8, 2010<br goog_docs_charindex=\"12773\" />\r\n\t<br goog_docs_charindex=\"12774\" />\r\n\tInterview, Florida Agency for Health Care Administration spokeswoman Tiffany Vause, Sept. 7, 2010<br goog_docs_charindex=\"12872\" />\r\n\t<br goog_docs_charindex=\"12873\" />\r\n\tInterview, Pam Bondi campaign spokeswoman Kim Kirtley, Sept. 3-7, 2010<br goog_docs_charindex=\"12944\" />\r\n\t<br goog_docs_charindex=\"12945\" />\r\n\tInterview, Florida&#39;s chief economist Amy Baker, Sept. 7, 2010&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Pam", "half_true_count": 0, "home_state": "Florida", "id": 538, "last_name": "Bondi", "mostly_true_count": 4, "name_slug": "pam-bondi", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SP_330092_ZUPP_Bondi_4.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/538/", "total_count": 10, "true_count": 2, "website": "http://myfloridalegal.com/"}, "statement": "<p>\r\n\t&quot;By the year 2015 (Medicaid will) take up half our budget.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2010-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}