{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/sep/11/ron-paul/rep-ron-paul-says-4400-americans-were-killed-iraq-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2370, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2370/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFrom the Oval Office where President George W. Bush announced the United States would invade Iraq, Barack Obama said Aug. 31 that &quot;the American combat mission in Iraq has ended. Operation Iraqi Freedom is over, and the Iraqi people now have lead responsibility for the security of their country.&quot;</p>\r\n<p>\r\n\tU.S. Rep. Ron Paul, R-Surfside, who opposed the Iraq war from the start, was unimpressed, saying in a Sept. 1 statement that the war cost the United States hundreds of billions of dollars and many casualties.</p>\r\n<p>\r\n\t&quot;Forty-four hundred Americans are dead, 30,000 severely wounded, and more than 100,000 are suffering from serious health problems related to post traumatic stress syndrome,&quot; Paul said. &quot;This alone should tell us that it was not worth the investment and the needless sacrifice of our young people and the taxpayers.&quot;</p>\r\n<p>\r\n\tWe&#39;re not weighing the worthiness of the investment. But we wondered whether Paul correctly recapped the conflict&#39;s toll of U.S. dead and wounded.</p>\r\n<p>\r\n\tRachel Mills, Paul&#39;s press secretary, first pointed us to data on U.S. casualties in Iraq kept by <a href=\"http://www.globalsecurity.org/index.html\">GlobalSecurity.org,</a> a nonpartisan company that specializes in information about defense, the military, weapons of mass destruction and homeland security.</p>\r\n<p>\r\n\tAs of December 2009, 4,287 American troops were killed in Iraq, according to GlobalSecurity, which relies on the U.S. Department of Defense for such data. &quot;There are at least several hundred contractor deaths,&quot; Mills said, citing a Wikipedia web page. &quot;So, the 4,400 American dead is spot on.&quot;</p>\r\n<p>\r\n\tWe checked with the Defense Department, which updates daily the number of U.S. casualties and wounded military personnel as a result of the Iraq war. As of Sept. 3, 4,408 American troops had died as a part of Operation Iraqi Freedom, including casualties that occurred in the Arabian Sea and Saudi Arabia, among related locations. Include civilian casualties and the department&#39;s death toll totals 4,421. Of them, 3,492 were killed in action.</p>\r\n<p>\r\n\tAbout 31,930 troops had been wounded in action by the same date, according to the Defense Department. But were those troops &quot;severely wounded,&quot; as Paul says? More than half &mdash; 17,953 &mdash; were returned to duty within 72 hours, according to department.</p>\r\n<p>\r\n\tJohn Pike, the director of GlobalSecurity, told us: &quot;I don&#39;t know if you can gauge the meaning of severe,&quot; but agreed that if a combatant returns to duty within 72 hours, their injuries probably aren&#39;t.</p>\r\n<p>\r\n\tNext, we turned to Paul&#39;s reference to post-traumatic stress disorder.</p>\r\n<p>\r\n\tMills of Paul&#39;s office first cited a June 7 <a href=\"http://articles.cnn.com/2010-06-07/health/iraq.vets.ptsd_1_ptsd-mental-health-problems-researchers?_s=PM:HEALTH\">post</a> on CNN.com per a study by Army researchers finding that up to 31 percent of soldiers returning from combat in Iraq experience PTSD or depression. The researchers analyzed mental health surveys taken from more than 13,000 Army and National Guard service members between 2004 and 2007, both three and 12 months after they returned to the United States.</p>\r\n<p>\r\n\tMills also referred to a April 2005 Salon.com story &mdash; posted on GlobalSecurity.org &mdash; about how many U.S. soldiers have been deployed to Iraq and Afghanistan since 9/11. &quot;Well over 1 million U.S. troops have fought in the wars since Sept. 11, 2001, according to Pentagon data released to Salon,&quot; according to the story.</p>\r\n<p>\r\n\t&quot;So if 31 percent came back with PTSD, than that would be over 300,000,&quot; Mills said. But that calculation includes U.S. troops who were deployed to Afghanistan and Iraq, while Paul&#39;s statement is limited to returnees from Iraq.</p>\r\n<p>\r\n\tElaine Lainez, a spokeswoman at the Defense Department, told us there have been 65,784 cases of PTSD among troops who served in both wars, far less than the total cited by Paul for Iraq alone. Lainez said that service members are diagnosed with PTSD after having &quot;at least two outpatient visits or one or more hospitalizations.&quot;</p>\r\n<p>\r\n\tHowever, the Department of Veteran Affairs, which has a looser criteria for assessing PTSD cases, pegs the toll much higher. Jessica Jacobsen, a spokeswoman at the Dallas division of the department, told us that as of March 31, a total 162,050 veterans were seen at a VA clinic for potential PTSD following their return from Iraq or Afghanistan. Jacobsen said she couldn&#39;t tell how many are suffering from serious health problems, as Paul says, because the severity of each veteran&#39;s condition is a &quot;case-by-case account.&quot;</p>\r\n<p>\r\n\tEvan Kanter, a psychiatrist at the VA Puget Sound Health Care System who specializes in the health effects of war in Iraq and Afghanistan, said the Defense Department&#39;s records are &quot;a very limited source.&quot; He also called the VA&#39;s estimate &mdash; more than 100,000 &mdash; a &quot;very conservative number.&quot;</p>\r\n<p>\r\n\tPike agreed, because the VA doesn&#39;t count those who never report symptoms that could be related to PTSD.</p>\r\n<p>\r\n\tKanter pointed us to a 2008 study by the RAND Corp., which estimates that approximately 300,000 of 1.64 million troops who deployed for the Afghanistan or Iraq wars suffer from PTSD. RAND based its conclusion on a telephone study of 1,965 previously deployed troops, finding that 14 percent screened positive for PTSD.</p>\r\n<p>\r\n\tThe definitive number on how many troops have suffered from the disorder?</p>\r\n<p>\r\n\t&quot;Who knows?&quot; Pike said. &quot;If you think you&#39;ve got yourself a hard and fast number, you haven&#39;t studied it long enough.&quot; Pike said Paul is &quot;definitely in the ballpark.&quot;</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tTrue, more than 4,400 Americans are dead as a result of the Iraq War. Also true: about 30,000 military personnel had been wounded as of September &mdash; though Paul&#39;s statement that all of them were &quot;severely&quot; injured isn&#39;t supported by Department of Defense data indicating more than half returned to active duty within 72 hours. Paul&#39;s office had no immediate comment when we followed up on this point.</p>\r\n<p>\r\n\tQuantifying how many people are suffering from PTSD is trickier, and none of the numbers we saw &mdash; including the figure Mills pointed us to &mdash; separated the Iraq PTSD cases from those resulting from duty in Afghanistan. But given the wide range of the government&#39;s own measures, Paul&#39;s 100,000 figure shakes out as reasonable.</p>\r\n<p>\r\n\tWe rate his statement as Half True.</p>", "ruling_comments_date": "2010-09-10T15:54:48.794297", "ruling_date": "2010-09-11T06:00:00", "ruling_headline": "Rep. Ron Paul says that 4,400 Americans were killed in Iraq, 30,000 wounded and more than 100,000 suffering from PTSD due to the Iraq War", "ruling_headline_slug": "rep-ron-paul-says-4400-americans-were-killed-iraq-", "ruling_link_text": "Counting troops that served in Afghanistan, for one stat", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRon Paul on Obama&#39;s speech: <a href=\"http://www.businesswire.com/portal/site/home/email/headlines/?ndmViewId=news_view&amp;newsLang=en&amp;div=1642989184&amp;newsId=20100901006229\" id=\"ydss\" title=\"Mission not accomplished,\">Mission not accomplished,</a> Sept. 1, 2010</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/09/01/world/01obama-text.html?ref=world\" id=\"voxc\" title=\"Text\">Text</a>: President Obama&#39;s address on Iraq, Sept. 1, 2010</p>\r\n<p>\r\n\tDepartment of Defense, <a href=\"http://www.defense.gov/news/casualty.pdf\" id=\"fo9n\" title=\"PDF\">PDF</a>: Casualty update, accessed Sept. 3, 2010</p>\r\n<p>\r\n\tCNN, <a href=\"http://www.cnn.com/2003/ALLPOLITICS/10/28/mission.accomplished/\" id=\"g08d\" title=\"White House pressed on 'Mission Accomplished' sign,\">White House pressed on &#39;Mission Accomplished&#39; sign,</a> Oct. 29, 2003</p>\r\n<p>\r\n\tGlobalSecurity.org, <a href=\"http://www.globalsecurity.org/military/ops/iraq_casualties.htm\" id=\"ge64\" title=\"U.S. casualties in Iraq,\">U.S. casualties in Iraq,</a> accessed Sept. 7, 2010</p>\r\n<p>\r\n\tCNN, <a href=\"http://articles.cnn.com/2010-06-07/health/iraq.vets.ptsd_1_ptsd-mental-health-problems-researchers?_s=PM:HEALTH\" id=\"imm2\" title=\"Depression, PTSD plague many Iraq vets,\">Depression, PTSD plague many Iraq vets,</a> June 7, 2010</p>\r\n<p>\r\n\tSalon.com, <a href=\"http://www.globalsecurity.org/org/news/2005/050412-gone-to-war.htm\" id=\"esfq\" title=\"How many have gone to war?,\">How many have gone to war?,</a> April 12, 2005</p>\r\n<p>\r\n\tRAND Corp., Invisible Wounds of War: Psychological and cognitive injuries, their consequences and services to assist recovery, 2008</p>\r\n<p>\r\n\tE-mail interview with Rachel Mills, press secretary for Rep. Ron Paul, Sept. 3, 2010</p>\r\n<p>\r\n\tInterview with Eileen Lainez, spokeswoman, U.S. Department of Defense, Sept. 3, 2010</p>\r\n<p>\r\n\tInterview with Jessica Jacobsen, deputy director, Dallas Regional Office of Public Affairs, Department of Veteran Affairs, Sept. 7, 2010</p>\r\n<p>\r\n\tInterview with John Pike, director of GlobalSecurity.org, Sept. 7, 2010</p>\r\n<p>\r\n\tE-mail interview with Evan Kanter, staff psychiatrist, VA Puget Sound Health Care System, Sept. 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative", "false_count": 8, "first_name": "Ron", "half_true_count": 8, "home_state": "Texas", "id": 15, "last_name": "Paul", "mostly_true_count": 8, "name_slug": "ron-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-ronpaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/15/", "total_count": 40, "true_count": 8, "website": "https://www.facebook.com/ronpaul"}, "statement": "<p>\r\n\tDue to the war in Iraq, &quot;4,400 Americans are dead, 30,000 severely wounded and more than 100,000 are suffering from serious health problems related to post traumatic stress syndrome.&quot;</p>", "statement_context": "a statement", "statement_date": "2010-09-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": ""}