{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/13/john-mccain/report-says-georgia-tech-professor-apparently-gets/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2371, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2371/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA Georgia Tech project funded with stimulus dollars gave two U.S. senators a case of the government spending blues.<br />\r\n\t<br />\r\n\tThe &quot;Summertime Blues&quot; report issued by U.S. Sens. Tom Coburn (R-Okla.) and John McCain (R-Ariz.) said that the federal government gave more than $760,000 worth of stimulus funds to a Georgia Tech professor so he can play tunes with top musicians as part of a research project on creativity.<br />\r\n\t<br />\r\n\tThe project, which the report dubs &quot;Jamming for Dollars,&quot; will &quot;apparently involve the professor jamming with &#39;world-renowned musicians&#39; to &#39;hopefully also create satisfying works of art,&#39;&quot; the report states.<br />\r\n\t<br />\r\n\tFeds spent three-quarters of a million dollars so a professor can rock out? We had to check this one out.<br />\r\n\t<br />\r\n\t&quot;Summertime Blues&quot; is a critique of the American Recovery and Reinvestment Act of 2009, which was passed to boost the slumping economy. More than a year later, the economy&#39;s still in the dumps.<br />\r\n\t<br />\r\n\tThe report singles out 100 projects funded by the act that accomplish &quot;questionable goals&quot; or are &quot;being mismanaged or were poorly planned.&quot;<br />\r\n\t<br />\r\n\t&quot;The projects featured in the report cannot be considered as an investment in long-term priorities to create and sustain economic growth that the Stimulus was designed to do,&quot; a press release from McCain&#39;s office said.<br />\r\n\t<br />\r\n\tThe &quot;Jamming for Dollars&quot; entry quotes directly from a summary of the grant proposal on Research.gov, a website that lists information on federal research grants:<br />\r\n\t<br />\r\n\tThe project &quot;seek[s] to understand, model, and support improvisation, or real-time collaborative creativity, in the context of jazz, Indian classical, and avantgarde art music,&quot; according to the project description. &quot;They will also conduct systematic evaluation of formal models in realistic performance contexts, and use brain imaging of improvising musicians to gain insight into highly creative mental activity.&quot;<br />\r\n\t<br />\r\n\tTo verify this description, we interviewed Parag Chordia, an assistant professor of music at Georgia Tech and one of four researchers with backgrounds in music and computer science leading the project. We also reviewed information from Georgia Tech and the National Science Foundation, or NSF, which approved the grant.<br />\r\n\t<br />\r\n\tThe NSF is an independent federal agency that promotes science and engineering. In 2008, before the stimulus bill passed, the agency asked researchers to submit grant proposals for its CreativeIT program, which funds research in the study of creativity and computing. Agency officials think such research can transform the way we innovate and solve difficult, important problems.<br />\r\n\t<br />\r\n\tAn independent panel of scientists reviewed the music improvisation proposal using criteria that include the qualifications of the researchers, how well the project is designed and whether it will break new ground.<br />\r\n\t<br />\r\n\tThe three-year effort, which was launched last year, studies how the brain improvises music. The larger goal is to create computers that are more intelligent, or can do more thinking for themselves, Chordia said.<br />\r\n\t<br />\r\n\tHow can studying music improvisation do that?<br />\r\n\t<br />\r\n\tIf a jazz trumpeter wants to improvise a solo that will complement what the drummer, guitarist, bassist and other musicians that are backing her up are playing, she can&#39;t play arbitrary sounds. She has to choose those that match up with the music from her band.<br />\r\n\t<br />\r\n\tIf a scientist figures out how to describe the choices available to the trumpeter through statistical models, he can tell a computer how to make those choices, too. In other words, the researcher can teach a computer how to think on its feet.<br />\r\n\t<br />\r\n\tEstablished musicians do play music as part of the research, but they&#39;re doing so while hooked up to machines that record brain waves and other neurological activity as they improvise and play written music, Chordia said.<br />\r\n\t<br />\r\n\tResearchers will also find statistical models that can tell a computer how to improvise and use them to create computer software that can help budding musicians learn improvisation skills.<br />\r\n\t<br />\r\n\tMore than 40 percent of the $760,000 grant is paying for salaries and wages for senior personnel and five graduate students, plus graduate student tuition. The rest is for travel, materials, overhead and similar expenditures.<br />\r\n\t<br />\r\n\tIn its first year, the research project led to the launch of Khush, a company that employs five people. It created a well-received music IPod app, LaDiDa. The app instantly creates a musical accompaniment to any ditty you sing into your iPod.<br />\r\n\t<br />\r\n\tSo are Chordia and his fellow scientists &quot;jamming for dollars&quot;?<br />\r\n\t<br />\r\n\tIf you mean using statistical models to develop computing technology that helps foster creativity and leads to new products, yes, Chordia said.<br />\r\n\t<br />\r\n\t&quot;Am I going to get up on stage and have a jam session and bill the NSF $50,000? The answer is no,&quot; he added.<br />\r\n\t<br />\r\n\tMcCain&#39;s office did not respond to a request for comment.<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia agrees with Chordia.<br />\r\n\t<br />\r\n\tExperienced musicians will perform, but taxpayers are not just paying a professor to partake in jam sessions. They&#39;re paying for a team of researchers to study brain activity and break ground in the fields of creativity and computing.<br />\r\n\t<br />\r\n\tThe project was vetted by an independent panel of experts on its merit and quality. It resulted in the launch of a company that employs five people, and pays for the tuition and stipends of five graduate students.<br />\r\n\t<br />\r\n\tSince the report said the project will &quot;apparently&quot; involve the professor jamming with musicians, rather than stating it as an absolute fact, we&#39;ll grant Sens. McCain and Coburn a little leeway.<br />\r\n\t<br />\r\n\tBut not much. We rate their claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-10T15:59:15.204297", "ruling_date": "2010-09-13T06:00:00", "ruling_headline": "Report says Georgia Tech professor \"apparently\" gets stimulus dollars to play music ", "ruling_headline_slug": "report-says-georgia-tech-professor-apparently-gets", "ruling_link_text": "Report gives us the truthiness blues", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;Report looks at Georgia dollars,&quot; Aug. 5, 2010<br />\r\n\t<br />\r\n\tU.S. Sens. Tom Coburn and John McCain, &quot;<a href=\"http://coburn.senate.gov/public//index.cfm?a=Files.Serve&amp;File_id=e1e0624e-d02a-42d4-9dbb-f5b9f21b3572\">Summertime Blues</a>,&quot; August 2010<br />\r\n\t<br />\r\n\tResearch.gov, grant search, Sept. 1, 2010<br />\r\n\t<br />\r\n\tInterview, Parag Chordia, assistant professor, Georgia Institute of Technology, Georgia Tech Center for Music Technology, Sept. 1, 2010<br />\r\n\t<br />\r\n\tAward abstract, &quot;MAJOR:Modeling Musical Improvisation to Support Creativity in Education and Performance,&quot; received from Georgia Tech Sept. 8, 2010.<br />\r\n\t<br />\r\n\tWebsite, <a href=\"http://www.khu.sh./\">Khush</a>, accessed Sept. 1, 2010<br />\r\n\t<br />\r\n\tNational Science Foundation, <a href=\"http://www.nsf.gov/pubs/2008/nsf08572/nsf08572.htm?org=NSF\">CreativeIT Program Solicitation, NSF 08-572</a>, accessed Sept. 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>\r\n\tFederal stimulus money went to a Georgia Tech project that will &quot;apparently involve the professor jamming with &#39;world-renowned musicians&#39; to &#39;hopefully also create satisfying works of art.&#39;&quot; &nbsp;</p>\r\n", "statement_context": "a report", "statement_date": "2010-08-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Did a Ga. Tech prof get $740K of stimulus funds to rock out w/ musicians? #gapolitics"}