{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/sep/10/ann-coulter/ann-coulter-says-there-have-been-more-terrorist-at/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2372, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2372/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Just days before the anniversary of the Sept. 11, 2001, terrorist attacks, Ann Coulter, the often provocative conservative pundit, wrote a <a href=\"http://townhall.com/columnists/AnnCoulter/2010/09/08/bonfire_of_the_insanities/page/1\">column</a> in which she compared the number of terrorist attacks in the United States under President George W. Bush and President Barack Obama.<br />\r\n<br />\r\nCoulter was challenging the <a href=\"http://www.msnbc.msn.com/id/39048161/ns/us_news-security/\">argument</a> by Gen. David Petraeus -- the top U.S. commander in Afghanistan -- warning against a proposed Koran burning in Gainesville, Fla., on the grounds that, in Coulter&#39;s words, &quot;it could be used by radical jihadists to recruit Muslims to attack Americans.&quot;<br />\r\n<br />\r\nCoulter wrote that &quot;this is what liberals say whenever we do anything displeasing to the enemy -- invade Iraq, hold captured terrorists in Guantanamo, interrogate captured jihadists or publish Muhammad cartoons. Is there a website somewhere listing everything that encourages terrorist recruiting?&quot; She went on to knock Andrew Sullivan, an iconoclastic conservative pundit, for suggesting that if Obama was elected, his racial background and life story could help counter jihadist recruiting efforts.<br />\r\n<br />\r\n&quot;It didn&#39;t work out that way,&quot; Coulter wrote. &quot;There have been more terrorist attacks on U.S. soil by these allegedly calmed Muslims in Obama&#39;s first 18 months in office than in the six years under Bush after he invaded Iraq. Also, as I recall, there was no Guantanamo, no Afghanistan war and no Iraq war on Sept. 10, 2001. And yet, somehow, Osama bin Ladin (sic) had no trouble recruiting back then. Can we retire the &#39;it will help them recruit&#39; argument yet?&quot; (For the record, she said she opposes [Koran]-burning, saying, &quot;The reason not to burn [Korans] is that it&#39;s unkind -- not to jihadists, but to Muslims who mean us no harm.&quot;)<br />\r\n<br />\r\nCoulter raises a pertinent question about what the U.S. can actually do to curb recruiting by jihadists. But the only part of her comment that&#39;s checkable is her claim that &quot;there have been more terrorist attacks on U.S. soil by these allegedly calmed Muslims in Obama&#39;s first 18 months in office than in the six years under Bush after he invaded Iraq.&quot; So we looked into it.<br />\r\n<br />\r\nWe&#39;ll start by noting that Coulter&#39;s terminology is quite specific, leaving out a lot of terrorist activity that occurred under both presidents.<br />\r\n<br />\r\nShe appears to be counting terrorist attacks (not foiled attacks or arrests before attacks were carried out or plots undertaken), and she is limiting her count to attacks on U.S. soil (leaving out attacks against U.S. interests in other countries). She also starts the clock after the invasion of Iraq in 2003, which means excluding the July 4, 2002, incident in which Hesham Mohamed Hadayet, an Egyptian immigrant, fired on an El Al ticket counter at Los Angeles International Airport, killing two.<br />\r\n<br />\r\nAmong the other incidents excluded by Coulter&#39;s parameters are the December 2001 &quot;shoe-bombing&quot; incident, in which Richard Reid was foiled trying to detonate plastic explosives packed in his shoes and the March 2006 case of Mohammed Reza Taheri-azar, a University of North Carolina at Chapel Hill graduate, driving an SUV onto campus, striking nine pedestrians. Both cases were reportedly motivated to one degree or another by radical Islam.<br />\r\n<br />\r\nAfter looking through several sources, including reports by the FBI and independent commissions, we conclude that there were no Islamist-inspired terrorist attacks fitting Coulter&#39;s strict definition under Bush.<br />\r\n<br />\r\nAs for the record under Obama, we found two that fit Coulter&#39;s categories. One was the attack at Ft. Hood in Texas on Nov. 5, 2009, which left 13 soldiers and civilians dead and more than two dozen others wounded. Maj. Nidal Hasan, a military doctor and suspected Islamic extremist, has been charged in the shooting. The other attack at a military recruiting center in Little Rock, Ark., June 1, 2009, left one soldier dead and one wounded. Abdulhakim Mujahid Muhammad has been charged with being the gunman in that incident.<br />\r\n<br />\r\nUsing Coulter&#39;s criteria means excluding at least two well-publicized incidents that took place during Obama&#39;s tenure -- the foiled Dec. 25, 2009, attempt to bomb a plane landing in Detroit by alleged &quot;underwear&quot; bomber Umar Farouk Abdulmutallab and the failed Times Square attack of May 1, 2010, by alleged car-bomber Faisal Shahzad.<br />\r\n<br />\r\nSo, Coulter&#39;s numbers may be meticulously circumscribed, but they&#39;re right: There were zero attacks during the six years cited under Bush, and two attacks in the first 16 months under Obama.<br />\r\n<br />\r\nBut terrorism experts told us that the more important question is what those statistics signify. The answer may be: not much.<br />\r\n<br />\r\nIn large part, that&#39;s because terrorist attacks often take years to plan. Bruce Hoffman, director of the Security Studies Program at Georgetown University, noted that Najibullah Zazi -- who plotted simultaneous suicide attacks on the NYC subway a year ago -- made contact with and was trained by al-Qaida in 2008. So he began his planning under Bush but was arrested under Obama, Hoffman said. The same goes for many of the Somali-Americans who went to Somalia for terrorist training as far back as 2006 and 2007 but only got onto the authorities&#39; radar screen in 2009.<br />\r\n<br />\r\nIn fact, experts we spoke to agreed that it&#39;s unlikely that the terrorists and alleged terrorists in question even gave any thought to who was serving as president when planning their attacks. Someone who takes the fateful step of starting to plan a deadly attack against U.S. citizens isn&#39;t likely to be swayed in their views by mere changes in partisan control; they have become fundamentally opposed to the underlying foundation of American society.<br />\r\n<br />\r\n&quot;Islamist terrorism exists not because of what we do but because of what its practitioners believe and because of the policies of the states that support it,&quot; said Ted Bromund, a senior fellow at the conservative Heritage Foundation. Bromund called it &quot;solipsism&quot; -- that is, extreme self-centeredness -- for any American to assume that our own short- to medium-term actions will have much of an impact on jihadist recruiting. &quot;Islamists have their own ideology, and states like Iran have their own interests, which are not simply a mirror reflection of us and our actions,&quot; Bromund said. &quot;Therefore, we should carry out policies that are in accord with our interests and values and not fall into the habit of believing that the problems of the world are really all about us.&quot;<br />\r\n<br />\r\nThis view actually fits pretty well with the broader point Coulter was trying to make, which is that individual incidents and events aren&#39;t likely to have much of an impact on terrorist recruiting.<br />\r\n<br />\r\nReviewing the evidence, Coulter&#39;s numbers are correct -- there have been more terrorist attacks on U.S. soil under Obama than under Bush. But this statistic is of questionable value. It&#39;s based on carefully constructed parameters that could have produced a different comparison if those parameters had been tweaked. It suggests that terrorist plots can be blamed on a specific presidency, even though plots can take years to come together. And it suggests that the only way to measure success in combating terrorism is by comparing deadly attacks on U.S. soil, even though &quot;it&#39;s immensely relevant whether someone has become motivated to attack U.S. persons or interests anywhere in the world, including Afghanistan and Iraq,&quot; said Robert Chesney, a law professor and terrorism specialist at the University of Texas. Ultimately, we think the statement is accurate but doesn&#39;t provide needed context. We rate it Half True.</p>\r\n", "ruling_comments_date": "2010-09-10T16:49:52.560147", "ruling_date": "2010-09-10T18:12:53", "ruling_headline": "Ann Coulter says there have been more terrorist attacks in U.S. under Obama", "ruling_headline_slug": "ann-coulter-says-there-have-been-more-terrorist-at", "ruling_link_text": "She's right, but its relevance is less clear", "ruling_state": null, "source_documents": null, "sources": "<p>Ann Coulter, &quot;Bonfire of the Insanities&quot; (<a href=\"http://townhall.com/columnists/anncoulter/2010/09/08/bonfire_of_the_insanities\">column</a>), Sep. 8, 2010<br />\r\n<br />\r\nBipartisan Policy Center, &quot;Assessing the Terrorist Threat: A Report of the Bipartisan Policy Center&#39;s National Security Preparedness Group&quot; (<a href=\"http://bipartisanpolicy.org/sites/default/files/Final%20NSPG%20Threat%20Assessment%20Report%20Sept%202010%20report%20w%20cover.pdf\">report</a> by Bruce Hoffman and Peter Bergen), Sept. 10, 2010<br />\r\n<br />\r\nFBI, &quot;<a href=\"http://www.fbi.gov/publications/terror/terrorism2002_2005.htm#page_21a\">Terrorism, 2002-2005</a>,&quot; accessed Sep. 10, 2010<br />\r\n<br />\r\nNational Counterterrorism Center, <a href=\"https://wits.nctc.gov/FederalDiscoverWITS/index.do?N=0\">search page</a> for the Worldwide Incidents Tracking System, accessed Sep. 10, 2010<br />\r\n<br />\r\nHeritage Foundation, &quot;<a href=\"http://www.heritage.org/research/reports/2010/04/30-terrorist-plots-foiled-how-the-system-worked\">30 Terrorist Plots Foiled: How the System Worked</a>&quot; (background paper), April 29, 2010<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/08/rudy-giuliani/giuliani-says-there-were-no-domestic-attacks-durin/\">Giuliani says there were no domestic attacks during Bush presidency</a>,&quot; Jan. 8, 2010<br />\r\n<br />\r\nMSNBC.com, &quot;<a href=\"http://www.msnbc.msn.com/id/39048161/ns/us_news-security/\">Petraeus: Burning Quran would damage U.S. image like Abu Ghraib photos</a>,&quot; Sep. 8, 2010<br />\r\n<br />\r\nE-mail interview with Robert Chesney, law professor at the University of Texas, Sep. 10, 2010<br />\r\n<br />\r\nE-mail interview with Ted Bromund, senior fellow at the Heritage Foundation, Sep. 10, 2010<br />\r\n<br />\r\nE-mail interview with Mathieu Deflem, professor of sociology at the University of South Carolina, Sep. 10, 2010<br />\r\n<br />\r\nE-mail interview with Bruce Hoffman, director of the Security Studies Program at Georgetown University, Sep. 10, 2010<br />\r\n<br />\r\nE-mail interview with Jena Baker McNeill, homeland security policy analyst at the Heritage Foundation, Sep. 10, 2010<br />\r\n<br />\r\nE-mail interview with Charles Lieberman, professor at the John Jay College of Criminal Justice at the City University of New York, Sep. 10, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist and author", "false_count": 3, "first_name": "Ann", "half_true_count": 3, "home_state": "New York", "id": 183, "last_name": "Coulter", "mostly_true_count": 1, "name_slug": "ann-coulter", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anncoulter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/183/", "total_count": 16, "true_count": 1, "website": "http://www.anncoulter.com/"}, "statement": "<p>&quot;There have been more terrorist attacks on U.S. soil by ... Muslims in Obama&#39;s first 18 months in office than in the six years under Bush after he invaded Iraq.&quot;</p>\r\n", "statement_context": "a column", "statement_date": "2010-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}