{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/sep/13/barack-obama/obama-said-boehner-opposes-tax-rule-keep-profits-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2379, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2379/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama has been in campaign mode this month, no doubt looking toward the elections less than two months away. In two speeches recently, he&#39;s said American companies shouldn&#39;t be rewarded for shipping jobs and profits overseas, but warned that Republicans don&#39;t agree.<br />\r\n\t<br />\r\n\tObama discussed aid the federal government sent to the states in August, part of a package to pay teacher salaries. The aid was offset by changes to the tax code that closed what Obama said were loopholes for corporations.<br />\r\n\t<br />\r\n\t&quot;By the way, this bill that we passed to save all those jobs, we made sure that bill wouldn&#39;t add to the deficit,&quot; Obama said in a speech on Labor Day. &quot;You know how we paid for it? By closing one of these ridiculous tax loopholes that actually rewarded corporations for shipping jobs and profits overseas. I mean, this was one of those loopholes that allowed companies to write off taxes they pay to foreign governments &ndash;- even though they weren&#39;t paying taxes here in the United States.&quot;<br />\r\n\t<br />\r\n\t&quot;So middle-class families were footing tax breaks for companies creating jobs somewhere else,&quot; Obama added. &quot;I mean, even a lot of America&#39;s biggest corporations agreed that this loophole didn&#39;t make sense, agreed that it needed to be closed, agreed that it wasn&#39;t fair -&ndash; but the man who thinks he&#39;s going to be speaker, he wants to reopen this loophole.&quot;<br />\r\n\t<br />\r\n\tWe wanted to know two things: Is the law Obama talks about really &quot;one of these ridiculous tax loopholes that actually rewarded corporations for shipping jobs and profits overseas&quot;? And does Ohio&#39;s John Boehner -- the current House Republican leader -- want to reverse the law?<br />\r\n\t<br />\r\n\tLet&#39;s take these questions in order.<br />\r\n\t<br />\r\n\tObama signed the bill into law on Aug. 10. It sends $26.1 billion to states facing budget shortfalls, providing $10 billion for salaries and compensation for teachers and another $16.1 million to help states pay for Medicaid, the long-standing government insurance program for the poor and disabled. The law also includes &quot;offsets,&quot; which is any kind of spending cut or tax increase that balances out the new spending so that it doesn&#39;t add to the deficit. This closed the &quot;loopholes&quot; that Obama mentions by taking away exemptions and credits that previously existed, which increases revenues by $9.8 billion over 10 years.<br />\r\n\t<br />\r\n\tThe summary of the law from the nonpartisan Congressional Research Service lists seven different credits or exemptions that the law changes.<br />\r\n\t<br />\r\n\tThe United States government taxes its companies on foreign profits, which not all countries do. But companies don&#39;t have to pay taxes on foreign earnings until they bring their profits back to this country. So companies tend to keep the money with their foreign subsidiaries as long as possible. But companies also get U.S. tax credits for taxes they pay to foreign governments. Some companies figured out how to game the system by keeping their profits overseas while still claiming a tax credit for taxes paid on the same income to foreign governments. That&#39;s the loophole the new law is trying to address. It says companies can&#39;t claim the foreign tax credit until they report their income.<br />\r\n\t<br />\r\n\tBoehner&#39;s office sent us several letters from business groups who opposed the law. During the debate over the measure, companies said any increase in taxes would make American companies less competitive with their foreign rivals.<br />\r\n\t<br />\r\n\t&quot;The current U.S. system is inconsistent with the free flow of trade and investment, and it inhibits use of foreign earnings to invest in the U.S. economy. The provisions included in the House legislation to be considered today will only make matters worse,&quot; wrote Larry Burton, executive director of the Business Roundtable, in a letter to members of Congress. The Business Roundtable represents chief executive officers of major U.S. companies.<br />\r\n\t<br />\r\n\tWe queried several tax professors via e-mail to see what their take on the new law was. We got a range of responses, but they all agreed that companies with international operations can shield profits from being taxed, and these changes make that harder.<br />\r\n\t<br />\r\n\t&quot;The rules that were changed were necessary, if narrowly targeted, reforms of the foreign tax credit rules,&quot; said Robert Peroni of the University of Texas at Austin. &quot;The old rules resulted in overstated foreign tax credits for some U.S. multinational corporations, resulting in those corporations paying lower U.S. income taxes than they should have paid under a properly designed U.S. international income tax system.&quot;<br />\r\n\t<br />\r\n\t&quot;It&#39;s hard to deny that there was a problem. There clearly was a problem,&quot; said David Rosenbloom of New York University. &quot;But companies worried that any rules that the IRS adopts will be very hard to confine to only the abuse situations.&quot;<br />\r\n\t<br />\r\n\tThe tax experts also said it&#39;s difficult to prove whether American companies with business overseas employ fewer people in the United States because of the tax rules.<br />\r\n\t<br />\r\n\t&quot;The connection between the loophole and jobs being shipped overseas is tenuous at best,&quot; Rosenbloom said.<br />\r\n\t<br />\r\n\tFinally, Lawrence Lokken of the University of Florida warned us that even experts disagree about the effects of some international tax rules. &quot;Whether the current system encourages companies to move jobs offshore, and whether these fixes will discourage companies from doing so, are hotly debated issues. You can find entirely respectable opinion on each side of the issues,&quot; he said.<br />\r\n\t<br />\r\n\tSo does Boehner want to reverse the new rule? Yes, said his spokesman Michael Steel. Boehner &quot;opposes the change the President mentioned but would strongly disagree with the way the President characterizes it,&quot; Steel said via e-mail.<br />\r\n\t<br />\r\n\tWe&#39;re fact-checking Obama&#39;s statement that John Boehner wants to reopen a &quot;tax loopholes that actually rewarded corporations for shipping jobs and profits overseas.&quot; The tax experts we spoke with said the rules did attempt to close loopholes in the tax system. The loopholes had to do with companies keeping profits overseas. Boehner does oppose the measure. The point we question is whether re-opening the tax loophole will result in jobs being shipped overseas. We do not see a connection there, based on what the tax experts said. That&#39;s a pretty big caveat. So we rate Obama&#39;s statement Half True.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2010-09-13T11:35:02.857009", "ruling_date": "2010-09-13T14:10:59", "ruling_headline": "Obama said Boehner opposes tax rule to keep profits and jobs in the USA", "ruling_headline_slug": "obama-said-boehner-opposes-tax-rule-keep-profits-a", "ruling_link_text": "Jobs connection is weak. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/2010/09/06/remarks-president-laborfest-milwaukee-wisconsin\" id=\"zhdf\" title=\"Remarks by the President at Laborfest in Milwaukee, \r\n\r\nWisconsin\">Remarks by the President at Laborfest in Milwaukee, Wisconsin</a>, Sept. 6, 2010<br />\r\n\t<br />\r\n\tInterview with David Rosenbloom of New York University<br />\r\n\t<br />\r\n\tE-mail interview with Robert Peroni of the University of Texas at Austin<br />\r\n\t<br />\r\n\tE-mail interview with Lawrence Lokken of the University of Florida<br />\r\n\t<br />\r\n\tE-mail interview with Michael Steel, spokesperson for Rep. John Boehner</p>\r\n<p>\r\n\tE-mail interview with Sandra Salstrom of the U.S. Treasury Department</p>\r\n<p>\r\n\tInterview with Chuck Marr of the Center on Budget and Policy Priorities</p>\r\n<p>\r\n\tInterview with Eric Toder of the Tax Policy Center</p>\r\n<p>\r\n\tThe Fiscal Times, <a href=\"http://www.thefiscaltimes.com/Issues/Taxes/2010/09/07/Tax-Havens-Offshore-Operations-Cost-US-Billions.aspx\" id=\"d7xf\" title=\"Tax Havens: Offshore Operations Cost U.S. Billions\">Tax Havens: Offshore Operations Cost U.S. Billions</a>, Sept. 7, 2010</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tJohn Boehner wants to reopen a tax loophole &quot;that actually rewarded corporations for shipping jobs and profits overseas.&quot;</p>\r\n", "statement_context": "a speech on Labor Day", "statement_date": "2010-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}], "twitter_headline": ""}