{"art": [{"brightcove": "", "caption": "U.S. Rep. Chet Edwards' TV ad about GOP nominee Bill Flores working for a company that laid off thousands.", "id": 642, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/642/", "title": "Chet Edwards layoff ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/oREErkOmglE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "oREErkOmglE"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/15/chet-edwards/chet-edwards-says-republican-challenger-bill-flore/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2388, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2388/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDemocratic U.S. Rep. Chet Edwards, seeking re-election against GOP hopeful Bill Flores, says that as a businessman Flores helped run a company that laid off several thousand workers and then paid off executives.<br />\r\n\t<br />\r\n\tIn a TV ad that debuted online Sept. 6, Edwards first notes Flores&rsquo; boast he&rsquo;s helped build energy companies and has created over 500 jobs&mdash;a claim PolitiFact Texas is reviewing. In Edwards&#39; ad, the narrator says: &quot;What (Flores) doesn&rsquo;t say is that an oil company he helped run laid off over 3,000 workers and then paid off its top executives with millions.&quot;<br />\r\n\t<br />\r\n\tOuch. Is that so?<br />\r\n\t<br />\r\n\tEdwards&rsquo; campaign said in back-up materials for its ad that in May 1998, two oil-field services companies--Baker Hughes Incorporated and Western Atlas, which employed Flores as senior vice president and chief financial officer--announced plans to merge. In July 1998, Flores signed an amended merger agreement on behalf of Western Atlas that was approved by shareholders for the companies in August 1998. According to information later submitted by Flores to Gov. Rick Perry&rsquo;s office, Flores had joined Western Atlas in August 1997 and after the merger assisted Baker Hughes with special projects through December 1998.<br />\r\n\t<br />\r\n\tTo support its layoff tally, the Democrat&rsquo;s campaign refers to a July 19, 1999 Securities and Exchange Commission filing by Baker Hughes, which is based in Houston. &quot;Approximately 3,600 employees were terminated as of Dec. 31, 1998,&quot; the filing says. Edwards&rsquo; campaign says that the terminations occurred after the merger and while Flores still worked for the company.<br />\r\n\t<br />\r\n\tFinally, Edwards&rsquo; campaign says, the same July 1999 SEC filing indicates that Baker Hughes reported spending $87.7 million related to the termination of employees whose &quot;responsibilities were deemed redundant&quot; and executives &quot;due to change in control provisions&quot; triggered by the merger. The filing says executives were paid $60.8 million in total.<br />\r\n\t<br />\r\n\tIn response to Edwards&rsquo; ad, Flores&rsquo; campaign issued a Sept. 7 &quot;fact sheet&quot; challenging the ad&#39;s message. In follow-up interviews, Flores told us he continued working for Western Atlas after the merger--even keeping his title of CFO--but was limited to working on the sale of Western Atlas&#39;s share of a joint venture that operated in parts of the former Soviet Union.<br />\r\n\t<br />\r\n\tHis big point: He did not work for Baker Hughes as a top-level executive and had no role in the layoffs or executive payments at issue.<br />\r\n\t<br />\r\n\tFlores allowed, however, that before the merger he and other executives had expected about 170 terminations afterward due to &quot;redundancies&quot; in duties between top staff of the two companies. He said about 90 to 105 of the ultimately terminated workers--including Flores--were Western Atlas employees.<br />\r\n\t<br />\r\n\tIn separate moves that year, Flores said, Baker Hughes had already begun layoffs in response to a downturn in the world economy reflected in lower oil and gas prices and rig counts. He said Baker Hughes cut 700 workers in the second quarter of 1998, before the merger; another 2,000 because of industry conditions in the third quarter, and 700 to 800 additional employees in the fourth quarter, for a total of about 3,400. In an online search, we found a Houston Chronicle news report reflecting a similar count and interpretation.<br />\r\n\t<br />\r\n\tFlores said Western Atlas had ended 1997 with more than 10,000 employees. &quot;To the best of my knowledge, virtually all &nbsp;the Western Atlas employees remained with Western Atlas (after the merger) except the 100 or so deemed redundant,&quot; Flores said.<br />\r\n\t<br />\r\n\tFlores&#39; campaign forwarded sworn statements from several Western Atlas executives at the time including one from John Russell, who says he served as president and ceo of Western Atlas up to the merger and as president of Baker Hughes after that. After the merger, Russell&#39;s Sept. 8 statement says, Flores &quot;was relieved of his management authority; however, as is typical in many acquisitions and mergers, (he) was retained on (the Western Atlas) payroll through&quot; the end of the year.<br />\r\n\t<br />\r\n\tSeparately, we contacted Baker Hughes where spokesman Gary Flaharty said Flores &quot;was not in a role to affect employment levels at the combined company after the merger.&quot; He said that despite the 3,000-plus layoffs, Baker Hughes Inc. ended the year with 32,200 employees, up from 31,600 in 1997, the year before the merger.<br />\r\n\t<br />\r\n\tFor outside perspective, we called Miguel Quinones, a management professor at the Southern Methodist University Cox School of Business. After reviewing one of the SEC filings by Baker Hughes and Edwards&#39; TV spot, Quinones said: &quot;I do note that the positions eliminated cover all levels, including executives. I also don&rsquo;t see how the layoffs can be blamed on Flores.&quot; Quinones speculated the payments would have reflected contractual commitments tied to the merger, not actions taken by Flores personally.<br />\r\n\t<br />\r\n\tTo round out our exploration, we asked Edwards&#39; campaign if it was fair to say Flores had no role in the Baker Hughes firings and payments to executives. Spokeswoman Megan Jacobs reminded us that Edwards&#39; ad doesn&#39;t say Flores is to blame for either, only that Flores helped run a company that had over 3,000 layoffs and paid millions to its executives.<br />\r\n\t<br />\r\n\t&quot;The ad does not say the merger caused the layoffs,&quot; Jacobs said.<br />\r\n\t<br />\r\n\tTrue--though Flores&#39; campaign pointed out a Sept. 8 news article in the Cleburne Times-Review quoting Jacobs saying: &quot;It&#39;s pretty clear the layoffs were the results of the merger.&quot; Jacobs then told us that&#39;s how it appears to Edwards.<br />\r\n\t<br />\r\n\tFinally, Jacobs stressed a version of Flores&#39; resume that Flores filed with the state in 2004 to steel their case that Flores helped run Baker Hughes. She noted that the page describing Flores&#39; time at Western Atlas recaps the merger with Baker Hughes right before a sentence that begins: &quot;During his tenure, he reported to the President and CEO and maintained an open dialogue&quot; with the board chairman and members of the board of directors. The entry goes on to say &quot;his scope of authority included (i) mergers, acquisitions and divestitures, (ii) financings and capital market activities, (iii) investor and institutional relations, (iv) planning and budgeting, among other executive responsibilities...&quot;<br />\r\n\t<br />\r\n\tFlores told us that &quot;during his tenure&quot; refers to his time with Western Atlas, hence the reference to his contacts with the president, ceo and other highers-up.<br />\r\n\t<br />\r\n\tAll told, how does Edwards&#39; statement settle out?<br />\r\n\t<br />\r\n\tUndenied: Flores retained an executive title at Western Atlas in the same year its new parent company, Baker Hughes, laid off more than 3,000 employees and paid post-merger millions to executives.</p>\r\n<p>\r\n\tBut do these facts prove Edwards&#39; lynchpin statement that Flores &quot;helped run&quot; Baker Hughes?<br />\r\n\t<br />\r\n\tNot so, documents and our interviews indicate. Instead, we&#39;re told that after his old company merged with Baker Hughes, Flores&#39; duties were limited to a single small project before his departure less than six months later. We don&#39;t see significance in the Flores&#39; resume snippet touted by Edwards.</p>\r\n<p>\r\n\tWe rate Edwards&#39; statement as False.</p>\r\n", "ruling_comments_date": "2010-09-14T12:31:51.964915", "ruling_date": "2010-09-15T06:00:00", "ruling_headline": "Chet Edwards says Republican challenger Bill Flores helped run a company that laid off over 3,000 workers, then paid millions to executives", "ruling_headline_slug": "chet-edwards-says-republican-challenger-bill-flore", "ruling_link_text": "Flores lost his job too", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCleburne Times-Review, news article, <a href=\"http://www.cleburnetimesreview.com/local/x1951974856/Flores-cries-foul\">&quot;Flores cries foul,&quot;</a> Sept. 8, 2010 (accessed Sept. 14, 2010)<br />\r\n\t<br />\r\n\tChet Edwards campaign, <a href=\"http://chetedwards.com/downloads/familiar_backup_final.pdf\">back-up</a> for &quot;Familiar&quot; TV ad, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07191999_bakerhughes10KA.pdf\">&quot;10K-A Filing for Baker Hughes 1998,&quot;</a> July 19, 1999; <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07271998westernatlasdefa14a\">&quot;Western Atlas Inc. DEFA 14A,&quot;</a> July 27, 1998; William H. Flores <a href=\"http://www.chron.com/CDA/archives/archive.mpl?id=1998_309481309082010_billfloresresume.pdf\">resume</a> 2004<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09072010_meganjacobsresponses.doc\">E-mails (excerpted)</a>, Megan Jacobs, communications director, Chet Edwards U.S. House campaign,<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09092010_mackowiakresponsespftexas.doc\">E-mails (excerpted)</a>, Matt Mackowiak, campaign manager, Bill Flores campaign, responses to PolitiFact Texas, Sept. 7 and 9, 2010</p>\r\n<p>\r\n\tBill Flores campaign, response to Chet Edwards&#39; ad, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09082010_floresresponseedwardsad.pdf,\">&quot;Familiar,&quot;</a> and Flores campaign <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09082010_floresfactsheet.pdf\">&quot;Fact Sheet,&quot;</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact09062010_johnrussellaffidavit.pdf\">&quot;Affidavit of John R. Russell,&quot;</a> Sept. 8, 2010<br />\r\n\t<br />\r\n\tThe Houston Chronicle, news article, <a href=\"http://www.chron.com/CDA/archives/archive.mpl?id=1998_3094813\">&quot;Layoffs adding up at Baker Hughes,&quot;</a> Nov. 3, 1998 (accessed Sept. 9, 2010)<br />\r\n\t<br />\r\n\tInterview, Gary Flaharty, vice president of investor relations, Baker Hughes Incorporated, Sept. 13, 2010<br />\r\n\t<br />\r\n\tInterviews, Bill Flores, U.S. House candidate, Sept. 8 and 14, 2010<br />\r\n\t<br />\r\n\tInterviews, Miguel Quinones, O. Paul Corley Distinguished Chair in Organizational Behavior, Southern Methodist University Cox School of Business, Sept. 13 and 14, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House member", "false_count": 2, "first_name": "Chet", "half_true_count": 0, "home_state": "Texas", "id": 385, "last_name": "Edwards", "mostly_true_count": 0, "name_slug": "chet-edwards", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chetedwards04222010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/385/", "total_count": 3, "true_count": 1, "website": "http://www.chetedwards.com/"}, "statement": "<p>\r\n\tSays opponent Bill Flores helped run a company that laid off over 3,000 workers and paid off executives with millions.</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Businessman", "false_count": 0, "first_name": "Bill", "half_true_count": 0, "home_state": "Texas", "id": 668, "last_name": "Flores", "mostly_true_count": 0, "name_slug": "bill-flores", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/billflores09142010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/668/", "total_count": 3, "true_count": 0, "website": "http://www.billfloresforcongress.com/"}], "twitter_headline": ""}