{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/20/steve-munisteri/steve-munisteri-republican-party-chair-says-austin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2415, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2415/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tUrging two GOP candidates for the State Board of Education not to join a televised debate being organized by the Austin area&#39;s chapter of the League of Women Voters, the chairman of the Republican Party of Texas said Aug. 31 that the group&#39;s officers and debate committee members had voted in multiple Democratic primaries. &quot;How can the Austin chapter of the LWV claim to be non-partisan when there are no Republicans among their elected officers or on their debate committee?&quot; Chairman Steve Munisteri said.<br />\r\n\t<br />\r\n\tIn this article, we aren&#39;t testing the GOP&#39;s contention the Austin chapter can&#39;t be considered non-partisan because of its leaders&#39; personal voting histories. Dem are fighting words and the fight&#39;s not here.<br />\r\n\t<br />\r\n\tBut we wondered if Munisteri accurately tweaked an absence of Republicans among the leaguers whose chapter is affiliated with the long-established national group that trumpets a non-partisan interest in encouraging voter education and participation.<br />\r\n\t<br />\r\n\tNotably, this isn&#39;t our first foray into checking personal voting histories to gauge individuals&#39; partisan leans. In May, we found False a claim that out of 50 registered voters in the history department at the University of Texas, one is a Republican. By our count, of 48 history department faculty members registered to vote in Travis County, five had participated in Republican primaries, four of them voting in this year&#39;s GOP primary.<br />\r\n\t<br />\r\n\tAlso of significance: Voting in a Republican or Democratic primary doesn&#39;t always mean a person sees himself as belonging to that party &mdash; never mind the bulk of voters who abstain from primaries and whose political affiliations, if any, aren&#39;t reflected in voting records. Unlike in some other states, Texas voters don&#39;t register their party affiliation. Any registered voter can vote in any primary (though they can&#39;t switch to the other party&#39;s runoffs).</p>\r\n<p>\r\n\tPer the Texas GOP&#39;s claim about the Austin chapter of the League of Women Voters, the party&#39;s supporting press release provides primary voting histories for 13 league activists. From 2004 through 2010, the party says, these individuals voted 45 out of 52 times in Democratic primaries; in seven instances, the selected members did not vote in a primary. And among the 13, the party says, there was no instance of anyone voting in a Republican primary.<br />\r\n\t<br />\r\n\tWe asked the GOP for its research and learned that it checked Travis County records for the voting histories of 24 chapter activists. According to the GOP&#39;s summary of that research, the 24 activists (counting the 13 highlighted by Munisteri) voted 66 times in Democratic primaries from 2004 through 2010 and four times in Republican primaries. More than 20 times, the GOP says, the activists did not vote in any primary.<br />\r\n\t<br />\r\n\tMunisteri agreed in an interview with us that primary participation doesn&#39;t always prove party affiliation. That said, Munisteri said, &quot;if somebody has never voted in the Republican primary and in the last four Democratic primaries they have voted in all four Democratic primaries, they are a Democrat.&quot;<br />\r\n\t<br />\r\n\tWith help from Frances McIntyre, the chapter&#39;s president, we realized that Munisteri&#39;s statement--that no elected board members or debate committee members are Republicans--centers on 11 individuals, six identified as &quot;elected officers&quot; on the chapter&#39;s <a href=\"http://lwvaustin.org/about/board-members/\">website</a> and five McIntyre confirmed to us as its debate committee members; she said a sixth committee member was overlooked. Among the 11, the GOP summary says, six voted in all four Democratic primaries since 2004, four voted in three out of four Democratic primaries, one voted in two of the party&#39;s primaries--and none voted in a Republican primary.<br />\r\n\t<br />\r\n\tWe asked Munisteri if it&#39;s possible that some Republican-leaning voters participate in Travis County&#39;s Democratic primaries to have sway over who fills local elected posts, which are most often won by Democrats. Munisteri replied: &quot;I don&rsquo;t believe that any committed Republican votes four out of the last four times in the Democratic primary.&quot;<br />\r\n\t<br />\r\n\tHe added that none of the league activists singled out in the GOP&#39;s sally &quot;has denied they are Democrats.&quot;<br />\r\n\t<br />\r\n\tPowerful case? So it seems, especially after Abbie Tobias, a Travis County superviser of voter registration, confirmed the voting histories of 17 of 24 individuals in the GOP&#39;s review, except that two of the 17 (including a debate committee member) voted in the 2008 Democratic primary (the GOP had said both did not vote in that year&#39;s primaries). One person the party says voted in the 2010 Republican primary has no record of voting in the past four primaries, Tobias determined. She wasn&#39;t able to gauge the voting histories for the other voters because their names were too common in the database or were missing altogether.<br />\r\n\t<br />\r\n\tFor her part, McIntyre told us she&#39;s always been a Democrat. However, she said, &quot;a lot of my friends have voted in various primaries, or in the general election they vote with the Libertarians.&quot; Regardless of personal primary histories, she said, the league is resolutely non-partisan; she passed along the chapter&#39;s nonpartisan &quot;policy statement,&quot; which says board members &quot;shall refrain from conspicuous partisan political activities.&quot; She said the chapter has 285 members.<br />\r\n\t<br />\r\n\tAfter we informed McIntyre that the GOP&#39;s original research covered 13 additional league activists, she noted that six of those 13 are elected board members--equivalent in status to elected officers except they serve one-year rather than two-year terms.<br />\r\n\t<br />\r\n\tA wrinkle: The GOP&#39;s research says two of the six board members voted in this year&#39;s GOP primary and one of the pair, Lenora DuBose, also voted in the 2004 Republican primary.<br />\r\n\t<br />\r\n\tWe called DuBose, who oversees the league&#39;s voter guide. She confirmed her voting history and said she considers herself a Republican. Separately, our search of campaign finance filings at the Texas Ethics Commission indicated that DuBose has made donations to the campaigns of Victor Carrillo, a Republican on the Texas Railroad Commission. (The other board member the GOP found to have voted in the 2010 Republican primary declined to comment.)<br />\r\n\t<br />\r\n\tNext, we asked the Republican Party why Munisteri disregarded DuBose&#39;s vote history. Spokesman Chris Elam noted via e-mail that the chapter&#39;s website separates out its &quot;elected officers&quot; whose voting histories support Munisteri&#39;s statement. Other board members are listed as &quot;directors.&quot; McIntyre conceded in an e-mail that a visitor to the site could be confused about which individuals were elected to the board, but she said who gets elected to what is clear in a &quot;workbook&quot; sent to members before the chapter&#39;s board elections.<br />\r\n\t<br />\r\n\tAll in all, Elam said, the Austin chapter has no Republicans among its elected officers while among their directors, they have one.<br />\r\n\t<br />\r\n\tHow does Munisteri&#39;s statement come out?<br />\r\n\t<br />\r\n\tHis claim--&quot;there are no Republicans among their elected officers or on their debate committee&quot;--is staked to the not-always-so premise that primary voting patterns prove one&#39;s partisan lean. Still, the verifiable vote histories of the 11 people cherry-picked in the statement seem to demonstrate common Democratic inclinations.<br />\r\n\t<br />\r\n\tThat said, it appears that two elected board members voted in this year&#39;s Republican primary including DuBose, who told us she considers herself a Republican. Her voting history alone--which the party had in hand before Munisteri made his statement--weakens the claim that no Republicans guide the chapter.<br />\r\n\t<br />\r\n\tWe rate Munisteri&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-09-17T16:05:57.609980", "ruling_date": "2010-09-20T06:00:00", "ruling_headline": "Steve Munisteri, Republican Party of Texas chair, says Austin's League of Women Voters has no Republicans among elected officers oron debate committee", "ruling_headline_slug": "steve-munisteri-republican-party-chair-says-austin", "ruling_link_text": "Board member voted in 2010 and 2004 GOP primaries", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/politicians-may-like-to-argue-but-many-are-896746.html \">&quot;Politicians may like to argue, but many are passing on debates,&quot;</a> (accessed 9/14/2010)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09162010_chriselamresponsespftexas\">E-mails (excerpted)</a> and interview, Chris Elam, communications director, Republican Party of Texas, Sept. 16 and 17, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09162010_francesmcintyreresponsepftexas\">E-mail (excerpted)</a> and interviews, Frances McIntyre, president, League of Women Voters, Austin Area, Sept. 7, 15, 16 and 17, 2010<br />\r\n\t<br />\r\n\tInterview, Steve Munisteri, chairman, Republican Party of Texas, Sept. 14, 2010<br />\r\n\t<br />\r\n\tLeague of Women Voters, Austin Area,<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09162010_lwvaustinnonpartisanpolicystatement.doc\">&quot;Nonpartisan Policy Statement,&quot;</a> and 2010 chapter elections <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05122010_lwvaustinworkbook.pdf\">&quot;workbook,&quot;</a> received Sept. 16, 2010<br />\r\n\t<br />\r\n\tLeague of Women Voters Education Fund, Vote411 website, <a href=\"http://www.vote411.org/about.php\">&quot;About,&quot;</a> (accessed Sept. 15, 2010)<br />\r\n\t<br />\r\n\tRepublican Party of Texas, press release, <a href=\"http://clicks.electionemail.com/preview/?c=3672&amp;g=538&amp;p=601e168f4a69aca27f5bd3ccdc574697\">&quot;Republican Chairman Munisteri to GOP Candidates: Seek Neutral Debate Sponsor,&quot;</a> Aug. 31, 2010 and back-up <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09142010_RPT_LWV_Vote%20History%20Summary.xl\">research table</a> on primaries&#39; voting history of 24 members, League of Women Voters, Austin Area, (received Sept. 14, 2010)<br />\r\n\t<br />\r\n\tTexas Ethics Commission, search results, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09172010_dubosecontribsearch.php\">contributor search for Lenora DuBose</a>, Sept. 17, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Steve", "half_true_count": 2, "home_state": "Texas", "id": 675, "last_name": "Munisteri", "mostly_true_count": 0, "name_slug": "steve-munisteri", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/09172010_stevemunisterimug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/675/", "total_count": 2, "true_count": 0, "website": "http://www.texasgop.org/leadership-directory/party-officers/chairman-steve-munisteri/"}, "statement": "<p>\r\n\tSays the Austin chapter of the League of Women Voters has no Republicans among elected officers or on its debate committee.</p>\r\n", "statement_context": "a press release.", "statement_date": "2010-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}