{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/sep/17/bill-maher/bill-maher-says-some-natural-gas-pipes-are-made-wo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2419, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2419/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>When a natural gas pipeline <a href=\"http://www.signonsandiego.com/news/2010/sep/15/job-keeping-gas-lines-safe/\">exploded</a> in San Bruno, Calif., on Sept. 9, 2010, killing four and destroying almost 40 houses, officials asked many questions, most important, how did it happen and how could it have been prevented. But in a Sept. 14 interview on CNN&#39;s <em>Larry King Live</em>, comedian and social commentator Bill Maher brought up an issue we would have never thought to raise.</p>\r\n\r\n<p>&quot;That fireball ticks me off, because we spent $787 billion dollars on a stimulus program when Obama got into office,&quot; Maher said. &quot;Now, why couldn&#39;t he have said, &#39;Look, there&#39;s a lot of people out of work in this country, and our infrastructure is crumbling and needs repair. Let&#39;s just take all that money and put those two thoughts together. Let&#39;s have those people who are out of work repair the infrastructure.&#39; Right? What happened to all that money? Why didn&#39;t they fix that? An entire town blew up. Do you know that we have pipes carrying natural gas in this country that are made of wood? I&#39;m not joking.&quot;</p>\r\n\r\n<p>Are there really wood pipes for natural gas in use today? We decided to check.</p>\r\n\r\n<p>First, some background on the main types of piping used to carry natural gas. &quot;Transmission lines&quot; carry gas for long distances, such as from the point of extraction to a regional distribution center. Once the gas arrives at such a facility, it is fed to homes and businesses through narrower branches called &quot;distribution lines.&quot; Different types of materials may be better for one type of pipeline than another, depending on such factors as the diameter and pressure of the pipe, the nature of the local terrain and the cost and difficulty of installation.</p>\r\n\r\n<p>In the early 20th century, wrought or cast iron <a href=\"http://www.aga.org/Kc/aboutnaturalgas/additional/NGDeliverySystemMaterials.htm\">prevailed in many contexts</a>, but in the 1950s, steel replaced it for many uses. Since the 1980s, engineers have increasingly turned to cheaper, non-corroding plastic pipe where feasible. According to the American Gas Association, plastic <a href=\"http://www.pipelineandgastechnology.com/Construction/ForecastsReviews/item59721.php\">now accounts</a> for almost 51 percent of the pipe used in the U.S., while various types of steel account for 46 percent and cast or wrought iron account for about 3 percent.</p>\r\n\r\n<p>So what about wood? Well, it did have a place in the history of natural gas distribution.</p>\r\n\r\n<p><a href=\"http://www.petroleumhistory.org/OilHistory/pages/Pipelines/wood_metal.html\">According to the website petroleumhistory.org</a>, &quot;wood pipe was used at a very early date in the natural gas industry. In 1821, gas from an excavated gas spring on Canadaway Creek in Fredonia, N.Y., was conveyed in a wood pipe to a nearby user. ... In 1823, gas found bubbling up through joints in the organic shale cropping out along the south shore in Lake Erie was captured and piped to the Barcelona Harbor lighthouse through pine logs. ... There were other early gas occurrences in the Appalachian basin that were utilized by piping through wood pipes.&quot;</p>\r\n\r\n<p>The author of that post, a late petroleum geologist and historian named Samuel T. Pees, <a href=\"http://www.petroleumhistory.org/OilHistory/pages/author.html\">recalled</a> attending a 1972 auction of merchandise from a hardware store near the northwestern Pennsylvania oil fields -- the nation&#39;s earliest hub of oil extraction <a href=\"http://www.drakewell.org/\">dating from the 1850s</a>. &quot;A large number of square joints of wooden pipe (the round hole was drilled in the center) were among the items sold,&quot; Pees wrote. &quot;These had probably been on the shelf for many years.&quot;</p>\r\n\r\n<p>So the heyday of wood pipelines -- if there ever was one -- came more than a century ago. They are never installed today, and only rarely are old sections unearthed. When it happens, it&#39;s by accident. Officials from both the Association of Oil Pipelines (which represents the petroleum pipeline industry) and the American Gas Association (which represents natural gas companies) said that, on occasion, routine maintenance digs sometimes unearth old sections of wooden pipe. Typically, the wooden pipe that is found is no longer used and simply lies next to active lines made of more modern materials.</p>\r\n\r\n<p>There&#39;s one relatively recent instance we could locate in which an active wood pipeline was found. That occurred in Pennsylvania (though, oddly, it wasn&#39;t in the western part of the state, where the oil boom took place in the 1800s, but rather in the Philadelphia area). The pipe was uncovered about a decade ago, encased in clay and incorrectly marked in utility records, said Jennifer Kocher, press secretary for the Pennsylvania Public Utility Commission, a state regulatory agency.</p>\r\n\r\n<p>We suspect that this episode is the source of Maher&#39;s claim.</p>\r\n\r\n<p>A Sept. 14, 2010, <a href=\"http://news.yahoo.com/s/ap/20100914/ap_on_re_us/us_pipeline_explosion/print\"><em>Associated Press</em> story</a> written in the wake of the San Bruno disaster, said that &quot;a few places in Pennsylvania still had wooden gas pipes as of last year, according to officials there.&quot; But that line is in dispute.</p>\r\n\r\n<p>Kocher, the spokeswoman for the Pennsylvania Public Utility Commission, told PolitiFact that she was interviewed a year ago by an AP reporter but that the article didn&#39;t quote her accurately. Kocher said she told the reporter the story of the wooden pipe discovered 10 years ago, but she also emphasized that no wooden pipe has been found since and that none is believed to be in use today. The oldest pipe in use in the state is 120 years old, Kocher said, but it&#39;s made of metal, not wood.</p>\r\n\r\n<p>A&nbsp;spokesman for the AP responded, saying, &quot;The AP&rsquo;s reporting accurately reflects what we were told by Ms. Kocher last year and we have received no evidence from the state to counter that admission.&quot; In a subsequent e-mail, the spokesman elaborated that Kocher had told the AP that Pennsylvania had about 13,000 miles of cast-iron and steel natural gas pipes, and &quot;even a smidgen of wooden pipe.&#39;&#39;</p>\r\n\r\n<p>For the purposes of our ruling, it matters less what Kocher said last year to the AP than what she told us today -- namely, that there is no known wooden pipe being used in Pennsylvania. That conclusion was seconded by Terry Fitzpatrick, president of the Energy Association of Pennsylvania, which represents electric and natural gas utilities. The group&#39;s member companies believe there is none, he said, and to the extent the group focuses on upgrading materials, it looks at replacing unprotected metal pipes with plastic. &quot;There isn&#39;t even a discussion of wooden pipe,&quot; Fitzpatrick said.</p>\r\n\r\n<p>Rick Kessler, vice president of the Pipeline Safety Trust, an independent advocacy group formed after a deadly 1999 pipeline explosion, told PolitiFact that his group has not been able to verify that there are wood pipes in use today. Kessler said it verges on being an urban myth.</p>\r\n\r\n<p>We tried to contact Maher through his network, HBO, but did not receive a response. Our best guess is that Maher or an assistant read the AP report, which was available for at least several hours before the live taping of the Larry King interview.</p>\r\n\r\n<p>However, our reporting suggests reasons to be skeptical of the claim that wood natural gas pipes are still in use today. A state regulatory agency and several national industry officials told us they were unaware of any functioning wooden pipe anywhere. It&#39;s almost inconceivable that any gas company would have installed them in the last century, and any wooden pipe that was still working today would have had to remain unnoticed, in good working condition and never replaced through many decades since.</p>\r\n\r\n<p>Does this establish conclusively that there is no wooden pipe currently in use? No -- it&#39;s impossible to prove that without exposing every inch of the 2 million-plus miles of natural gas pipe in the country. We also can see why Maher would have trusted an AP report (if that&#39;s what he did) since we, too, tend to give the AP a high degree of credibility. Still, if you eliminate the AP&#39;s claim of existing wood pipe, since Kocher now disputes it, we see no evidence that wood pipe is currently being used. And since the burden of proof for the Truth-o-Meter falls on the speaker, we rate Maher&#39;s claim False.</p>\r\n\r\n<p>CORRECTION: The initial version of this story stated incorrectly that the co-author of the Sept. 14, 2010, AP story, Garance Burke, had been the AP reporter who spoke to Kocher the previous year. In fact, the reporter for the 2009 AP story was Jennifer Peltz.</p>\r\n", "ruling_comments_date": "2010-09-17T17:44:11.004622", "ruling_date": "2010-09-17T17:42:32", "ruling_headline": "Bill Maher says that some natural gas pipes are made of wood", "ruling_headline_slug": "bill-maher-says-some-natural-gas-pipes-are-made-wo", "ruling_link_text": "Not joking, but no firm proof, either", "ruling_state": null, "source_documents": null, "sources": "<p>Bill Maher, comments on CNN&#39;s Larry King Live, Sept. 14, 2010 (accessed via Lexis-Nexis)</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://news.yahoo.com/s/ap/20100914/ap_on_re_us/us_pipeline_explosion/print\">Aging gas pipes at risk of explosion nationwide</a>,&quot; Sept. 14, 2010</p>\r\n\r\n<p>San Diego Union Tribune, &quot;<a href=\"http://www.signonsandiego.com/news/2010/sep/15/job-keeping-gas-lines-safe/\">Job of keeping thousands of miles of gas lines safe</a>,&quot; Sept. 15, 2010</p>\r\n\r\n<p>Petroleumhistory.org, &quot;Wood and Metal Pipes&quot; (<a href=\"http://www.petroleumhistory.org/OilHistory/pages/Pipelines/wood_metal.html\">chapter</a>), accessed Sept. 17, 2010</p>\r\n\r\n<p>Pipeline and Gas Technology, &quot;<a href=\"http://www.pipelineandgastechnology.com/Construction/ForecastsReviews/item59721.php\">Reviewing the Gas Utility Market</a>,&quot; May 10, 2010</p>\r\n\r\n<p>American Gas Association, &quot;<a href=\"http://www.aga.org/Kc/aboutnaturalgas/additional/NGDeliverySystemMaterials.htm\">Natural Gas Delivery System Materials</a>,&quot; accessed Sept. 17, 2010</p>\r\n\r\n<p>American Gas Association, &quot;<a href=\"http://www.aga.org/Legislative/issuesummaries/PlasticPipe.htm\">Plastic Pipe</a>,&quot; accessed Sept. 17, 2010</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://www.google.com/hostednews/ap/article/ALeqM5jXyAPv51x3DxN_0JJPUfkVte3v0wD9I9AS600\">After blast, states wait to act on aging gas lines</a>,&quot; Sept. 16, 2010</p>\r\n\r\n<p>Interview with Terry Fitzpatrick, president of the Energy Association of Pennsylvania, Sept. 17, 2010</p>\r\n\r\n<p>Interview with Rick Kessler, vice president of the Pipeline Safety Trust, Sept. 17, 2010</p>\r\n\r\n<p>Interview with Martin Edwards, vice president of legislative affairs, Interstate Natural Gas Association of America, Sept. 17, 2010</p>\r\n\r\n<p>Interview with Brydon Ross, government relations director for the Association of Oil Pipe Lines, Sept. 17, 2010</p>\r\n\r\n<p>Interview with Jennifer Kocher, press secretary for the Pennsylvania Public Utility Commission, Sept. 17, 2010</p>\r\n\r\n<p>E-mail interview with Chris Hogan, communications director for the American Gas Association, Sept. 17, 2010</p>\r\n\r\n<p>E-mail interview with Paul Colford, director of media relations at the Associated Press, Sept. 17, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Host of Real Time with Bill Maher", "false_count": 3, "first_name": "Bill", "half_true_count": 1, "home_state": "California", "id": 398, "last_name": "Maher", "mostly_true_count": 5, "name_slug": "bill-maher", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maher.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Maher.jpg", "resource_uri": "/api/v/2/person/398/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>&quot;Do you know that we have pipes carrying natural gas in this country that are made of wood? I&#39;m not joking.&quot;</p>\r\n", "statement_context": "an interview on CNN's \"Larry King Live\"", "statement_date": "2010-09-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}