{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/sep/19/scott-walker/scott-walker-says-wisconsin-one-highest-taxed-stat/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2421, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2421/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn an effort to link taxes to the lack of job creation in Wisconsin, Republican gubernatorial candidate Scott Walker is highlighting complaints that Wisconsin&rsquo;s taxes are too high.<br />\r\n\t<br />\r\n\t&quot;Wisconsin is one of the highest taxed states in the nation, and it is no coincidence that our jobs are disappearing,&quot; Walker&rsquo;s <a href=\"http://www.scottwalker.org/issues/jobs-economy\">campaign website </a>says. &quot;Runaway government spending, paid for with high taxes, has led to the worst state unemployment rate in a generation. &nbsp;In the last year, Wisconsin lost a record-setting 130,000 jobs, and employers continue to lay off workers by the thousands.<br />\r\n\t<br />\r\n\t&quot;From Harley-Davidson laying off hundreds of workers to Thomas Industries closing its doors in Sheboygan, one thing is clear: Wisconsin is not competitive. Other states are taking our jobs, and this must change.&quot;<br />\r\n\t<br />\r\n\tThe question of the impact of taxes on job creation is a complicated one, and one hotly debated by candidates and economists alike. The question of where Wisconsin ranks is a bit easier to sort out.<br />\r\n\t<br />\r\n\tSo is Walker correct? Are we &quot;one of the highest taxed states in the nation&quot;?<br />\r\n\t<br />\r\n\tThe Journal Sentinel spent months examining tax burden rankings earlier this year and documented how far Wisconsin had fallen from its top-5 rating in recent years.<br />\r\n\t<br />\r\n\tThe trend had received little attention up to that point, and in case you missed <a href=\"http://www.jsonline.com/news/wisconsin/90546309.html\">the April article</a>, &nbsp;here&rsquo;s a recap. (Some of the rankings are updated based on new Census Bureau data released this summer.)<br />\r\n\t<br />\r\n\tUnder the latest figures, Wisconsin ranks 13th among the states for total tax burden. It was <a href=\"http://www.jsonline.com/news/wisconsin/89702927.html\">14th the previous year</a> -- the focus of the Journal Sentinel article. Those rankings measure total state and local taxes as a percentage of personal income. Wisconsin&rsquo;s taxes are about 5 percent more than the national average.<br />\r\n\t<br />\r\n\tBy another measure, taxation per person, the state was 18th in the latest rankings and its average burden was 1 percent <em>below</em> the national average. The year before it was 20th. The per-person measure is widely used but not as commonly as the income-based rank.<br />\r\n\t<br />\r\n\tThe tax burden rank includes sales, property, income, fuel, alcohol and cigarette taxes, among others. The state ranks 12th on individual income tax burden, 8th on property taxes, 23rd on corporate income tax burden and 33rd on sales tax burden.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s look at the spending side of the ledger.<br />\r\n\t<br />\r\n\tWisconsin is 25th of 50 in spending, with its governmental units consuming about 20 cents of every dollar of total personal income. That&rsquo;s 1.5 percent above the national average. Wisconsin&rsquo;s tax rank is higher than its spending rank because spending is also paid for by fees and federal revenues -- two sources Wisconsin relies less on than other states.<br />\r\n\t<br />\r\n\tJill Bader, the Walker campaign&rsquo;s spokeswoman, said the claim of &quot;one of the highest in the nation&quot; is based on three things.<br />\r\n\t<br />\r\n\tFirst, by the campaign&rsquo;s accounting, Wisconsin&rsquo;s total tax burden on income is right on the cusp of the top 10 because several states are bunched closely around the 11th spot. If you round up the tax burden percentage it&rsquo;s a tie at that spot, instead of a 13th ranking, Bader said.<br />\r\n\t<br />\r\n\tThe campaign also cites an informal prediction made in 2009 by Todd Berry, president of the Wisconsin Taxpayers Alliance, a research organization. Berry speculated that the big state tax increases enacted by Gov. Jim Doyle and the Legislature for 2010 and 2011 might eventually push the state back into the top 10, even as high as 6th. Because there is a two-year lag in Census Bureau tax data, those tax increases are not yet reflected in the rankings -- and won&rsquo;t be until 2012.<br />\r\n\t<br />\r\n\tFinally, the campaign cites a national study by the Tax Foundation, a conservative research organization, that ranks Wisconsin in the bottom 10 of states on &quot;business tax climate.&quot; Wisconsin was rated 42nd.<br />\r\n\t<br />\r\n\tSo let&rsquo;s take a look at the evidence and the Walker claim.<br />\r\n\t<br />\r\n\t<strong>Overall tax rank</strong><br />\r\n\tIt may seem to be splitting hairs to distinguish between states when some are bunched up fairly tight. But that&rsquo;s the way the tax rank game has always been played -- by researchers, politicians and the media -- so it&rsquo;s not fair to change the rules now. We don&rsquo;t remember hearing anybody rounding Wisconsin down to nearby states when we were top 5.<br />\r\n\t<br />\r\n\tWhen Wisconsin was ranked in the top 5 tax states, few would have disputed the state was among the highest.<br />\r\n\t<br />\r\n\tNow that Wisconsin has fallen to 13th in the latest rankings, on one measure, and 18th by another, we think the &quot;one of the highest&quot; claim misses the mark. When you factor in fees, which some consider taxes by another name, the state&rsquo;s rank is 17th.<br />\r\n\t<br />\r\n\t<strong>Predicting the future</strong><br />\r\n\tTodd Berry&rsquo;s prediction that the state will rise into the top 10 again is, he acknowledged in an interview, based on informed speculation.<br />\r\n\t<br />\r\n\tOnly six states enacted bigger tax increases in 2009, so that&rsquo;s a point in favor of Berry&rsquo;s prognostication. But predicting future ranks is an imprecise science, at best, and his crystal ball doesn&rsquo;t provide solid evidence of Walker&rsquo;s claim, which is based on current rankings.<br />\r\n\t<br />\r\n\t<strong>Business taxes</strong><br />\r\n\tIt strikes us as legitimate for Walker to base his claim in part on narrow business tax rankings. After all, he makes the statement in the context of businesses making hiring decisions.<br />\r\n\t<br />\r\n\tBut he cherry-picks one study from the Tax Foundation, which criticizes states like Wisconsin that have progressive income taxation, under which high-income individuals pay at higher rates.<br />\r\n\t<br />\r\n\tIf you look at that study, Wisconsin ranks at or near the middle of the pack on most of the taxes examined. The corporate income tax, for example, is in the bottom half of states in the study. Census figures put it just into the top half, but well below the national average.<br />\r\n\t<br />\r\n\tBut the Tax Foundation penalizes Wisconsin overall because its individual income tax burden is 8th-highest. The foundation downgrades states that have a particularly high tax of one kind or another.<br />\r\n\t<br />\r\n\tOther studies by business-oriented groups portray Wisconsin&rsquo;s business taxes in a much different light than the Tax Foundation&rsquo;s study.<br />\r\n\t<br />\r\n\tBusiness taxes in Wisconsin are in the lower half of states based on how much those taxes consume of a state&rsquo;s private sector economic production, according to a 2009 study prepared for the Council On State Taxation, a group of big corporations.<br />\r\n\t<br />\r\n\tSo, to sum up:<br />\r\n\t<br />\r\n\tWalker claims that Wisconsin is &quot;one of the highest taxed states.&quot; His campaign rounds the numbers up to put the state closer to the top 10 and it relies on a researcher&rsquo;s prediction that is informed but speculative. The campaign also cherry-picks a study by a conservative group that finds business taxes are high, but it does not account for other data that show Wisconsin&rsquo;s business taxes are middle or low.<br />\r\n\t<br />\r\n\tOverall, we found the state ranked 13th for total tax burden in rankings released this year and 14th in last year&rsquo;s. There is some room for argument over what &quot;one of the highest&quot; means.<br />\r\n\tBut when you look at all state and local taxes combined, we think it&rsquo;s a stretch to put Wisconsin&rsquo;s current ranking up on that pedestal.<br />\r\n\t<br />\r\n\tWe find Walker&rsquo;s claim to be Half True.</p>\r\n", "ruling_comments_date": "2010-09-17T18:02:24.101530", "ruling_date": "2010-09-19T09:00:00", "ruling_headline": "Scott Walker says Wisconsin is one of the highest taxed states in the nation", "ruling_headline_slug": "scott-walker-says-wisconsin-one-highest-taxed-stat", "ruling_link_text": "If Walker was running a decade ago, he'd be right on target", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tScott Walker campaign website: <a href=\"http://www.scottwalker.org/issues/jobs-economy\">Jobs and the Economy</a><br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/wisconsin/90546309.html\">Wisconsin&rsquo;s tax burden gets lighter, but not for all</a>, April 12, 2010<br />\r\n\t<br />\r\n\tWisconsin Taxpayers Alliance, <a href=\"http://www.wistax.org/news_releases/2010/2010_14and15.html\">New Census figures change state tax rankings</a>, July 28, 2010<br />\r\n\t<br />\r\n\tWisconsin Council on Children and Families, <a href=\"http://www.wisconsinbudgetproject.org/tax_revenue_ranks.pdf\">New Census Data on State and Local Spending and Revenue</a>, July 19, 2010<br />\r\n\t<br />\r\n\tNational Conference of State Legislatures, study of 2009 state tax increases<br />\r\n\t<br />\r\n\tTax Foundation, <a href=\"http://www.taxfoundation.org/research/topic/90.html\">2010 Business Tax Climate study</a>, Sept. 22, 2009<br />\r\n\t<br />\r\n\tCouncil on State Taxation, <a href=\"http://cost.org/Page.aspx?id=72322&amp;terms=2008+business+taxes\">2008 State and Local Business Tax Burden Study</a>, January 2009<br />\r\n\t<br />\r\n\tE-mail and phone interviews with Jill Bader, spokeswoman, <a href=\"http://www.scottwalker.org/\">Scott Walker campaign</a>, Aug. 17, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;Wisconsin is one of the highest taxed states in the nation.&quot;</p>\r\n", "statement_context": "a statement on campaign web site", "statement_date": "2010-09-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}