{"art": [{"brightcove": "", "caption": "Kendra Yarbrough Camarena TV ad, \"New Leadership\"", "id": 666, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/666/", "title": "Kendra Camarena Sept. 14 TV ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/WBLQe-nXmAw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "WBLQe-nXmAw"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/25/kendra-yarbrough-camarena/kendra-yarbrough-camarena-democrat-texas-house-say/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2430, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2430/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDemocrat Kendra Yarbrough Camarena, challenging Republican state Rep. Dwayne Bohac of Houston, vows to battle to keep classes small in elementary schools.<br />\r\n\t<br />\r\n\tIn a TV ad that debuted online Sept. 14, Camarena says: &quot;Austin politicians want to cram more kids into classrooms so they don&#39;t have to make the tough decisions to balance the budget.&quot;<br />\r\n\t<br />\r\n\tPoliticians dodging tough budget decisions by crowding schoolrooms? We wanted a refresher on both parts of that.<br />\r\n\t<br />\r\n\tTo our inquiry, Camarena&#39;s campaign manager, Mary Bell, said &quot;Austin politicians&quot; refers to Republican legislators. Bell said the ad&#39;s statement is based on a plank in the Republican Party of Texas&#39; 2010 platform and a May 10 news article in the Dallas Morning News.<br />\r\n\t<br />\r\n\tIn a section headlined &quot;Legislative Priorities,&quot; the platform says: &quot;Create flexibility for school districts under the class size limit mandate.&quot; That&#39;s a reference to state law approved in 1984 pinning the permitted ratio of students to teachers from kindergarten through fourth grade in Texas public schools at 22-to-1.<br />\r\n\t<br />\r\n\tThe Morning News article says a special House-Senate legislative committee studying education finance in advance of the 2011 legislative session is looking at easing the mandate, which came into place with a raft of changes, including the requirement that students pass classes to participate in extracurricular activities.<br />\r\n\t<br />\r\n\tThe newspaper article quotes state Sen. Florence Shapiro, R-Plano, and state Rep. Rob Eissler, R-The Woodlands, the panel&#39;s co-chairs, saying it might be time to change the mandate in the face of an expected state funding shortfall.<br />\r\n\t<br />\r\n\tCurrently, the newspaper reported, every time a class exceeds the 22-student limit, districts must create an additional class, meaning an additional teacher and classroom, though districts can request waivers.<br />\r\n\t<br />\r\n\tOne special committee member, Sen. Dan Patrick, R-Houston, is quoted saying the limit costs school districts millions of dollars annually despite a lack of evidence it boosts achievement; he&#39;s described as favoring an average class size that schools would have to adhere to, leaving the size of each class up to local administrators. Patrick recently told us he expects his proposal to gain traction in the 2011 session.<br />\r\n\t<br />\r\n\tRepresentatives of teacher groups, which oppose larger classes, are quoted in the newspaper article saying the limit has fed improvements in student performance. They note that school districts already can and do request waivers for individual campuses.<br />\r\n\t<br />\r\n\tSeeking to gauge if changing the mandate is likely, we checked on whether the Select Committee on Public School Finance Weights, Allotments &amp; Adjustments has reached its legislative recommendations.<br />\r\n\t<br />\r\n\tIt has not, Eissler told us in an interview, nor is it certain the panel will revisit the class-size mandate. He said, though, he&#39;s mulling his own proposal to offer bonuses to high-quality teachers who volunteer to teach more than 22 students.<br />\r\n\t<br />\r\n\t&quot;School districts could save money on additional classrooms, good teachers would get more money, more kids would get exposed to the better teachers,&quot; Eissler said.<br />\r\n\t<br />\r\n\t&quot;At times (of fiscal pressure) like these, you have to explore a lot of things,&quot; he said.<br />\r\n\t<br />\r\n\tNext, we reached Shapiro, who said school superintendents have urged lawmakers to relax the 22-1 mandate, perhaps (as Patrick proposes) by allowing districts to average 22 students per teacher in kindergarten through fourth grade.<br />\r\n\t<br />\r\n\tOf Camarena&#39;s statement, Shapiro said: &quot;We&#39;re certainly not going to cram anybody into a classroom. That&#39;s an exaggeration,&quot; she said, which leaves the impression of students not getting tasks done in a room without a desk per child.<br />\r\n\t<br />\r\n\tEissler and Shapiro bridled at the second part of Camarena&#39;s statement, that loosening the class-size mandate means lawmakers &quot;don&#39;t have to make the tough decisions to balance the budget.&quot; Shapiro pointed out such a relaxation would only affect local district spending--not the strapped state budget. State education aid goes to school districts based largely on the number of students they serve, not how many classes are taught at each school.<br />\r\n\t<br />\r\n\tOn another front, we wondered if superintendents favor changes to the 22-1 mandate. Spokeswoman Jenny Caputo of the Texas Association of School Administrators, whose membership includes most superintendents, said in an e-mail the group doesn&#39;t have an official stance on the issue, and the membership is pretty evenly divided on whether the law should be changed. Relaxing the standard, Caputo writes, is &quot;a tough sell -- even if a bill could get passed, which isn&#39;t likely, parents would certainly fight it and having larger-than-average class sizes is not something that attracts teachers in droves to your district either.&quot;<br />\r\n\t<br />\r\n\tSeparately, Clay Robison, spokesman for the Texas State Teachers Association, said teachers want to keep the class-size cap. &quot;It&#39;s very popular not only with teachers -- it&#39;s very popular with parents,&quot; Robison said. &quot;Parents don&#39;t like putting their kids, particularly their young kids, in crowded classrooms.&quot;<br />\r\n\t<br />\r\n\tUpshot: A Republican state senator says the 22-student limit for elementary grade classes should be eased to give local school administrators leeway to set class sizes. Lawmakers who helm a special Senate-House education committee each say the idea could gain support.<br />\r\n\t<br />\r\n\tHowever, none of the trio -- Patrick, Shapiro, Eissler -- concede the goal is to &quot;cram more kids into classrooms,&quot; as Camarena says.<br />\r\n\t<br />\r\n\tThe second part of Camerena&#39;s statement, that changing the size limit is a way for politicians to avoid making &quot;the tough decisions to balance the budget,&quot; isn&#39;t supported. Notably, any budgetary boon from changing the limit would be enjoyed by school districts, not the state.<br />\r\n\t<br />\r\n\tStill, it could end up that more than 22 children are placed in some classrooms. We rate Camarena&#39;s statement as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-21T11:16:43.934734", "ruling_date": "2010-09-25T06:00:00", "ruling_headline": "Kendra Yarbrough Camarena, Democrat for Texas  House, says Austin politicians want bigger classes in public schools", "ruling_headline_slug": "kendra-yarbrough-camarena-democrat-texas-house-say", "ruling_link_text": "Texas legislators have to cram 'fore such a push gels", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDallas Morning News, news article, <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/latestnews/stories/051010dntswclasssize.3f89c03.html\">&quot;Texas lawmakers discuss easing public school class size limit to cut costs,&quot;</a> May 10, 2010 (accessed Sept. 21, 2010)E-mails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09222010_marybellresponsespftexas.html\">responses</a> to PolitiFact Texas, Mary Bell, campaign manager, Kendra Yarbrough Camarena campaign, Sept. 21 and 22, 2010<br />\r\n\t<br />\r\n\tE-mails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09222010_tasaresponsespftexas.html\">responses</a> to PolitiFact Texas, Jenny Caputo, director of communications and media relations, Texas Association of School Administrators, Sept. 22, 2010<br />\r\n\t<br />\r\n\tInterview, State Rep. Rob Eissler, Sept. 22, 2010<br />\r\n\t<br />\r\n\tInterview, State Sen. Dan Patrick, Sept. 22, 2010<br />\r\n\t<br />\r\n\tInterview, State Sen. Florence Shapiro, Sept. 22, 2010<br />\r\n\t<br />\r\n\tRepublican Party of Texas, 2010 <a href=\"http://static.texastribune.org/media/documents/FINAL_2010_STATE_REPUBLICAN_PARTY_PLATFORM.pdf\">platform</a>, June 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Kendra", "half_true_count": 0, "home_state": "Texas", "id": 684, "last_name": "Yarbrough Camarena", "mostly_true_count": 0, "name_slug": "kendra-yarbrough-camarena", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/09212010kendracamarena.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/684/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Austin politicians want to cram more kids into classrooms so they don&#39;t have to make the tough decisions to balance the budget.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-09-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}