{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/sep/22/mahmoud-ahmadinejad/iranian-president-mahmoud-ahmadinejad-claims-woman/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2439, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2439/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAsked about his thoughts on stoning in light of the international uproar over the case of an Iranian woman who reportedly received the sentence for adultery, Iranian President Mahmoud Ahmadinejad dismissed the case as pure western media propaganda. In fact, he said on <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-clinton-ahmadinejad/story?id=11674085\" id=\"u1wr\" title=\"ABC's This Week\">ABC&#39;s <em>This Week</em></a> that Sakineh Mohammadi-Ashtiani, 43, was never actually sentenced to stoning in the first place.<br />\r\n\t<br />\r\n\t&quot;First, what I want to say is that Miss Mohammadi was never sentenced to stoning,&quot; Ahmadinejad told <em>This Week</em> host Christiane Amanpour in an interviewed aired on Sept. 19, 2010. &quot;This was news that was produced and incorrect, and regretably, U.S. media affected -- was infected by U.S. politicians to make a piece of news out of it.&quot;<br />\r\n\t<br />\r\n\t&quot;But the Iranian government lifted the sentence...&quot; Amanpour interjected.<br />\r\n\t<br />\r\n\tSaid Ahmadinejad: &quot;Allow me. Allow me. When I represent the Iranian government, how is it that I am unaware of what you are telling me and that you should be aware of it? This is an issue that is being considered. It is still being processed. Given that there was no sentence of stoning issued in the first place this was the news that was made up. The propaganda behind it was big, and then those same murderers of people become supporters of human rights.<br />\r\n\t<br />\r\n\t&quot;Now this is ancient method, an ancient method that needs to change.&quot;<br />\r\n\t<br />\r\n\tThe following day, a spokesman for Iran&#39;s Foreign Ministry echoed Ahmadinejad&#39;s claim, saying the controversy over Ashtiani being sentenced to death by stoning for adultery was &quot;organized media propaganda against Iran and to build up a human rights (violation) case,&quot; according to the news agency <a href=\"http://www.gulf-times.com/site/topics/article.asp?cu_no=2&amp;item_no=387384&amp;version=1&amp;template_id=37&amp;parent_id=17\" id=\"gzn2\" title=\"Deutsche Presse-Agentur\">Deutsche Presse-Agentur</a>.<br />\r\n\t<br />\r\n\tWhen pressed about the matter while attending a U.N. anti-poverty summit on Sept. 21, <a href=\"http://www.nytimes.com/2010/09/22/world/middleeast/22iran.html?hp\" id=\"sjjw\" title=\"Ahmadinejad defended\">Ahmadinejad defended</a> the handling of the case, telling reporters, &quot;You do not understand our judicial system.&quot;<br />\r\n\t<br />\r\n\tIranian officials have made it clear that the case involving Ashtiani, who, in addition to adultery, is also charged with having been an accomplice in the killing of her husband, is still under investigation, and Ministry spokesman Ramin Mehmanparast said no final sentence has been issued yet on either of the charges.<br />\r\n\t<br />\r\n\tBut was Ahmadinejad correct that the issue of stoning in this case was pure fabrication, that Ashtiani &quot;was never sentenced to stoning&quot;?<br />\r\n\t<br />\r\n\tAhmadinejad&#39;s claim is at odds with earlier comments from Iranian justice officials who seemed to acknowledge the stoning sentence while announcing in July the penalty had been shelved &quot;for now.&quot;<br />\r\n\t<br />\r\n\tIn July, Malek Ajdar Sharifi, the top judicial official in the province where Ashtiani was convicted, told the Iranian state news agency IRNA that her crimes were &quot;heinous&quot; and that the stoning would still take place if the judiciary wanted. &quot;Although the verdict is definitive and applicable, the verdict has been halted due to humanitarian reservations and upon the order of the honourable judiciary chief, and it will not be carried out for the moment,&quot; according to reports from the <a href=\"http://www.msnbc.msn.com/id/38180844/\" id=\"u.5r\" title=\"Associated Press\">Associated Press</a> and <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5jGCRfWnD4IYJijRu3tt-YZIjAK5g\" id=\"ivwh\" title=\"Agence France Presse\">Agence France Presse</a>.<br />\r\n\t<br />\r\n\tThat same week, Mohammed Javad Larijani of Iran&#39;s human rights council told the state news agency that the &quot;review and appeal of the verdict is on the agenda,&quot; and maintained that &quot;the hue and cry that the West has launched over this case will not affect our judges.&quot;<br />\r\n\t<br />\r\n\t&quot;The implementation of Islamic regulations like stoning and the headscarf have always been faced with their impudent hostility and opposition,&quot; he said.<br />\r\n\t<br />\r\n\tMoreover, Ahmadinejad&#39;s claim is directly contradicted by two court documents smuggled out of the country by Mohammad Mostafaei, Ashtiani&#39;s original attorney.<br />\r\n\t<br />\r\n\tWe spoke to Mostafaei, who fled Iran in August under threat of arrest and sought amnesty in Oslo, Norway.<br />\r\n\t<br />\r\n\t&quot;Everything Mahmoud Ahmadinejad said on TV is not true,&quot; Mostafaei said, adding that the sentence of stoning was handed down by the lower court, and confirmed in an appeals court, before the international furor among human rights activists pressured Iranian officials to review the case.<br />\r\n\t<br />\r\n\tMostafaei thinks Ahmadinejad simply didn&#39;t calculate that he had taken copies of court documents with him.<br />\r\n\t<br />\r\n\tOne of the documents, he said, is the <a href=\"http://static.politifact.com.s3.amazonaws.com/files/Picture%20007.jpg.pdf\" id=\"ehpd\" title=\"original sentencing document\">original sentencing document</a>, obtained by Amnesty International and posted online by the International Campaign for Human Rights in Iran. Amnesty International provided us with a <a href=\"http://static.politifact.com.s3.amazonaws.com/files/Court%20ruling%202.pdf\" id=\"jav1\" title=\"translation of the document\">translation of the document</a>, which was originally written in Persian.<br />\r\n\t<br />\r\n\tIt reads, in part, &quot;In this case, Ms. Sakineh Mohammadi Ashtiani, born in 1968, from and resident of Oskou, daughter of Asghar, is accused of adultery with strangers. In consideration of the file contents, the complaint of her children from her murdered husband, the late Ebrahim Qaderzadeh, the police report, and the express confessions of the aforementioned during all preliminary investigations and cross examinations...it seems that the main motive of the aforementioned for murdering her husband in complicity with one of the strangers -&ndash; this charge against her is being examined by another court of the province &ndash;- was her illicit relations with strangers and strong moral corruption. Other indications and adminicles all point to the committing of the said adultery offence and have led to the achievement of knowledge by the majority. Therefore, invoking Articles 63, 83 and 105 of the Islamic Penal Code, the majority of court members sentence Ms. Sakineh Mohammadi Ashtiani, daughter of Asghar, to stoning for adultery (repeatedly with strangers). This sentence may be appealed before the Supreme Court within 20 days of its notification.&quot; (An adminicle is something that contributes to proving a point.)<br />\r\n\t<br />\r\n\tIn addition, the International Campaign for Human Rights in Iran <a href=\"http://www.iranhumanrights.org/2010/09/ahmadinejad-lies/\" id=\"q6i1\" title=\"posted a document\">posted a document</a> that Mostafaei said was issued by the Supreme Court administration on July 7, 2010. The document is also written in Persian, and Hadi Ghaemi, executive director of International Campaign for Human Rights in Iran, said the document acknowledges the receipt of an appeals request to rule on the stoning sentence of Sakineh Ashtiani.<br />\r\n\t<br />\r\n\tWe had the documents independently translated and confirmed both documents list stoning as the sentence.<br />\r\n\t<br />\r\n\t&quot;It explicitly states her sentence as stoning,&quot; Ghaemi told us. &quot;If there was no stoning sentence, the Supreme Court would not have issued this report.&quot;<br />\r\n\t<br />\r\n\tAmnesty International pointed us to one other piece of evidence.<br />\r\n\t<br />\r\n\tA press release issued by the <a href=\"http://static.politifact.com.s3.amazonaws.com/files/Press%20Release%20from%20Iran%20embassy%20London.pdf\" id=\"gf4h\" title=\"Iranian embassy in London\">Iranian embassy in London</a> on July 8, 2010, &quot;denies the false news aired in this respect (the Ashtiani case) and notifies the Ministry that according to information from the relevant judicial authorities in Iran, she will not be executed by stoning punishment. It is notable that this kind of punishment has rarely been implemented in Iran, and various means and remedies must be probed and exhausted to finally come up with such a punishment.&quot;<br />\r\n\t<br />\r\n\tThe statement also notes that &quot;the stoning punishment has not been cited in the draft Islamic Penal Code being deliberated in the Iranian Parliament.&quot;<br />\r\n\t<br />\r\n\tAccording to a <a href=\"http://www.un.org/apps/news/story.asp?NewsID=28639&amp;Cr=iran&amp;Cr1=\" id=\"bag9\" title=\"2008 report from the United Nations\">2008 report from the United Nations</a> on human rights issues in Iran, the head of Iran&#39;s judiciary issued a circular to prohibit stoning as a punishment. &quot;However,&quot; the report states, &quot;as in the case of the ban on public executions, this circular does not have a binding legal effect and serves only as an instruction for individual judges.&quot;<br />\r\n\t<br />\r\n\tReports of stoning sentences in Iran are uncommon, and it&#39;s even more rare that the sentence is actually carried out. The U.N. report notes that stoning verdicts have been suspended for at least 14 people (11 women and three men); and an active coalition exists in the country seeking to ban the practice of stoning altogether.<br />\r\n\t<br />\r\n\tNonetheless, the practice of stoning still occurs -- with the most recent instance in 2007, according to the U.N.<br />\r\n\t<br />\r\n\tMostafaei said he has handled about 10 cases involving stoning. In a handful of cases, the punishment was later reduced to 99 lashes, he said. About 14 people in Iran have been sentenced to stoning and are in prison awaiting punishment.<br />\r\n\t<br />\r\n\tMostafaei believes international denunciation has worked, and in an <a href=\"http://static.politifact.com.s3.amazonaws.com/files/letter%20to%20leader%20of%20governments.pdf\" id=\"lurh\" title=\"open letter\">open letter</a>, he talks broadly about human rights issues facing Iran.<br />\r\n\t<br />\r\n\t&quot;I think the government can&#39;t continue this punishment in the future, in my opinion,&quot; he said.<br />\r\n\t<br />\r\n\tIranian officials have accused Mostafaei of taking advantage of the case to get asylum in Europe.<br />\r\n\t<br />\r\n\tIn August and September, a woman claiming to be Ashtiani appeared on state television (with her face blurred out) and confessed to being an accomplice to her husband&#39;s murder. The woman also criticized Mostafaei, saying that he had shamed her by making the case an international human rights issue. Her lawyer said the interviews were coerced.<br />\r\n\t<br />\r\n\tWe are not weighing the issue of Ahtiani&#39;s guilt or innocence but whether she was &quot;never sentenced to stoning.&quot; We think there&#39;s enough evidence -- from previously reported statements from Iranian judicial officials and from court documents provided by Ashtiani&#39;s one-time attorney -- to show that stoning was the sentence by the lower court. In this case, the sentence has been suspended, and the case is under review. Ahmadinejad may have a point that stoning sentences are rare, that the sentence is often overturned and that there is often a prolonged process of review before such sentences are carried out. But we rule his claim that Ashtiani was never sentenced to stoning in the first place is False.</p>\r\n", "ruling_comments_date": "2010-09-22T11:15:11.165697", "ruling_date": "2010-09-22T15:40:18", "ruling_headline": "Iranian president Mahmoud Ahmadinejad claims woman was never sentenced to stoning", "ruling_headline_slug": "iranian-president-mahmoud-ahmadinejad-claims-woman", "ruling_link_text": "Court documents say stoning", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC &quot;This Week,&quot; <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-clinton-ahmadinejad/story?id=11674085\" id=\"hkxv\" title=\"Transcript: interview with Ahmadinejad\">Transcript: interview with Ahmadinejad</a>, Sept. 19, 2010<br />\r\n\t<br />\r\n\tChristian Science Monitor, <a href=\"http://www.csmonitor.com/World/terrorism-security/2010/0813/Iran-changes-Ashtiani-stoning-sentence-for-adultery-to-hanging\" id=\"o:2:\" title=\"&quot;Iran changes Ashtiani stoning sentence for adultery to hanging,&quot;\">&quot;Iran changes Ashtiani stoning sentence for adultery to hanging,&quot;</a> by David Montero, Aug. 13, 2010<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/08/22/weekinreview/22worth.html\" id=\"ky81\" title=\"&quot;Crime (Sex) and Punishment (Stoning),&quot;\">&quot;Crime (Sex) and Punishment (Stoning),&quot;</a> by Robert F. Worth, Aug. 21, 2010<br />\r\n\t<br />\r\n\tAFP, <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5irn-v2hynmobOR4TEL8gzzX1tZ8Q\" id=\"vm:j\" title=\"&quot;Iran tells West to stay out of woman's stoning case,&quot;\">&quot;Iran tells West to stay out of woman&#39;s stoning case,&quot;</a>&nbsp; Aug. 17, 2010<br />\r\n\t<br />\r\n\tAFP, <a href=\"http://www.google.com/hostednews/afp/article/ALeqM5jGCRfWnD4IYJijRu3tt-YZIjAK5g\" id=\"repi\" title=\"&quot;Iran halts woman's stoning 'for now'&quot;\">&quot;Iran halts woman&#39;s stoning &#39;for now&#39;&quot;</a> by Jay Deshmukh, July 11, 2010<br />\r\n\t<br />\r\n\tAP, <a href=\"http://www.msnbc.msn.com/id/38180844/\" id=\"jj71\" title=\"&quot;Iran to review woman's stoning verdict,&quot;\">&quot;Iran to review woman&#39;s stoning verdict,&quot;</a> by Nasser Karimi, July 10, 2010<br />\r\n\t<br />\r\n\tDeutsche Presse-Agentur, <a href=\"http://www.gulf-times.com/site/topics/article.asp?cu_no=2&amp;item_no=387384&amp;version=1&amp;template_id=37&amp;parent_id=17\" id=\"zj6b\" title=\"&quot;Iran calls stoning row propaganda,&quot;\">&quot;Iran calls stoning row propaganda,&quot;</a>Sept. 21, 2010<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/09/22/world/middleeast/22iran.html?hp\" id=\"ol7:\" title=\"&quot;Iranian President Defends Record,&quot;\">&quot;Iranian President Defends Record,&quot;</a> by Neil MacFarquhar, Sept. 21, 2010<br />\r\n\t<br />\r\n\tOriginal <a href=\"http://static.politifact.com.s3.amazonaws.com/files/Picture%20007.jpg.pdf\" id=\"n5sb\" title=\"sentencing document\">sentencing document</a> for Ashtiani, provided by Amnesty International<br />\r\n\t<br />\r\n\t<a href=\"http://static.politifact.com.s3.amazonaws.com/files/Court%20ruling%202.pdf\" id=\"psy8\" title=\"Translation of original sentencing document\">Translation of original sentencing document</a>, provided by Amnesty International<br />\r\n\t<br />\r\n\tInternational Campaign for Human Rights in Iran, <a href=\"http://www.iranhumanrights.org/2010/09/ahmadinejad-lies/\" id=\"lcdz\" title=\"Scan of document issued by the Supreme Court\">Scan of document issued by the Supreme Court</a> administration in Sakineh Ashtiani case<br />\r\n\t<br />\r\n\tEmbassy of the Islamic Republic of Iran, <a href=\"http://static.politifact.com.s3.amazonaws.com/files/Press%20Release%20from%20Iran%20embassy%20London.pdf\" id=\"val9\" title=\"Press release re: Ashtiani case\">Press release re: Ashtiani case</a>, July 8, 2010<br />\r\n\t<br />\r\n\tUnited Nations website, <a href=\"http://www.un.org/apps/news/story.asp?NewsID=28639&amp;Cr=iran&amp;Cr1=\" id=\"hazl\" title=\"UN report&nbsp; to the General Assembly on Iran's human rights situation\">UN report&nbsp; to the General Assembly on Iran&#39;s human rights situation</a>, Oct. 20, 2008<br />\r\n\t<br />\r\n\tInterview with Mohammad Mostafaei in Oslo, Norway, Sept. 21, 2010<br />\r\n\t<br />\r\n\tInterview with Hadi Ghaemi, executive director of International Campaign for Human Rights in Iran, Sept. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Ann Harrison, a researcher at Amnesty International, Sept. 21, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Mahmoud", "half_true_count": 0, "home_state": "", "id": 686, "last_name": "Ahmadinejad", "mostly_true_count": 0, "name_slug": "mahmoud-ahmadinejad", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ahmadinejad.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/686/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSakineh Mohammadi Ashtiani &quot;was never sentenced to stoning.&quot;</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}