{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/24/republican-governors-association/gop-said-candidate-roy-barnes-fought-give-illegal-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2452, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2452/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThis election season, illegal immigrants stand alongside President Barack Obama and U.S. House Speaker Nancy Pelosi as among the Republicans&#39; favorite bad guys.&nbsp;<br />\r\n\t<br />\r\n\tNow a Republican spoof attacking Democratic gubernatorial candidate and former Gov. Roy Barnes&#39; career as an attorney said he pushed for them to break the law<font>.&nbsp; </font><br />\r\n\t<br />\r\n\tAt www.1888kingroy.com, sponsored by the Republican Governors Association, you&#39;ll read that<br />\r\n\t&quot;Roy Barnes has fought to give illegal immigrants the right to vote.&quot;<br />\r\n\t<br />\r\n\t&quot;In other words, no ID, no problemo!&quot; it said.<br />\r\n\t<br />\r\n\tAnd if you call 1-888-King-Roy you&#39;ll be prompted to dial 3 &quot;if you&#39;re an illegal immigrant.&quot;<br />\r\n\t<br />\r\n\tIt sends you to this recorded message:&nbsp;<br />\r\n\t<br />\r\n\t&quot;<i>Hola</i>. As you know, Roy has been fighting hard to give you the ability to vote. If you are interested in voting, leave a message and we will get back to you as soon as possible. <i>Adios</i>. <i>Vaya con Dios</i>.&quot;<br />\r\n\t<br />\r\n\tBarnes was &quot;fighting hard&quot; to help illegal immigrants break the law and vote? <i>Dios mio!</i><br />\r\n\t<br />\r\n\tIf this accusation sticks, it would be a damaging blow for Barnes, a centrist running a close race with Republican candidate and former U.S. Congressman Nathan Deal. Libertarian John Monds trails them.<br />\r\n\t<br />\r\n\tThe RGA&#39;s argument is this:<br />\r\n\t<br />\r\n\tFor years, Georgia allowed documents such as utility bills and bank statements to serve as voter identification. In 2005, the state Legislature passed a law requiring that voters present photo identification at the polls. A revised version passed in 2006 after the first law failed legal challenges.<br />\r\n\t<br />\r\n\tBarnes filed a lawsuit on behalf of clients who said the legislation violated the state constitution. If the suit won, the law would not have gone into effect. That would have meant that voters could use bank statements as identification.<br />\r\n\t<br />\r\n\tBecause Barnes was a member of an advisory board to Georgia Appleseed, a nonprofit the RGA said &quot;specializes in efforts designed to aid illegal immigrants&quot; and has a program to &quot;provide advice on opening a bank account without a Social Security number,&quot; the GOP group said he was helping illegal immigrants get the vote.<br />\r\n\t<br />\r\n\t&quot;Clearly if he had been successful with the lawsuit, Barnes&#39; group, Georgia Appleseed, could have provided a roadmap for more illegal immigrants to obtain bank accounts, and therefore the necessary paperwork to vote,&quot; the website concludes.<br />\r\n\t<br />\r\n\tWe took a closer look at the RGA&#39;s argument.<br />\r\n\t<br />\r\n\tBarnes was an attorney for the plaintiffs in 2006&#39;s Lake v. Perdue. The suit, filed in Fulton County Superior Court, argued that a law mandating voters to show one of six forms of government-issued photo identification at the polls violated the Georgia Constitution.<br />\r\n\t<br />\r\n\tThe suit lost before the state Supreme Court. But according to the Secretary of State&#39;s Office and <font>a voting expert who once served on the Fulton County Board of Registrations and Elections</font>, if the suit had won, bank statements would have been acceptable forms of voter ID.<br />\r\n\t<br />\r\n\tSo the RGA is correct on that count. The old law that allowed bank statements as voter IDs would have been in effect if Barnes had won. &nbsp;<br />\r\n\t<br />\r\n\tBut beyond this point, the RGA&#39;s argument falls apart.<br />\r\n\t<br />\r\n\tFor Republicans to claim Barnes fought to give illegal immigrants the right to vote, the former governor would have actually had to have pushed for it. So we took a closer look at what Barnes&#39; lawsuit actually fought for.<br />\r\n\t<br />\r\n\tThere is no mention of illegal immigrants in the complaint Barnes filed on behalf of his clients, much less the idea that they should have access to the polls<font>. The suit objected to the law because it would place high obstacles to voting on the poor, elderly, and visually and physically impaired. </font><br />\r\n\t<br />\r\n\tThe complaint also argued that the law treated in-person voters differently than absentee voters, who are more often white than black, and that there were better ways to prevent voter fraud.<br />\r\n\t<br />\r\n\tLaughlin McDonald, the Atlanta director of the American Civil Liberties Union&#39;s Voting Rights Project, said that describing Barnes&#39; lawsuit as supporting voting by illegal immigrants is a &quot;misrepresentation of the issue.&quot; The ACLU opposed the photo ID law.<br />\r\n\t<br />\r\n\tVoting rights experts we consulted also agreed the RGA&#39;s characterization is incorrect.<br />\r\n\t<br />\r\n\t&quot;This is really an outrageous distortion,&quot; said Daniel Tokaji, a law professor at Ohio State University who is an expert in voting rights.<br />\r\n\t<br />\r\n\t&quot;They were instead challenging a law that raised serious legal questions, given its potential to impede voting by U.S. citizens of limited means,&quot; Tokaji said. &quot;Whether or not one agrees with their position on the legal merits, this is a gross mischaracterization.&quot;<br />\r\n\t<br />\r\n\tSome argued the photo ID requirements might make it more difficult for noncitizens, including illegal immigrants, to cast ballots, said Michael Pitts, a voting rights expert at the Indiana University School of Law. But this has mostly been a &quot;side issue&quot; in the larger debate.<br />\r\n\t<br />\r\n\t&quot;The lawsuits filed against photo identification requirements have not been based on a desire to provide illegal immigrants with voting rights, rather they have been about whether certain groups of United States citizens, such as the poor, the elderly and African Americans, might be unable to cast a ballot because they do not possess the required photo identification,&quot; Pitts said.<br />\r\n\t<br />\r\n\tWe also took a look at Barnes&#39; connection to Georgia Appleseed, which the RGA said &quot;specializes in efforts designed to aid illegal immigrants.&quot; If Barnes were indeed on the board of advisers of such a group, a more general claim that he supported advocacy work to aid illegal immigrants might contain some truth.<br />\r\n\t<br />\r\n\tExecutive Director Sharon Hill confirmed that Barnes served on the group&#39;s board of directors from 2005 through 2008 and now sits on its board of advisers. Georgia Appleseed issued a news release in response to the ad saying its work is being &quot;mischaracterized.&quot;<br />\r\n\t<br />\r\n\tChuck Clay, a member of Georgia Appleseed&#39;s board of directors as well as a former chairman of the state Republican Party and Republican minority leader of the Georgia state Senate, said the group in no way specializes in helping illegal immigrants.<br />\r\n\t<br />\r\n\t&quot;That would be 100 percent incorrect,&quot; Clay said. &quot;It [the accusation] does make you scratch your head and wonder whether the people saying that looked up the [Georgia Appleseed] website.&quot;<br />\r\n\t<br />\r\n\tGeorgia Appleseed is a public-interest law group that works to fix systemic issues in the law. The group of lawyers, civil leaders and other professionals includes leaders from both sides of the aisle. They&#39;re currently working on projects that focus on juvenile justice, effective student discipline, public education, and property passed down to heirs without a will or probate, the group&#39;s leadership and news coverage confirmed.<br />\r\n\t<br />\r\n\tHill confirmed the nonprofit did run the Financial Access for Latino Immigrants project from 2005 through June 30, 2009. The financial literacy project helped newcomers avoid being victims of violent crime by keeping their money in the bank instead of in their pockets, avoid predatory lending and build economic stability. (Between 40 percent and 60 percent of Latino immigrants do not have a bank account, according to project literature.)<br />\r\n\t<br />\r\n\tBarnes was not directly involved in that project, Hill said.<br />\r\n\t<br />\r\n\tA review of the project&#39;s publications found no instance in which Georgia Appleseed gave advice to illegal immigrants on how to get a bank account without a Social Security number. One brochure did mention that the ID might not be necessary for non-U.S. citizens. But &quot;noncitizen&quot; includes green card holders, foreigners on work visas and international students. It&#39;s a far cry from &quot;illegal immigrant.&quot;&nbsp;<br style=\"background-color: rgb(255, 255, 0);\" />\r\n\t<br />\r\n\tSo not only did AJC PolitiFact Georgia find no evidence Barnes fought for the radical notion of giving illegal immigrants the right to vote, we also found that Barnes gave none of the support to illegal immigrants that the RGA claimed.<br />\r\n\t<br />\r\n\tBarnes&#39; voter ID suit had nothing to do with illegal immigration. Georgia Appleseed, where he serves on an advisory board, is a group of lawyers and other professionals who perform public-interest work on a wide range of topics and does not &quot;specialize&quot; in aiding the activities of people who are breaking the law by entering the country. That group&#39;s program on financial literacy for Latino immigrants, which ended last year, dealt with noncitizens, not illegal immigrants. Barnes had no direct involvement in it.<br />\r\n\t<br />\r\n\tIt would take a leap of conspiratorial proportions to believe that Barnes had fought for such an extreme position as giving illegal immigrants the right or ability to vote. The claim is silly.<br />\r\n\t<br />\r\n\t<font color=\"#000000\"><font><i><font color=\"#000000\"><font>Pantalones en fuego.</font></font></i><br />\r\n\t<br />\r\n\tPants on Fire. </font></font></p>\r\n", "ruling_comments_date": "2010-09-23T15:21:41.716887", "ruling_date": "2010-09-24T06:00:00", "ruling_headline": "GOP said candidate Roy Barnes fought to give illegal immigrants the chance to vote", "ruling_headline_slug": "gop-said-candidate-roy-barnes-fought-give-illegal-", "ruling_link_text": "Republican governors say 'adios' to the truth", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRepublican Governors Association, <a href=\"http://www.1888kingroy.com\">1-888-King-Roy begin_of_the_skype_highlighting&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1-888-King-Roy&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;end_of_the_skype_highlighting</a> website, accessed Sept. 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Hans von Spakovsky, senior legal fellow, Civil Justice Reform Initiative, The Heritage Foundation, Sept. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Sharon Hill, executive director, Georgia Appleseed, Sept. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Matt Carrothers, spokesman, Georgia Secretary of State&#39;s Office, Sept. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Chris Schrimpf, spokesman, Republican Governors Association, Sept, 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Daniel Tokaji, law professor, Ohio State University, Sept. 23, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Michael Pitts, professor, Indiana University School of Law, Sept. 23, 2010<br />\r\n\t<br />\r\n\tInterview, Chuck Clay, former chairman, Georgia Republican Party, Sept. 23, 2010<br />\r\n\t<br />\r\n\tInterview, Laughlin McDonald, Atlanta director of the American Civil Liberties Union&#39;s Voting Rights Project, Sept. 17, 2010<br />\r\n\t<br />\r\n\tGeorgia Appleseed brochure, &quot;<a href=\"http://www.gaappleseed.org/docs/76459_B.on.ur%20Future.pdf\">Bank on Your Future</a>,&quot; accessed Sept. 13, 2010<br />\r\n\t<br />\r\n\tGeorgia Appleseed information packet, &quot;<a href=\"http://www.gaappleseed.org/docs/banking_toolkit.pdf\">Banking Immigrant Communities</a>,&quot; accessed Sept. 13, 2010<br />\r\n\t<br />\r\n\tGeorgia Appleseed, <a href=\"http://www.gaappleseed.org/docs/FAQ%20with%20logo%20043007.pdf\">Frequently Asked Questions About Opening Deposit Accounts for Foreign Citizens</a>, accessed Sept. 22, 2010<br />\r\n\t<br />\r\n\tThe Pew Center on the States, Voter ID laws fact sheet, <a href=\"http://www.pewcenteronthestates.org/uploadedFiles/voterID.laws.6.08.pdf\">www.pewcenteronthestates.org/uploadedFiles/voterID.laws.6.08.pdf</a><br />\r\n\t<br />\r\n\tLake v. Perdue complaint, July 3, 2006</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 6, "home_state": "Washington, D.C.", "id": 321, "last_name": "Republican Governors Association", "mostly_true_count": 5, "name_slug": "republican-governors-association", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GOP_elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/321/", "total_count": 20, "true_count": 0, "website": "http://www.rga.org/"}, "statement": "<p>\r\n\tCandidate for governor Roy Barnes has been &quot;fighting hard&quot; to let illegal immigrants vote.</p>\r\n", "statement_context": "a website", "statement_date": "2010-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Roy", "half_true_count": 3, "home_state": "Georgia", "id": 420, "last_name": "Barnes", "mostly_true_count": 3, "name_slug": "roy-barnes", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RoyBarnes.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/420/", "total_count": 10, "true_count": 0, "website": ""}], "twitter_headline": "Did Roy Barnes fight to give illegal immigrants the right to vote? #gapolitics"}