{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/sep/27/john-cornyn/sen-john-cornyn-says-annual-defense-authorization-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2467, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2467/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublican senators, including John Cornyn of Texas, last week charged Democrats with tacking politically-loaded amendments onto a defense bill.</p>\r\n<p>\r\n\tIn a Sept. 21 press release announcing his decision to vote against a motion to take up the bill, Cornyn accused the body&#39;s majority party of attaching &quot;language to the bill that represents a blatant attempt to score last-minute votes just weeks before an election. The bill includes language that would require military hospitals to provide abortions on demand.&quot;</p>\r\n<p>\r\n\tThe motion failed after a 56-43 vote that same day. We wondered later if indeed language attached by Democrats would require military hospitals to provide abortions &quot;on demand.&quot;</p>\r\n<p>\r\n\tFirst, some background: The Department of Defense is barred from spending federal funds to perform abortions except when the life of the mother is in danger. The only other instances that abortions can be performed in military facilities are in cases of rape or incest, though the woman must pay for the procedure herself.</p>\r\n<p>\r\n\tIn 1993, President Bill Clinton signed a memorandum allowing abortions at military facilities if they were paid for with private funds, according to a 2002 report by the nonpartisan Congressional Research Service. In 1996, Republicans, who then controlled Congress, imposed the current limits, in that year&#39;s version of the defense authorization bill. It has stood ever since.</p>\r\n<p>\r\n\tThe law affects some 200,000 active-duty female personnel, according to the nonpartisan Guttmacher Institute, which studies and advocates on issues related to reproductive health. Heather Boonstra, a senior policy analyst at the Institute, told us that about 50,000 servicewomen are stationed overseas. &nbsp;</p>\r\n<p>\r\n\tHow did the new language per the abortion limits emerge?</p>\r\n<p>\r\n\tIn May, Sen. Roland Burris, D-Ill., introduced an amendment to the defense authorization bill for fiscal year 2011. Burris&#39; amendment, adopted by a Senate committee, would repeal the restrictions on privately-funded abortions in military facilities. Burris said in a May 27 press release: &quot;It is critical that we provide the highest quality care for our service members while they are serving our nation overseas, and that includes allowing women and their families the right to choose at facilities operated under the Department of Defense.&quot;</p>\r\n<p>\r\n\tJim O&#39;Connor, a spokesman for Burris, told us the amendment &quot;removes language prohibiting these health services from being offered on military bases, nothing more,&quot; he said. &quot;It does not compel doctors to perform these procedures.&quot;</p>\r\n<p>\r\n\tCecile Richards, president of the Planned Parenthood Federation of America, applauded the amendment at the time, saying: &quot;The (committee) vote repealing this discriminatory and dangerous ban is the first step to ensuring that servicewomen can use their own private money for abortion care when they are serving overseas.&quot;</p>\r\n<p>\r\n\tSo, under the amendment, it appears military hospitals would be permitted to perform abortions in more cases than currently allowed.</p>\r\n<p>\r\n\tBut Boonstra objected to Cornyn&#39;s statement that the amendment &quot;requires&quot; military hospitals to provide abortions. &quot;What it does is lift a ban on military hospitals to perform abortions,&quot; she said. &quot;Nothing compels a military hospital or facility to do that. ... The idea that military hospitals would have to set up special mechanisms to provide these abortions just isn&#39;t the case.&quot;</p>\r\n<p>\r\n\tKevin McLaughlin, Cornyn&#39;s spokesman, pointed to a White House statement supporting the amendment, which it said &quot;would restore a policy to ensure that servicewomen and military dependents &mdash; including nearly 50,000 servicewomen stationed overseas &mdash; have the ability to obtain abortion services using their own, private funds.&quot;</p>\r\n<p>\r\n\tHowever, White House spokesman Matt Lehrich told us that the amendment &quot;does not require military facilities to provide abortions.&quot;</p>\r\n<p>\r\n\tThe nonpartisan Congressional Research Service states that the changes that Clinton ordered allowing abortions in military hospitals &quot;did not necessarily have the effect of greatly increasing access to abortion services. Abortions are generally not performed at military medical facilities in the continental United States.&quot; Further, the report notes that few abortions had been performed abroad because the &quot;military follows the prevailing laws and rules of foreign countries regarding abortion&quot; and because &quot;the military has had a difficult time finding health care professional in uniform willing to perform the procedure.&quot;</p>\r\n<p>\r\n\tNext, we turned to the second part of Cornyn&#39;s statement. Would servicewomen get abortions &quot;on demand,&quot; as Cornyn puts it?</p>\r\n<p>\r\n\tMcLaughlin said the senator means there would be &quot;no questions asked&quot; as opposed to current policy which restricts abortion procedures to women who are pregnant as a result of rape, incest or if her life would be endangered if she carried the pregnancy to term.</p>\r\n<p>\r\n\tOthers have suggested that if the amendment passes into law, abortions wouldn&#39;t always be available.</p>\r\n<p>\r\n\tIn a September article published in the <i>Guttmacher Policy Review</i>, Rachel Natelson, the legal and policy adviser at Service Women&#39;s Action Network, which advocates for military women, is quoted saying: &quot;Even if the amendment were adopted, the longstanding ban on the use of federal funds for abortion at military facilities would remain. And for military women stationed overseas who rely on the government for their health care, access to abortion services would remain significantly challenged.&quot;</p>\r\n<p>\r\n\tBoonstra, who wrote the article, told us the military has a &quot;conscience clause&quot; that allows physicians to refuse to perform abortions if they have a moral objection.</p>\r\n<p>\r\n\tIn late 2008, the Bush administration issued a rule stating that federally-funded health workers could decline to perform an abortion or any health care practice that encroaches on that person&#39;s &quot;religious belief or moral conviction.&quot; Opponents said the regulation was so broad that doctors could refuse <i>any</i> treatment.</p>\r\n<p>\r\n\tSen. Carl Levin, D-Mich., who chairs the Senate Armed Services Committee, said at a May 28 news conference that the Burris amendment means abortions &quot;have got to be prepaid&quot; out of pocket and would be &quot;only done on a voluntary basis by a doctor. There is no requirement, in other words, that doctors in military hospitals perform the abortions.&quot;</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tThe defense bill stalled before the Senate includes language allowing military hospitals to provide abortions in cases beyond the existing permissible instances of rape, incest or when the mother&#39;s life is endangered. But allowing is not the same as requiring. Contrary to Cornyn&#39;s claim, we see no mandate in the proposed change.</p>\r\n<p>\r\n\tAs for military hospitals performing abortions &quot;on demand,&quot; there are so many conditions on availability &mdash; even with the amendment &mdash; that Cornyn&#39;s description goes too far. We find the statement False.</p>", "ruling_comments_date": "2010-09-24T15:26:12.075383", "ruling_date": "2010-09-27T06:00:00", "ruling_headline": "Sen. John Cornyn says that the annual defense authorization bill includes language that would require military hospitals to provide abortions \"on demand\"", "ruling_headline_slug": "sen-john-cornyn-says-annual-defense-authorization-", "ruling_link_text": "No requirement, and realistically, not \"on demand\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. John Cornyn, Press release: Cornyn statement on the Defense Authorization Bill, Sept. 21, 2010</p>\r\n<p>\r\n\tSen. Roland Burris, <a href=\"http://burris.senate.gov/press.cfm?method=releases.view&amp;id=f725d8f2-a4a6-4f15-9cf9-14ee1271cbd0\" id=\"nw.i\" title=\"Press release:\">Press release:</a> Sen. Roland Burris introduces amendment to repeal ban on abortions at Department of Defense facilities, May 27, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.law.cornell.edu/uscode/10/usc_sec_10_00001093----000-.html\" title=\"Title 10,\">Title 10,</a> Performance of abortions: restrictions</p>\r\n<p>\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/F?c111:1:./temp/%7Ec111ypKoI7:e309738:\" id=\"sqwf\" title=\"S.3454,\">S.3454,</a> National Defense Authorization Act for Fiscal Year 2011</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/06/11/us/politics/11abort.html\" id=\"fsfi\" title=\"Plan would allow abortions at military hospitals,\">Plan would allow abortions at military hospitals,</a> June 1, 2010</p>\r\n<p>\r\n\tGuttmacher Institute, <a href=\"http://www.guttmacher.org/pubs/gpr/13/3/gpr130302.html\" id=\"nisk\" title=\"The U.S. Military's ban on privately funded abortions,\">The U.S. Military&#39;s ban on privately funded abortions,</a> Guttmacher Policy Review, September 2010</p>\r\n<p>\r\n\tPolitical Transcript Wire, Sen. Carl Levin, D-Mich., holds a news conference on the markup of the National Defense Authorization Act of 2011, May 28, 2010</p>\r\n<p>\r\n\tExecutive Office of the President, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/legislative/sap/111/saps3454s_20100921.pdf\" id=\"zw:b\" title=\"Statement of Administration Policy\">Statement of Administration Policy</a>: S. 3454 - National Defense Authorization Act for Fiscal Year 2011, Sept. 21, 2010</p>\r\n<p>\r\n\tCongressional Research Service, <a href=\"http://www.law.umaryland.edu/marshall/crsreports/\" id=\"y8-e\" title=\"Abortion services and military medical facilities,\">Abortion services and military medical facilities,</a> Nov. 11, 2002</p>\r\n<p>\r\n\tU.S. Department of Health and Human Services, <a href=\"http://www.hhs.gov/news/press/2008pres/12/20081218a.html\" id=\"eppi\" title=\"HHS Issues final regulation to protect health care providers from discrimination,\">HHS Issues final regulation to protect health care providers from discrimination,</a> Dec. 18, 2008</p>\r\n<p>\r\n\tE-mail interview with Rochelle Tafolla, vice president of marketing and communications, Planned Parenthood of Houston and Southeast Texas, Sept. 21, 2010</p>\r\n<p>\r\n\tInterview with Eileen Lainez, spokeswoman, Office of the Assistant Secretary of Defense, Sept. 22, 2010</p>\r\n<p>\r\n\tInterview with Heather Boonstra, senior public policy associate, Guttmacher Institute, Sept. 23, 2010</p>\r\n<p>\r\n\tInterview with Jim O&#39;Connor, communications director for Sen. Roland Burris, Sept. 23, 2010</p>\r\n<p>\r\n\tE-mail interview with Greg Jacob, policy director, Service Women&#39;s Action Network, Sept. 23, 2010</p>\r\n<p>\r\n\tInterview with Kevin McLaughlin, press secretary for Sen. John Cornyn, Sept. 24, 2010</p>\r\n<p>\r\n\tInterview with Tait Sye, spokesman for the Planned Parenthood Federation of America, Sept. 24, 2010</p>\r\n<p>\r\n\tInterview with Matt Lehrich, White House spokesman, Sept. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\tA defense bill &quot;includes language that would require military hospitals to provide abortions on demand.&quot;</p>", "statement_context": "a statement", "statement_date": "2010-09-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}