{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/sep/27/rob-portman/portman-raps-lee-fisher-and-administration-saying-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2474, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2474/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tRob Portman makes a unique bogeyman for his opponent : He&rsquo;s a Republican who not only supported foreign trade policies, which his foes blame for Ohio job losses, but he also personally advised a president on expanding trade. He &nbsp;personifies the policy.<br />\r\n\t<br />\r\n\tYet Portman, a Republican running for U.S. Senate, has a uniquely good comeback.<br />\r\n\t<br />\r\n\tHe says that while many companies have survived thanks to the export opportunities of foreign trade, Ohio lost lots of other jobs to other states on the watch of his opponent, Lee Fisher -- the irony being that Fisher, a Democrat &nbsp;and Ohio&rsquo;s lieutenant governor, was also Ohio&rsquo;s development director, in charge of bringing new jobs to the state.<br />\r\n\t<br />\r\n\tIt&rsquo;s a blame game with resumes perfectly tailored for the respective attacks. But who&rsquo;s more to blame for Ohio&rsquo;s job losses? The guy who promoted trade with China and Mexico and saw jobs cross those borders? Or the guy who as Ohio development director saw too much development cross state borders, not international ones? &nbsp;</p>\r\n<p>\r\n\tPortman, appearing with Fisher before The Plain Dealer editorial board on Sept. 14, said that if you want to compare the validity of these opposing claims, data from the state backs up his: more jobs went to other states than went abroad.<br />\r\n\t<br />\r\n\t&quot;It may surprise you to learn that when you look at the state&rsquo;s own data in terms of job loss, that almost nine out of 10 jobs we have lost in the last three and a half years during the Strickland-Fisher administration have gone to other states, not to other countries,&quot; Portman said, referring to Fisher and Gov. Ted Strickland. &quot;Think about that. So companies have left Cleveland to go to Indiana. Companies have left Cleveland to go across the border to Michigan. And yet it&rsquo;s easy in a campaign to fan the flames of protectionism&quot; and to claim that the jobs went to &quot;Mexico or Canada or, more likely, China.&quot;<br />\r\n\t<br />\r\n\tWe asked about that data, went to the <a href=\"http://ohiolmi.com/mls/MassLayoffStatistics.htm\">state&rsquo;s website</a> to see for ourselves, and laid it out in an Excel file. What we saw, however, were alternate versions of the same reality -- one that supports Portman and yet simultaneously presents as many holes as aged Emmental cheese.<br />\r\n\t<br />\r\n\tSo before we put this to the Truth-O-Meter, let us show you the numbers, starting with Portman&rsquo;s view of them.<br />\r\n\t<br />\r\n\tThe &quot;state&rsquo;s own data&quot; comes from the Ohio Department of Job and Family Services, or ODJFS. In concert with the U.S. Department of Labor, ODJFS publishes quarterly reports of &quot;Mass Layoff Events,&quot; based on surveys of companies with 50 or more initial unemployment claims filed within a five-week period. The surveys, conducted by telephone, ask why the layoffs occurred and whether they were associated with jobs being moved from one place to another. If so, the survey asks where these jobs went: Somewhere else in Ohio? Some other state? Some other country?<br />\r\n\t<br />\r\n\tReviewing these quarterly reports, we found missing numbers and an error the state had made. After we discussed this with ODJFS, the agency went back and updated one quarterly set of numbers. That changed the outcome of the tally, but only slightly. Because Portman relied on the old data, we will still use the old data to evaluate his claim.<br />\r\n\t<br />\r\n\tFrom January 2007 through March of 2010, 842 jobs were lost in Ohio because companies moved operations overseas, the old reports showed. That&rsquo;s a small number compared with the 5,215 jobs lost in Ohio because companies moved their operations to other states, as the state data showed.<br />\r\n\t<br />\r\n\tPut another way, it means that of the jobs that left Ohio, only 13.9 percent went overseas -- and 86 percent went to other states. Now consider Portman&rsquo;s words: The state&rsquo;s &quot;own data&quot; shows that &quot;almost nine out of ten jobs we have lost in the last three and a half years during the Strickland-Fisher administration have gone to other states, not to other countries.&quot;<br />\r\n\t<br />\r\n\tEighty-six percent is close enough to nine out of ten. So Portman is right -- yes?<br />\r\n\t<br />\r\n\tWell, yes -- except for the caveats. Let&rsquo;s start with those from the state. ODJFS quarterly &nbsp;reports note that employers with fewer than 50 workers are not part of the surveys, so these numbers do not include small companies. That exclusion partly explains why the total number of lost jobs counted in these Ohio quarterly reports -- 264,016 since January 2007, &nbsp;including the vast majority that had little to do with the movement of work -- is lower than you&rsquo;ll see in other reports of job losses.<br />\r\n\t<br />\r\n\tThen there&rsquo;s the U.S. Department of Labor, whose Bureau of Labor Statistics sets the survey standards and points out that &quot;movement of work&quot; is defined as work that will be performed by a company or for a company in a new location. Movement is easy to report when a company shutters one plant and reopens another, whether in Juarez, Mexico, or Kokomo, Ind. The definition also applies if a company signs a contract to have its widgets manufactured in Shanghai, China. These are hypothetical examples, because the state reports do not give &nbsp;the exact place of relocation.</p>\r\n<p>\r\n\tBut if a large company with a big supply chain starts using a widget supplier in Mexico and stops buying from a supplier in Ohio, and that Ohio supplier loses so much revenue that it shuts down, those lost jobs are not counted in the &quot;movement of work&quot; column. Those jobs, then, do not wind up in Portman&rsquo;s comparison.<br />\r\n\t<br />\r\n\tThat&rsquo;s the biggest problem.</p>\r\n<p>\r\n\tWe asked Policy Matters Ohio, a think tank, for its <a href=\"http://www.policymattersohio.org/TradeAdjustmentAssistance2010.htm\">latest report on trade adjustment assistance</a>, or TAA, a federal assistance program for workers displaced because of foreign trade. In 2009, 20,677 Ohio workers were deemed potentially eligible for the program, and 9,455 more were in 2008, according to TAA certification reports reviewed by Policy Matters. That suggests that job losses from trade were massively higher than those attributable to companies moving out of state.<br />\r\n\t<br />\r\n\tBut some of those workers eligible for TAA wound up keeping their jobs or getting rehired, such as when General Motors&rsquo; Lordstown plant began rehiring. Others found work elsewhere; a precise number does not exist, which presents a problem for all of these comparisons. Everyone is talking about fruit, but they&rsquo;re often comparing apples with persimmons.<br />\r\n\t<br />\r\n\tPolitiFact Ohio has previously examined claims by Strickland and Fisher that trade deals cost specific numbers of job losses in Ohio. We have found trend lines that appear believable, but the reports and statistics the officials cite rely on extrapolations or suppositions. Someday the comparative data may exist; until then, each side in this debate simply argues a point that sounds as if it could be true -- and certainly rings true to those affected -- but that lacks the accuracy that advocates suggest when they trot out their numbers.<br />\r\n\t<br />\r\n\tSo we return to Portman&rsquo;s claim. Portman&rsquo;s spokeswoman, Jessica Towhey, says the candidate made clear that he was referring solely to state data and the movement of jobs out of state, compared with those moved out of the country, when he said that nine out of 10 jobs lost in Ohio went to other states, not other countries. In such a narrow construct, Portman&rsquo;s statement might be considered accurate but there is more to this picture. Here are the numbers as updated: From Jan. 1, 2007, through March 31, 2010, Ohio lost 4,820 jobs due to company moves out of state (not the 5,215 in the reports that existed when Portman viewed them). It lost 1,125 more when companies closed operations in one part of the state but relocated elsewhere in Ohio. And it lost 842 jobs when companies moved operations abroad.<br />\r\n\t<br />\r\n\tThis is out of 264,016 jobs counted as lost altogether in this particular series of reports -- reports that ODJFS spokesman Ben Johnson say capture just &quot;a subset&quot; of all layoffs.<br />\r\n\t<br />\r\n\tWhen a statement is accurate but needs clarification or additional information, the Truth-O-Meter says it is mostly true. That&rsquo;s how we find Portman&rsquo;s claim: accurate in a narrow context but needing clarification, and so, Mostly True.</p>\r\n", "ruling_comments_date": "2010-09-27T13:08:20.139027", "ruling_date": "2010-09-27T13:10:00", "ruling_headline": "Portman raps Lee Fisher and administration, saying Ohio is losing jobs to other states ", "ruling_headline_slug": "portman-raps-lee-fisher-and-administration-saying-", "ruling_link_text": "Yes, but data set doesn't include job losses at smaller companies", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJoint appearance by Rob Portman and Lee Fisher at The Plain Dealer, Sept. 14, 2010<br />\r\n\t<br />\r\n\tOhio Department of Job and Family Services, <a href=\"http://ohiolmi.com/mls/MassLayoffStatistics.htm\">Mass Layoff Statistics quarterly reports</a>, accessed 9/17, 9/20 and 9/21/2010<br />\r\n\t<br />\r\n\tPolicy Matters Ohio, &quot;<a href=\"http://www.policymattersohio.org/TradeAdjustmentAssistance2010.htm\">Trade Adjustment Assistance in Ohio 2010</a>,&quot; July 2010<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Ben Johnson, spokesman for Ohio Department of Job and Family Services, 9/20 and 9/21/2010.<br />\r\n\t<br />\r\n\tE-mail, telephone and in-person conversations with Jessica Towhey, spokeswoman for Rob Portman, 9/14, 9/20 and 9/21/2010<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Holly Shulman, spokeswoman for Lee Fisher, 9/14, /17, and 9/20/2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tOn Lee Fisher&rsquo;s watch, &quot;almost nine out of 10&quot; jobs that Ohio lost were lost to other states, &quot;not to other countries.&quot;</p>\r\n", "statement_context": "an appearance at The Plain Dealer", "statement_date": "2010-09-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former Lieutenant governor", "false_count": 1, "first_name": "Lee", "half_true_count": 1, "home_state": "Ohio", "id": 535, "last_name": "Fisher", "mostly_true_count": 2, "name_slug": "lee-fisher", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-lee-fisher__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/535/", "total_count": 6, "true_count": 0, "website": ""}], "twitter_headline": ""}