{"art": [{"brightcove": "", "caption": "Barrett campaign TV ad", "id": 705, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/705/", "title": "Tom Barrett ad: \"Crisis\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/nKEA5c07H68?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "nKEA5c07H68"}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/sep/29/tom-barrett/tom-barrett-says-gubernatorial-rival-scott-walker-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2490, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2490/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRepublican Scott Walker likes to tout his credentials as a reformer who led a people&rsquo;s crusade to clean up a county government racked by pension corruption and fiscal mismanagement.<br />\r\n\t<br />\r\n\tHis Democratic rival in the governor&rsquo;s race, Milwaukee Mayor Tom Barrett, is taking aim at the heart of Walker&rsquo;s white-knight appeal -- and his record as Milwaukee County executive -- in a multimedia barrage.<br />\r\n\t<br />\r\n\tIn a statewide <a href=\"http://www.youtube.com/watch?v=nKEA5c07H68\">TV spot</a>, buttressed by his campaign&rsquo;s blog and Facebook and Twitter accounts, Barrett paints an alternate vision: A county executive who recklessly borrowed a mountain of money to help pay for those bloated county pensions.<br />\r\n\t<br />\r\n\tIn a TV ad, Barrett says he and Walker faced the same pension funding crisis.<br />\r\n\t<br />\r\n\t&quot;Under Tom Barrett, the city of Milwaukee met the crisis head on, and Barrett used smart budget cuts to help solve the problem,&quot; the ad says. &quot;In Milwaukee County, Scott Walker borrowed $400 million -- <em>$400 million</em> -- and passed the pension debt on to the next generation. So who do you trust? It&rsquo;s Tom Barrett who&rsquo;s a straight shooter, with honest plans for Wisconsin.&quot;<br />\r\n\t<br />\r\n\tBarrett&rsquo;s campaign website labels Walker&rsquo;s borrowing &quot;reckless&quot; and says: &quot;People are angry at politicians who duck the tough choices, kick the can down the road, and then pose for the holy pictures. This is precisely how Scott Walker dealt with the County pension crisis.&quot;<br />\r\n\t<br />\r\n\tThe issue is an important -- and complicated -- one.<br />\r\n\t<br />\r\n\tThe TV ad refers to actions in 2009, one by the city and one by the county, to shore up funding shortfalls in their employee pension funds.<br />\r\n\t<br />\r\n\tMilwaukee County&rsquo;s dilemma stemmed from three sources.<br />\r\n\t<br />\r\n\tFirst was the mega-generous pension benefits deal for employees approved by Walker&rsquo;s predecessor, Tom Ament. It was outrage over the pension deal that drove Ament from office in 2002. Second, stock market losses slammed the county&rsquo;s pension fund, along with those of many other such funds. Finally, Walker and the County Board underfunded pensions by $41 million from 2004 to 2008.<br />\r\n\t<br />\r\n\tBy late 2008, the county faced a nearly $53 million payment from its budget to the pension fund.<br />\r\n\t<br />\r\n\tInstead of making the payment through tax increases or budget cuts, at Walker&rsquo;s urging the County Board took a borrow-and-invest approach using pension obligation bonds. The county &nbsp;issued $400 million in pension-related notes on March 19, 2009, a <a href=\"http://media.journalinteractive.com/documents/County+POB_Presentation.ppt\">county </a><a href=\"http://media.journalinteractive.com/documents/County+POB_Presentation.ppt\">summary</a> of the plan shows.<br />\r\n\t<br />\r\n\tThat partially shores up the county pension fund right now, but the county must repay the debt over 25 years. If the invested funds earn 8 percent, it could save the county $240 million. If they don&rsquo;t earn at least 6.19 percent, the county could wind up paying extra.<br />\r\n\t<br />\r\n\tIn year one, the bond deal meant the county paid in $8.5 million less than it would have without the deal.<br />\r\n\t<br />\r\n\tAt City Hall, in the fall of 2009 Barrett faced a major pension squeeze that was largely due to the financial crisis and stock market losses. In recent years, the city&rsquo;s fund had been in such good shape that no payment by the city was required.<br />\r\n\t<br />\r\n\tThis time a $49 million contribution was required. To make the payment, Barrett and the Common Council made cuts in library service, fire ladder-truck staffing, public works laborers and others. They also raised fees and property taxes.<br />\r\n\t<br />\r\n\tBefore we move on, there are two other things to note:<br />\r\n\t<br />\r\n\tFirst, Milwaukee County faced the exact same sized contribution as the city did -- $49 million -- &nbsp;in 2007. It made the payment through budget cuts and a County Board-initiated tax increase.<br />\r\n\t<br />\r\n\tSecond, city ordinances -- unlike those governing Milwaukee County -- require officials to keep the pension fund at a level where it can pay for all future obligations. That is known as 100 percent funded.<br />\r\n\t<br />\r\n\tThe details mentioned in Barrett&rsquo;s ad are not in dispute. Beyond those details, though, is the main message: Barrett took a responsible approach, while Walker recklessly used a short-term fix that will push costs onto the next generation.<br />\r\n\t<br />\r\n\tIs Barrett right?<br />\r\n\t<br />\r\n\tLet&rsquo;s start by looking more deeply at pension obligation bonds, also known as POBs, the approach Walker and the county took in 2009.<br />\r\n\t<br />\r\n\tSuch bonds are controversial, a 2010 study by the Center for Retirement Research at Boston College notes. &quot;Many state and local governments remain wary of these transactions,&quot; the study says. &quot;Some view POBs as being unfair to future generations, and others see them as overly risky.&quot;<br />\r\n\t<br />\r\n\tWhy are they considered risky?<br />\r\n\t<br />\r\n\tThe bonds are sold to investors and the proceeds are invested, often in securities. That approach is riskier but can bring in higher yields and generate long-term savings, notes Duquesne University business professor James Burnham in his study of pension bonds.<br />\r\n\t<br />\r\n\tWisconsin is one of 10 states where most of the use of pension obligation bonds has been concentrated. Given the right circumstances, they can be a useful tool for managing pension costs, experts say. The State of Wisconsin has used the approach.<br />\r\n\t<br />\r\n\tThe Boston College study looked at every pension obligation bond issue from 1986 to 2009. It noted:<br />\r\n\t<br />\r\n\t&quot;Unfortunately, in practice, the data show that governments with healthy pensions and solid fiscal positions have historically not issued POBs. Rather, the governments that issue POBs are those facing the greatest fiscal stress and thus least able to shoulder the additional risks from a POB.&quot;<br />\r\n\t<br />\r\n\tMilwaukee County would certainly fit that profile; numerous independent studies have detailed the county&rsquo;s structural deficits.<br />\r\n\t<br />\r\n\tLet&rsquo;s get back to the heart of Barrett&rsquo;s message, and its three main critiques:<br />\r\n\t<br />\r\n\t<strong>1. The county approach pushes costs onto the next generation.</strong><br />\r\n\t<br />\r\n\tOn the face of it, the plan does. It locks Milwaukee County into payments for 25 years in contrast to the pay-as-you-go system pensions are usually paid on.<br />\r\n\t<br />\r\n\tMoody&rsquo;s rating service analyzed the county&rsquo;s bond issue and noted that it &quot;will increase the county&rsquo;s debt burden&quot; to well above average. &nbsp;The Boston College study says taxable pension bonds &quot;transfer a current pension obligation into a long-term, fixed obligation of the government.&quot;<br />\r\n\t<br />\r\n\tBut others say the county&rsquo;s overall indebtedness isn&rsquo;t really changed by the approach, because pensions are paid for on a deferred basis regardless of whether a loan is involved.<br />\r\n\t<br />\r\n\tThe POB is just a different way to finance it, said Stephen Gauthier, director of technical services at the Government Finance Officers Association, a membership organization.<br />\r\n\t<br />\r\n\tAs a normal practice, the county determines annually how much to contribute to the pension fund based on a 30-year amortization period, county officials note.<br />\r\n\t<br />\r\n\t<strong>2. It&rsquo;s a bad deal for taxpayers.</strong><br />\r\n\t<br />\r\n\tOn this point, it&rsquo;s too soon to tell, mostly because the county&rsquo;s calculated gamble is a long-term bet.<br />\r\n\t<br />\r\n\tShould the county&rsquo;s investment returns on the $400 million badly miss the mark, the deal will be a net loser -- the pensions will cost more than they would have, said David Anderson, senior managing consultant at the PFM Group, the county&rsquo;s financial adviser.<br />\r\n\t<br />\r\n\tBut if the county meets its investment goals over 25 years, the POB deal could save more than $240 million in pension payments, county officials were told.<br />\r\n\t<br />\r\n\tThe county took various steps to minimize the risk. It borrowed a large amount but within the range of reasonable by a standard used by Burnham, the Duquesne professor. Its timing on the bond sale was very good. The investments are off to a good start.<br />\r\n\t<br />\r\n\tSo those are good signs.<br />\r\n\t<br />\r\n\tBut the county skipped a $2 million payment this year to a &nbsp;&quot;stabilization fund&quot; it set up to guard against losses from the bond sale. And the county&rsquo;s funding problem was so deep that even the $400 million didn&rsquo;t cover the entire shortfall. The bonds covered 82 percent of it. That means the county &nbsp;has to make contributions on top of the debt repayments.<br />\r\n\t<br />\r\n\tOn the cautionary side: The past performance of POBs across the country is not encouraging, the Boston College study found. The study found that &quot;most POBs issued since 1992 are in the red.&quot; It was done after the financial crisis, which had a major effect on many pension funds, so factor that in.<br />\r\n\t<br />\r\n\t<strong>3. Tom Barrett faced the same pension crisis and made tough choices and smart cuts instead of borrowing money.</strong><br />\r\n\t<br />\r\n\tWere their situations really comparable? In the big picture, the county&rsquo;s fund is in tougher shape.<br />\r\n\t<br />\r\n\tWhen it came to choices, Barrett had little choice but to meet the problem head-on, because the city&rsquo;s charter ordinance requires that officials keep the pension fund at 100 percent funding. The county is not required to meet that threshold, so it can underfund the account today in hopes that market increases will cover the difference later.<br />\r\n\t<br />\r\n\tLet&rsquo;s wrap this up.<br />\r\n\t<br />\r\n\tEveryone agrees the approach used by Scott Walker and the County Board carries inherent financial risks -- though it also has potential financial rewards. It does push costs down the road, in this case over a 25-year period, though it&rsquo;s hard to say at this point whether that will be longer than the payoff without such a loan.<br />\r\n\t<br />\r\n\tBarrett labels the approach &quot;reckless.&quot; In his favor, the county fits the profile of troubled municipalities that a study shows haven&rsquo;t fared as well with POBs. But even critics say POBs can be useful if employed under the right circumstances. And if the return on investments meets best-case projections, it could mean $240 million in savings to the county.<br />\r\n\t<br />\r\n\tWe won&rsquo;t truly know for decades.<br />\r\n\t<br />\r\n\tWhile the pension challenge Barrett faced was real, it was a one-year wonder as crises go, unlike the county&rsquo;s ongoing drama. Barrett did avoid borrowing and made cuts in some popular programs -- but he also raised taxes and fees to address it. Beyond that, under the city system Barrett essentially had no choice but to address the problem immediately.<br />\r\n\t<br />\r\n\tWe rate the Barrett statement Half True.</p>\r\n", "ruling_comments_date": "2010-09-28T18:13:39.826296", "ruling_date": "2010-09-29T09:00:00", "ruling_headline": "Tom Barrett says gubernatorial rival Scott Walker was reckless in using pension obligation bonds to solve a crisis", "ruling_headline_slug": "tom-barrett-says-gubernatorial-rival-scott-walker-", "ruling_link_text": "It could cost more over time ... or it could save money, too", "ruling_state": "Wisconsin", "source_documents": null, "sources": "<p>\r\n\tCenter for Retirement Research, Boston College, &quot;<a href=\"http://crr.bc.edu/images/stories/slp_9.pdf\">Pension Obligation Bonds: Financial Crisis Exposes Risks</a>,&quot; January 2010<br />\r\n\t<br />\r\n\tE-mail and phone interviews, Phil Walzak, Barrett campaign spokesman, Sept. 24-27, 2010<br />\r\n\t<br />\r\n\tE-mail and phone interviews, Steve Cady, County Board fiscal and budget analyst, Sept. 24-28, 2010 &nbsp;<br />\r\n\t<br />\r\n\tInterview, Jerry Heer, Milwaukee County auditor, Sept. 24, 2010<br />\r\n\t<br />\r\n\tCampaign ad, <a href=\"http://www.youtube.com/watch?v=nKEA5c07H68\">&quot;Crisis,&quot;</a>Tom Barrett for Wisconsin campaign<br />\r\n\t<br />\r\n\tMilwaukee County, <a href=\"http://media.journalinteractive.com/documents/County+POB_Presentation.ppt%20\">Pension Obligation Bond Sale Summary</a>, July 16, 2009<br />\r\n\t<br />\r\n\tMilwaukee County,<a href=\"http://media.journalinteractive.com/documents/County_POB_paper.pdf%20\">Pension Bonds Information Brief,</a> March 31, 2009<br />\r\n\t<br />\r\n\tJames B. Burnham, University of Duquesne, professor of finance, &quot;<a href=\"http://www.gfoa.org/downloads/GFRJune03.pdf\">Evaluating the Use of Pension Obligation Bonds</a>,&quot; June 2003<br />\r\n\t<br />\r\n\tInterview with James B. Burnham, University of Duquesne, Sept. 27, 2010<br />\r\n\t<br />\r\n\tInterview with Stephen Gauthier, director of technical services at the Government Finance Officers Association, Sept. 27, 2010<br />\r\n\t<br />\r\n\tMoody&rsquo;s, <a href=\"http://media.journalinteractive.com/documents/Moody%27s+Rating+Action.pdf%20\">Rating Action,</a> Feb. 26, 2009<br />\r\n\t<br />\r\n\tStandard &amp; Poors, Rating Action, March 9, 2009<br />\r\n\t<br />\r\n\tBond statement, Milwaukee County Pension Obligation Bonds, March 19, 2009<br />\r\n\t<br />\r\n\tInterview, Steve Kreklow, Milwaukee County budget director, Sept. 24, 2010<br />\r\n\t<br />\r\n\tInterview, David Anderson, PFM Group, county financial analyst, Sept. 23, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Mayor of Milwaukee", "false_count": 5, "first_name": "Tom", "half_true_count": 8, "home_state": "Wisconsin", "id": 641, "last_name": "Barrett", "mostly_true_count": 5, "name_slug": "tom-barrett", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Barrett_Tom_PFACT_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/641/", "total_count": 26, "true_count": 2, "website": "http://www.barrettforwisconsin.com/"}, "statement": "<p>\r\n\tWhen each faced a pension funding crisis, Tom Barrett made tough choices and smart cuts while Scott Walker passed $400 million in pension debt to the next generation.</p>\r\n", "statement_context": "a campaign TV ad", "statement_date": "2010-09-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}