{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/oct/01/zack-space/space-forgets-mention-food-stamp-cuts-letter-anti-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2492, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2492/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tShort-term memory loss was rampant among many Democrats in Congress in August, when they passed a $26 billion bill to provide money to help states avert teacher layoffs and health program cuts. They said the measure was paid for entirely by closing corporate tax loopholes, and they studiously avoided mentioning an even bigger source of money for the bill: a nearly $12 billion cut in future food stamp spending. Taking money from the poor to pay for teachers was not a discussion they relished.<br />\r\n\t<br />\r\n\tMemories have not improved over time, as a Sept. 2 letter from U.S. Rep Zack Space shows.<br />\r\n\t<br />\r\n\tSpace, from Ohio&rsquo;s 18th Congressional District, wrote to Jack Frech, who heads the Job and Family Services agency in Athens County, to defend the legislation after Frech called and left message for the east-central Ohio congressman. Space responded by saying the bill is &quot;providing badly needed funding for teacher jobs.&quot;<br />\r\n\t<br />\r\n\tFrech had worried about the growing ranks of poor and low-income Ohioans in this sluggish economy. But the activist in him got especially fired up when he learned that Congress was going to help states and local communities meet their needs for teachers and health care providers who serve the poor -- while cutting back on an earlier expansion of food stamp spending. So he contacted Space, and Space responded with his letter on Sept. 2.<br />\r\n\t<br />\r\n\tSpace wrote that threatened teacher cuts, and their effect on students, would have been &quot;intolerable.&quot; Three hundred teachers in his district alone had been in jeopardy, Space wrote.<br />\r\n\t<br />\r\n\t&quot;This bill will save teacher jobs immediately, and it is completely paid for -- by closing an egregious tax loophole that encourages American companies to ship jobs overseas,&quot; Space&rsquo;s letter said. &quot;It goes without saying that we could badly use that money here at home to ensure all our children get a decent education. I refuse to support policies that sell out our children, our future, to overseas corporate interests.&quot;<br />\r\n\t<br />\r\n\tSpace told Frech in the letter that &quot; I recognize that you had reservations about this provision; however, I wasn&rsquo;t elected to simply stand on the sidelines while Ohio teachers are pushed out of the classroom.&quot;<br />\r\n\t<br />\r\n\tThis sounds noble enough. For purposes of discussion, PolitiFact Ohio will put aside any dissent from Republicans over whether the move to save local teacher jobs was the right thing for Congress to do at this time, because that&rsquo;s not Frech&rsquo;s point. Nor is his point whether a teacher-layoff crisis really loomed, a debate that continues with a recent Columbus Dispatch survey of the state&rsquo;s largest school districts that found many had no layoff plans and put the money aside in case they need it later.<br />\r\n\t<br />\r\n\tFrech&rsquo;s complaint is simpler: Did Congress really have to take the money from a program that helps the poor? Couldn&rsquo;t it have found the money somewhere else?<br />\r\n\t<br />\r\n\tBecause we were in touch with Frech when reporting on this issue this summer, Frech shared the letter with us, as he has with others. Frech is a leading anti-poverty voice in southeastern Ohio.<br />\r\n\t<br />\r\n\tSo what of Space&rsquo;s claim in the correspondence that the teacher bill was completely paid for by closing the corporate loophole?<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tThe Plain Dealer has been through that one before, and noted its fallacy on Cleveland.com. PolitiFact&rsquo;s national operation has been through it, too, after House Speaker Nancy Pelosi made the same claim in a press release.<br />\r\n\t<br />\r\n\tAs PolitiFact said on Aug. 13, several days after Pelosi&rsquo;s statement:<br />\r\n\t<br />\r\n\t&quot;According to a Congressional Budget Office analysis, the corporate tax changes in the bill that Pelosi is referring to<a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3701\"> will amount to $9.8 billion between 2010 and 2020</a>. These are a<a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3702\"> mix of tax policies</a> that only a CPA could understand, from &lsquo;rules to prevent splitting foreign tax credits from the income to which they relate&rsquo; (worth almost $4.3 billion in newly captured revenue) to &lsquo;denial of foreign tax credit with respect to foreign income not subject to United States taxation by reason of covered asset acquisitions&rsquo; (worth more than $3.6 billion), to &lsquo;limitation on the amount of foreign taxes deemed paid with respect to section 956 inclusions&rsquo; (worth $704 million).<br />\r\n\t<br />\r\n\t&quot;But that $9.8 billion in corporate tax cuts won&#39;t cover the full $26 billion cost of the bill. The bulk of the money comes from something Pelosi&#39;s office chose not to mention in the press release -- almost $12 billion in cuts to the Supplemental Nutrition Assistance Program (more commonly known as the food stamp program) beginning in 2014. Another $1.1 billion would come from cuts to advanced refundability of the earned income tax credit starting in 2011. The earned income credit is a tax credit that benefits the working poor. Several billion dollars more would come from a variety of spending cuts known as rescissions.&quot;<br />\r\n\t<br />\r\n\tPelosi and other Democrats, including Sen. Sherrod Brown of Ohio, have said separately that they hope to restore the food stamp funding before the cuts kick in in 2014. And Pelosi&rsquo;s office in July at least offered a fact-sheet on the teacher bill&rsquo;s funding that included the food stamp cuts.<br />\r\n\t<br />\r\n\tSpace&rsquo;s letter to Frech was silent on that, however.<br />\r\n\t<br />\r\n\tPolitiFact gave Pelosi&rsquo;s statement a Barely True rating, noting that at least her office had provided details of the food stamp cuts in other settings. But we have seen no instances of Space acknowledging the food stamp cuts.<br />\r\n\t<br />\r\n\tSpace, like most other Ohio Democrats, was silent on the cuts when a group of the Ohio members held their own news conference after the Aug. 10 vote, hailing its passage. Had Rep. Marcia Fudge of Warrensville Heights not broken that press conference silence by mentioning the cuts, the lawmakers would have moved on without breaking stride.<br />\r\n\t<br />\r\n\tThat&rsquo;s not saying they are happy to pare back federal spending on the poor. When the subject is brought up by reporters, most say they voted for the bill reluctantly, choosing among the limited options that congressional leaders and the White House gave them -- options they say they were forced to swallow in order to make the bill budget-neutral. That was the only way to win key Republican votes in the Senate.<br />\r\n\t<br />\r\n\tStuart Chapman, chief of staff to Space, told us in an e-mail that &quot;no one has been a more aggressive advocate for the dispossessed in in Southeastern Ohio than Congressman Space.&quot; Space has fought for other anti-poverty programs, he said, a point reiterated by a phone call we received soon after speaking with Chapman, from Lisa Hamler-Fugitt, executive director of the Ohio Association of Second-Harvest Foodbanks.<br />\r\n\t<br />\r\n\tHamler-Fugitt said that Space works hard to help the poor. But Hamler-Fugitt agrees with Frech&rsquo;s point as well -- that &quot;we&rsquo;re all outraged&quot; at the way the food-stamp cut was passed.<br />\r\n\t<br />\r\n\tThat gets us back to Space&rsquo;s letter. Frech, well-recognized in southeast Ohio for his work, had contacted Space to complain about one facet of one bill. &nbsp;Space not only neglected to address it; he wrote something that was untrue by saying the teacher-aid bill was paid for entirely by closing a tax loophole.<br />\r\n\t<br />\r\n\tAnd Space certainly knew about the food-stamp cut, if for no other reason than he was present at the news conference where Fudge raised the issue. That doesn&rsquo;t make him the grinch who stole food stamps. It merely makes him one more member of Congress who has tried not to talk about it.<br />\r\n\t<br />\r\n\tChapman, the chief of staff, told us that a letter to a constituent is not intended &quot;to be a manual of every facet of legislation.&quot; But Frech didn&rsquo;t want a manual. By ignoring Frech&rsquo;s concern -- and passing right over the bill&rsquo;s single biggest funding source -- Space&rsquo;s letter took on the air of gamesmanship.<br />\r\n\t<br />\r\n\tHide and seek, anyone?<br />\r\n\t<br />\r\n\tWhen we run a statement through the Truth-O-Meter that not only is false but also suggests that someone is playing games, we start looking for the matches. We rate Space&rsquo;s statement to an Ohio anti-poverty advocate Pants on Fire.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/10/space_forgets_to_mention_food.html\">Comment on this item</a>.</p>\r\n", "ruling_comments_date": "2010-09-28T18:41:11.566296", "ruling_date": "2010-10-01T06:00:00", "ruling_headline": "Space forgets to mention food stamp cuts in letter to anti-poverty advocate", "ruling_headline_slug": "space-forgets-mention-food-stamp-cuts-letter-anti-", "ruling_link_text": "Food stamp amnesia is contagious", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/food_stamps_or_teachers_congre.html\">Food stamps or teachers? Congress takes from one to pay for the other</a>,&quot; Aug. 6, 2010<br />\r\n\t<br />\r\n\tCleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/democrats_duck_the_f_word_as_i.html\">Democrats duck the F-word (as in food stamps)</a>,&quot; Aug. 11, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/13/nancy-pelosi/nancy-pelosi-says-state-local-aid-bill-fully-paid-/\">Nancy Pelosi says state-local aid bill is fully paid for by closing corporate tax loopholes</a>,&quot; Aug. 13, 2010<br />\r\n\t<br />\r\n\tLetter from Rep. Zack Space to Jack Frech, Sept. 2, 2010<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://dispatchpolitics.com/live/content/local_news/stories/2010/09/20/copy/teacher-funding-not-so-urgent.html?sid=101\">Teacher funding not so urgent</a>,&quot; Columbus Dispatch, Sept. 20, 2010<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Jack Frech, Sept. 15 and Sept 23, 2010<br />\r\n\t<br />\r\n\tE-mail from Stuart Chapman, Sept. 24, 2010<br />\r\n\t<br />\r\n\tPhone call from Lisa Hamler-Fugitt, Sept. 24, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former U.S. representative from Ohio's 18th District", "false_count": 0, "first_name": "Zack", "half_true_count": 0, "home_state": "Ohio", "id": 589, "last_name": "Space", "mostly_true_count": 0, "name_slug": "zack-space", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact_zack_space.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/589/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA bill to save teacher jobs is completely paid for by closing corporate tax loopholes.</p>\r\n", "statement_context": "a letter", "statement_date": "2010-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}