{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/oct/04/mark-hinkle/mark-hinkle-chairman-libertarian-party-says-exit-p/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2497, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2497/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tUrging gay voters to give his party&#39;s candidates consideration, the chairman of the nation&#39;s Libertarian Party says that like battered spouses who repeatedly return to their aggressors, gay voters keep handing their votes to Democrats who abuse them.</p>\r\n<p>\r\n\tIn a Sept. 23 press release, Chairman Mark Hinkle also says: &quot;Exit polls indicate that Democrats get over 70 percent of&quot; lesbian, gay, bisexual and transgender (LGBT) &quot;votes in federal elections. Those voters must really love the Democrats&#39; rhetoric, because they certainly aren&#39;t seeing action.&quot; Hinkle goes on to note that both the military&#39;s &quot;don&#39;t ask, don&#39;t tell&quot; policy and a federal act defining marriage as a legal union between one man and one woman remain in place despite Democrats holding majorities in Congress.</p>\r\n<p>\r\n\tGays tilt Democratic more than 70 percent of the time in U.S. elections? We sought more information.</p>\r\n<p>\r\n\tWes Benedict, a Texan serving as the national party&#39;s executive director, responded with a Web link to a Nov. 26, 2008 article on exit polling of gay voters in the 2008 elections posted by the Williams Institute, a think tank at the University of California at Los Angeles that describes itself as advancing &quot;sexual orientation law and public policy through rigorous, independent research and scholarship.&quot;</p>\r\n<p>\r\n\tThe article, published in Bay Windows, which calls itself New England&#39;s largest GLBT newspaper, says gay voters leaned heavily to Democratic presidential nominee Barack Obama that November. The article says a review of more than 80,000 votes cast in 56 heavily gay precincts over 11 cities in five states and the District of Columbia found 79 percent of the voters casting ballots for Obama, 19 percent for Republican John McCain and 1.5 percent for other candidates. Separately, the article says, exit polling conducted on behalf of five TV networks and the Associated Press shows that among voters who identified as gay, lesbian or bisexual, 70 percent voted for Obama, 27 percent for McCain and 3 percent for others--results we confirmed from a 2008 online post by CNN that also suggests 53 percent of non-gay voters favored Obama, 45 percent McCain.</p>\r\n<p>\r\n\tThe article says that in 2004, Democratic presidential nominee John Kerry drew 77 percent of the LGB vote (a result we confirmed on CNN.com) and in 2000 Democrat Al Gore carried 70 percent of the LGB vote and in 1996 Bill Clinton, the Democratic president, carried 71 percent of the LGB vote.</p>\r\n<p>\r\n\tNext, we reached Patrick Egan, a New York University assistant professor of politics and public policy who has studied gay voting patterns. Egan said in an e-mail that gay voters &quot;lean Democratic in federal elections largely because the Democratic Party has taken more pro-gay stances on a variety of gay rights issues.&quot; He said another reason gay voters tend to be pro-Democratic is that &quot;gay people are more likely than the general population to be raised in liberal families. If we assume that the trait of homosexuality is more or less randomly distributed throughout the population, this means that gay people are more likely to come out,&quot; or declare their sexual orientation, &quot;in families that are more tolerant. This tolerance affects gay people&#39;s views on everything, including party affiliation.&quot;</p>\r\n<p>\r\n\tEgan said he couldn&#39;t speak directly to the Libertarian Party&#39;s appeal to gay voters, but he would quibble with anyone blaming Democrats for stalled gay-favored legislation. &quot;The blame for why few advances for gay rights have been achieved in this Congress has to be laid squarely on the Republican Party, not the Democrats,&quot; Egan writes. &quot;Republicans have voted en masse against every proposed change in favor of gay rights, and in most cases have blocked movement on this legislation. (One way to think about this: if every Democratic member of Congress had instead been a Libertarian in this session, we still would have had the same standstill outcome.)&quot;</p>\r\n<p>\r\n\tPerhaps, but we&#39;re not testing which party would best advance an agenda in this article. We rate the Libertarian Party&#39;s 70-percent-plus statement as True.</p>\r\n<p>\r\n\t<em>This article has been updated to correct the year that Sen. John Kerry was the presidential nominee. </em></p>", "ruling_comments_date": "2010-09-29T16:48:33.429382", "ruling_date": "2010-10-04T06:00:00", "ruling_headline": "Mark Hinkle, chairman of Libertarian Party, says exit polls show Democrats draw support from more than 70 percent of gay voters in federal elections", "ruling_headline_slug": "mark-hinkle-chairman-libertarian-party-says-exit-p", "ruling_link_text": "From Clinton (71 percent) to Kerry (77 percent)", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBay Windows, news article, <a href=\"http://www.law.ucla.edu/williamsinstitute/press/GaySupportForObamaSimilarToDemsInPastElections.html\">&quot;Gay Support for Obama Similar to Dems in Past Elections,&quot;</a> Nov. 26, 2008, posted online by the Williams Institute, University of California at Los Angeles School of Law (accessed Sept. 27, 2010)</p>\r\n<p>\r\n\tCNN, Election Center 2008, President, national exit poll, <a href=\"http://www.cnn.com/ELECTION/2008/results/polls/#val=USP00p3\">&quot;Are you gay, lesbian or bisexual?&quot;</a> and exit poll, 2004, <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/US/P/00/epolls.0.html\">&quot;Are you gay, lesbian or bisexual?,&quot;</a> (accessed Sept. 27, 2010)</p>\r\n<p>\r\n\tE-mail <a href=\"http://docs.google.com/View?id=ddfdhh4w_125crgpp8f8\">interview</a> with Patrick J. Egan, assistant professor of politics and public policy, New York University, Sept. 28, 2010</p>\r\n<p>\r\n\tLibertarian Party, press release, &quot;<a href=\"http://www.lp.org/news/press-releases/libertarians-fight-to-break-cycle-of-battered-gay-voter-syndrome\">Libertarians fight to break cycle of battered gay voter syndrome</a>,&quot; Sept. 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Businessman", "false_count": 0, "first_name": "Mark", "half_true_count": 0, "home_state": "California", "id": 714, "last_name": "Hinkle", "mostly_true_count": 0, "name_slug": "mark-hinkle", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hinklelp.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/714/", "total_count": 1, "true_count": 1, "website": "http://www.lp.org/leadership"}, "statement": "<p>\r\n\t&quot;Exit polls indicate that Democrats get over 70 percent of LGBT votes in federal elections.&quot;</p>", "statement_context": "a press release.", "statement_date": "2010-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}