{"art": [{"brightcove": "", "caption": "Rick Scott says Alex Sink funneled $770,000 to her former employer, Bank of America, in a new ad.", "id": 724, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/724/", "title": "No bid", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ah0OnvUmvV8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ah0OnvUmvV8"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/05/rick-scott/rick-scott-says-alex-sink-funneled-770k-her-former/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2526, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2526/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRick Scott, who masterfully ran an insider vs. outsider campaign to defeat Bill McCollum in Florida&#39;s Republican primary for governor, is trying to use a similar tactic against his Democratic opponent, Alex Sink.<br />\r\n\t<br />\r\n\tScott is highlighting Sink&#39;s record as a member of the Florida Cabinet in a new ad called &quot;No bid,&quot; alleging that Sink steered government contracts -- and the money that goes with it -- to her former employer Bank of America. Watch the ad <a href=\"http://www.youtube.com/watch?v=ah0OnvUmvV8\">here</a>.<br />\r\n\t<br />\r\n\t&quot;Newspapers discovered Chief Financial Officer Alex Sink funneled three quarters of a million dollars in no-bid contracts to Bank of America,&quot; the narrator says. &quot;That&#39;s the same Bank of America once run by, you guessed it, Alex Sink.&quot;<br />\r\n\t<br />\r\n\tThe ad goes on to say that Sink never disclosed her conflict of interest and &quot;never even asked for other bids.&quot;<br />\r\n\t<br />\r\n\tWe wanted to put the no-bid Bank of America contract claim to the rigors of the Truth-O-Meter.<br />\r\n\t<br />\r\n\tThe single source in the ad is a <em>St. Petersburg Times</em> article published Aug. 2, 2009. The <a href=\"http://www.tampabay.com/news/politics/article1023641.ece\">article</a>, written by Sydney P. Freedberg and Adam C. Smith, deals with Sink&#39;s decision to create a blind trust to manage her personal investments. A blind trust is pretty much what it sounds like: Sink&#39;s investments are managed by third-party trustees, and Sink does not know when she buys or sells stocks.<br />\r\n\t<br />\r\n\tShe created the blind trust in December 2006 to guard against speculation that her stock portfolio would affect her decisions as state chief financial officer. Those very allegations dogged her predecessor, Tom Gallagher, who while in office traded stock in companies that had contracts with the state or were regulated by his office.<br />\r\n\t<br />\r\n\tThe <em>Times </em>article pointed out some flaws in Sink&#39;s decision, namely that the trust isn&#39;t truly blind because Sink knew what investments initially made up the blind trust. She also isn&#39;t required to list the specific investments that make up her blind trust as part of her annual financial disclosure form.<br />\r\n\t<br />\r\n\tWhat does any of that have to do with funneling money to Bank of America, as&nbsp;Scott&#39;s ad&nbsp;alleges?<br />\r\n\t<br />\r\n\tSink said that what went into her blind trust is substantially what she reported on a financial disclosure statement in 2006. Among other holdings, it listed two accounts that contained $4.9 million in assets, including stock in Bank of America and Raymond James. Sink spent 26 years in banking, retiring in 2000 as head of Bank of America&#39;s Florida operations. That year, she made $3.4 million from the bank in salary, pension, deferred compensation and stock grants.<br />\r\n\t<br />\r\n\tIn their article, Freedberg and Smith pointed out that Sink could still own Bank of America stock.<br />\r\n\t<br />\r\n\tAnd in late 2008, Freedberg and Smith said, she &quot;voted with the governor and other Cabinet members to allow negotiated, or no-bid, bond deals for a financial underwriting team that includes her former employer, Bank of America. One transaction resulted in $770,000 in fees for a subsidiary of the bank and its newly acquired Merrill Lynch unit.&quot;<br />\r\n\t<br />\r\n\tIf a state official casts a vote that would result in private gain, Florida law requires the official to disclose the conflict within 15 days. The law also prohibits a public official from having a financial relationship with any business entity that would create a continuing conflict or impede his or her duties. Sink didn&#39;t declare a conflict in this case.<br />\r\n\t<br />\r\n\tSink says she didn&#39;t know what interests she had, so she had no conflict to declare.<br />\r\n\t<br />\r\n\tThat&#39;s the background for the story, which is the foundation for the ad.<br />\r\n\t<br />\r\n\tWe can best analyze Scott&#39;s claim by taking apart and expanding on the two sentences in the Freedberg and Smith story. First up: &quot;Sink voted with the governor and other Cabinet members to allow negotiated, or no-bid, bond deals for a financial underwriting team that includes her former employer, Bank of America.&quot;<br />\r\n\t<br />\r\n\t<strong>Credit crisis creates bond changes</strong><br />\r\n\t<br />\r\n\tAt the height of the credit crisis in the fall of 2008, the state -- like everyone -- was having trouble borrowing money or selling bonds to borrow money to fund capital projects.<br />\r\n\t<br />\r\n\tOf particular concern was the extreme volatility of the municipal bond market. Florida Division of Bond Finance Director Ben Watkins said the municipal bond market had slowed to 15 to 20 percent of its normal weekly flow, and interest rates varied daily by as much as 10-20 basis points.<br />\r\n\t<br />\r\n\tOne possible solution, Watkins said, was to add another way for the state to issue some bonds.<br />\r\n\t<br />\r\n\tThe state sells bonds through something called a competitive bond sale. In a competitive process, any broker dealer or dealer bank could bid on the bonds at a designated date and time. The bonds are then awarded to whoever offers the lowest interest rate. But the rigidity of the competitive process -- the date and time -- combined with a disinterest in the market, could put Florida at an adverse fiscal position, Watkins said.<br />\r\n\t<br />\r\n\tAn alternative is something called a negotiated sale process. In a negotiated sale, an underwriter is chosen by the state to purchase the bonds. The underwriter than re-sells the bonds to individual investors. Because the timing can be carefully planned, partners in a negotiated bond sale aren&#39;t at the mercy of the whims of investors or the news of the day. Conversely, in better times, partners could get locked into a higher interest rate than they otherwise could have seen on the open market.<br />\r\n\t<br />\r\n\tTo start the process, Watkins issued a request for proposals to find bond underwriters on Oct. 20, 2008. The state received 39 responses by the deadline of Nov. 3. A few weeks later, at a Nov. 20, 2008, meeting of the Cabinet, Watkins asked Cabinet members to approve a consortium of underwriters, and the negotiated sale process.<br />\r\n\t<br />\r\n\t&quot;If the market conditions continue to improve, stabilize, we may not ever need to use the negotiated method of sale in order to borrow money,&quot; Watkins said in a response to a question from Gov. Charlie Crist. &quot;So it really is a Plan B. It&#39;s contingency planning. We didn&#39;t know six weeks ago how long these problems would persist, and so it was prudent for us to plan an alternative, a Plan B, if you will, to be able to strategically access credit or sell bonds if in fact we couldn&#39;t do it in the normal way.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.myflorida.com/myflorida/cabinet/agenda08/1120/TRANS1120.pdf\">During a susequent discussion</a>, Attorney General Bill McCollum asked that the state add a two-year sunset on the approval of the negotiated sale process with the consortium of underwriters. He moved the approval of the sale process for a two-year period. Sink seconded the motion. It was approved unanimously.<br />\r\n\t<br />\r\n\tWho made the consortium?<br />\r\n\t<br />\r\n\tA group of five large firms, Merrill Lynch, Bank of America, Citigroup, Morgan Stanley and J.P. Morgan, three mid-size firms, three small firms and an Internet based firm.<br />\r\n\t<br />\r\n\tNow, we can tackle Scott&#39;s specific claim, which comes from the second sentence in the Freedberg/Smith story: &quot;One transaction resulted in $770,000 in fees for a subsidiary of the bank and its newly acquired Merrill Lynch unit.&quot;<br />\r\n\t<br />\r\n\t<strong>Exploring the Bank of America related deal</strong><br />\r\n\t<br />\r\n\tLess than three weeks after approving a new way of selling bonds, on Dec. 9, 2008, the governor and Cabinet were asked to issue up to $300 million in lottery revenue bonds to help implement classroom size reductions mandated by the class size amendment to the Florida Constitution.<br />\r\n\t<br />\r\n\tWatkins proposed either a negotiated or competitive sale, depending on market conditions, and asked the Cabinet and governor to approve a resolution authorizing either process.<br />\r\n\t<br />\r\n\tAgriculture Commissioner Charlie Bronson moved approval of the resolution, which was seconded by McColllum. It passed 4-0.<br />\r\n\t<br />\r\n\tFast forward to spring 2009. The Division of Bond Finance decided to use the negotiated process, not the competitive process, to sell the bonds. They negotiated the bond sale with the consortium and chose Merrill Lynch as senior manager.<br />\r\n\t<br />\r\n\tA total of 12 underwriters participated in the bond sale, and were paid a commission based on their sales.<br />\r\n\t<br />\r\n\tMerrill Lynch sold more than half of the bonds and received $739,773 in fees. Bank of America sold 2 percent of the bonds and received $30,548 in fees. That&#39;s a total of $770,321, and the basis for the claim in the Scott ad.<br />\r\n\t<br />\r\n\tHow?<br />\r\n\t<br />\r\n\tBecause Bank of America bought Merrill Lynch.<br />\r\n\t<br />\r\n\tOn Sept. 15, 2008, Bank of America announced an agreement to acquire Merrill Lynch. The merger was <a href=\"http://www.reuters.com/article/idUSN0529675320081208\">approved by stockholders</a> Dec. 5, 2008, though it was not completed until January 2009. In their Nov. 3, 2008, responses to the RFP, both Bank of America and Merrill Lynch noted the pending merger.<br />\r\n\t<br />\r\n\t&quot;On September 15, 2008, the Corporation announced that it has agreed to acquire Merrill Lynch,&quot; Bank of America wrote in its response. Merrill Lynch&#39;s description of the pending transaction was almost identical.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAs you might have noticed by now, at word 1,438 of this fact check, Scott&#39;s claim is way more complex than it sounds in his 30-second spot, &quot;No bid.&quot;<br />\r\n\t<br />\r\n\tWe&#39;re checking his claim that &quot;Alex Sink funneled three quarters of a million dollars in no-bid contracts to Bank of America,&quot; the bank she used to work for.<br />\r\n\t<br />\r\n\tLet&#39;s take this one step at a time.<br />\r\n\t<br />\r\n\t<em>Alex Sink funneled </em>... This is a misleading verb choice. First, she was one of four statewide elected officials to agree to change the process for selling state bonds that ultimately resulted in paying $770,321 in commission fees to Bank of America and Merrill Lynch. Second, she had no idea when she approved the new bond sale process -- called a negotiated sale -- that Bank of America and Merrill Lynch would receive $770,321. That came months later as part of the negotiations between the bond underwriters and the Division of Bond Finance.<br />\r\n\t<br />\r\n\t<em>Three quarters of a million dollars</em> ... The money in question is just about right. The total commission paid to Bank of America and its newly acquired Merrill Lynch unit was $770,321.<br />\r\n\t<br />\r\n\t<em>In no-bid contracts</em> ... This specific claim has generated some controversy. Our colleagues at Factcheck.org, for instance, said that the contract at issue <a href=\"http://www.factcheck.org/2010/10/no-truth-to-no-bid/\">was not a no-bid contract</a>. We disagree. Here are the facts. The state held an RFP for companies to be bond underwriters in general, not to specifically bid on bond sales. Thirty-nine companies responded, and ultimately 12 were chosen. There was no competitive bidding for the $300 million lottery revenue bond issue. The state negotiated a deal among those 12 companies. That&#39;s a no-bid contract to us, because the setup specifically prevents open competition that could produce lower interest rates. The state said it needed to pursue negotiated deals because of the volatility of the credit market, and maybe that&#39;s true. But the question here is&nbsp;whether there were bids for this specific bond issue. There were not.<br />\r\n\t<br />\r\n\t<em>To Bank of America </em>... The fees actually were paid to Bank of America and Merrill Lynch, which Bank of America acquired. But what&#39;s critical to note, again, is that while Bank of America interests represented two of the 12 members of the state bond underwriting team, Sink had no idea when she approved the slate of underwriters what specific role each bank would play in any specific bond sale. And even when she approved the $300 million lottery bond issue, it wasn&#39;t yet clear whether the sale of those bonds would be by a competitive or negotiated process. The resolution she and three others approved included either option. We should note that the ad claims that &quot;your tax dollars&quot; paid for the Bank of America commissions. That&#39;s not true. The bond issue was using lottery revenues, not general tax revenues. That means you buying lottery tickets paid for the bond sale and the bank commissions.<br />\r\n\t<br />\r\n\tThe basis of the claim in the Scott ad is a paragraph in a <em>St. Petersburg Times</em> story about Sink, saying she &quot;voted with the governor and other Cabinet members to allow negotiated, or no-bid, bond deals for a financial underwriting team that includes her former employer, Bank of America. One transaction resulted in $770,000 in fees for a subsidiary of the bank and its newly acquired Merrill Lynch unit.&quot; That statement is accurate, as it properly notes that the negotiated bond sale process resulted in $770,000 in fees for Bank of America and Merrill Lynch, without trying to tie the money directly to Sink.<br />\r\n\t<br />\r\n\tScott isn&#39;t nearly as careful in his TV ad. Particularly, his use of the word &quot;funneled&quot; overshadows some of the facts Scott gets right in his claim. Sink didn&#39;t funnel $770,000 to Bank of America. First, she was one of four votes on the Cabinet to approve the particular type of bond issue in question -- along with Republicans Charlie Bronson and Bill McCollum and then-Republican Charlie Crist.&nbsp; Second, she had no way of knowing how much commission Bank of America and Merrill Lynch would receive for the bond sale when she approved the deal. Those details came months later during negotiations between state bond administrators and the banks. We rate Scott&#39;s claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-05T11:55:30.051779", "ruling_date": "2010-10-05T15:28:15", "ruling_headline": "Rick Scott says Alex Sink funneled $770,000 to her former employer, Bank of America, while serving as CFO", "ruling_headline_slug": "rick-scott-says-alex-sink-funneled-770k-her-former", "ruling_link_text": "Ad overplays Sink's role", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Scott campaign, &quot;<a href=\"http://www.youtube.com/watch?v=ah0OnvUmvV8\" id=\"j_jn\" title=\"Blind Trust\">Blind Trust</a>,&quot; Sept. 27, 2010<br />\r\n\t<br />\r\n\tAlex Sink campaign, e-mail interview with Kyra Phillips, Sept. 30, 2010<br />\r\n\t<br />\r\n\tRick Scott campaign, interview with Brian Burgess, Oct. 4, 2010<br />\r\n\t<br />\r\n\tDivision of Bond Finance, e-mail interview with Ben Watkins, Oct. 5, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/article1023641.ece\" id=\"br4z\" title=\"CFO Alex Sink's blind trust limits public financial disclosure\">CFO Alex Sink&#39;s blind trust limits public financial disclosure</a>,&quot; Aug. 2, 2009<br />\r\n\t<br />\r\n\tMerrill Lynch, Florida Division of Bond Finance RFP response, Nov. 3, 2008<br />\r\n\t<br />\r\n\tBank of America, Florida Division of Bond Finance RFP response, Nov. 3, 2008<br />\r\n\t<br />\r\n\tFlorida Cabinet, <a href=\"http://www.myflorida.com/myflorida/cabinet/agenda08/1209/trans.html\" id=\"fji2\" title=\"transcript of Dec. 9, 2008\">transcript of Dec. 9, 2008</a> meeting<br />\r\n\t<br />\r\n\tFlorida Cabinet, <a href=\"http://www.myflorida.com/myflorida/cabinet/agenda08/1120/index.html\" id=\"fhqj\" title=\"transcript of Nov. 20, 2008\">transcript of Nov. 20, 2008</a> meeting<br />\r\n\t<br />\r\n\tDivision of Bond Finance, &quot;<a href=\"http://docs.google.com/fileview?id=1DEAj8IbMKHU05Ui2CK4i3AkuOSuHLaOBq9ghD9-DbTeEw6dCoEd6bgI9yI7Y&amp;hl=en&amp;authkey=CI2o9vEN\" id=\"joqd\" title=\"Negotiated Sale of $300,000,000 ...\">Negotiated Sale of $300,000,000 ...</a>&quot; May 13, 2009<br />\r\n\t<br />\r\n\tDivision of Bond Finance, &quot;<a href=\"http://docs.google.com/fileview?id=1x7d30wOwi6dpVKt0ljTbwvJgjZCyt3WOOrWCqljWOuobHo3jKqndZNEAb9DA&amp;hl=en&amp;authkey=CJrcpKwL\" id=\"hhoj\" title=\"RFP for bond underwriters,\">Results of RFP for bond underwriters,</a>&quot; Nov. 2008<br />\r\n\t<br />\r\n\tDivision of Bond Finance, <a href=\"http://docs.google.com/fileview?id=1S6G9Y2e041Ewp0iOX5C1WuQOamF4f4rtrPuAtaSsU6PgB5LTGil2IwuHUb2V&amp;hl=en&amp;authkey=CLGEnYsF\" id=\"w-v3\" title=\"resolution authorizing negotiated sale\">resolution authorizing negotiated sale</a>, Nov. 20, 2008<br />\r\n\t<br />\r\n\tFactcheck.org, &quot;<a href=\"http://www.factcheck.org/2010/10/no-truth-to-no-bid/\" id=\"i..l\" title=\"No truth to 'No bid,\">No truth to &#39;No bid,</a>&quot; Oct. 1, 2010<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.munibondadvisor.com/Bloombergvictimizing%20taxpayers.pdf\" id=\"nd0_\" title=\"States, Cities Shun Finance Competition, Victimizing Taxpayers\">States, Cities Shun Finance Competition, Victimizing Taxpayers</a>,&quot; June 3, 2005</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;Alex Sink funneled three quarters of a million dollars in no-bid contracts to Bank of America.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-09-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Alex", "half_true_count": 2, "home_state": "Florida", "id": 299, "last_name": "Sink", "mostly_true_count": 4, "name_slug": "alex-sink", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alex_Sink.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/299/", "total_count": 19, "true_count": 10, "website": "http://www.alexforcongress.com/"}], "twitter_headline": ""}