{"art": [{"brightcove": "", "caption": "This anonymous video attacks Republican insurance commissioner candidate Ralph Hudgens on mammogram coverage", "id": 748, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/748/", "title": "Hudgens: Mammogram", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/4fmmCcmmE88?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "4fmmCcmmE88"}], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/12/mary-squires/candidate-insurance-commissioner-says-rival-fought/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "angela.tuck@ajc.com", "first_name": "Angela", "id": 207, "last_name": "Tuck", "name_slug": "angela-tuck", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/207/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2565, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2565/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIf you believe Democrats, state Sen. Ralph Hudgens, the Republican candidate for insurance commissioner, is trying to get between women and their mammograms.</p>\r\n<p>\r\n\tHudgens&#39; opposition, former state Sen. Mary Squires, lobbed this attack in news releases and statements to the media commemorating the beginning of National Breast Cancer Awareness Month, which is October.</p>\r\n<p>\r\n\t&quot;Why would we vote for an insurance commissioner who fights -- and fights hard -- to strip women of life-saving coverages like mammograms?&quot; Squires asked Morris News Service.</p>\r\n<p>\r\n\tTaking coverage of mammograms from women? Really? We took a closer look.</p>\r\n<p>\r\n\tSquires is one in a chorus of Hudgens critics on the subject. At about the same time she launched her attack, an anonymous video appeared on YouTube that pilloried him on mammogram coverage. A spokesman for the Squires campaign said it is not behind the video and does not know who is.</p>\r\n<p>\r\n\tThe video juxtaposes an interview with a woman who says she owes her life to a mammogram with grainy clips of Hudgens saying he doesn&#39;t want to have to pay for the tests.</p>\r\n<p>\r\n\t&quot;Why would I need to pay for maternity coverage?&quot; Hudgens says. &quot;Or why would I need to pay for coverage of breast reconstruction or Pap smears or mammograms?&quot;</p>\r\n<p>\r\n\t&quot;He wouldn&rsquo;t even cover mammograms,&quot; a female announcer says. &quot;And now he wants to be your insurance commissioner.&quot;</p>\r\n<p>\r\n\tThis skirmish is part of an ongoing battle over whether Georgia law should require certain health insurance policies to cover mammograms, Pap smears, colorectal cancer screening and other services. These requirements are called &quot;mandates.&quot;</p>\r\n<p>\r\n\tIn the past, health insurance policies in Georgia failed to include coverage for women&#39;s health and other services. State legislators, especially the Georgia Legislative Women&rsquo;s Caucus, rallied to institute mandates to fix this problem starting in the early 1990s.</p>\r\n<p>\r\n\tHudgens ran afoul of the Women&#39;s Caucus because he co-sponsored SB 407 during the past session. The bill would have let Georgians buy health insurance policies across state lines.</p>\r\n<p>\r\n\tThe idea of allowing out-of-state policies is popular among certain conservatives and insurance companies, but not with the bipartisan Women&#39;s Caucus. Its members battled successfully to kill the bill because they believed it would have undermined mandates by freeing insurance companies to sell policies governed by other states, some of which have fewer requirements.</p>\r\n<p>\r\n\tBut state Sen. Judson Hill, a Republican from Marietta and the sponsor of SB 407, said his bill did not threaten coverage protected by mandates. No one would be forced to buy insurance across state lines, and some of the policies might be governed by states that have more mandates.</p>\r\n<p>\r\n\tBut insurance industry advocates were concerned that SB 407 didn&#39;t do enough to curb mandates. They wanted state law to allow &quot;mandate-light&quot; policies, or policies that don&#39;t have to follow all the mandates. Georgia has one of the country&#39;s highest number of the requirements, which means that this state&#39;s policies would be too expensive to compete with cheaper ones from states with fewer mandates, an official with the Georgia Association of Health Underwriters said.</p>\r\n<p>\r\n\tStill, when Hudgens made the statements featured in the attack video in July, he was using fightin&#39; words. They came during a primary campaign candidates forum hosted by the Northwest Georgia Association of Insurance and Financial Advisers and the Georgia Association of Health Underwriters.</p>\r\n<p>\r\n\tA longer video of his statement shows Hudgens said this:</p>\r\n<p>\r\n\t&quot;Why would I, if I were buying an individual policy for myself, why would I need to pay for maternity coverage. And this costs you, in every policy. Or why would I need to pay for coverage of breast reconstruction or Pap smears or mammograms?&quot;</p>\r\n<p>\r\n\tA few seconds later, Hudgens added &quot;every time we have attempted to create a mandate-light policy, you got two groups of people that fight us and defeat us. One of them are the Democrats ... and the other one is the Women&rsquo;s Caucus. Whether it be Republicans or Democrats, they fight against this, saying we&rsquo;re trying to discriminate against women.&quot;</p>\r\n<p>\r\n\tWhen reached by AJC PolitiFact Georgia for this item, Hudgens told us he dislikes mandates in general because they drive up health care costs. He wants Georgia to let consumers buy plans where they can pick and choose the services they need without paying for ones they don&#39;t.<br />\r\n\t<br />\r\n\t&quot;There is no way I&#39;m against women,&quot; Hudgens said. &quot;What I&#39;m looking for is to change the way we buy insurance to tailor it to the individual.&quot;</p>\r\n<p>\r\n\tSo it&#39;s not only true that Hudgens as a co-sponsor of SB 407 joined efforts to weaken mandates. He&#39;s a vocal opponent of mandates, and as chairman of the state Senate&#39;s Insurance and Labor Committee, he has a great deal of influence.</p>\r\n<p>\r\n\tAnd it&#39;s true that if SB 407 passed as originally conceived, the policies available to Georgians might not all have mammogram coverage.</p>\r\n<p>\r\n\tBut would Hudgens&#39; opposition to mandates have effectively stripped woman of mammogram coverage?</p>\r\n<p>\r\n\tAs SB 407 sponsor Hill said, no one would have to buy out-of-state coverage.</p>\r\n<p>\r\n\tMammogram coverage is so well-established it is possible but &quot;unlikely&quot; that plans would drop the coverage if it was no longer mandated, said Christopher Carpenter, an expert on economics and public policy at the University of California-Irvine who has studied state insurance mandates and mammography.</p>\r\n<p>\r\n\tBefore state mandates, many women who did not have mammogram coverage got them anyway, Carpenter said. Still, the mandates appear to have an important impact since they began in the mid-1980s through 2000. Carpenter&#39;s yet-unpublished research appears to show that they increased mammography rates by about 8 percent.</p>\r\n<p>\r\n\tSo it appears that more women do get mammograms if they have coverage. And it&#39;s reasonable to be concerned that the end of mandated coverage for mammograms could mean that it would be harder to get. Women could have to pay a premium to buy it.</p>\r\n<p>\r\n\tBut saying Hudgens fought to &quot;strip women of life-saving coverages like mammograms&quot; is an overstatement. He fought to take away mandatory coverage.</p>\r\n<p>\r\n\tSquires&#39; statement is accurate but leaves out important details or takes things out of context. That means it meets PolitiFact&#39;s definition for Half True.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2010-10-11T16:36:20.582476", "ruling_date": "2010-10-12T06:00:00", "ruling_headline": "Candidate for insurance commissioner says rival fought against mammogram coverage", "ruling_headline_slug": "candidate-insurance-commissioner-says-rival-fought", "ruling_link_text": "Yes to \"fights\", no to \"strip\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAthens Banner-Herald, &quot;<a href=\"http://www.onlineathens.com/stories/100610/new_716275392.shtml\">Hudgens blasted on women&#39;s coverage issues</a>,&quot; Oct. 6, 2010<br />\r\n\t<br />\r\n\tInterview, Brandon Thorn, campaign spokesman, Mary Squires for Insurance Commissioner, Oct. 7, 2010<br />\r\n\t<br />\r\n\tInterview, state Sen. Ralph Hudgens, Republican candidate for insurance commissioner, Oct. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Glenn Allen, spokesman, Georgia Office of Insurance and Safety Fire Commissioner, Oct. 8, 2010<br />\r\n\t<br />\r\n\tNews release, &quot;Insurance Commissioner Candidate Mary Squires Calls on Ralph Hudgens to Stop Blaming Women for High Costs of Insurance,&quot; Mary Squires for Insurance Commissioner<br />\r\n\t<br />\r\n\tGeorgia Office of Insurance and Safety Fire Commissioner, mandate tables, sent Oct. 8, 2010<br />\r\n\t<br />\r\n\tGeorgia General Assembly, <a href=\"http://www.legis.state.ga.us/legis/2009_10/sum/sb407.htm\">SB 407</a>, accessed Oct. 7, 2010<br />\r\n\t<br />\r\n\tYouTube.com video, &quot;<a href=\"http://www.youtube.com/watch?v=4fmmCcmmE88&amp;feature=player_embedded\">Hudgens: Mammograms</a>,&quot; accessed Oct. 7, 2010<br />\r\n\t<br />\r\n\tInterview, state Sen. Nan Orrock, D-Atlanta, Oct. 11, 2010<br />\r\n\t<br />\r\n\tE-mail interview, state Sen. Judson Hill, R-Marietta, Oct. 11, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal Constitution, &quot;Health care revolt by GOP women crushed,&quot; March 28, 2010<br />\r\n\t<br />\r\n\tInterview, David Johnson, state chairman, Georgia Association of Health Underwriters Political Action Committee, Oct. 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mary", "half_true_count": 1, "home_state": "Georgia", "id": 748, "last_name": "Squires", "mostly_true_count": 0, "name_slug": "mary-squires", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Squires_Mary.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/748/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSaid state insurance commissioner candidate Ralph Hudgens &quot;fights hard&quot; to strip women of life-saving coverage such as mammograms.</p>\r\n", "statement_context": "a newspaper interview", "statement_date": "2010-10-05", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Ralph", "half_true_count": 0, "home_state": "Georgia", "id": 506, "last_name": "Hudgens", "mostly_true_count": 1, "name_slug": "ralph-hudgens", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hudgens_Ralph___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/506/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Did a candidate for state insurance comm. fight to strip mammogram coverage from women? #gapolitics"}