{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/11/barack-obama/president-barack-obama-says-foreign-money-coming-u/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2569, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2569/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tStumping for Democratic candidates in the past few weeks, President Barack Obama has repeatedly warned that foreign money may be bankrolling many of the attack ads being run against Democrats. And now he says he has found an Exhibit A: the U.S. Chamber of Commerce.<br />\r\n\t<br />\r\n\tHere&#39;s what the president said at a <a href=\"http://www.whitehouse.gov/the-press-office/2010/10/07/remarks-president-rally-maryland-governor-martin-omalley\">rally</a> on Oct. 7, 2010, on behalf of Maryland Gov. Martin O&#39;Malley:<br />\r\n\t<br />\r\n\t&quot;Just this week, we learned that one of the largest groups paying for these ads regularly takes in money from foreign corporations. So groups that receive foreign money are spending huge sums to influence American elections. And they won&#39;t tell you where the money (for) their ads comes from.&quot;<br />\r\n\t<br />\r\n\tOn ABC&#39;s <em>This Week</em> on Oct. 10, 2010, George Will connected the dots: &quot;Well, he won&#39;t tell us who he&#39;s talking about. He&#39;s talking about the Chamber of Commerce, which does indeed receive dues from foreign entities that are associated with American business, just as the AFL-CIO receives dues from foreign entities associated with it. And -- and the shock and awe that we&#39;re supposed to feel from this is somewhat selective.&quot;<br />\r\n\t<br />\r\n\tWe have looked previously at more general Obama administration claims about <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/28/david-axelrod/david-axelrod-independent-groups-behind-ads-attack/\">foreign money financing attack ads</a> against Democrats. We will take a look at Will&#39;s retort about the AFL-CIO in a separate fact-check. But here, we will examine Obama&#39;s claim about the Chamber, that, &quot;Groups that receive foreign money are spending huge sums to influence American elections.&quot;</p>\r\n<p>\r\n\tFor example, the chamber has run ads against Democratic U.S. Rep. Alan Grayson in Florida, calling him a &quot;lap dog&quot; who supports &quot;job-skilling energy taxes.&quot; The Chamber has also run ads against Senate candidates Charlie Crist in Florida and Richard Blumenthal in Connecticut,&nbsp; attacking them for supporting the health care law.<br />\r\n\t<br />\r\n\tCurrent federal law prohibits &quot;a partnership, association, corporation, organization, or other combination of persons organized under the laws of or having its principal place of business in a foreign country&quot; from making &quot;directly or indirectly&quot; a donation or expenditure &quot;in connection with a Federal, State, or local election,&quot; to a political party committee or &quot;for an electioneering communication.&quot; But Obama has repeatedly warned that a Supreme Court ruling in the <em>Citizens United</em> <em>vs. Federal Election Commission</em> case opened the floodgates for special interests -&ndash; including foreign corporations (a claim many Republicans dispute).<br />\r\n\t<br />\r\n\tWith independent groups outspending the actual campaigns in some midterm elections -- the Chamber has vowed to spend more than $50 million nationwide -- it&#39;s a theme that has been oft-repeated by Democratic party leaders lately. A video released by the Democratic National Committee states that &quot;it appears they are even taking secret foreign money to influence our elections.&quot;<br />\r\n\t<br />\r\n\tFirst off, White House officials confirmed Obama&#39;s comment was, in fact, aimed at the U.S. Chamber of Commerce. And when Obama said &quot;just this week, we learned...,&quot; he&#39;s referring to a posting on <em>ThinkProgress</em>, a blog affiliated with the liberal Center for American Progress, which ran under the headline <a href=\"http://thinkprogress.org/2010/10/05/foreign-chamber-commerce/\">&quot;Exclusive: Foreign-Funded &#39;U.S.&#39; Chamber Of Commerce Running Partisan Attack Ads.&quot;</a> &nbsp;The article details the Chamber of Commerce&#39;s many overseas affiliates, and claims the Chamber has &quot;spearheaded an effort to raise money from foreign corporations, including ones controlled by foreign governments.&quot; The article claims foreign members of the Chamber send money either directly to the U.S. Chamber of Commerce, or the foreign members fund their local Chamber, which in turn, transfers dues payments back to the Chamber, and that the funds are commingled with an account used to pay for the attack ads.<br />\r\n\t<br />\r\n\tChamber officials readily acknowledged their group has 115 foreign member affiliates in 108 countries, and that it received foreign money. But Bruce Josten, chief lobbyist for the chamber, told the <em>New York Times</em> that overseas American Chambers of Commerce pay a total of less than $100,000 in membership dues that go into its general fund. In addition, the Chamber gets membership dues from foreign corporations. While the total was not quantified, Josten said it amounts to a small fraction of the group&#39;s total budget of more than $200 million.<br />\r\n\t<br />\r\n\tMore importantly, the Chamber maintains that none of that foreign money is used to finance the Chamber&#39;s political agenda in the United States. The Chamber put out a statement saying all foreign money received by the organization is properly segregated from money used to fund political activity.<br />\r\n\t<br />\r\n\t&quot;We&#39;re careful to ensure that we comply with all applicable laws,&quot; Chamber spokeswoman Tita Freeman said in a statement. &quot;No foreign money is used to fund political activities. All allegations to the contrary are totally and completely false.&quot;<br />\r\n\t<br />\r\n\tAccording to <em>ThinkProgress</em>, however, &quot;while the Chamber will likely assert it has internal controls, foreign money is fungible, permitting the Chamber to run its unprecedented attack campaign.&quot;<br />\r\n\t<br />\r\n\tBut here&#39;s the thing: Neither Obama nor the DNC offer any evidence that foreign money is actually being used to fund the attack ads. Rather, the argument is that it <em>could </em>be a problem.<br />\r\n\t<br />\r\n\t&quot;We simply don&#39;t know,&quot; said Dave Levinthal, a spokesman for the nonpartisan Center for Responsive Politics.<br />\r\n\t<br />\r\n\tAs a 501 (c)6 non-profit trade association, the U.S. Chamber of Commerce is not required to disclose its donors. And it doesn&#39;t.<br />\r\n\t<br />\r\n\tForeign companies with American divisions can form PACs and collect contributions from their American employees, or those with green cards. The Center for Responsive Politics lists more than 140 foreign-connected PACs, from pharmaceuticals like GlaxoSmithKline to BP. These PACS have raised more than $12 million this election cycle.<br />\r\n\t<br />\r\n\t&quot;The law of the land right now is that if an organization like the Chamber of Commerce is using generally accepted accounting principles to show that you are not using foreign money to finance regulated activities, then you&#39;re in the clear,&quot; said Paul Ryan, an attorney for the Campaign Legal Center.<br />\r\n\t<br />\r\n\t&quot;It is hard with no disclosure to pin it down,&quot; David G. Vance, a spokesman for the Campaign Legal Center. &quot;That&#39;s the big problem. There&#39;s no way to check any of it. As it is, they just have one big pie, and no one knows where it all goes.&quot;<br />\r\n\t<br />\r\n\tSo far, though, no one has offered any evidence that the Chamber of Commerce is not complying with that law.<br />\r\n\t<br />\r\n\t&quot;It&#39;s unverifiable,&quot; Levinthal said. &quot;You&#39;ve got to take their word for it. There is no way to tell, unless the group wants to put up identifiable evidence on its own...The Chamber of Commerce is not volunteering that information. Nor do they have to by law.&quot;<br />\r\n\t<br />\r\n\tLevinthal cautioned that it&#39;s not just a problem with right-leaning groups. The same rules apply whether you are a left group or a right one, Levinthal noted.<br />\r\n\t<br />\r\n\tA <em>New York Times</em> story by Eric Lichtblau sums it up this way: &quot;A closer examination shows that there is little evidence that what the chamber does in collecting overseas dues is improper or even unusual, according to both liberal and conservative election-law lawyers and campaign finance documents.<br />\r\n\t<br />\r\n\t&quot;In fact, the controversy over the Chamber of Commerce financing may say more about the Washington spin cycle &mdash; where an Internet blog posting can be quickly picked up by like-minded groups and become political fodder for the president himself &mdash; than it does about the vagaries of campaign finance.&quot;<br />\r\n\t<br />\r\n\tSome Republicans say the Democrats&#39; stance amounts to &quot;guilty until proven innocent.&quot; David Axelrod, the president&#39;s senior adviser, was asked by Bob Schieffer on CBS&#39; <em>Face the Nation </em>on Oct. 10, 2010, if he had any evidence that the chamber was using secret foreign funds to influence the election.<br />\r\n\t<br />\r\n\t&#39;&#39;Well, do you have any evidence that it&#39;s not, Bob?&#39;&#39; Mr. Axelrod said. &#39;&#39;The fact is that the chamber has asserted that, but they won&#39;t release any information about where their campaign money is coming from. And that&#39;s at the core of the problem here.&#39;&#39;<br />\r\n\t<br />\r\n\tPresident Obama and other Democrats may have a legitimate concern about disclosure. The campaign finance experts we spoke with said there&#39;s no way to know for sure if the Chamber of Commerce is keeping foreign money it receives separate from the pot of money used to fund attack ads -- other than the Chamber&#39;s assurances that it does. And the president is technically correct when he says the Chamber of Commerce &quot;takes in money from foreign corporations ... So groups that receive foreign money are spending huge sums to influence American elections.&quot; But we think that statement suggests foreign money <em>is, for sure, </em>being used to directly fund the attack ads. The Chamber said it isn&#39;t. And Obama and other Democrats have offered no evidence so far that it has. And so we rule his statement Half True.</p>\r\n", "ruling_comments_date": "2010-10-11T19:02:56.426577", "ruling_date": "2010-10-11T19:30:43", "ruling_headline": "President Barack Obama says foreign money coming in to the U.S. Chamber of Commerce may be helping to fund attack ads", "ruling_headline_slug": "president-barack-obama-says-foreign-money-coming-u", "ruling_link_text": "Chamber not required to disclose, so it's pure speculation", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2010/10/07/remarks-president-rally-maryland-governor-martin-omalley\">Remarks by the President at Rally for Maryland Governor Martin O&#39;Malley</a>, Oct. 7, 2010</p>\r\n<p>\r\n\tCenter for Responsive Politics, <a href=\"http://www.opensecrets.org/pacs/foreign.php\">Foreign-connected PACs</a></p>\r\n<p>\r\n\tDemocratic National Committee, Video: <a href=\"http://www.youtube.com/watch?v=Hvm0cWgHp6A&amp;feature=player_embedded\">&quot;Stealing Democracy,&quot; </a>Oct. 8, 2010</p>\r\n<p>\r\n\tThinkProgress, <a href=\"http://thinkprogress.org/2010/10/09/nyt-wp-on-chamber/\">&quot;Graphic: How The Chamber Gets Its Foreign Money,&quot;</a> Oct. 9, 2010</p>\r\n<p>\r\n\tThinkProgress, <a href=\"http://thinkprogress.org/2010/10/05/foreign-chamber-commerce/\" id=\"js33\" title=\"&quot;Exclusive: Foreign-Funded ‘U.S.’ Chamber Of Commerce Running Partisan Attack Ads,&quot;\">&quot;Exclusive: Foreign-Funded &lsquo;U.S.&rsquo; Chamber Of Commerce Running Partisan Attack Ads,&quot;</a> Oct. 5, 2010<br />\r\n\t<br />\r\n\tFactCheck.org,&nbsp; <a href=\"http://factcheck.org/2010/10/foreign-money-really/\" id=\"r53z\" title=\"&quot;Foreign Money? Really?&quot;\">&quot;Foreign Money? Really?&quot;</a> by Brooks Jackson, Oct. 11, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/28/david-axelrod/david-axelrod-independent-groups-behind-ads-attack/\" id=\"d8y1\" title=\"&quot;David Axelrod says independent groups behind ads attacking Democratic candidates are front groups for foreign-controlled companies,&quot;\">&quot;David Axelrod says independent groups behind ads attacking Democratic candidates are front groups for foreign-controlled companies,&quot;</a> by Robert Farley, Sept. 28, 2010<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/10/09/us/politics/09donate.html?_r=2\" id=\"ws77\" title=\"&quot;Topic of Foreign Money in U.S. Races Hits Hustings,&quot;\">&quot;Topic of Foreign Money in U.S. Races Hits Hustings,&quot;</a> by Eric Lichtblau, Oct. 8, 2010<br />\r\n\t<br />\r\n\tChicago Tribune, <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-gop-money-20101011,0,2414563.story\" id=\"h0ly\" title=\"&quot;Dems, GOP spar over financing,&quot;\">&quot;Dems, GOP spar over financing,&quot;</a> by Richard A. Serrano, Oct. 11, 2010<br />\r\n\t<br />\r\n\tChamber of Commerce website, <a href=\"http://www.chamberpost.com/2010/10/lies-damned-lies.html\" id=\"rk9v\" title=\"&quot;Lies &amp; Damned Lies,&quot;\">&quot;Lies &amp; Damned Lies,&quot;</a> by Tita Freeman, Oct. 5, 2010<br />\r\n\t<br />\r\n\tInterview with Paul Ryan, an attorney for the Campaign Legal Center, Oct. 11, 2010<br />\r\n\t<br />\r\n\tInterview with David G. Vance, a spokesman for the Campaign Legal Center, Oct. 11, 2010<br />\r\n\t<br />\r\n\tInterview with Dave Levinthal, a spokesman for the Center for Responsive Politics, Oct. 11, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Groups that receive foreign money are spending huge sums to influence American elections.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2010-10-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}