{"art": [{"brightcove": "", "caption": "A photo of a dog swimming in Lady Bird Lake that Perry posted on Twitter", "id": 760, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/perrydog.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/760/", "title": "Perry dog", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/oct/14/bill-white/bill-white-says-gov-rick-perry-told-students-he-co/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2580, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2580/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tHoping to engage youth in the political process, students at El Paso&#39;s Coronado High School hosted a forum featuring Democratic gubernatorial nominee Bill White.</p>\r\n<p>\r\n\tDuring the event, which we watched online, White hardly mentioned GOP Gov. Rick Perry, who had declined to participate. Later, however, White questioned Perry&#39;s absence. &quot;The students in El Paso high schools had taken the initiative to ask the gubernatorial candidates to talk about voting, civic responsibilities and their visions for Texas,&quot; White was quoted saying in an Oct. 5 San Antonio-Express News article. &quot;He told them he had a scheduling conflict and couldn&#39;t show up, and while I was answering questions from the students, he tweeted that he&#39;d just been running with his dog around Town Lake,&quot; meaning Austin&#39;s Lady Bird Lake.</p>\r\n<p>\r\n\tOops. Did Perry out himself playing political hooky?</p>\r\n<p>\r\n\tAt 12:47 p.m. Sept. 24 &mdash; around the time of the El Paso forum, which was scheduled for 11:30 Austin time &mdash; Perry <a href=\"http://twitter.com/GovernorPerry/status/25425451814\">tweeted</a>: &quot;Rare AM off to run town lake with Rory....what a great asset the running trails are to Austin.&quot; He linked to a photo of a black dog swimming with a stick in its mouth on the south side of the lake.</p>\r\n<p>\r\n\tAt 2:06 p.m., White <a href=\"http://twitter.com/billwhitefortx/status/25430859131\">tweeted</a>: &quot;Just at student forum; Perry declined for &#39;scheduling conflict&#39;&quot; and quoted Perry&#39;s tweet: &quot;Rare AM off to run town lake...&quot;</p>\r\n<p>\r\n\tAsked for an explanation, Catherine Frazier, a Perry spokeswoman, told us that &quot;all of our responses to debate invites have clarified that we would not consider any debates until Bill White released his tax returns for his years of public service.&quot; Perry has said he won&#39;t debate White until the Democrat makes public his income tax returns for the two years he was deputy U.S. energy secretary and from when he later chaired the Texas Democratic Party. White has released his tax returns for the six years he served as Houston&#39;s mayor.</p>\r\n<p>\r\n\tA story posted the day before the El Paso forum on the website of El Paso&#39;s ABC affiliate, KVIA, jibes with the Perry camp&#39;s explanation: &quot;Initially, organizers wanted to host a debate between White and incumbent governor Rick Perry. But Perry declined all debate invitations because White has refused to release his tax returns from his time as deputy energy secretary in the mid-1990s.&quot;</p>\r\n<p>\r\n\tBut Katy Bacon, a White spokeswoman, forwarded us two e-mails that she said her boss&#39;s campaign received from the students organizing the event. The e-mails suggest the students didn&#39;t receive the same pat answer from Perry.</p>\r\n<p>\r\n\tIn an Aug. 12 e-mail, the students told the White camp that &quot;the campaign for Governor Perry has recently said they are re-evaluating our event. Therefore, while the evaluation process continues, we will be sending the Governor&#39;s campaign similar information regarding the proposed agenda for the forum in the event that Governor Perry does attend our event.&quot;</p>\r\n<p>\r\n\tIn an Aug. 18 e-mail, the students confirmed that the forum would take place Sept. 24. They also wrote that &quot;we have recently received word that Governor Perry cannot make the event due to scheduling conflicts, however, we are very excited to continue on with the forum with Mayor White&#39;s participation ... Though Governor Perry will not participate, (the) event will remain a nonpartisan effort to educate students on the importance of becoming engaged voters.&quot;</p>\r\n<p>\r\n\tGary Berglund, a government and history teacher at the school, said he helped the students organize the event. Berglund told us that the governor&#39;s state office did not tell the students that Perry wouldn&#39;t attend because White was withholding tax returns. &quot;They couldn&#39;t do it due to scheduling conflicts,&quot; Berglund said.</p>\r\n<p>\r\n\tWe asked if any of the exchanges with Perry&#39;s camp were in writing. Berglund said the students&#39; discussions with the governor&#39;s office were by telephone only.</p>\r\n<p>\r\n\tA story posted Sept. 24 on KVIA.com quotes Jackie Wang, one of the students who helped organized the event, saying Perry &quot;had scheduling conflicts, and we understand that, we wanted to work around that but we couldn&#39;t.&quot;</p>\r\n<p>\r\n\tAnother organizer, Coronado senior Rachel Jackson, told us this week that she had communicated with the governor&#39;s office several times and that a Perry aide had said the governor could not attend because of scheduling conflicts.</p>\r\n<p>\r\n\tJackson then forwarded us a voicemail she said she received Aug. 6 from Ryan Vise, who works in the governor&#39;s state scheduling office telling her that Perry wasn&#39;t able to make the first date &mdash; Sept. 9 &mdash; the students put forth. Our transcript: &quot;My name is Ryan Vise, I&#39;m with the Gov. Perry&#39;s scheduling office. I&#39;m calling regarding the invitation that was sent in for the debate with Bill White on Sept. 9. Unfortunately, due to scheduling conflicts, we are not going to be able to attend. We do apologize, but we just cannot make it.&quot;</p>\r\n<p>\r\n\tJackson told us that when the students followed up with a date that suited White &mdash; Sept. 24 &mdash; Perry&#39;s office again declined, citing scheduling conflicts.</p>\r\n<p>\r\n\tJackson added: &quot;However, we were aware that in the press there was a battle going on with income taxes.&quot; She speculated that the governor&#39;s office was &quot;working under the assumption that we knew about the income tax debacle.&quot;</p>\r\n<p>\r\n\tJackson stressed to us that the forum was a nonpartisan event to engage students in politics. &quot;The students don&#39;t want to be in the middle of &#39;he-said, she-said&#39; political mudslinging,&quot; she said. &quot;We don&#39;t want our project to become a tool for some political campaigns.&quot;</p>\r\n<p>\r\n\tNext, we went back to Frazier, who reiterated that the campaign has consistently said it would consider debate requests only after White released more tax returns. &quot;This debate request was one of the first we got over the summer, and Rob Johnson, our campaign manager, called the group telling them that considering debates was contingent on release of the tax returns,&quot; Frazier said. She told us that Perry doesn&#39;t distinguish between debates and forums because &quot;they&#39;re pretty much the same thing, a Q&amp;A between the candidates.&quot;</p>\r\n<p>\r\n\tJackson told us that she did not communicate with Johnson.</p>\r\n<p>\r\n\tAnd the governor&#39;s state office? No state officials, including Vise, had responded before we finalized this story.</p>\r\n<p>\r\n\tAll told, it&#39;s undisputed that Perry has often said he&#39;s not debating White until he releases more tax returns. However, it looks like there was another message delivered to the student organizers of the Coronado High forum; the saved voice mail &mdash; which no one in Perry&#39;s office questioned &mdash; is persuasive.</p>\r\n<p>\r\n\tIt&#39;s also undisputed that Perry tweeted about his run around Lady Bird Lake (n&eacute; Town Lake) the morning of the El Paso forum. That&#39;s also what White said.</p>\r\n<p>\r\n\tIn the end, we&#39;re mindful that Perry has repeatedly said his unwillingness to debate is based on White not releasing more tax returns, whereas White&#39;s statement suggests that Perry would have joined the forum if only he hadn&#39;t ginned up the &quot;schedule conflict&quot; excuse.</p>\r\n<p>\r\n\tWe rate White&#39;s statement Mostly True.</p>", "ruling_comments_date": "2010-10-12T18:35:00.381818", "ruling_date": "2010-10-14T06:45:04", "ruling_headline": "Bill White says Gov. Rick Perry said he couldn't attend a gubernatorial forum because of scheduling conflicts, but then tweeted that he ran around the lake the day of the event", "ruling_headline_slug": "bill-white-says-gov-rick-perry-told-students-he-co", "ruling_link_text": "Perry won't debate until White makes public more income tax return", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSan Antonio Express-News, <a href=\"http://www.mysanantonio.com/news/white_hammers_perry_on_education_accountability_104373034.html\" id=\"r15l\" title=\"White hammers Perry on education, accountability,\">White hammers Perry on education, accountability,</a> Oct. 5, 2010</p>\r\n<p>\r\n\tKVIA.com, <a href=\"http://www.kvia.com/news/25132152/detail.html\" id=\"aku9\" title=\"Coronado High to host gubernatorial forum Friday,\">Coronado High to host gubernatorial forum Friday,</a> Sept. 23, 2010</p>\r\n<p>\r\n\tKVIA.com, <a href=\"http://www.kvia.com/news/25150480/detail.html\" id=\"q9.o\" title=\"Coronado High School students host political forum,\">Coronado High School students host political forum,</a> Sept. 24, 2010</p>\r\n<p>\r\n\tGov. Perry&#39;s Twitter <a href=\"http://twitter.com/governorperry\" id=\"dbm1\" title=\"account\">account</a>, accessed Oct. 6, 2010</p>\r\n<p>\r\n\tBill White&#39;s Twitter <a href=\"http://twitter.com/billwhitefortx\" id=\"arkx\" title=\"account\">account</a>, accessed Oct. 6, 2010</p>\r\n<p>\r\n\tInterview with Gary Berglund, teacher, Coronado High School, Oct. 11, 2010</p>\r\n<p>\r\n\tInterview with Rachel Jackson, senior, Coronado High School, Oct. 11, 2010</p>\r\n<p>\r\n\tE-mail interview with Katy Bacon, communications director, Oct. 11, 2010</p>\r\n<p>\r\n\tInterview with Catherine Frazier, deputy communications director, Oct. 12, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>\r\n\tSays Rick Perry told students he couldn&#39;t attend a gubernatorial forum due to scheduling conflicts, then on forum day &quot;tweeted that he&#39;d just been running with his dog.&quot;</p>", "statement_context": "a news story", "statement_date": "2010-10-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}