{"art": [{"brightcove": "", "caption": "Jason Isaac ad, \"A Liberal Thorn in Our Side,\" 10/7/2010", "id": 741, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/741/", "title": "Jason Isaac TV ad 10/7/2010", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/bp1e2WAv22s?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "bp1e2WAv22s"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/oct/15/jason-isaac/jason-isaac-says-state-rep-patrick-rose-votes-libe/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2598, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2598/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tPlaying on his foe&#39;s name, Republican Texas House nominee Jason Isaac calls fourth-term Democratic Rep. Patrick Rose a &quot;liberal thorn in our side.&quot;<br />\r\n\t<br />\r\n\tIn a video ad that debuted online Oct. 7, Isaac lists pointed reasons to yank Rose, who&#39;s in his fourth term. Rose, the narrator says, &quot;votes with the liberals 90 percent of the time, ...backed the largest tax increase in Texas history... (and) proposed nearly $15 billion in new government spending.&quot; The narrator adds: &quot;Rose even supported an Obama-style government-run health care system for Texas.&quot;<br />\r\n\t<br />\r\n\tThe Truth-O-Meter analyzed the biggest-tax-increase charge earlier this year when U.S. Sen. Kay Bailey Hutchison laid it on Gov. Rick Perry. We rated <a href=\"http://www.politifact.com/texas/statements/2010/jan/21/kay-bailey-hutchison/hutchison-says-revised-business-tax-created-states/\">False Hutchison&#39;s statement</a> that the state&#39;s revamped business tax amounted to the largest tax increase Texas has ever had. In checking Hutchison&#39;s statement, we noted that her campaign said the revised franchise tax, often called the margins tax, cost taxpayers $8.8 billion in 2008-09. Her camp compared that figure with the estimated $5.7 billion tax package signed into law in 1987 by Gov. Bill Clements. At the time, that increase was widely reported to be the largest tax hike in Texas history.<br />\r\n\t<br />\r\n\tThere were fatal flaws in Hutchison&#39;s math. For instance, the $8.8 billion figure is the total amount generated by the franchise tax, not the net increase resulting from the revision that became law under Perry. The actual increase &mdash; revenue above what the old franchise tax would have brought in &mdash; was about $3 billion, significantly less than what had been projected.<br />\r\n\t<br />\r\n\tWe compared that with the largest single piece of the Clements-era tax package: a hike in the sales tax. After it was enacted, sales tax revenues went up $4.2 billion during 1988-89 compared with the previous biennium.<br />\r\n\t<br />\r\n\tIsaac&#39;s campaign consultant, Corbin Casteel, cited the same 2006 tax law, House Bill 3, as the basis for Isaac&#39;s &quot;largest ever&quot; claim. Casteel also referred us to the same source referenced by Hutchison, a Dallas Morning News blog post that doesn&#39;t that doesn&#39;t specify how the paper compared 2006 changes in business and tobacco taxes to past tax hikes. Meantime, two experts we contacted--Dale Craymer of the Texas Taxpayers and Research Association and Talmadge Heflin of the conservative-leaning Texas Public Policy Foundation--independently told us the 2006 tax changes did not amount to Texas history&#39;s largest increase.<br />\r\n\t<br />\r\n\tBut what of Isaac&#39;s other not-rosy claims?<br />\r\n\t<br />\r\n\tCasteel said the reference to Rose voting with &quot;the liberals&quot; 90 percent of the time was backed up by an analysis of House votes by Mark P. Jones, who chairs Rice University&#39;s political science department.<br />\r\n\t<br />\r\n\tCasteel guided us to a Texas Tribune chart based on Jones&#39; work showing that Rose is the 68th most liberal of the House&#39;s 150 members and the 7th-most conservative Democrat.<br />\r\n\t<br />\r\n\tWe didn&#39;t find an indication Rose had mostly voted with liberals, so we called Jones, who said that there&#39;s nothing in his research, based on Rose&#39;s votes throughout his House career, to justify the 90-percent statement. While Rose &quot;votes in a more liberal manner than any Republican in the House,&quot; Jones said, &quot;he will be one of the five most conservative Democrats if he comes back.&quot;<br />\r\n\t<br />\r\n\tWe alerted Casteel to Jones&#39; interpretation; he then shared another way of breaking down Rose&#39;s voting record -- based solely on 561 Rose votes during the 2009 legislative session. A research sheet prepared for Isaac&#39;s campaign says the selected votes don&#39;t include opening-bell procedural votes or votes when no one voted &quot;no.&quot; It doesn&#39;t specify each vote.<br />\r\n\t<br />\r\n\tThe sheet says Rose voted with 11 Democratic colleagues identified as &quot;most liberal&quot; on the Tribune chart 87 to 92 percent of the time, voting 90 percent or more often with six colleagues in the &quot;most liberal&quot; category: Reps. David Leibowitz of San Antonio, Eddie Rodriguez of Austin, Jim Dunnam of Waco and Alma Allen, Garnet Coleman and Ana Hernandez of Houston. In contrast, Isaac&#39;s sheet says, Rose voted like the former Republican House speaker, Rep. Tom Craddick of Midland, 65 percent of the time.<br />\r\n\t<br />\r\n\tBack to the professor... Jones said via e-mail that Isaac&#39;s camp correctly identified the &quot;most liberal&quot; members using his research. But he said they used a less sophisticated approach by including votes not necessarily reflective of ideology.<br />\r\n\t<br />\r\n\tCasteel said Isaac&#39;s statement about Rose proposing nearly $15 billion in spending is based on the projected costs of proposals authored by Rose in the 2003, 2005, 2007 and 2009 legislative sessions; spreadsheets Casteel provided to us indicate that Rose offered 96 measures over those years that together would have cost the state nearly $14.4 billion through six years.<br />\r\n\t<br />\r\n\tBut did they? We asked which of the Rose proposals passed into law. Casteel countered that Isaac was talking about what Rose wanted to spend--not what he passed into law.<br />\r\n\t<br />\r\n\tWhy six years, since legislators typically only focus on two years of spending at a time? (That&#39;s the length of the budget adopted every odd-numbered year.) Casteel said Isaac&#39;s statement relies on the six-year spending forecasts because that&#39;s what Rose&#39;s ideas would have cost taxpayers over the longer term.<br />\r\n\t<br />\r\n\tCasteel said Isaac&#39;s statement that Rose &quot;supported an Obama-style government-run health care system for Texas&quot; refers to a May 21, 2007 floor vote. Online legislative records show that Rose was among 51 members to vote against tabling a proposal by Rep. Lon Burnam, D-Fort Worth, directing the Texas Health and Human Services Commission to prepare a report &quot;detailing the means by which this state could insure the maximum number of people and eventually implement a system of universal health care.&quot; The motion to table prevailed, killing Burnam&#39;s amendment.<br />\r\n\t<br />\r\n\tAll in all, does Isaac&#39;s prickly statement draw blood?<br />\r\n\t<br />\r\n\tIsaac&#39;s largest-tax-increase claim is incorrect. And while Isaac&#39;s method of counting votes indicates that Rose votes 90 percent of the time with House liberals, it&#39;s based on research conducted by a university professor who says Isaac&#39;s message -- that Rose&#39;s ideology swings liberal -- isn&#39;t justified by Rose&#39;s career voting record.<br />\r\n\t<br />\r\n\tPer Isaac&#39;s spending charge, the tally of what Rose&#39;s proposals would have cost is closer to $14 billion than the nearly $15 billion Isaac proclaims. Also, adding up projected costs over six years--rather than the two years covered by each budget--isn&#39;t how lawmakers usually weigh fiscal implications.<br />\r\n\t<br />\r\n\tIsaac&#39;s statement that Rose &quot;supported an Obama-style government-run health care system for Texas,&quot; reflects Rose&#39;s vote against ending debate on a proposal calling for a report on how the state could implement a &quot;universal health care&quot; system. Ordering a feasibility report on universal health care--in action, ahem, more than a&nbsp; year before Obama won election as president--is not the same as endorsing a particular system.<br />\r\n\t<br />\r\n\tWe rate Isaac&#39;s four-part sally Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-10-14T18:43:42.923745", "ruling_date": "2010-10-15T06:00:00", "ruling_headline": "Jason Isaac calls state Rep. Patrick Rose a \"liberal thorn in our side\" on spending, taxes, health care", "ruling_headline_slug": "jason-isaac-says-state-rep-patrick-rose-votes-libe", "ruling_link_text": "Not largest tax hike, not necessarily liberal, not Obama-care", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/10122010_dalecraymerresponsepftexas.html\">E-mail (excerpted)</a>, response to PolitiFact Texas, Dale Craymer, president, Texas Taxpayers and Research Association, Austin, Oct. 12, 2010</p>\r\n<p>\r\n\tDallas Morning News, Trailblazers blog, &quot;<a href=\"http://trailblazersblog.dallasnews.com/archives/2010/01/heat-index-a-fact-check-of-per-4.html\">Heat index: A fact check of Perry&#39;s claims on taxes, spending</a>,&quot; Jan. 9, 2010 (accessed Oct. 12, 2010)</p>\r\n<p>\r\n\tThe Houston Chronicle, Baker Institute Blog, James A. Baker III Institute for Public Policy, <a href=\"http://blogs.chron.com/bakerblog/2010/07/how_liberal_or_conservative_is_your_texas_state_rep.html\">&quot;How liberal or conservative is your Texas state representative?&quot;</a> (accessed Oct. 11, 2010)<br />\r\n\t<br />\r\n\tInterviews, Corbin Casteel, consultant to Jason Isaac campaign, Oct. 11 and 12, 2010<br />\r\n\t<br />\r\n\tInterview, Talmadge Heflin, director, Center for Fiscal Policy, Texas Public Policy Foundation, Austin, Oct. 12, 2010</p>\r\n<p>\r\n\tInterview and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10112010_markpjonesresponsepftexas.html\">e-mail (excerpted)</a>, response to PolitiFact Texas, Mark P. Jones, chairman, Department of Political Science, Rice University, Oct. 11, 2010<br />\r\n\t<br />\r\n\tJason Isaac campaign, breakdown of six-year projected costs of proposals by Rep. Patrick Rose in <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10082010_2003patrickroseproposals.xls\">2003</a> legislative session, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10082010_2005patrickrosespendingproposals.xls\">2005</a> session, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10082010_2007patrickrosespendingproposals.xls\">2007</a> session and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/\">2009</a> session; and research summary sheet, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10112010_isaacamprosevotecompare.doc\">&quot;Patrick Rose -- Voting Record Comparison Methodology&quot;</a> (received Oct. 8 and 11, 2010)<br />\r\n\t<br />\r\n\tTexas House, Journal, May 21, 2007, <a href=\"http://www.journals.house.state.tx.us/hjrnl/80r/pdf/80RDAY80FINAL.PDF#page=174\">entries</a> on Senate Bill 23 and Senate Bill 23 <a href=\"http://www.legis.state.tx.us/tlodocs/80R/analysis/html/SB00023H.htm\">&quot;Bill Analysis,&quot;</a> House committee report, undated, accessed Oct. 11, 2010<br />\r\n\t<br />\r\n\tThe Texas Tribune, chart, <a href=\"http://www.texastribune.org/library/data/2009-texas-house-partisanship-rankings/\">&quot;Interactive: Texas House Partisanship,&quot;</a> (accessed Oct. 11, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Transportation consultant", "false_count": 0, "first_name": "Jason", "half_true_count": 1, "home_state": "Texas", "id": 699, "last_name": "Isaac", "mostly_true_count": 0, "name_slug": "jason-isaac", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/isaacpftnn.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/699/", "total_count": 6, "true_count": 1, "website": "http://www.isaacfortexas.com/"}, "statement": "<p>\r\n\tSays state Rep. Patrick Rose votes 90 percent with liberals, backed the state&#39;s largest tax increase, proposed nearly $15 billion in government spending and supported &quot;Obama-style government-run health care system for Texas.&quot;</p>", "statement_context": "a video ad.", "statement_date": "2010-10-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney", "false_count": 0, "first_name": "Patrick", "half_true_count": 0, "home_state": "Texas", "id": 697, "last_name": "Rose", "mostly_true_count": 0, "name_slug": "patrick-rose", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/patrickrose2009.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/697/", "total_count": 1, "true_count": 0, "website": "http://www.patrickrose.com/"}], "twitter_headline": ""}