{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/oct/16/rob-portman/republican-rob-portman-touts-ability-work-democrat/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2613, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2613/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tU.S. Senate candidate Rob Portman is a Republican and a fiscal conservative. Those are facts you can measure by his record in the U.S. House of Representatives, where he served for 12 years before joining President George W. Bush&rsquo;s administration.<br />\r\n\t<br />\r\n\tOn a scale of liberal to conservative, Portman&rsquo;s ratings by special interest groups and by National Journal, an impartial magazine covering Washington, trended toward the conservative end, but that doesn&rsquo;t mean he didn&rsquo;t cross the aisle to work with Democrats.<br />\r\n\t<br />\r\n\tJust how bi-partisan was Portman? Votes can vary depending on the agenda, and Portman has said he would have opposed the major legislative initiatives passed at the behest of the current president, Barack Obama. But he also said during the Oct. 8 debate with Democrat Lee Fisher at the City Club of Cleveland that he has a record in Congress &quot;of constantly reaching across the aisle and focusing on solutions.&quot;<br />\r\n\t<br />\r\n\t&quot;I often joke in front of Republican crowds, and probably people are a little nervous by the fact &nbsp;that 12 of my bills were signed by President Clinton,&quot; Portman said.<br />\r\n\t<br />\r\n\tThis, too, is measurable. Did the Cincinnati-area Republican really get 12 of his bills signed by a Democratic president?<br />\r\n\t<br />\r\n\tThe short answer: It depends on how you count bills.<br />\r\n\t<br />\r\n\tThe long answer: More or less.<br />\r\n\t<br />\r\n\tWe are being conservative here because lawmakers sometimes claim credit for bills they supported when others really did the heavy lifting. That is not the case with Portman&rsquo;s count.<br />\r\n\t<br />\r\n\tBut counting bills isn&rsquo;t as simple as it may sound, and to show how Portman arrives at 12 we must show you, quite briefly, how the sausage is made.<br />\r\n\t<br />\r\n\tA member of Congress introduces a bill. Other members might sign on as co-sponsors. The bill may get assigned to a committee for review or hearings, and it might get a vote in the full House, then get a vote in the Senate and, if successful, become law with a president&rsquo;s signature.<br />\r\n\t<br />\r\n\tVery few bills go that route. Most never make it out of committee. Some get dissected in committee, only to be reassembled in new bill with different sponsors. So here&rsquo;s the question we faced in reviewing Portman&rsquo;s claim: Did 12 of his bills actually become freestanding laws signed by Clinton?<br />\r\n\t<br />\r\n\tNo. Four did, according to the official legislation tracking service called THOMAS (in honor of &nbsp;Thomas Jefferson), maintained by the Library of Congress. The bills provided relief for states from the burdens of federal mandates; authorized the renaming of a federal courthouse; established and paid for programs to promote drug-free communities, and helped alleviate debt for countries that conserve and restore tropical rain forests.<br />\r\n\t<br />\r\n\tBut that number is misleading. THOMAS credits another successful Portman-sponsored bill to Sen. George Voinovich, the Republican whom Portman hopes to succeed. That&rsquo;s because Voinovich sponsored a Senate companion to Portman&rsquo;s House measure. The bill made it simpler for individuals and organizations outside of government to apply for federal financial assistance, and its supporters included Democrats such as Dennis Kucinich of Cleveland.<br />\r\n\t<br />\r\n\tThat makes five.<br />\r\n\t<br />\r\n\tBut it&rsquo;s unfair to stop there, because Portman sponsored another dozen bills that were folded into other legislation that Congress passed and Clinton signed. We know this because when was asked Portman&rsquo;s campaign to back up its claim, it gave us a list of 17 bills, and we researched them all -- examining not only the original bill&rsquo;s language and sponsorship but also the language in the final legislation to see how closely it tracked to the original. For example, Portman sponsored bills to make it easier for small employers to set up pensions, and for individual workers to establish retirement accounts. The components for those bills got folded into tax and small business bills -- with precise language coming from Portman&rsquo;s initial efforts.<br />\r\n\t<br />\r\n\tHe also sponsored two additional anti-drug bills that got folded into a big government spending bill that Clinton signed.<br />\r\n\t<br />\r\n\tJust to be purists, we excluded a couple of bills from the 17 because, according to THOMAS, Portman was not the sponsor but was, rather, the first and principle co-sponsor. One was to reform the Internal Revenue Service and strengthen taxpayer rights (although Portman had in fact introduced the same bill earlier). &nbsp;Another was to promote Underground Railroad sites (former Rep. Louis Stokes of Shaker Heights was the sponsor of that one).<br />\r\n\t<br />\r\n\tBut Portman was the sponsor of another bill a year later that assured federal funding for the National Underground Railroad Freedom Center in Cincinnati. Supported by such colleagues as the late Rep. Stephanie Tubbs Jones, a Democrat of Cleveland, the bill became a provision in a government spending bill sponsored by yet another former Ohio lawmaker, Republican Ralph Regula of Stark County.<br />\r\n\t<br />\r\n\tSo let&rsquo;s do the math.<br />\r\n\t<br />\r\n\tPortman&rsquo;s campaign gave us a list of 17 bills. We quickly credited Portman on five of them. Twelve more got dissected in the course of legislative sausage-making, but the Portman provisions survived in others&rsquo; legislation. But we subtracted two of those bills, because Portman was not the actual sponsor, even though he handled heavy lifting. So we were now down to 15.<br />\r\n\t<br />\r\n\tBut now we faced a question of double counting. If two bills get dissected and their provisions subsequently wind up in a single bill that the president signs, does that mean the president has signed both pieces of legislation? Or does the single new bill only count as one, despite its myriad components? &nbsp;Who knew that lawmaking had existential questions?<br />\r\n\t<br />\r\n\tThis occurred twice. The first was when separate Portman-sponsored pension and retirement bills (he worked on a number of these) wound up in a single 1996 measure helping small businesses. The other time was when separate anti-drug bills (another recurring theme of his) were folded into a spending measure in 1998.<br />\r\n\t<br />\r\n\tJust for sport -- we started with a surplus of bills, after all -- we only counted these as one in each instance. So four four of bills got cut down to two.<br />\r\n\t<br />\r\n\tThat left us with 13, or one more than even Portman claimed.<br />\r\n\t<br />\r\n\tIf you think we were too harsh by removing two, go ahead and add them back in so the total becomes 15 again. Portman&rsquo;s campaign won&rsquo;t mind, then, if you dismiss a few of his bills as insignificant. One named the federal courthouse in Cincinnati after Potter Stewart. One transferred Army Corps of Engineers property to the village of Mariemont, near Cincinnati. And one established &nbsp;the CIA headquarters as the George Bush Center for Intelligence (the measure got wrapped into the broader Intelligence Authorization Act of Fiscal Year 1999).<br />\r\n\t<br />\r\n\tDo all of this and you still wind up with an even dozen.<br />\r\n\t<br />\r\n\tWe bounced this method of counting off Stephen Hess, a senior fellow emeritus at the Brookings Institution and an expert on the ways of Washington.<br />\r\n\t<br />\r\n\tHess said that Portman appears to be taking credit where due, and no more. Comparing it with the standards of academia, Hess said, &quot;If you were writing your dissertation at Wayne State, could you get away with that? Probably so. It would probably just require a footnote.&quot;<br />\r\n\t<br />\r\n\tWhen asked, Portman&rsquo;s campaign was clear about that footnote. Portman&rsquo;s statement was accurate but needed clarification, which on the Truth-O-Meter is measured this way: Mostly True</p>\r\n", "ruling_comments_date": "2010-10-16T13:03:51.758221", "ruling_date": "2010-10-16T13:30:00", "ruling_headline": "Republican Rob Portman touts ability to work with Democrats", "ruling_headline_slug": "republican-rob-portman-touts-ability-work-democrat", "ruling_link_text": "He's close on his record, and his math", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAudio recording of Rob Portman-Lee Fisher debate at City Club of Cleveland, 10/8/2010<br />\r\n\t<br />\r\n\tList of bills from Rob Portman&rsquo;s campaign, provided 10/12/2010<br />\r\n\t<br />\r\n\tLibrary of Congress&rsquo; THOMAS website, accessed 10/12 and 10/13/2010<br />\r\n\t<br />\r\n\tTelephone interview with Stephen Hess, Brookings Institution, 10/13/2010<br />\r\n\t<br />\r\n\tThe Almanac of American Politics, editions from 1998, 2000 and 2004</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tSays he&#39;s&nbsp;so bipartisan that &quot;12 of my bills were signed into law by Democratic President Bill Clinton.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2010-10-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}