{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/oct/18/rob-portman/rob-portman-uses-old-stats-rap-lee-fisher-job-trai/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2615, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2615/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tApples and oranges? Apples and papayas? We&rsquo;re running a little short on fruit here, though a guava sounds about right when considering a claim that U.S. Senate candidate Rob Portman made during a debate with Lee Fisher on Oct. 4.<br />\r\n\t<br />\r\n\tAbout 10 minutes into the debate in Toledo, the questions turned to foreign trade. Joe Hallett of the Columbus Dispatch, one of the panelists, asked Portman &nbsp;about the government&rsquo;s responsibility to workers who have lost their jobs due to &nbsp;trade.<br />\r\n\t<br />\r\n\tPortman, a Republican who served as President George W. Bush&rsquo;s trade ambassador, talked briefly about needing to &quot;level that playing field&quot; and expand exports. Then he added:<br />\r\n\t<br />\r\n\t&quot;I agree with what Joe Hallett just said. Sometimes trade has a disruptive effect and we need to be sure that we are minimizing that. But when it happens, we need to be sure that the government steps in and provides workers the retraining that they need. This is why I&#39;m not just a strong supporter of the current trade adjustment assistance of helping workers, but I&#39;m for revamping and reforming the system. Under Lt. Gov. Lee Fisher, Ohio is 44th in the country in terms of getting money actually into worker retraining. Over $3 billion a year comes into Ohio from the federal government. That money is not well spent.&quot;<br />\r\n\t<br />\r\n\tThat figure -- 44th in the country -- had never been cited this way, meeting PolitiFact&rsquo;s standard precisely: It made us say, &quot;Really?&quot;<br />\r\n\t<br />\r\n\tSo we asked about it, got the study that Portman drew his figure from, and talked with experts. And this is where the apples, oranges, guavas and fresh berries turned into a mixed fruit salad.<br />\r\n\t<br />\r\n\tPortman&rsquo;s campaign says the figure came from an April 2010 report titled, &quot;<a href=\"http://www.communityresearchpartners.org/uploads/publications//HelpWanted_Final.pdf\">Help Wanted: A lead state workforce official.&quot;</a> It was put out by <a href=\"http://www.communityresearchpartners.org/\">Community Research Partners</a>, a nonprofit Columbus organization whose donors include the city of Columbus, Franklin County, the United Way of Central Ohio and the Joyce Foundation. It&rsquo;s worth noting that the 35-page report was not about the retraining needs of workers after companies shift operations overseas. Rather, it was about the much broader universe of workforce development in Ohio and the desire to create a workforce with 21st century skills.<br />\r\n\t<br />\r\n\tOhio&rsquo;s &quot;complex and decentralized workforce system&quot; presents challenges to that goal, the report said. The system was designed to give tremendous authority to local agencies and state one-stop career centers, who in theory best understand their communities&rsquo; needs. But Ohio needs a strong central leader to tie together the components of job training and articulate the crucial mission, the paper&rsquo;s authors concluded. They said Ohio needs a &nbsp;cabinet-level, highly respected, credible jobs czar.<br />\r\n\t<br />\r\n\tMany subjects came up in support of this proposal, including the way the state uses Workforce Investment Act, or WIA, &nbsp;funds. Congress approved the WIA in 1998 as a primary federal funding mechanism for worker training. Portman&rsquo;s statistic came from a paragraph in the report that cited WIA. It said:<br />\r\n\t<br />\r\n\t&quot;In program year 2006-2007 (the most recent period for comparative data), Ohio reported that 16.4 percent of unemployed WIA adult program exiters received an Individual Training Account, ranking Ohio 44th nationally.&quot;<br />\r\n\t<br />\r\n\tIndividual training accounts are like vouchers that can be used for training or classes for high-demand jobs. They are just one of many ways the state provides help for the jobless, but an important way.<br />\r\n\t<br />\r\n\tBut if Ohio ranked 44th in getting out the training account money in 2006-2007, it seems only fair to ask how the state ranks now.<br />\r\n\t<br />\r\n\tNo one knows. There has been no subsequent comparison. That was among the reasons that representatives of Community Research Partners and the Ohio Department of Job and Family services quibbled with Portman&rsquo;s statistic when we called to ask them. One could also quibble about the sum of money Portman mentioned -- $3 billion annually &quot;from the federal government&quot; -- because that&rsquo;s the total of all money available to Ohio for job training, and it includes state money for universities and community colleges, according to Roberta Garber, executive director of Community Research Partners.<br />\r\n\t<br />\r\n\tFinally, Portman was asked about trade but included figures covering a much broader subject, although it is unlikely that anyone other than a job-training wonk even noticed. Was he mixing apples with oranges?<br />\r\n\t<br />\r\n\tWhile at first blush it appeared so, we are convinced after reviewing his campaign materials that he has been interested in that much broader subject -- all job training, including the Workforce Investment Act -- for some time.<br />\r\n\t<br />\r\n\tBut what of his answer&rsquo;s central criticism of his opponent Fisher, and the blame he placed on Fisher for the state&rsquo;s ranking?<br />\r\n\t<br />\r\n\tThe figure cames from a 12-month period &nbsp;that started in July 2006. Fisher had not even been elected then. And since the program year ended in June 2007, Fisher was in office for just half the year whose bad performance was cited.<br />\r\n\t<br />\r\n\tThe state subsequently made changes in job training, and by 2009, 24.2 percent of unemployed adults in Ohio&rsquo;s WIA programs had individual training accounts by the time they left, according to ODJFS spokesman Ben Johnson, who added that the training represents only one of many tools available under WIA. &nbsp;If you counted all training for all WIA customers and not just that covered by individual accounts, &nbsp;the figure rose to 48 percent in the 2009 program year, Johnson said..<br />\r\n\t<br />\r\n\tThis is not intended to be an evaluation of how far the state has come or whether Ohio needs a cabinet-level jobs leader. It is merely an assessment of Portman&rsquo;s claim: &quot;Under Lt. Gov. Lee Fisher, Ohio is 44th in the country in terms of getting money actually into worker retraining.<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tIt&rsquo;s an old statistic, covering only part of Fisher&rsquo;s first year as lieutenant governor.<br />\r\n\t\t<br />\r\n\t\t&nbsp;</li>\r\n\t<li>\r\n\t\tThe statistic covers only part of the worker training universe.<br />\r\n\t\t<br />\r\n\t\t&nbsp;</li>\r\n\t<li>\r\n\t\tThe organization that first used the figure clearly noted the age of the ranking and did not blame the then-incoming administration in Columbus. In fact, the group was not singling out any individual for blame.<br />\r\n\t\t&nbsp;</li>\r\n</ul>\r\n<p>\r\n\tIn using the figure to blast Fisher, then, you could say that Portman mixed apples and kumquats. That&rsquo;s why we rate Portman&rsquo;s claim False.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/10/rob_portman_uses_old_stats_to.html\">Comment on this item</a>.</p>\r\n", "ruling_comments_date": "2010-10-18T11:09:31.014575", "ruling_date": "2010-10-18T11:00:01", "ruling_headline": "Rob Portman uses old stats to rap Lee Fisher on job training", "ruling_headline_slug": "rob-portman-uses-old-stats-rap-lee-fisher-job-trai", "ruling_link_text": "Data predates Fisher taking office", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAudio recording from U.S. Senate candidates debate, Toledo, Ohio, Oct. 4, 2010<br />\r\n\t<br />\r\n\tPhone calls and e-mail with Rob Portman&rsquo;s campaign, Oct. 5-7, 2010</p>\r\n<p>\r\n\tPhone calls and e-mail with Lee Fisher&rsquo;s campaign, Oct. 5, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.communityresearchpartners.org/uploads/publications//HelpWanted_Final.pdf\">&quot;Help Wanted: A lead state workforce official,&quot;</a> Community Research partners, April 2010<br />\r\n\t<br />\r\n\tTelephone interview with Roberta Gerber, executive director, and Rebecca Kusner, research associate, Community Research Partners, Oct. 6, 2010<br />\r\n\t<br />\r\n\tE-mail and phone conversations with Ben Johnson, Ohio Department of Job and Family Services, Oct. 5-6, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;Under Lt. Gov. Lee Fisher, Ohio is 44th in the country in terms of getting money actually into worker retraining.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2010-10-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}