{"art": [{"brightcove": "", "caption": "Alexi Giannoulias campaign ad \"My Left Foot\"", "id": 794, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/794/", "title": "Giannoulias: My Left Fooot", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/XRMwKNemoxU?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "XRMwKNemoxU"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/19/alexi-giannoulias/alexi-giannoulias-attacks-mark-kirk-oon-issue-tax-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 2627, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2627/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In the Illinois Senate race between Democrat Alexi Giannoulias and five-term Republican Congressman Mark Kirk, negative attacks have been flying from the get-go.<br />\r\n<br />\r\nThe intensity and frequency of those attacks has only increased as the election moves into the home stretch.<br />\r\n<br />\r\nIn his latest ad called <a href=\"http://www.youtube.com/watch?v=XRMwKNemoxU&amp;feature=player_embedded\" id=\"ri9n\" title=\"&quot;My Left Foot,&quot;\">&quot;My Left Foot,&quot;</a> Giannoulias makes three quick claims about his opponent, U.S. Rep. Mark Kirk.<br />\r\n<br />\r\nAccording to the voice-over, &quot;Mark Kirk: Lied about going to war. Opposed middle-class tax cuts. And said unemployment&rsquo;s not that big an issue.&quot;<br />\r\n<br />\r\nThe ad then features a parade of man-on-the-street comments disparaging Kirk, ending with a woman who says of Kirk, &quot;I would not trust him with my left shoe.&quot; So that&#39;s how the ad got its name.<br />\r\n<br />\r\nWe&#39;ll go over each of the claims in order.<br />\r\n<br />\r\n<strong>&quot;Mark Kirk lied about going to war.&quot;</strong><br />\r\n<br />\r\nMark Kirk&#39;s misstatements about his military record have been a campaign issue for months.<br />\r\n<br />\r\nKirk has admitted to being &quot;careless&quot; with facts about his military record on a number of occasions, and we have checked several of them out at <a href=\"http://politifact.com/truth-o-meter/statements/2010/jul/08/alexi-giannoulias/alexi-giannoulias-says-kirk-mixed-politics-militar/\" id=\"fxbc\" title=\"PolitiFact.\">PolitiFact.</a><br />\r\n<br />\r\nBut it&#39;s also true that Kirk has had a fairly distinguished military record. He has served in the Naval Reserve for 21 years as an intelligence officer and currently holds the rank of commander.<br />\r\n<br />\r\nIn 1999, Kirk was called into active duty and deployed to Aviano, Italy, in support of Operation Allied Force, the war in Kosovo. He was the team leader for an ad-hoc intelligence team used to support air combat operations during Kosovo. Commanding officers raved about his &quot;phenomenal performance&quot; and described Kirk as &quot;a natural and charismatic leader&quot; and &quot;head and shoulders above any intelligence officer I have ever met.&quot; Elected to Congress in 2001, Kirk has continued his military service, which included two two-week training stints in Afghanistan, in late 2008 and 2009.<br />\r\n<br />\r\nAccording to Navy records, Kirk has been awarded two Navy Marine Corps Commendation Medals, a Joint Meritorious Unit Award, Navy Unit Commendation, Meritorious Unit Commendation, a National Defense Service Medal, a Navy E Ribbon and a Global War on Terrorism Service Medal.<br />\r\n<br />\r\nBut Kirk first drew scrutiny when he claimed he was the Navy&#39;s Intelligence Officer of the Year. It turns out he didn&#39;t win that award. Rather, in 2000, the National Military Intelligence Association awarded the intelligence unit led by Kirk the Vice Admiral Rufus L. Taylor Navy Reserve Intelligence Award, which honors exceptional achievement by outstanding intelligence professionals. And Kirk was tapped to physically accept the award at the National Military Intelligence Association&rsquo;s annual awards banquet.<br />\r\n<br />\r\nKirk has since acknowledged that he incorrectly referred to himself as the &quot;Intelligence Officer of the Year.&quot;<br />\r\n<br />\r\n&quot;Most importantly, I wasn&#39;t thinking,&quot; Kirk said in a press conference. &quot;This was a carelessness that did not reflect well upon me.&quot;<br />\r\n<br />\r\nAt other times, Kirk and his campaign literature have described him as &quot;a veteran of Operation Desert Storm and Operation Enduring Freedom.&quot; He actually served as an intelligence officer stateside in Maryland as a reservist during both operations. The Kirk campaign later changed his record to read that he served &quot;during&quot; the operations. His service in Afghanistan consisted of two two-week training sessions.<br />\r\n<br />\r\nGiannoulias also has repeatedly criticized Kirk for once claiming, &quot;The last time I was in Iraq, I was in uniform flying, and the Iraqi air defense network was shooting at us.&quot;<br />\r\n<br />\r\nIn 2000, Kirk trained with a squadron based in Turkey and flew over Iraq as part of Operation Northern Watch, enforcing a no-fly zone in the northern part of the country.<br />\r\n<br />\r\nIn a June 4, 2010, interview with the <em>Chicago Sun-Times</em>, Kirk later clarified &quot;that while he heard reports of enemy fire, he cannot be sure his plane was ever fired on in Iraq or Kosovo.&quot;<br />\r\n<br />\r\n&quot;I want to be very contrite and say there is a casualness with which I sometimes describe military details,&quot; Kirk told the <em>Sun-Times</em>. &quot;And if it gave the impression that my military record is larger than it was, I want to apologize.&quot;<br />\r\n<br />\r\nOkay, but what about the claim in the latest Giannoulias ad, that Kirk &quot;lied about going to war.&quot; In the background, an out-of-focus Mark Kirk appears to be saluting a crowd. On the screen, it states, &quot;Mark Kirk &#39;lied&#39; about going to war&quot; and sources it to a June 2, 2010, <a href=\"http://www.newsweek.com/blogs/the-gaggle/2010/06/02/three-reasons-mark-kirk-s-false-claims-are-getting-less-attention-than-richard-blumenthal-s.html\" id=\"wznl\" title=\"story in Newsweek\">story in <em>Newsweek</em></a>.<br />\r\n<br />\r\nWe checked out the <em>Newsweek</em> story and it does, indeed, allege that Kirk &quot;lied.&quot; But the story doesn&#39;t claim Kirk lied &quot;about going to war.&quot; Rather, it calls Kirk out for &quot;explicitly, officially, and falsely claiming to have won the U.S. Navy&#39;s Intelligence Officer of the Year award for service during NATO&#39;s conflict with Serbia.&quot;<br />\r\n<br />\r\nMisspeaking about an award you won is different that lying about going to war (a la Richard Blumenthal, a Democrat running for the Senate in Connecticut, <a href=\"http://www.nytimes.com/2010/05/18/nyregion/18blumenthal.html\">who repeatedly said</a> he served &quot;in Vietnam&quot; instead of &quot;during Vietnam&quot;). One could make a strong case that Kirk has been too loose with the facts about having served in Iraq and Afghanistan -- he did two two-week training stints in Afghanistan -- but he has served during combat, in Kosovo. More importantly, when the ad puts &quot;lied&quot; in quotes, and prominently cites a specific <em>Newsweek</em> story, the implication is that the story claims -- as the ad says -- that Kirk &quot;lied about going to war.&quot; The article says Kirk lied about being the Intelligence Officer of the year. That&#39;s different. And so we rate the claim Barely True.<br />\r\n<br />\r\n<strong>The second claim in the ad is that Kirk &quot;opposed middle-class tax cuts.&quot;</strong><br />\r\n<br />\r\nIn case you missed the small print in the ad, it reads &quot;Vote 70, Feb. 13, 2009.&quot; What is <a href=\"http://clerk.house.gov/evs/2009/ROLL_000.asp\" id=\"hgmo\" title=\"Vote 70\">Vote 70</a> in the 111th Congress? <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:h.r.00001:\" id=\"cief\" title=\"The American Recovery and Reinvestment Act of 2009\">The American Recovery and Reinvestment Act of 2009</a>, aka the economic stimulus package.<br />\r\n<br />\r\nRepublicans criticizing the stimulus often ignore the fact that nearly a third of it -- $288 billion -- was for various tax cuts. And one of the biggest tax cuts was aimed squarely at the middle class. The Making Work Pay provision provided a refundable credit of 6.2 percent of earned income, up to $400 for individuals and up to $800 for married taxpayers filing joint returns in 2009 and 2010. Making Work Pay was estimated to benefit about 110 million working Americans -- most of them middle class -- at a cost of about $116 billion.<br />\r\n<br />\r\nAnd Kirk voted against the stimulus.<br />\r\n<br />\r\nSo does that mean Kirk opposed middle-class tax cuts?<br />\r\n<br />\r\nWe think that&#39;s misleading. The stimulus was, of course, not just an up or down vote on Making Work Pay tax credits. The Making Work Pay tax credits made up less than a fifth of the overall, $787 billion cost of the massive economic stimulus bill, <a href=\"http://www.recovery.gov/Pages/home.aspx\" id=\"w.72\" title=\"which included\">which included</a> $275 billion on spending projects such as new roads, bridges and high-speed rail and $224 billion worth of payments to state governments for things such as hiring teachers and police officers and for services such as extended unemployment insurance and health coverage.<br />\r\n<br />\r\nOn Kirk&#39;s <a href=\"http://www.kirkforsenate.com/?page_id=677\" id=\"cqd0\" title=\"campaign website\">campaign website</a>, it notes that &quot;Congressman Kirk voted against the stimulus because it wasted money on big government spending programs.&quot;<br />\r\n<br />\r\nThe campaign website also claims Kirk has voted to cut taxes more than 40 times. We&#39;re not going to get into all those votes, but there&#39;s no evidence that Kirk opposed the middle-class tax cuts; he opposed the overall stimulus.<br />\r\n<br />\r\nAnd so we rate this claim Barely True.<br />\r\n<br />\r\n<strong>Last is the claim that Kirk &quot;said unemployment&rsquo;s not that big an issue.&quot;</strong><br />\r\n<br />\r\nThat seems an odd claim given that Kirk has a whole section in the &quot;Issues&quot; section of his campaign website called &quot;Getting Illinois Working Again.&quot;<br />\r\n<br />\r\nThe page outlines Kirk&#39;s philosophy of lowering taxes, reducing borrowing and investing in things like alternative energy to &quot;spur job creation.&quot; Agree or not with his ideas, the positions suggest that Kirk believes unemployment is a serious issue.<br />\r\n<br />\r\nSo where does the Giannoulias ad&#39;s claim come from? The print in the background of the ad states, &quot;Mark Kirk: Unemployment is not a &#39;big issue&#39;.&quot; And then in small print, the ad sources a <a href=\"http://www.rollcall.com/issues/53_152/news/25935-1.html\" id=\"i:xm\" title=\"Roll Call story\"><em>Roll Call</em> story</a> on June 16, 2008.<br />\r\n<br />\r\nThe story was about a battle between Democrats and Republicans over a plan to extend unemployment benefits.<br />\r\n<br />\r\nAlthough the bill received some Republican support -- particularly from GOP senators in states hardest-hit by unemployment -- the plan was opposed by the Republican leadership and enough rank-and-file Republicans so that the bill did not have enough votes to override a veto from then President George W. Bush.<br />\r\n<br />\r\nRepublican leaders said they favored an extension of unemployment benefits only in states with high unemployment and only for people who had worked for at least 20 weeks before being laid off.<br />\r\n<br />\r\nHere&#39;s the part of the <em>Roll Call </em>story that includes Kirk, who opposed the Democrats&#39; plan:<br />\r\n<br />\r\n<em>&quot;I want to make sure that when you get extended unemployment benefits, you&#39;ve been working for more than two weeks,&quot; he said.<br />\r\n<br />\r\nKirk said the issue just isn&#39;t that big a deal in his district, where he said the unemployment rate is about 5.5 percent -- the same as the national rate.<br />\r\n<br />\r\n&quot;I know that others think this is a big issue, but I&#39;ve heard very little,&quot; he said. &quot;I have a very high-income district.&quot;</em><br />\r\n<br />\r\nOn its website, the <a href=\"http://www.kirkforsenate.com/?page_id=677\" id=\"x_y0\" title=\"Kirk campaign responded\">Kirk campaign responded</a> to a similar claim made by the Democratic Senatorial Campaign Committee -- that Kirk had callously claimed unemployment wasn&#39;t a big issue -- by pointing out that the article is more than two years old, and that the comment came when unemployment stood at 5.5 percent (it&#39;s now at 9.6 percent).<br />\r\n<br />\r\nThe Kirk campaign also noted that Kirk voted to extend unemployment benefits numerous times between 2002 and 2010, and &quot;Mark Kirk has said he would vote to extend unemployment benefits again if the legislation did not add to the debt or raise taxes.&quot; This past July, however, Kirk again voted against a bill to extend unemployment benefits, saying, &nbsp;&quot;I opposed the last one because there was no effort to offset the cost. It just added $30 billion straight to the deficit.&quot;<br />\r\n<br />\r\nThe Giannoulias campaign contends Kirk&#39;s comment in <em>Roll Call</em> was that unemployment isn&#39;t a big issue, but we think the fuller context of the article makes clear that Kirk is saying that extending unemployment benefits -- at that time -- was not &quot;that big a deal&quot; in his district. That&#39;s different than saying unemployment is not a big deal. We rate the claim Barely True. And that&#39;s how we rate the ad overall -- Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-10-19T14:10:43.165086", "ruling_date": "2010-10-19T15:00:25", "ruling_headline": "Alexi Giannoulias attacks Mark Kirk on tax cuts, statements about military service and unemployment", "ruling_headline_slug": "alexi-giannoulias-attacks-mark-kirk-oon-issue-tax-", "ruling_link_text": "Devil's in the fine print", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, Giannoulias campaign ad, <a href=\"http://www.youtube.com/watch?v=XRMwKNemoxU&amp;feature=player_embedded\" id=\"niih\" title=\"&quot;My Left Foot,&quot;\">&quot;My Left Foot,&quot;</a> Oct. 15, 2010</p>\r\n\r\n<p>Mark Kirk campaign website, <a href=\"http://www.kirkforsenate.com/?page_id=677\" id=\"guyu\" title=\"&quot;Fact Check&quot;\">&quot;Fact Check&quot;</a></p>\r\n\r\n<p>PolitiFact.com, <a href=\"http://politifact.com/truth-o-meter/statements/2010/jul/08/alexi-giannoulias/alexi-giannoulias-says-kirk-mixed-politics-militar/\" id=\"ijx3\" title=\"&quot;Alexi Giannoulias says Kirk mixed politics and military service,&quot;\">&quot;Alexi Giannoulias says Kirk mixed politics and military service,&quot;</a> by Robert Farley, July 8, 2010</p>\r\n\r\n<p>Newsweek, <a href=\"http://www.newsweek.com/blogs/the-gaggle/2010/06/02/three-reasons-mark-kirk-s-false-claims-are-getting-less-attention-than-richard-blumenthal-s.html\" id=\"m-8x\" title=\"&quot;Three Reasons Mark Kirk's False Claims Are Getting Less Attention Than Richard Blumenthal's,&quot;\">&quot;Three Reasons Mark Kirk&#39;s False Claims Are Getting Less Attention Than Richard Blumenthal&#39;s,&quot;</a> June 2, 2010</p>\r\n\r\n<p>Clerk of the House, U.S. House of Representatives Roll Call Votes, 111th Congress - 1st Session (2009), <a href=\"http://clerk.house.gov/evs/2009/ROLL_000.asp\" id=\"lcb-\" title=\"Vote 70,\">Vote 70,</a> on H.R. 1, Feb. 13, 2009</p>\r\n\r\n<p>Recovery.gov, <a href=\"http://www.recovery.gov/Pages/home.aspx\" id=\"aa-8\" title=\"Overview of Funding\">Overview of Funding</a> (in stimulus bill)</p>\r\n\r\n<p>Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:h.r.00001:\" id=\"nwcs\" title=\"H.R. 1,\">H.R. 1,</a> American Recovery and Reinvestment Act of 2009</p>\r\n\r\n<p>Chicago Tribune, <a href=\"http://www.chicagotribune.com/news/elections/ct-met-senate-kirk-giannoulias-20100612,0,2203077.story\" target=\"_blank\">&quot;Kirk again challenged over military record,&quot;</a> by John Chase and Todd Lighty, June 13, 2010</p>\r\n\r\n<p>AP, <a href=\"http://news.yahoo.com/s/ap/20100629/ap_on_el_se/us_illinois_senate_race\" target=\"_blank\">&quot;Kirk apologizes for being &#39;careless&#39; on his record,&quot;</a> by Deanna Bellandi, June 29, 2010</p>\r\n\r\n<p>AP, <a href=\"http://www.boston.com/news/nation/articles/2010/06/02/kirk_corrected_another_reference_to_military_role/\" target=\"_blank\">&quot;Senate candidate faces more heat over Navy record,&quot;</a> by Christopher Wills and Deanna Bellandi, June 2, 2010</p>\r\n\r\n<p>AP, <a href=\"http://www.huffingtonpost.com/2010/06/15/mark-kirk-mixed-military-_n_612414.html\" target=\"_blank\">&quot;Mark Kirk Mixed Military Service With Politics And Was Warned Twice, Says Pentagon,&quot;</a> by Christopher Willis, June 15, 2010</p>\r\n\r\n<p>Roll Call, <a href=\"http://www.rollcall.com/issues/53_152/news/25935-1.html\" id=\"r8hq\" title=\"&quot;GOP Rallies on Unemployment,&quot;\">&quot;GOP Rallies on Unemployment,&quot;</a> by Steven T. Dennis, June 16, 2008</p>\r\n\r\n<p>Chicago Sun-Times, &quot;Kirk: &#39;I simply misremembered it wrong&#39;: Senate GOP hopeful apologizes for military record &#39;misstatements,&quot; by Abdon M. Pallasch, June 4, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Alexi", "half_true_count": 0, "home_state": "Illinois", "id": 507, "last_name": "Giannoulias", "mostly_true_count": 0, "name_slug": "alexi-giannoulias", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/giannoulias.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/507/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>&quot;Mark Kirk: Lied about going to war. Opposed middle class tax cuts. And said unemployment&rsquo;s not that big an issue.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-10-15", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Mark", "half_true_count": 2, "home_state": "Illinois", "id": 354, "last_name": "Kirk", "mostly_true_count": 0, "name_slug": "mark-kirk", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mark_Kirk.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/354/", "total_count": 5, "true_count": 0, "website": "https://www.kirk.senate.gov/"}], "twitter_headline": ""}