{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/oct/19/john-raese/john-raese-says-health-care-law-forces-patients-go/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2629, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2629/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\t<font size=\"2\"><font>During the West Virginia Senate debate on Oct. 18, 2010, Democratic Gov. Joe Manchin and Republican businessman John Raese sparred over a number of topics, including the Democratic-backed health care law passed earlier this year. We were especially intrigued by one criticism raised against the law by Raese.</font><br style=\"font-family: Verdana;\" />\r\n\t<br style=\"font-family: Verdana;\" />\r\n\t<font>A questioner asked Raese: &quot;You have said you want to repeal the health care legislation Congress passed earlier this year. What is it about this new law specifically that you do not like?&quot;</font><br style=\"font-family: Verdana;\" />\r\n\t<br style=\"font-family: Verdana;\" />\r\n\t<font>Raese jumped right in. &quot;Well, I don&#39;t like socialism, to tell you the truth, and when you have a doctor-patient relationship -- that&#39;s the way it&#39;s supposed to be, and that&#39;s the way we have the greatest health care system in the world, and that&#39;s the way it is right now,&quot; Raese said. &quot;That&#39;s all going to change because from here on out under Obamacare, something Gov. Manchin has always supported, you&#39;re going to have a patient-bureaucrat relationship, because the first person that patient has to go to is a bureaucrat. That is called a panel. I disagree with it. ... I&#39;d like to repeal every part of it, because it is pure, unadulterated socialism. It is the worst bill ever to come out of the U.S. Senate and House.&quot;</font><br style=\"font-family: Verdana;\" />\r\n\t<br style=\"font-family: Verdana;\" />\r\n\t<font>We decided to check one specific part of Raese&#39;s statement -- that under the new health care law, &quot;the first person (a) patient has to go to is a bureaucrat. That is called a panel.&quot;</font><br style=\"font-family: Verdana;\" />\r\n\t<br style=\"font-family: Verdana;\" />\r\n\t<font>First, some background on the law. The goal is to expand coverage and reduce costs while </font><font><font>l</font>eaving employer-provided insurance largely in place.&nbsp;<font size=\"2\">To help people who have to buy insurance on their own, the law creates state-based exchanges, which are virtual marketplaces where individuals and small businesses can comparison shop. <font size=\"2\">People of modest means would receive tax credits to buy insurance on these insurance exchanges. </font></font></font><font>Employers are not required to offer insurance, but large companies must pay penalties if they don&#39;t offer insurance and if their employees qualify for new health insurance tax credits. </font><br style=\"font-family: Verdana;\" />\r\n\t<br style=\"font-family: Verdana;\" />\r\n\t<font>The plan also expands eligibility for insurance programs like Medicaid. </font><font>People who don&#39;t buy insurance and who don&#39;t qualify for programs like Medicaid would have to pay a penalty on their taxes.<br />\r\n\t<br />\r\n\tWhen we first saw Raese&#39;s comment, we were a bit flummoxed, because after roughly two years of fact-checking dozens of claims on the health care bill, we didn&#39;t recall any requirement that patients go through &quot;bureaucrats&quot; to reach their doctor.<br />\r\n\t<br />\r\n\tWhen we contacted the Raese campaign, they pointed us to a July 27, 2010, news release by Sen. John Cornyn, R-Texas. It touts the &quot;Health Care Bureaucrats Elimination Act,&quot; co-sponsored with four other Republican senators. The bill would repeal one element of the health care law called the <font size=\"2\">Independent Payment Advisory Board. </font><br />\r\n\t<br />\r\n\tIn the release, Cornyn called the IPAB &quot;<font size=\"2\">the definition of a government takeover. America&rsquo;s seniors deserve the ability to hold elected officials accountable for the decisions that affect their Medicare, but IPAB would take that away from seniors and put power in the hands of politically-appointed Washington bureaucrats. This bill to repeal IPAB is just one step towards starting over with real health care reform that empowers patients instead of beltway bureaucrats.&quot;<br />\r\n\t<br />\r\n\tThe IPAB is real. Whether its existence supports Raese&#39;s claim that <font size=\"2\">&quot;the first person (a) patient has to go to is a bureaucrat&quot; is another matter.<br />\r\n\t<br />\r\n\tHere&#39;s how the Kaiser Family Foundation -- an independent health-care research group -- summarized the <font size=\"2\">15-member Independent Payment Advisory Board.<br />\r\n\t<br />\r\n\tThe board would &quot;submit legislative proposals containing recommendations to reduce the per capita rate of growth in Medicare spending if spending exceeds a target growth rate.&quot; If Medicare spending is found to exceed certain inflation benchmarks, the board, beginning in January 2014, &quot;will submit recommendations to achieve reductions in Medicare spending.&quot; Then, beginning January 2018, if the appropriate inflation targets are not met, the board will submit proposals to the president and Congress for immediate consideration.&quot;<br />\r\n\t<br />\r\n\tHowever, Kaiser Family Foundation adds that the board &quot;is prohibited from submitting proposals that would ration care, increase revenues or change benefits, eligibility or Medicare beneficiary cost sharing (including Parts A and B premiums), or would result in a change in the beneficiary premium percentage or low-income subsidies under Part D. Hospitals and hospices (through 2019) and clinical labs (for one year) will not be subject to cost reductions proposed by the board. The board must also submit recommendations every other year to slow the growth in national health expenditures while preserving quality of care by January 1, 2015.&quot;<br />\r\n\t<br />\r\n\tSo the board is real. And Cornyn and his allies may have a case to make that the IPAB is a bad idea or poorly designed. Still, we don&#39;t see how its existence justifies Raese&#39;s statement.<br />\r\n\t<br />\r\n\t-- <b>The board&#39;s purview is limited to Medicare</b>. Patients who have employer-provided health care, Medicaid or insurance through the health care exchange would not be affected at all by the board.<br />\r\n\t<br />\r\n\t-- <b>The board&#39;s powers are advisory</b>. The board can only make recommendations, and it is expressly prohibited from anything that would &quot;<font size=\"2\">ration care, increase revenues or change benefits, eligibility or Medicare beneficiary cost sharing ... or (change) the beneficiary premium percentage or low-income subsidies&quot; in the Medicare drug benefit.</font></font><br style=\"font-family: Verdana;\" />\r\n\t<br />\r\n\t<font size=\"2\">-- <b>The board doesn&#39;t interact with patients. </b>The board is supposed to do big thinking about cost-containment, not judge individual patients to determine whether they qualify for care. The changes that it suggests to the president and Congress could eventually, many years hence, shape how care is provided. But it&#39;s a major stretch to say that under the new law &quot;<font size=\"2\">the first person (a) patient has to go to is a bureaucrat</font>.&quot;</font><br />\r\n\t<br />\r\n\t<font size=\"2\">-- <b>Patients didn&#39;t live in a bureacracy-fee paradise before the health care law</b> <b>passed</b>. Today, patients may need to check with an insurance company before undergoing a procedure or making a visit to the specialist. If an <font size=\"2\">employer&#39;s HR department</font> decides to change health care plans, a worker may have to drop a doctor or give up benefits. And employers can eliminate health insurance entirely, or drive up the cost of premiums, either of which could intefere with a patient&#39;s health care.</font><br />\r\n\t<br />\r\n\tThough the Raese camp didn&#39;t mention it, we&#39;ll also pre-emptively dismiss any notion that the <font size=\"2\">Patient-Centered Outcomes Research Institute </font>-- another entity created by the bill -- could wedge &quot;bureaucrats&quot; between a doctor and a patient. This institute, which would <font size=\"2\">conduct research that compares the clinical effectiveness of medical treatments, is at least as controversial, if not more so, since it fed critics&#39; fears that the bill could result in the rationing of health care services. However, the law prevents the institute&#39;s findings from being considered mandates.<br />\r\n\t<br />\r\n\tWhen we sent Raese&#39;s comment around to health care experts, they universally said he overreached.<br />\r\n\t<br />\r\n\t&quot;<font size=\"2\">This is purely ridiculous,&quot; said Linda Blumberg, a senior fellow at the nonpartisan Urban Institute. &quot;Nothing changes in that respect relative to today&rsquo;s system</font>.&quot;<br />\r\n\t<br />\r\n\t&quot;Choices, if anything, will be enhanced through the exchanges, with a much clearer description of what plans cover and their cost-sharing requirements<font size=\"2\">,&quot; said Sara Collins, vice president of the nonpartisan Commonwealth Fund&#39;s Program on Affordable Health Insurance.</font> &quot;In addition, the Department of Health and Human Services has to certify that qualified plans offered through the exchanges have adequate provider networks.&quot;<br />\r\n\t<br />\r\n\tHenry Aaron, a senior fellow with the centrist-to-liberal Brookings Institution, called <font size=\"2\">the statement a &quot;rant, appalling if based on ignorance, and mendacious if uttered knowingly.&quot;<br />\r\n\t<br />\r\n\tEven a major critic of the health care bill said he thought Raese went too far. &quot;As bad as I think this bill is, I don&rsquo;t see that anywhere in it,&quot; said Michael Tanner, a health care specialist at the libertarian Cato Institute.<br />\r\n\t<br />\r\n\tWe usually accept a bit of overstatement if it&#39;s in the vein of artistic license. But Raese&#39;s statement is a gross distortion, along the lines of his subsequent claim that the law is &quot;<font size=\"2\">pure, unadulterated socialism</font>.&quot; (The law preserves the private-sector health care insurance for most Americans who already have it, and lawmakers rejected a single-payer model early on.) We see Raese&#39;s claim as yet another attempt to demonize the health care law by twisting the facts beyond recognition. We rate it Pants on Fire.</font></font></font></font></font></font></p>\r\n", "ruling_comments_date": "2010-10-19T17:09:58.521829", "ruling_date": "2010-10-19T18:10:13", "ruling_headline": "John Raese says health care law forces patients to go to a bureaucrat before a doctor", "ruling_headline_slug": "john-raese-says-health-care-law-forces-patients-go", "ruling_link_text": "Another in the long line of rhetorical excesses by health bill opponents", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tC-SPAN, <a href=\"http://www.c-spanarchives.org/program/id/235536\" id=\"j8nj\" title=\"video feed\">video feed</a> from the West Virginia Senate debate, Oct. 18, 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" id=\"iy1n\" title=\"side-by-side comparison\">side-by-side comparison</a> of health care bills, accessed Oct. 19, 2010<br />\r\n\t<br />\r\n\tJohn Cornyn, &quot;Cornyn Introduces the Health Care Bureaucrats Elimination Act&quot; (<a href=\"http://www.thecypresstimes.com/article/News/National_News/CORNYN_INTRODUCES_THE_HEALTH_CARE_BUREAUCRATS_ELIMINATION_ACT/31889\" id=\"j0td\" title=\"news release\">news release</a>),&nbsp; July 27, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/29/health-care-debate-2009/\" id=\"jy4c\" title=\"The Truth-O-Meter and the health care debate of 2009\">The Truth-O-Meter and the health care debate of 2009</a>,&quot; Dec. 29, 2009<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2010/feb/26/health-care-reform-simple-explanation-updated/\" id=\"fn:3\" title=\"Health care reform: A simple explanation, updated\">Health care reform: A simple explanation, updated</a>,&quot; Feb. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Linda Blumberg, senior fellow with the Urban Institute, Oct. 19, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Sara Collins, vice president of the Commonwealth Fund&#39;s Program on Affordable Health Insurance, Oct. 19, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow with the Brookings Institution, Oct. 19, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Michael Tanner, senior fellow with the libertarian Cato Institute, Oct. 19, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Kevin McLaughlin, spokesman for John Raese for Senate campaign, Oct. 19, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "CEO of Greer Industries", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "West Virginia", "id": 759, "last_name": "Raese", "mostly_true_count": 0, "name_slug": "john-raese", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Raese.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/759/", "total_count": 1, "true_count": 0, "website": "http://www.raeseforsenate.org/"}, "statement": "<p>\r\n\t<font size=\"2\"><font>Under the new health care law, &quot;the first person (a) patient has to go to is a bureaucrat. That is called a panel.&quot;</font></font></p>\r\n", "statement_context": "a debate", "statement_date": "2010-10-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Senator from West Virginia", "false_count": 2, "first_name": "Joe", "half_true_count": 2, "home_state": "West Virginia", "id": 758, "last_name": "Manchin", "mostly_true_count": 4, "name_slug": "joe-manchin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Manchin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/758/", "total_count": 13, "true_count": 4, "website": "http://www.governormanchin.com/"}], "twitter_headline": ""}