{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/oct/20/dwayne-bohac/texas-rep-dwayne-bohac-says-annies-list-supports-t/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2635, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2635/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tLies, truth, honesty: Anytime campaign literature shows up peppered with these words, we perk up. So it was when a reader, Randall Horton, passed along a recent mailer from state Rep. Dwayne Bohac, R-Houston, which opens: &quot;Honesty matters, especially in politics.&quot;</p>\r\n<p>\r\n\tThe Truth-O-Meter kicked in at Bohac&#39;s reference to Annie&#39;s List, a Texas group dedicated to electing pro-choice Democratic women. His leaflet calls the group &quot;a liberal special-interest group who supports third-trimester abortion on demand.&quot;</p>\r\n<p>\r\n\tIs that so?</p>\r\n<p>\r\n\tSome background: Annie&#39;s List was founded in 2003, its website says. According to Robert Jones, its political director, the group was modeled on the nationally established EMILY&#39;s List, which describes itself as &quot;dedicated to electing pro-choice Democratic women to office.&quot; EMILY is an acronym: Early Money Is Like Yeast.</p>\r\n<p>\r\n\tAnd, as Bohac&#39;s mailer says, Annie&#39;s List backs Bohac&#39;s Democratic challenger, Kendra Yarbrough Camarena. Through Sept. 23, state records show, Camarena had received about $77,000 from Annie&#39;s List, accounting for about 26 percent percent of her contributions since March 2009.</p>\r\n<p>\r\n\tUPDATE, 10:45 a.m. Oct. 21, 2010: After we published this article, a Bohac campaign consultant, Bryan Eppstein, pointed to information backing up another Bohac claim that Annie&#39;s List has contributed more than $100,000 to Camarena&#39;s cause. His figure takes into account both the group&#39;s direct contributions to Camarena&#39;s campaign, which we tallied for our original article, and indirect contributions that to date have been reported only by Annie&#39;s List; these include expenditures for pro-Camarena direct mail, campaign staff and software. Also, the reader who forwarded Bohac&#39;s mailer gave us permission to include his name in this article.</p>\r\n<p>\r\n\tHow to regulate late-term abortions has proved to be a simmering national issue.</p>\r\n<p>\r\n\tIn 2003, Congress passed the Partial-Birth Abortion Ban Act outlawing a procedure known medically as &quot;intact dilation and extraction.&quot; The U.S. Supreme Court later upheld the law, which had been challenged by physicians and abortion-rights activists who said the procedure is often the safest to use late in a pregnancy because it &quot;minimizes the chances of injury to the uterus,&quot; according to an April 2007 recap by The New York Times.</p>\r\n<p>\r\n\tWhen does a pregnancy become &quot;late-term&quot;? Elizabeth Nash &mdash; a public policy expert at the Guttmacher Institute, which studies and advocates on issues related to reproductive health &mdash; told us that the term &quot;is more of a political or layperson term&quot; and that &quot;people have all sorts of ideas about its definition.&quot; Generally speaking, she said, any point past the 18th week of pregnancy, counting from the last menstrual period, could be considered &quot;late term.&quot; The third trimester is typically thought to begin at the 28-week mark.</p>\r\n<p>\r\n\tLate-term abortions are rare. Nationally, according to the Guttmacher Institute, 1.5 percent of U.S. abortions in 2006 occurred at the 21st week or later. According to the most recent data available from the Texas Department of State Health Services, 13 out of 81,591 Texas abortions (about 0.02 percent) in 2008 occurred in the 25th week or later.</p>\r\n<p>\r\n\tWhen we asked Bohac&#39;s campaign officials for evidence that Annie&#39;s List supports third-trimester abortion &quot;on demand,&quot; it referred us to his political consultant, Keats Norfleet. Norfleet told us that Annie&#39;s List only supports &quot;pro-choice, progressive Democratic women candidates who favor late-term abortions.&quot;</p>\r\n<p>\r\n\tNorfleet sent us several news articles describing Annie&#39;s List as backing Democratic women candidates who are &quot;pro-choice,&quot; though none explicitly mentions third-trimester or late-term abortions.</p>\r\n<p>\r\n\tWe wondered if Annie&#39;s List had clearly stated its position on third-trimester abortions anywhere. The group&#39;s website says it wants to elect more women who are &quot;pro-choice&quot; and who favor &quot;reproductive rights,&quot; without mention of third-trimester abortions.</p>\r\n<p>\r\n\tIn an e-mail, Jones said Annie&#39;s List doesn&#39;t advocate specific stands on issues. &quot;We don&#39;t advocate for late-term procedures &#39;on demand,&#39; &quot; Jones said. &quot;We simply provide resources to progressive Democratic women candidates to help them get elected. And one of the many tenets of what we consider to be progressive is to be pro-choice.&quot;</p>\r\n<p>\r\n\tGenerally, Jones said, the group backs Democratic women who &quot;support things like funding for sexual assault and domestic violence prevention, fully funded public schools, clear air and water, access to quality health care, and a woman&rsquo;s right to choose.&quot;</p>\r\n<p>\r\n\tAs for a candidate&#39;s position on third-trimester abortions, Jones said: &quot;If there was a bill in Texas to ban so-called partial-birth or late-term abortions, we wouldn&#39;t kick a woman off our list just because she supported it&quot; as long as she also supported an exclusion for the health and safety of the woman.</p>\r\n<p>\r\n\tJones told us that the group assumes that a candidate&#39;s &quot;pro-choice&quot; position means that she&#39;s aligned with the 1973 U.S. Supreme Court decision in Roe v. Wade and subsequent case law. That ruling established a constitutional right to an abortion before viability, the time at which a fetus can survive outside a woman&#39;s body.</p>\r\n<p>\r\n\tAccording to a report issued this month by the Guttmacher Institute, the court held in Roe that &quot;a woman&rsquo;s right to an abortion is not absolute and that states could restrict or ban abortions after fetal viability, provided their policies meet certain requirements,&quot; including an exception to protect the life of the woman. Since then, other Supreme Court rulings have affirmed states&#39; rights to approve further restrictions.</p>\r\n<p>\r\n\tTexas has two laws restricting third-trimester abortions &mdash; one enacted in 1987 and the other in 2005. According to an Austin American-Statesman report, the 2005 law &mdash; attached as an amendment to a proposal maintaining the Texas State Board of Medical Examiners, now the Texas Medical Board &mdash; made it so that serious risk &quot;to a woman&#39;s mental and physical health would no longer be a reason for an abortion in the last few months of pregnancy. An abortion could still be performed to prevent her death, but otherwise could not be performed unless she is diagnosed with a significant likelihood of suffering imminent severe, irreversible brain damage or paralysis. In addition, a fetus&#39; abnormalities, other than severe, irreversible brain damage, would no longer be an acceptable factor.&quot;</p>\r\n<p>\r\n\tMindful that Annie&#39;s List is supportive of pro-choice Democratic women but doesn&#39;t spell out a position on third-trimester abortions, we looked at what &quot;pro-choice&quot; means to others who work on abortion-related issues. Nash called that &quot;a toughie,&quot; adding that &quot;sometimes organizations still support a legislator if they vote for a &#39;partial-birth&#39; abortion ban but are otherwise supportive of abortion rights and work to increase access to family planning and other reproductive health services.&quot;</p>\r\n<p>\r\n\tSara Cleveland, executive director of NARAL Pro-Choice Texas, told us that the group defines &quot;pro-choice&quot; as &quot;the original vision of Roe v. Wade,&quot; under which &quot;states are permitted to ban abortion in the third trimester as long as there are exceptions to the ban for cases of a woman&rsquo;s life or health endangerment.&quot;</p>\r\n<p>\r\n\tBut Joe Pojman, executive director of an anti-abortion group, Texas Alliance for Life, said he would define &quot;pro-choice&quot; based on the positions taken by groups that use the term to describe themselves. He used NARAL Pro-Choice Texas as an example, saying correctly that it opposed the 2005 third-trimester measure as well as parental consent requirements for minors seeking abortions.</p>\r\n<p>\r\n\tPojman said Annie&#39;s List backs candidates who support &quot;abortions rights without limits,&quot; singling out state Rep. Senfronia Thompson, D-Houston, who voted against the 2005 amendment increasing restrictions on third-trimester abortions as well as the final version of the bill containing the ban.</p>\r\n<p>\r\n\tWe took a closer look at the vote on that amendment, which passed 118-16. We determined that Reps. Alma Allen of Houston and Yvonne Gonzales Toureilles of Alice, both backed this year by Annie&#39;s List, voted for the amendment, while Rep. Veronica Gonzales of McAllen, also supported by the group, voted against the amendment.</p>\r\n<p>\r\n\tSo how about truth, lies and honesty?</p>\r\n<p>\r\n\tIt&#39;s true that Annie&#39;s List backs &quot;pro-choice&quot; Democratic women. And Bohac&#39;s politically potent statement rests on the assumption that &quot;pro-choice&quot; means &quot;supports third-trimester abortion on demand.&quot; That&#39;s a premise that he fails to back up.</p>\r\n<p>\r\n\tAnnie&#39;s List makes no bones about being comfortable with candidates who oppose further restrictions on late-term abortions. Then again, this year it&rsquo;s backing two House candidates who voted for more limits.</p>\r\n<p>\r\n\tHonestly? Bohac&#39;s sweeping, unsupported statement is False.</p>", "ruling_comments_date": "2010-10-19T22:13:24.393590", "ruling_date": "2010-10-20T06:00:00", "ruling_headline": "Texas Rep. Dwayne Bohac says Annie's List supports \"third-trimester abortion on demand\"", "ruling_headline_slug": "texas-rep-dwayne-bohac-says-annies-list-supports-t", "ruling_link_text": "Group denies charge; evidence lacking", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Dwayne Bohac&#39;s campaign, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/102010_bohacmailer.pdf\">mailer</a></p>\r\n<p>\r\n\tAnnie&#39;s List website, &quot;<a href=\"http://www.annieslist.com/whoweare.aspx\">Who We Are</a>,&quot; accessed Oct. 13, 2010</p>\r\n<p>\r\n\tInterview with Robert Jones, political director, Annie&#39;s List, Oct. 8, 2010</p>\r\n<p>\r\n\tEMILY&#39;s List website, &quot;<a href=\"http://emilyslist.org/who/mission/\">Our Mission</a>,&quot; accessed Oct. 13, 2010</p>\r\n<p>\r\n\tTexas Ethics Commission, Kendra Yarbrough Camarena&#39;s <a href=\"http://www.ethics.state.tx.us/php/filer.php?acct=00065547coh\">campaign finance reports</a>, accessed Oct. 18, 2010</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2007/04/19/washington/19scotus.html\">Justices Back Ban on Method of Abortion</a>,&quot; April 19, 2007</p>\r\n<p>\r\n\tInterview with Elizabeth Nash, public policy associate, Guttmacher Institute, Oct. 14, 2010</p>\r\n<p>\r\n\tE-mail interview with Elizabeth Nash, public policy associate, Guttmacher Institute, Oct. 19, 2010</p>\r\n<p>\r\n\tGuttmacher Institute, &quot;<a href=\"http://www.guttmacher.org/pubs/fb_induced_abortion.html\">Facts on Induced Abortion in the United States</a>,&quot; May 2010</p>\r\n<p>\r\n\tTexas Department of State Health Services, &quot;<a href=\"http://www.dshs.state.tx.us/chs/vstat/vs08/t36.shtm\">Induced terminations of pregnancy by procedure and length of gestation &mdash; 2008</a>,&quot; accessed Oct. 15, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_norfleetemail.pdf\">E-mail</a> from Keats Norfleet, political consultant, Oct. 7, 2010</p>\r\n<p>\r\n\tAnnie&#39;s List, &quot;<a href=\"http://www.annieslist.com/whatwedo.aspx\">What We Do</a>,&quot; accessed Oct. 12, 2010</p>\r\n<p>\r\n\tAnnie&#39;s List, &quot;<a href=\"http://www.annieslist.com/WhyWeDoIt.aspx\">Why We Do It</a>,&quot; accessed Oct. 12, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_jonesemail.pdf\">E-mail</a> from Robert Jones, political director, Annie&#39;s List, Oct. 14, 2010</p>\r\n<p>\r\n\tGuttmacher Institute, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_guttdoc.pdf\">State policies on later-term abortions</a>,&quot; Oct. 1, 2010</p>\r\n<p>\r\n\tTexas Health and Safety Code, &quot;<a href=\"http://www.statutes.legis.state.tx.us/Docs/HS/htm/HS.170.htm#170.002\">Prohibited Acts Regarding Abortion</a>,&quot; accessed Oct. 13, 2010</p>\r\n<p>\r\n\tTexas Occupations Code, &quot;<a href=\"http://www.statutes.legis.state.tx.us/Docs/OC/htm/OC.164.htm\">Prohibited Practices by Physician or License</a>,&quot; accessed Oct. 13, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_aas.pdf\">Capitol Roundup</a>,&quot; May 18, 2005</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_clevelandemail.pdf\">E-mails</a> from Sara Cleveland, executive director, NARAL Pro-Choice Texas, Oct. 18, 2010</p>\r\n<p>\r\n\tInterview with Joe Pojman, executive director, Texas Alliance for Life, Oct. 18, 2010</p>\r\n<p>\r\n\tHouse Journal, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/101910_vote.pdf\">record vote</a> on Amendment No. 2 to CSSB 419, May 16, 2005</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=79R&amp;Bill=SB419\">Senate Bill 419</a>, 2005 legislative session</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 1, "first_name": "Dwayne", "half_true_count": 0, "home_state": "Texas", "id": 766, "last_name": "Bohac", "mostly_true_count": 0, "name_slug": "dwayne-bohac", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bohacmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/766/", "total_count": 1, "true_count": 0, "website": "http://www.bohac.com/"}, "statement": "<p>\r\n\tSays the Annie&#39;s List political group supports third-trimester abortions on demand.</p>", "statement_context": "a mailer", "statement_date": "2010-10-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}