{"art": [{"brightcove": "", "caption": "In the Pennsylvania Senate race, Democrat Joe Sestak says Republican Pat Toomey supports privatization of Social Security.", "id": 804, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/804/", "title": "Sestak ad on Social Security", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/_KzBco3V8_8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "_KzBco3V8_8"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/oct/20/joe-sestak/joe-sestak-says-pat-toomey-still-supports-privatiz/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2639, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2639/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn what&#39;s becoming a close Pennsylvania Senate race, Democratic Rep. Joe Sestak is hammering former Republican Rep. Pat Toomey over Social Security.<br />\r\n\t<br />\r\n\tHere&#39;s an <a href=\"http://www.youtube.com/watch?v=_KzBco3V8_8\" id=\"e2l0\" title=\"ad unveiled Oct. 11, 2010\">ad unveiled Oct. 11, 2010</a>. &quot;The stock market crash,&quot; a narrator somberly intones, as video and audio clips of the 2008 Wall Street tumble stream by. &quot;If Social Security had been privatized, seniors would have seen their retirement wiped out.&quot; (Video shows four images of seniors.) &quot;Congressman Pat Toomey still supports privatizing Social Security. See, Toomey has represented Wall Street his entire life, so Toomey puts Wall Street profits ahead of protecting Pennsylvania seniors.&quot; (Video shows images of Toomey and newspaper clips referring to his stance on privatizing Social Security.)<br />\r\n\t<br />\r\n\tWe wondered how accurate Sestak&#39;s ad was, since it echoed other Democratic ads on Social Security that we&#39;ve rated <a href=\"http://www.politifact.com/truth-o-meter/article/2010/sep/02/democratic-exaggerations-about-privatizing-social-/\" id=\"tsc4\" title=\"either Barely True or Half True\">either Barely True or Half True</a>.<br />\r\n\t<br />\r\n\tFirst, a little background on the idea of privatizing Social Security. Conservatives have long embraced the idea of turning Social Security as we know it -- in which younger workers&#39; payroll taxes fund retired Americans&#39; monthly payments -- into a system where workers may invest at least a portion of their money to provide for retirement. The upside, supporters argue, is that retirement nest eggs could be much higher, given the historical rates of return from private investments.<br />\r\n\t<br />\r\n\tOf course, critics note a major downside -- the possibility of loss. Social Security may be invested more conservatively than some private investments, but that protects retirees from market losses. And, because it&#39;s a legal entitlement, retirees can count on Social Security, unless the law is changed. While Republicans have emphasized possible gains from personal investing, many Democrats have focused on potential losses, leading <font>many </font>Republicans to distance themselves from the word they once used to describe the idea -- &quot;privatization.&quot;<br />\r\n\t<br />\r\n\tUnderstanding that many seniors have deep concerns about changing the way Social Security works -- and knowing that seniors turn out to vote in comparatively high numbers -- few Republican politicians today advocate a full-blown privatization of Social Security. Rather, those who take up the issue at all propose a gradual transition in which current Social Security beneficiaries and those within a decade or so of entering the program will undergo no changes. Instead, the changes made would only affect those a decade or more away from retirement, and in most proposals, these younger workers would only divert a portion of their payroll taxes to private accounts (rather than 100 percent in the purest version) and would do so on a voluntary basis (instead of the shift being mandatory).<br />\r\n\t<br />\r\n\tThis model is pretty close to what Toomey said represents his current view during a recent meeting with the editorial board of the <i>Scranton Times-Tribune</i>.<br />\r\n\t<br />\r\n\t&quot;Under Mr. Toomey&#39;s proposal, the government would guarantee the Social Security benefits of people currently at or approaching retirement age,&quot; wrote staff writer Borys Krawczeniuk in <a href=\"http://thetimes-tribune.com/toomey-defends-plan-to-ensure-form-of-social-security-privatization-1.1045609\" id=\"b-.3\" title=\"his report on the meeting\">his Oct. 8 report on the meeting</a>. &quot;&#39;Any change for those folks would be outrageous and unreasonable. Those people who have worked a lifetime paying into a system with a promised set of benefits need to get what they were promised,&#39; Mr. Toomey said. &#39;But if we&#39;re going to be honest about it, we know the program can&#39;t continue in its current form.&#39;&quot;<br />\r\n\t<br />\r\n\tThe article added that Toomey&#39;s plan would allow &quot;younger workers to voluntarily divert a portion of their Social Security payroll tax into private savings accounts they would control and invest any way they want. A young worker who did not want to do that could stay with the current system of a guaranteed benefit.&quot;<br />\r\n\t<br />\r\n\tSo, back to the ad. We see two areas worth a closer look.<br />\r\n\t<br />\r\n\t&bull; <b>Is it &quot;privatization&quot; if it&#39;s partial, voluntary privatization?</b> In our previous analyses, we have been critical of ads that fudge the difference. This one doesn&#39;t explicitly say that Toomey wants to privatize the whole program, but it doesn&#39;t disabuse viewers of that notion either.<br />\r\n\t<br />\r\n\t&bull; <b>Does the ad go too far in directing its message toward seniors, even though Toomey&#39;s plan specifically exempts them from any changes? </b>As we&#39;ve noted in an <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/28/crossroads-gps/crossroads-gps-ad-blasts-joe-sestak-vote-gut-medic/\" id=\"c83h\" title=\"earlier fact-check\">earlier fact-check</a> of the Sestak-Toomey race, focusing on seniors makes good sense in Pennsylvania: It&#39;s the fourth oldest state in the union, with 15.5 percent of its residents over 65, trailing only Florida, West Virginia and Maine. Sestak&#39;s ad uses four images of senior citizens, and it specifically cites older Americans in its closing line by saying that &quot;Toomey puts Wall Street profits ahead of protecting Pennsylvania seniors.&quot;<br />\r\n\t<br />\r\n\tYet Toomey makes a point of saying that his plan <i>won&#39;t </i>affect those currently in Social Security or those entering the program in the next few years. He even said that any effort to change the rules for older Americans would be &quot;outrageous&quot; and &quot;unreasonable.&quot;<br />\r\n\t<br />\r\n\tSo wouldn&#39;t that qualify as misleading? Not so fast, says the Sestak camp. They argue that even though the seniors are nominally protected by Toomey&#39;s pledge, they wouldn&#39;t be kept safe in reality.<br />\r\n\t<br />\r\n\tWhen you drain Social Security revenue by allowing younger workers to invest a portion of their payroll taxes privately, you increase the fiscal pressure on Social Security in its role delivering benefits to current retirees. Since retirees are still promised full benefits under the Toomey plan, the revenue shortfall will eventually have to be made up somehow, whether it&#39;s through new taxes or increased borrowing -- or reduced benefits. If benefits are to be reduced, then even retirees supposedly protected under Toomey&#39;s plan could suffer.<br />\r\n\t<br />\r\n\tWe ran this line of thinking by a variety of policy experts. They agreed that there&#39;s a legitimate policy concern with the transition to a partially privatized system, but they added that it may not provide full justification for the ad&#39;s focus on today&#39;s seniors.<br />\r\n\t<br />\r\n\tFor one thing, you could just as easily make the argument that current benefit levels are under fiscal threat due to demographic trends, yet the ad doesn&#39;t acknowledge that risk. In addition, the amount of immediate fiscal pressure will ultimately depend on how big a portion of their payroll taxes participants are allowed to invest privately, and whether the option proves widely popular or not.<br />\r\n\t<br />\r\n\tFinally, Social Security has a trust fund that is predicted to remain solvent through 2037, meaning that revenue replenishment might not have to take place immediately. This latter fact is relevant in judging the ad&#39;s atmospherics, because if the replenishment is delayed long enough, no one who&#39;s a senior today -- or who&#39;s going to be one any time soon -- would face the possibility of a cut in retirement benefits. And that would undercut the ad&#39;s focus on seniors.<br />\r\n\t<br />\r\n\tPaul Van de Water of the liberal Center on Budget and Policy Priorities does note that seniors may oppose even a partial privatization because they want their grandchildren to have a solid Social Security benefit when they reach retirement. &quot;Since we don&rsquo;t have pictures of what (their grandchildren) will look like 30 or 40 years from now, I don&rsquo;t think that it&rsquo;s misleading to use pictures of today&rsquo;s elderly to illustrate the point,&quot; he said.<br />\r\n\t<br />\r\n\tWe see his argument, but we still think the ad overplays its hand. The ad is correct that Toomey supports a type of privatization -- in fact, he&#39;s been quite open about it -- but that privatization proposal is limited and optional. The Toomey plan also wouldn&#39;t directly affect today&#39;s seniors, and it may or may not affect any of today&#39;s seniors who are still alive years down the road. This clashes with the ad&#39;s visuals, which seem directly targeted at older voters, not younger ones. On balance, we rate the ad Half True.</p>\r\n", "ruling_comments_date": "2010-10-20T15:54:29.110051", "ruling_date": "2010-10-20T18:17:28", "ruling_headline": "Joe Sestak says Pat Toomey \"still supports privatizing Social Security\"", "ruling_headline_slug": "joe-sestak-says-pat-toomey-still-supports-privatiz", "ruling_link_text": "Despite ad's focus on seniors, Toomey's proposal would exempt them", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJoe Sestak for Senate, &quot;Security&quot; (<a href=\"http://www.youtube.com/watch?v=_KzBco3V8_8\" id=\"wyyt\" title=\"ad\">ad</a>), Oct. 11, 2010<br />\r\n\t<br />\r\n\t<em>Scranton Times-Tribune</em>, &quot;<a href=\"http://thetimes-tribune.com/toomey-defends-plan-to-ensure-form-of-social-security-privatization-1.1045609\" id=\"lins\" title=\"Toomey defends plan to ensure form of Social Security privatization\">Toomey defends plan to ensure form of Social Security privatization</a>,&quot; Oct. 8, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2010/sep/02/democratic-exaggerations-about-privatizing-social-/\" id=\"h_ja\" title=\"Democratic exaggerations about 'privatizing Social Security\">Democratic exaggerations about &#39;privatizing Social Security</a>,&#39;&quot; Sept. 2, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow at the Center on Budget and Policy Priorities, Oct. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Andrew Biggs, resident scholar at the American Enterprise Inistitute, Oct. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Maya MacGuineas, president of the Committee for a Responsible Federal Budget, Oct. 20, 2010<br />\r\n\t<br />\r\n\tInterview with Jonathon Dworkin, spokesman for the Joe Sestak for Senate campaign, Oct. 20, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Joe ", "half_true_count": 1, "home_state": "Pennsylvania", "id": 605, "last_name": "Sestak", "mostly_true_count": 1, "name_slug": "joe-sestak", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sestak_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/605/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tPat Toomey &quot;still supports privatizing Social Security.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2010-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Candidate for U.S. Senate", "false_count": 2, "first_name": "Pat", "half_true_count": 3, "home_state": "Pennsylvania", "id": 604, "last_name": "Toomey", "mostly_true_count": 1, "name_slug": "pat-toomey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Toomey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/604/", "total_count": 12, "true_count": 0, "website": "http://www.toomeyforsenate.com/"}], "twitter_headline": ""}