{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/oct/24/scott-walker/scott-walker-says-dnr-has-mismanaged-states-deer-h/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2672, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2672/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tScott Walker&rsquo;s first deer hunting expeditions gave him a taste of the frustration that has been felt by many Wisconsin hunters: He got skunked.<br />\r\n\t<br />\r\n\tNow, in his bid for governor, Walker has waded into the single most contentious state natural resources issue: the size of the state&rsquo;s deer herd and how the balance is struck between the wishes of hunters, the effects of deer on the environment, the concerns of farmers and the safety of drivers.<br />\r\n\t<br />\r\n\tThe annual deer hunt helps drive tourism and, for many, helps define Wisconsin.<br />\r\n\t<br />\r\n\tWalker, a Republican facing Democrat Tom Barrett in the Nov. 2, 2010 election, is a recent hunter, though his story may have a common ring to it.<br />\r\n\t<br />\r\n\tTwo years ago, on his first hunt, he saw a buck but couldn&rsquo;t shoot, because he was in an area where hunters first had to kill a doe before they could shoot a buck.<br />\r\n\t<br />\r\n\tLast year&rsquo;s hunt was equally unsatisfying: Walker didn&rsquo;t see a deer.<br />\r\n\t<br />\r\n\tWalker made increasing the number of deer -- and the number of hunters -- a central part of a tourism plan he unveiled Oct. 14, 2010. In the three-page document, Walker says Gov. Jim Doyle and the state Department of Natural Resources have engaged in &quot;political games&quot; and &quot;put bureaucrats in Madison ahead of hunters of the state.&quot;<br />\r\n\t<br />\r\n\tThe result, he argues, is a smaller herd, fewer deer taken and fewer hunters. In a news release, Walker claimed that the &quot;deer population has dwindled&quot; as a result of &quot;mismanagement&quot; by Doyle and the DNR.<br />\r\n\t<br />\r\n\tThat&rsquo;s the statement we put in our cross hairs.<br />\r\n\t<br />\r\n\tIs it true the deer population has dwindled? And, if so, is the frustration of hunter a result of political games and mismanagement in Madison?<br />\r\n\t<br />\r\n\tWe started with Walker, but his campaign said he was unavailable to talk to PolitiFact Wisconsin about the matter. Out hunting votes, no doubt. The campaign referred us to adviser Greg Kazmierski, a member of the Hunters Rights Coalition, a lobbying group and longtime critic of the DNR.<br />\r\n\t<br />\r\n\tKazmierski, owner of Buck Rub Outfitters Ltd. in the Town of Delafield, believes the DNR&rsquo;s system of managing the deer herd -- and the hunt -- &nbsp;is out of whack.<br />\r\n\t<br />\r\n\tHis list of complaints is long: Deer population estimates, used to establish hunting targets, are &quot;not anywhere close to accurate&quot;; the department itself doesn&rsquo;t do enough to encourage hunting and is &quot;anti-hunter&quot;; bureaucrats focus too much on other factors, such as car-deer accidents and farmers who have their crops damaged.<br />\r\n\t<br />\r\n\t&quot;We are moving in a direction that people want to give (hunting) up,&quot; said Kazmierski, whose business is based on hunting. &quot;There are too many rules and regulations.&quot;<br />\r\n\t<br />\r\n\tOK, let&rsquo;s dig into the claim, starting with &nbsp;the last word: &quot;dwindled.&quot;<br />\r\n\t<br />\r\n\tThe Merriam-Webster dictionary defines dwindle as &quot;To become steadily less: shrink.&quot; That can apply to the deer population in the state -- which is estimated at 1.3 million -- down from about 1.8 million in 2007.<br />\r\n\t<br />\r\n\tBut Walker&rsquo;s statement glosses over two critical factors.<br />\r\n\t<br />\r\n\tFirst, the population is an estimate -- no one knows exactly how many deer there are. Second, the numbers are down on purpose; the smaller herd is part of a policy compromise that involves many players and in some years a vote by the Legislature.<br />\r\n\t<br />\r\n\tUnder state law, the DNR must establish a &quot;post-hunt&quot; deer population goal.<br />\r\n\t<br />\r\n\tOnce every three years, that goal is voted on and approved by state lawmakers. It is not a decision for bureaucrats or the governor alone -- as Walker suggests when he blames them for mismanagement.<br />\r\n\t<br />\r\n\tEverything starts with estimates of the overall deer herd -- an inexact science, but one that the state was praised for as a national leader in <a href=\"http://dnr.wi.gov/org/land/wildlife/hunt/deer/SAKreport.pdf\">a 2006 </a><a href=\"http://dnr.wi.gov/org/land/wildlife/hunt/deer/SAKreport.pdf\">review</a> by out of state experts.<br />\r\n\t<br />\r\n\tThe DNR also receives advice from various groups and sportsmen in each county, via members of the Wisconsin Conservation Congress, a statewide network that has existed for 76 years.<br />\r\n\t<br />\r\n\tThe prospects for hunters are far from the only consideration that plays into the target deer population. When there are large numbers of deer, farmers complain of damage to their crops. In suburban areas, deer begin to show up, wandering in cul-de-sacs and backyards. And, of course, some become part of car-deer accidents.<br />\r\n\t<br />\r\n\tFor instance, as the number of deer has declined, so has the number of car-deer accidents: 16,338 in 2009, down from 17,555 in 2005 and 19,914 in 2001.<br />\r\n\t<br />\r\n\tBut after a disappointing 2009 hunt, many hunters blamed the DNR.<br />\r\n\t<br />\r\n\tThe post-hunt goal for the fall 2010 hunt was set last spring at about 794,000. That compares with a post-hunt goal of about 706,000 in 2005 and a post-hunt goal of about 704,000 in 2000.<br />\r\n\t<br />\r\n\tSo, while Walker argues the overall population is dwindling, the post-hunt goal has actually been increasing.<br />\r\n\t<br />\r\n\tThis year, a special committee recommended setting the post-hunt deer population at 745,636. The agency bumped it to 794,172, after taking into account that some members of the committee -- including Kazmierski -- wanted a goal in excess of 1 million.<br />\r\n\t<br />\r\n\tLet&rsquo;s look at some other numbers, which also relate to Walker&rsquo;s claim -- that tourism is being harmed because the number of hunters is down.<br />\r\n\t<br />\r\n\t<strong>Number of Wisconsin hunters: </strong>Licensed resident deer hunters were 800,372 in 2009, according to the DNR. That&rsquo;s down 1,513 from the year before. But the number is up from 2005, when it was 780,719.<br />\r\n\t<br />\r\n\t<strong>Number of out-of-state hunters:</strong> Non-resident licenses were 43,998 in 2009, down 1,575 -- about 3.5 percent -- from the year before. Out of state licenses totalled 42,397 in 2005.<br />\r\n\t<br />\r\n\t<strong>Total deer harvest:</strong> In 2009, the total was 329,103, down 124,377 from the year before and 134,832 less than in 2005.<br />\r\n\t<br />\r\n\tWith that drop, it&rsquo;s no wonder many hunters are frustrated.<br />\r\n\t<br />\r\n\tIn 2009, there were 39 deer killed per 100 licensed hunters, compared with 56 deer per 100 hunters in 2005. However, the percentage of successful hunters is actually even lower, because many hunters bag more than one deer.<br />\r\n\t<br />\r\n\tWalker&rsquo;s plan calls for the governor to appoint &quot;white tail deer trustee&quot; (We think &quot;deer overseer&quot; is a bit more poetic) to advise the state on deer management.<br />\r\n\t<br />\r\n\tWhat do others say about the issue?<br />\r\n\t<br />\r\n\t-- &quot;The deer herd is down, but it&rsquo;s not decimated. It&rsquo;s down, but it&rsquo;s coming back,&quot; said Mark Toso, president of the Wisconsin Deer Hunters Association, a group he says has 1,000 members.<br />\r\n\t<br />\r\n\tToso said Walker is &quot;trying to feed off of anti-DNR sentiment&quot; and frustration among hunters: &quot;A lot of deer hunters only know what they see in the woods. If they don&rsquo;t see a deer, it&rsquo;s the DNR&rsquo;s fault.&quot;<br />\r\n\t<br />\r\n\t-- Ed Harvey, chairman of the Conservation Congress, said the group was formed precisely to &quot;depoliticize&quot; deer management. He noted: &quot;If something&rsquo;s politicized, it&rsquo;s a lobbying group.&quot;<br />\r\n\t<br />\r\n\tHe said the DNR has erred in estimated deer counts in some parts of the state, leading to hunter frustration: &quot;The department has taken some very big strides to correct that. It will take some time.&quot;<br />\r\n\t<br />\r\n\tAsked about the deer trustee advisor, Harvey&rsquo;s response was simple: &nbsp;&quot;That&rsquo;s what the Congress does.&quot;<br />\r\n\t<br />\r\n\t-- &quot;In my professional opinion, the statement that the deer herd has been mismanaged is wrong,&quot; said Tim Van Deelen, a University of Wisconsin-Madison biology professor and expert on deer populations.<br />\r\n\t<br />\r\n\tHe noted the 2006 audit that found the state&rsquo;s approach to counting the herd more rigorous than that of other states: &quot;When I consider the totality of the information available, I don&#39;t think the deer herd has dwindled -- decreased somewhat, maybe, but not substantially.&quot;<br />\r\n\t<br />\r\n\tOK, let&rsquo;s get out of the woods.<br />\r\n\t<br />\r\n\tWalker points to &quot;political games&quot; by Doyle and the DNR, whom he blames for the state&rsquo;s &quot;dwindling&quot; deer population. That view is certainly shared by many frustrated hunters. However, Walker&rsquo;s statement leaves out critical information: The size of the deer herd, itself an estimate, is down by design, not by mistake.<br />\r\n\t<br />\r\n\tThe goals are based on a system built on input from across the state and attempt to balance the concerns of hunters against those of farmers and drivers. Indeed, it has been successful in helping reduce the number of car-deer accidents. What&rsquo;s more, in response to pressure from hunters, the 2010 population goal was increased.<br />\r\n\t<br />\r\n\tWe rate Walker&rsquo;s statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-22T19:31:46.838316", "ruling_date": "2010-10-24T09:00:00", "ruling_headline": "Scott Walker says the DNR has mismanaged the state’s deer herd and lowered the deer population", "ruling_headline_slug": "scott-walker-says-dnr-has-mismanaged-states-deer-h", "ruling_link_text": "There may be fewer deer in the woods, but it's by design (there are fewer to crash into your car, too) ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWisconsin Natural Resources Magazine, <a href=\"http://dnr.wi.gov/wnrmag/2009/10/deer.htm\">&quot;Sizing up the Herd</a>,&quot; Oct. 2009<br />\r\n\t<br />\r\n\t<a href=\"http://dnr.wi.gov/org/nrboard/2010/April/04-10-3B4.pdf\">Natural Resources Board agenda</a>: April 4, 2010<br />\r\n\t<br />\r\n\tWisconsin DNR Report: <a href=\"http://dnr.wi.gov/org/land/wildlife/hunt/deer/SAKreport.pdf\">&quot;An Evaluation of the SAK Model as Applied in Wisconsin.&quot;</a><br />\r\n\t<br />\r\n\t<a href=\"http://dnrmedia.wi.gov/main/Viewer/?peid=aacfc2b8-aba1-44a8-9199-73d5a8aefbd4\">SAK Explained video</a><br />\r\n\t<br />\r\n\t<a href=\"http://dnr.wi.gov/org/caer/cs/restypes.asp#residenthunting\">DNR Hunting license information</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.merriam-webster.com/dictionary\">Merriam-Webster Dictionary</a><br />\r\n\t<br />\r\n\tWisconsin DNR: <a href=\"http://dnr.wi.gov/org/land/wildlife/images/hunt/deer/deer_pop.htm\">WI Prehunt and Posthunt Deer Population Estimates and Goal (1960-2009)</a><br />\r\n\t<br />\r\n\tInterview, Mark Toso, president, Wisconsin Deer Hunters Association. Oct. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Ed Harvey, chairman, Wisconsin Conservation Congress, Oct. 19, 2010<br />\r\n\t<br />\r\n\tE-mail. Tim Van Deelen, University of Wisconsin-Madison professor, Oct. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Greg Kazmierski, adviser to Scott Walker on hunting issues, Oct. 18, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://dnr.wi.gov/org/land/wildlife/HUNT/forecast.pdf\">Wisconsin Deer Season Forecast</a>, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/sports/89717447.html\">&quot;Deer Population Goal set at 794,000&quot;</a><br />\r\n\t<br />\r\n\tE-mails, Jill Bader, communications director, Walker for Governor campaign<br />\r\n\t<br />\r\n\tWalker for Governor policy statement: <a href=\"http://www.scottwalker.org/issues/tourism\">&quot;Caring about Tourism Again.&quot;</a>Oct. 14, 2010<br />\r\n\t<br />\r\n\tWalker <a href=\"http://www.scottwalker.org/press-release/2010/10/walker-it%E2%80%99s-time-%E2%80%9Cescape-wisconsin%E2%80%9D-again\">press release</a>. Oct. 14, 2010<br />\r\n\t<br />\r\n\tWisconsin Department of Transportation: &quot;Motor Vehicle Deer Crashes&quot; <a href=\"http://www.dot.wisconsin.gov/safety/motorist/crashfacts/docs/archive/deerfacts2005.pdf\">2005</a>; <a href=\"http://www.dot.wisconsin.gov/safety/motorist/crashfacts/docs/deerfacts.pdf\">2009</a><br />\r\n\t<br />\r\n\tE-mails and interview, Laurel Steffes, director of office of communications, Wisconsin Department of Natural Resources<br />\r\n\t<br />\r\n\tE-mail interview, Keith Warnke, DNR big game biologist. Oct. 21, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tSays Gov. Jim Doyle and the DNR have not put hunters first and mismanaged the deer herd; as a result &quot;the deer population has dwindled.&quot;</p>", "statement_context": "a campaign news release and platform document", "statement_date": "2010-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 100, "photo": null, "resource_uri": "/api/v/2/subject/100/", "subject": "Recreation", "subject_slug": "recreation", "used_in_edition": []}], "target": [], "twitter_headline": ""}