{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/24/marco-rubio/marco-rubio-fires-back-charlie-crist-attacks/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 2680, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2680/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOne of the most prevalent attacks against Florida Gov. Charlie Crist is that he abandoned the Republican Party and decided to run for the U.S. Senate as a no-party candidate out of political expediency and nothing more.<br />\r\n\t<br />\r\n\tHe heard it from both Republican Marco Rubio and Democrat Kendrick Meek in their Oct. 24, 2010, debate on CNN.<br />\r\n\t<br />\r\n\tBut Crist countered that his decision had more to do with a far-right shift in the Republican Party. &quot;The Republican Party and the right wing of that party went so far right. It&#39;s exactly why Marco Rubio stayed there (and) it&#39;s exactly the same reason that I left,&quot; Crist said. &quot;He wants to overturn -- listen to me, women watching -- overturn <em>Roe v. Wade</em>. He does not support stem cell research. You know, these are extreme views that I am not comfortable with.&quot;<br />\r\n\t<br />\r\n\tThe line produced one of many heated exchanges between Rubio and Crist. Rubio, in his rebuttal, tried to point out Crist&#39;s hypocrisies.<br />\r\n\t<br />\r\n\t&quot;We don&#39;t need to go down the long and torturous road of the governor&#39;s change on positions and so forth. That&#39;s been well-documented,&quot; Rubio said. &quot;I mean, I do think it&#39;s curious that he attacks me for positions he held, like, six months ago, (when) he was running in the Republican primary and we were debating together on Fox News.&quot;<br />\r\n\t<br />\r\n\tWe previously have analyzed Crist&#39;s flip-flopping on things like <a href=\"http://www.politifact.com/florida/statements/2010/apr/30/kendrick-meek/kendrick-meek-charlie-crist-offshore-oil/\">oil drilling</a>, the <a href=\"http://www.politifact.com/florida/statements/2010/sep/02/marco-rubio/rubio-says-crist-has-taken-six-different-positions/\">federal health care bill</a> and even a <a href=\"http://www.politifact.com/florida/statements/2010/apr/15/adam-hasner/charlie-crist-SB6-adam-hasner/\">controversial education bill that Crist vetoed in 2010</a>. But what struck us in this case was that Rubio not only accused Crist of flipping on issues, but then brazenly criticizing Rubio for positions Crist himself held not too long ago.</p>\r\n<p>\r\n\tOur gameplan is to start the search where Rubio suggested, a Fox News debate back on March 28, 2010. But we also think it&#39;s fair to at least examine other Crist attacks that didn&#39;t come up in the March Fox debate.<br />\r\n\t<br />\r\n\t<strong>Looking back at Crist-R, circa March 2010</strong><br />\r\n\t<br />\r\n\tMuch of the Fox debate, moderated by Chris Wallace, focused on Crist and Rubio arguing about Rubio&#39;s personal finances. (Some things never change).<br />\r\n\t<br />\r\n\tBut when it came to policy issues, the debate largely covered four topics -- jobs and the economy, Social Security, health care and immigration. What we found might actually surprise you -- Crist&#39;s statements then and now are very consistent.<br />\r\n\t<br />\r\n\tBoth in March and this month, he said he would support the idea of raising the eligibility age for Social Security. Then and now, he said he supported the federal stimulus program. Then there&#39;s his answers on immigration. They are nearly identical.</p>\r\n<p>\r\n\tHe said both in March and during the October CNN debate that the country needed to first secure or seal the border and enforce the laws now on the books. Then, in both instances, he talked about a way to gain citizenship for people now living here illegally.</p>\r\n<p>\r\n\t&quot;If they have the opportunity to gain citizenship, they should go to the back of the line, go through the regular process, what the law requires, in order to attain their citizenship,&quot; Crist said on March 28 as a Republican.</p>\r\n<p>\r\n\tThen on Oct. 24 as an independent: &quot;People should have to get in the back of the line, pay a fine if necessary, their back taxes, and be able to become productive members of the American economy. It&#39;s a compassionate way.&quot;</p>\r\n<p>\r\n\tIn matters of policy, the closest PolitiFact Florida could come in finding a difference between March and now comes in discussing the federal health care bill. On March 28, Crist he would vote to repeal the bill. In an Oct. 6 ABC debate, Crist said he was against the health care bill and said it needed to be fixed (health care wasn&#39;t discussed during the CNN debate). In other cases, he said the health care bill should be repealed but be accompanied by a responsible substitute.<br />\r\n\t<br />\r\n\t<a href=\"http://www.kendrickmeek.com/pages/rubio\">Meek is attacking</a> Rubio for wanting to repeal the health care bill, but Crist isn&#39;t.<br />\r\n\t<br />\r\n\t<strong>Claims about abortion, stem cell research</strong></p>\r\n<p>\r\n\tWithout much to go on from the Fox News debate, we turned to two attacks Crist levied against Rubio directly during the CNN/<em>St. Petersburg Times</em> debate -- that Rubio wants to overturn <em>Roe v. Wade </em>and that he opposes embryonic stem cell research.</p>\r\n<p>\r\n\tDid Crist once oppose stem cell research? Did Crist once want to overturn the Supreme Court&#39;s 1973 <em>Roe vs. Wade</em> decision that legalized abortion in America?<br />\r\n\t<br />\r\n\tOn embryonic stem cell research, Crist generally has been supportive of it. When he ran for governor as a Republican in 2006, Crist said he favored embryonic stem cell research. The position put him at odds with former President George W. Bush. And in May 2010, Crist vetoed state budget language banning tax dollars from being used to support human embryonic stem cell research.<br />\r\n\t<br />\r\n\tCrist&#39;s record on abortion, however, is more difficult to decipher. But not necessarily on overturning <em>Roe vs. Wade</em>.<br />\r\n\t<br />\r\n\tWhen he was running for the U.S. Senate in 1998, Crist said that he was pro-choice, but not pro-abortion. &quot;I believe that a woman has the right to choose, but would prefer only after careful consideration and consultation with her family, her physician and her clergy; not her government,&quot; he said. In a subsequent debate, he said he would not support a constitutional amendment banning abortion -- essentially overturning <em>Roe vs. Wade.</em><br />\r\n\t<br />\r\n\tIn 2006, when he was running for governor, Crist said he was pro-life. But he would not support repealing <em>Roe vs. Wade</em>. &quot;I don&#39;t think that politicians ought to put themselves in the place of physicians, and I think it&#39;s very important to respect the medical profession,&quot; said Crist, whose father is a doctor.<br />\r\n\t<br />\r\n\tIn the 2010 Republican U.S. Senate primary, Crist said he would support &quot;pro-life&quot; legislation like tax credits and subsidies for parents who adopt. He didn&#39;t answer questions about <em>Roe vs. Wade</em>.<br />\r\n\t<br />\r\n\tSo Crist is attacking Rubio on both stem cell research and <em>Roe vs. Wade</em>, but there is no evidence his position has changed on those issues since the spring.<br />\r\n\t<br />\r\n\t<strong>Gay adoption</strong></p>\r\n<p>\r\n\tRubio has used this line about Crist attacking him before. During an ABC News debate earlier in October, Crist chastised Republicans like Rubio and South Carolina Sen. Jim DeMint for telling people &quot;who they should love and who they shouldn&#39;t.&quot; In that context, Crist said he supported a court&#39;s decision to lift a ban in the state on gay couples adopting a child.</p>\r\n<p>\r\n\tThat prompted Rubio to respond. &quot;I think it&rsquo;s always funny to listen to the Governor attack me for positions he himself held just six months ago, when he was trying to be the biggest conservative in the world and win the Republican primary.&quot;</p>\r\n<p>\r\n\tCrist&#39;s accusation meets our definition of an attack.<br />\r\n\t<br />\r\n\tAnd it turns out Crist himself in the past has supported the gay adoption ban.<br />\r\n\t<br />\r\n\tThat&#39;s our definition of a flip.<br />\r\n\t<br />\r\n\tBack in 2006, when he running for governor as a Republican, Crist said that &quot;my position is the traditional family is the best to adopt.&quot; The comments came after earlier comments suggested he might support lifting the ban and allegations from Republicans like former state Rep. Dennis Baxley that he supported gay adoptions.<br />\r\n\t<br />\r\n\tAnd then on one day in July 2009, he told reporters two different things. When one group of reporters asked if he would support legislation to change the law, he said, &quot;I&#39;d have to think about it.&quot; Later in the day, he said he supported the ban. &quot;I think Florida has it right right now,&quot; he said.<br />\r\n\t<br />\r\n\tIn February 2010, just eight months ago, Crist&#39;s office confirmed to the <em>Orlando Sentinel</em> that he supported the ban.<br />\r\n\t<br />\r\n\tCrist defends the differing positions by saying he was simply enforcing the laws on the books of the state. That&#39;s a weak argument. Laws change all the time. At the behest of leaders.<br />\r\n\t<br />\r\n\t<strong>Rubio&#39;s response</strong><br />\r\n\t<br />\r\n\tTo add to its case, the Rubio campaign sent us back to that Fox News debate, and the discussion of Social Security. One of the criticisms Crist consistently has made against Rubio, and a claim that <a href=\"http://politifact.com/florida/statements/2010/oct/06/charlie-crist/fact-checking-marco-rubios-social-security-stance/\">PolitiFact has analyzed</a>, is that Rubio wants to cut Social Security benefits.<br />\r\n\t<br />\r\n\tCrist said during the Fox debate that he would not raise the retirement age or change cost-of-living adjustments for beneficiaries and proposed one of the ways to help keep Social Security solvent is to cut waste and fraud. But the moderator didn&#39;t think eliminating waste and fraud was a practical solution and pressed further.<br />\r\n\t<br />\r\n\t&quot;Don&#39;t you actually have to make some benefit changes if you&#39;re going to deal with this debt issue?&quot; Fox&#39;s Wallace asked.<br />\r\n\t<br />\r\n\t&quot;Well, I think you might have to make some,&quot; Crist answered. &quot;But I think what you want to do first is get the waste and the fraud out.&quot;<br />\r\n\t<br />\r\n\tCrist clearly was against raising the retirement age and against benefit adjustments based on his answers. When he was pressed about the effectiveness of his plan to fix Social Security, he said some benefits changes might be needed. But then quickly said his plan &mdash; get the waste and fraud out &mdash; could work. We think it&#39;s a stretch to use an answer he was pressed into giving as evidence of a flip-flop.<br />\r\n\t<br />\r\n\tRubio&#39;s campaign also noted that Crist went from being a proud Republican to essentially attacking much of the Republican Party for a far-right ideological shift. We won&#39;t disagree with that. But we&#39;re focusing on policy issues here.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMake no mistake: Crist is ripe for attacks about flip-flopping. We&#39;ve already pretty much written a book about it, noting that his position <a href=\"http://politifact.com/florida/statements/2010/apr/30/kendrick-meek/kendrick-meek-charlie-crist-offshore-oil/\">on oil drilling has shifted</a>, as has his position on the federal health care bill. He once said that <a href=\"http://politifact.com/florida/statements/2010/apr/29/charlie-crist/crist-flip-flops-promise-run-republican-independen/\">he wouldn&#39;t run for Senate as an independent</a>, and then said he would support the Republican nominee.<br />\r\n\t<br />\r\n\tBut this fact check is about more than flip-flopping. It&#39;s about Crist attacking Rubio for the very same positions Crist held just six months ago.<br />\r\n\t<br />\r\n\tThere, the case is much more difficult to make.<br />\r\n\t<br />\r\n\tWhen it comes to health care, Social Security, immigration, embryonic stem cell research and <em>Roe vs. Wade</em>, we find Crist&#39;s positions are either unchanged, or he hasn&#39;t used them as a line of attack against Rubio.<br />\r\n\t<br />\r\n\tBut gay adoption is a slightly different story. Crist said he supported keeping the gay adoption ban in place as a Republican as recently as eight months ago, but now says he supports the ban being lifted. And he&#39;s using that new position to link Rubio to a tea party favorite like Jim DeMint in order to bolster the argument that Rubio&#39;s extreme.<br />\r\n\t<br />\r\n\tThe caveat is that as far back as 2006 Crist was accused by Republicans of supporting gay adoptions in Florida and has given differing statements on the issue. In that case, Crist&#39;s flip-flopping helps his argument.<br />\r\n\t<br />\r\n\tOverall, we think Rubio&#39;s statement contains some element of truth but ignores critical facts that give a different impression. So we rate this claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-24T16:19:17.561953", "ruling_date": "2010-10-24T17:51:19", "ruling_headline": "Marco Rubio fires back at Charlie Crist attacks", "ruling_headline_slug": "marco-rubio-fires-back-charlie-crist-attacks", "ruling_link_text": "A complex story in flip flops", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tCNN &quot;State of the Union&quot; <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1010/24/sotu.01.html\">transcript,</a> accessed Oct. 24, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, e-mail interview with Joe Pounder, Oct. 24, 2010<br />\r\n\t<br />\r\n\tTampa Tribune, Crist renews support for embryonic stem cell research,&quot; Sept. 7, 2010<br />\r\n\t<br />\r\n\tSun-Sentinel, &quot;Crist wields heavy veto pen in state budget,&quot; May 28, 2010<br />\r\n\t<br />\r\n\tFox News debate transcript, March 28, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://politifact.com/florida/statements/2010/apr/15/adam-hasner/charlie-crist-SB6-adam-hasner/\">&quot;Florida Republican says Charlie Crist wasn&#39;t always against GOP led teacher tenure bill,&quot;</a> April 15, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, <a href=\"http://www.marcorubio.com/wp-content/uploads/2010/06/Charlie-Crist-on-pro-life-and-family.png\">scrubbed Charlie Crist pro-life website</a><br />\r\n\t<br />\r\n\tWashington Times, &quot;<a href=\"http://www.washingtontimes.com/news/2010/jan/11/crist-adopts-pro-life-stance-for-race/\">Crist adopts pro-life stance for race</a>,&quot; Jan. 11, 2010<br />\r\n\t<br />\r\n\tABC News, <a href=\"http://blogs.abcnews.com/george/2010/10/florida-senate-debate-transcript-part-ii.html\">debate transcript</a>, Oct. 6, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.sptimes.com/2006/08/18/State/Crist_s_stance_on_abo.shtml\">Crist&#39;s stance on abortion still hazy</a>,&quot; Aug. 18, 2006<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.sptimes.com/2006/07/29/State/Crist__Gay_civil_unio.shtml\">Crist: Gay civil unions &#39;fine&#39;</a>,&quot; July 29, 2006<br />\r\n\t<br />\r\n\tJacksonville Times-Union, &quot;<a href=\"http://jacksonville.com/news/metro/2009-07-23/story/florida_gov_charlie_crist_gives_different_answers_on_gay_adoption\">Florida Gov. Charlie Crist gives different answers on gay adoption</a>,&quot; July 23, 2009<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/apr/30/kendrick-meek/kendrick-meek-charlie-crist-offshore-oil/\">U.S. Rep. Kendrick Meek says Charlie Crist flipped twice on offshore drilling position</a>,&quot; April 30, 2009<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/may/19/charlie-crist/gov-charlie-crist-changes-course-keeping-campaign-/\">&quot;Gov. Charlie Crist changes course on returning campaign donations,&quot;</a> May 19, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/sep/02/marco-rubio/rubio-says-crist-has-taken-six-different-positions/\">Marco Rubio says Charlie Crist has taken &#39;six different positions&#39; on health care law,</a>&quot; Sept. 2, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/apr/29/charlie-crist/crist-flip-flops-promise-run-republican-independen/\">Crist flip-flops on promise to run as Republican,</a>&quot; April 29, 2010</p>\r\n<p>\r\n\tOrlando Sentinel, &quot;Crist&#39;s DCF still trying to stop gay adoption,&quot; Feb. 21, 2010</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\tCharlie Crist &quot;attacks me for positions he held, like, six months ago, (when) he was running in the Republican primary.&quot;</p>\r\n", "statement_context": "a U.S. Senate debate on CNN’s “State of the Union.”", "statement_date": "2010-10-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": ""}