{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jan/08/freedom-defense-advocates/no-evidence-to-support-conspiracy-theory/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 269, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/269/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "A strident letter mailed to voters in late December 2007 attacked Mitt Romney and the Mormon faith, also known as the Church of Jesus Christ of Latter-day Saints or the LDS Church. The 11-page letter makes a number of claims, both political and theological, many of which are disputed by Mormons themselves and other sources. In the interest of brevity, we confined ourselves to checking the false contention that the Mormon faith has a \"devious plan for our country\" that advocates the overthrow of the Constitution in favor of a government run by Mormon religious authorities. (To read the letter for yourself, it's available on the Internet\n<a href=\"http://www.exposemittromney.com/letter.html\">\n here\n</a>\n.)\n<p>\n The letter's claim is \"unhinged\" and \"rooted in no reality,\" said Michael Cromartie, vice president of the Ethics and Public Policy Center, a think tank that studies the role of religion in public life. Cromartie is a conservative Protestant.\n</p>\n<p>\n \"And if you're going to have a Mormon theocracy, who's going to lead it? Mitt Romney or Harry Reid from Nevada?\" asked Cromartie. (Reid, also a Mormon, is the Democratic majority leader in the U.S. Senate and on the other end of the political spectrum from Romney.)\n</p>\n<p>\n \"It's one of those claims that so absurd you don't want to dignify it by responding to it,\" agreed Kathleen Flake, a professor of religious history at Vanderbilt University who studies the Mormon faith and is a Mormon herself. \"There's no evidence to support such a claim as a cabal.\"\n</p>\n<p>\n \"It's so far from what Mitt Romney would ever want, I can't imagine it,\" said Jan Shipps, professor emeritus of history and religious studies at Indiana University-Purdue University, Indianapolis. Shipps, a Methodist, is considered the most prominent non-Mormon historian who studies the religion.\n</p>\n<p>\n \"It's a conspiracy theory,\" she said.\n</p>\n<p>\n We checked official teachings from the Mormon Church, and found that it has an policy of political neutrality. Its Web site states: \"The Church's mission is to preach the gospel of Jesus Christ, not to elect politicians. The Church of Jesus Christ of Latter-day Saints is neutral in matters of party politics.\"\n</p>\n<p>\n The church also says it does not advise its members on which candidates or parties they should vote for. \"This policy applies whether or not a candidate for office is a member of The Church of Jesus Christ of Latter-day Saints,\" the Web site states.\n</p>\n<p>\n Accusations that the church wants to abolish the Constitution are not new, say people who monitor attacks on the Mormon faith.\n</p>\n<p>\n \"This is old chestnut stuff that we've dealt with for years and years and years,\" said Greg Kearney, a member of the Foundation for Apologetic Information & Research, a nonprofit organization that runs a Web site explaining and defending Mormon doctrine, belief and practice. He read the letter at our request.\n</p>\n<p>\n \"The idea that Mormons speak with one political voice and one political motive is just plain nonsense,\" Kearney said. \"I'm a liberal, Labor, New Deal Democrat.\"\n</p>\n<p>\n We interviewed the author of the letter, John M. Boyd of California, who describes himself as a Christian and a cult expert. He agreed that overthrowing the Constitution is not part of current Mormon teaching and \"wouldn't happen overnight.\" But it could happen if a catastrophe occurred and a Mormon president decided the end of the world was at hand, based on Mormon historical writings, he said.\n</p>\n<p>\n Boyd sent out the letter in the name of a recently formed political action committee called Freedom Defense Advocates, but he said he was motivated not by politics, but by his beliefs as a nondenominational Christian. He said he is conservative, but not affiliated with any campaign and hasn't decided who he's supporting for the Republican nomination.\n</p>\n<p>\n \"This is about the theological issues that surround the religion of one of the candidates, who happens to be Mitt Romney,\" Boyd said. \"I classify the Mormon church as a cult.\"\n</p>\n<p>\n The letter adds an entrepreneurial kicker at the end &ndash;- it urges readers to send in money for DVDs that attack the Mormon church.\n</p>\n<p>\n Boyd declined to name the financial backers of Freedom Defense Advocates, but said the letter had been mailed to \"thousands of people throughout the whole of the United States &hellip; a very sizable amount.\"\n</p>\n<p>\n The theological differences between Mormons and other Christians are complex and multifaceted. But significant areas of theological difference involve Holy Scriptures and the concept of God.\n</p>\n<p>\n Mormons believe Joseph Smith, the church's founder who died in 1844, discovered additional books of Scripture in the United States. Those books form the Book of Mormon, which Mormons consider as Scripture in addition to the Bible.\n</p>\n<p>\n Their concept of the nature of God differs as well. Protestants and Roman Catholics believe that God, Jesus and the Holy Spirit are different aspects of one being who has existed eternally. Mormons believe that God the Father, Jesus and the Holy Spirit are separate entities, and that Jesus and the Holy Spirit are subordinate to God the Father.\n</p>\n<p>\n The Mormon belief that God the Father created all things is the root of the \"Jesus and the Devil are brothers\" claim that came up earlier in the campaign when Mike Huckabee mentioned it to the\n <i>\n  New York Times\n </i>\n . (He later apologized to Romney.) The contention, which is repeated in the letter, is based on a kernel of truth, but distorted. Under Mormon teaching, God created everyone, so every person or being who has ever existed is Jesus' brother or sister.\n</p>\n<p>\n We asked the Romney campaign for a response to the letter, and they gave us the following statement: \"It is sad and unfortunate that this kind of bigotry has been employed. There is absolutely no place for these attacks in American politics. Governor Romney isn't going to dwell on attacks from his opponents. Rather, his campaign is about the issues that are important to the American people, and bringing conservative change to Washington.\"\n</p>\n<p>\n As for the facts behind the claim that the Mormon religion wants to see the Constitution revoked and the government run by Mormon religious leaders, we find a decided lack of concrete evidence. And given the extreme nature of the claim, we must give it our Pants on Fire ruling.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:27.344389", "ruling_date": "2008-01-08T00:00:00", "ruling_headline": "No evidence to support conspiracy theory", "ruling_headline_slug": "no-evidence-to-support-conspiracy-theory", "ruling_link_text": "No evidence to support conspiracy theory", "ruling_state": null, "source_documents": null, "sources": "Interview with Michael Cromartie, vice president of the Ethics and Public Policy Center.\n<p>\n Interview with Kathleen Flake, associate professor of American religious history, Vanderbilt University.\n</p>\n<p>\n Interview with Jan Shipps, professor emeritus of history and religious studies at Indiana University- Purdue University, Indianapolis.\n</p>\n<p>\n Interview with John M. Boyd of Freedom Defense Advocates.\n</p>\n<p>\n Interviews with Greg Kearney and Scott Gordon of the Foundation for Apologetic Information & Research.\n</p>\n<p>\n The Church of Jesus Christ of Latter-day Saints,\n <a href=\"http://www.lds.org/library/display/0,4945,106-1-2-1,FF.html\">\n  Articles of Faith\n </a>\n .\n</p>\n<p>\n The Church of Jesus Christ of Latter-day Saints,\n <a href=\"http://newsroom.lds.org/ldsnewsroom/eng/public-issues/political-neutrality\">\n  Public Issues\n </a>\n .\n</p>\n<p>\n CNN.com,\n <a href=\"http://www.cnn.com/2007/POLITICS/12/12/huckabee.mormons/\">\n  Huckabee apologizes for comments on Mormons\n </a>\n , Dec. 12, 2007.\n</p>\n<p>\n Encyclopedia of American Religions.\n</p>\n<p>\n The Foundation for Apologetic Information & Research,\n <a href=\"http://www.fairlds.org/pubs/whitehorse.pdf\">\n  The White Horse Prophecy\n </a>\n , 2004.\n</p>\n<p>\n Merriam-Webster's Encyclopedia of World Religions.\n</p>\n<p>\n The HarperCollins Dictionary of Religion.\n</p>\n<p>\n The New Yorker,\n <a href=\"http://www.newyorker.com/archive/2002/01/21/020121fa_FACT1\">\n  Lives of the Saints\n </a>\n , by Lawrence Wright, Jan. 21, 2002\n</p>\n<p>\n Boston Globe,\n <a href=\"http://www.boston.com/news/globe/ideas/articles/2006/12/31/imperfect_fit/\">\n  Imperfect Fit\n </a>\n , By Drake Bennett, Dec. 31, 2006\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 31, "last_name": "Freedom Defense Advocates", "mostly_true_count": 0, "name_slug": "freedom-defense-advocates", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup______.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/31/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "The Mormon religion has \"a plan that will see the Constitution thrown out and replaced by a theocracy.\"", "statement_context": "", "statement_date": "2007-12-22", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": null}