{"art": [{"brightcove": "", "caption": "The Senate Republicans' campaign arm claims in this ad that Democratic Sen. Michael Bennet of Colorado cast the deciding vote for the stimulus and the health care bill, but that depends on how you define \"the deciding vote.\"", "id": 843, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/843/", "title": "NRSC Bennet deciding vote ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/OZmtUsDOPig?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "OZmtUsDOPig"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/oct/26/national-republican-senatorial-committee/nrsc-attacks-michael-bennet-casting-deciding-vote-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2704, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2704/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIf you&#39;re seeking to tie your opponent to two controversial bills, what better way to do it than to say he cast the deciding vote to pass them? That&#39;s exactly what the National Republican Senatorial Committee is doing in the Colorado Senate race between incumbent Democrat Michael Bennet and GOP nominee Ken Buck.<br />\r\n\t<br />\r\n\tOn Oct. 6, 2010, the Senate Republicans&#39; campaign arm <a href=\"http://www.nrsc.org/nrsc-launches-new-ad-in-colorado-senate-race-one-vote\" id=\"j3mz\" title=\"ran an ad\">ran an ad</a> attacking Bennet&#39;s role in helping pass two Democratic-sponsored bills, the economic stimulus and the health care overhaul.<br />\r\n\t<br />\r\n\t&quot;One vote makes a difference,&quot; the narrator says. &quot;Michael Bennet cast the deciding vote for Obama&#39;s stimulus that wasted billions, added to the debt and didn&#39;t create the jobs they promised. Bennet cast the deciding vote to allow passage of the trillion-dollar health care bill that slashed Medicare, hurting seniors. Bennet&#39;s vote was the key to billions in job-killing taxes, too. Michael Bennet: He&#39;s been their vote, not Colorado&#39;s.&quot;<br />\r\n\t<br />\r\n\tWe won&#39;t tackle the ad&#39;s description of the substance of the two bills. (We&#39;ve addressed <a href=\"http://www.politifact.com/truth-o-meter/article/2010/oct/11/republican-exaggerations-about-cutting-medicare/\" id=\"sz.o\" title=\"some\">some</a> of <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/13/george-will/will-obama-said-stimulus-would-cap-unemployment-8-/\" id=\"f6:l\" title=\"those points\">those points</a> in the past.) Instead, we&#39;ll look at whether it&#39;s fair to call Bennet the deciding vote on those bills.<br />\r\n\t<br />\r\n\tFirst, some background on how the bills passed. Both measures had long and roundabout legislative paths to President Barack Obama&#39;s desk, but we&#39;ll stick to the two votes the ad specifically references on screen.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00064\" id=\"aywy\" title=\"stimulus vote\">stimulus vote</a> cited in the ad was taken Feb. 13, 2009. It was to approve the conference report of the bill -- that is, the version that both chambers must pass with identical language. Once both chambers pass identical versions, the bill goes to the president to be signed. For the stimulus, the final vote was 60-38, with exactly the number of votes needed to meet the three-fifths supermajority required of most major actions in the Senate.<br />\r\n\t<br />\r\n\tMeanwhile, the <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00395\" id=\"ourt\" title=\"health care vote\">health care vote</a> mentioned in the ad was taken Dec. 23, 2009. The vote was to invoke cloture -- that is, to cut off debate so that consideration of the bill could proceed. Invoking cloture requires 60 votes, and in this case the Democrats once again got exactly the 60 votes required.<br />\r\n\t<br />\r\n\tThe idea that the Democrats couldn&#39;t spare even a single vote is the crux of the NRSC&#39;s argument.<br />\r\n\t<br />\r\n\t&quot;Absolutely Michael Bennet was the deciding vote,&quot; NRSC spokesman Brian Walsh told PolitiFact. &quot;Had he not done so, they wouldn&rsquo;t have passed the health care bill, regardless of whether he was first, middle or last to cast his vote. End of story.&quot;<br />\r\n\t<br />\r\n\tBut is it? What about the argument that Bennet was merely one of 60 deciding votes. Couldn&#39;t the same charge be leveled at every member of the Senate who voted as Bennet did?<br />\r\n\t<br />\r\n\tWe ran the issue by a variety of congressional scholars, and most agreed that it was a stretch for the NRSC to label Bennet&#39;s vote &quot;the deciding vote.&quot;<br />\r\n\t<br />\r\n\t&quot;<font size=\"2\">That statement is misleading and a distortion of fact,&quot; said James Thurber, a political scientist at American University.<br />\r\n\t<br />\r\n\tSeveral experts we spoke to pointed to historical examples in which lawmakers waited until the last moment to help push the bill over the top.<br />\r\n\t<br />\r\n\tNorman Ornstein, a resident fellow at the conservative American Enterprise Institute, pointed to President Bill Clinton&#39;s attempt to pass the Omnibus Budget Reconciliation Act of 1993 -- a bill that critics loathe for raising taxes but which supporters praise for eventually producing surpluses in the latter part of the decade. Lacking any Republican support in Congress, the measure faced nail-biter votes in both chambers, with then-Rep. Marjorie Margolies-Mezvinsky, D-Pa., and Sen. Bob Kerrey, D-Neb., attracting wide attention for remaining undecided until shortly before the votes and then ultimately voting yes. In Margolies-Mezvinsky&#39;s case, her loss the following year was universally blamed on that vote.<br />\r\n\t<br />\r\n\tThen there was the 1985 vote on President Ronald Reagan&#39;s budget by then-Sen. Pete Wilson, R-Calif. Wilson was wheeled onto the Senate floor wearing blue pajamas following surgery for a ruptured appendix. &quot;<i>That </i>could be called a deciding vote,&quot; said <font size=\"2\">Stephen Hess, a Brookings Institution senior fellow emeritus.<br />\r\n\t<br />\r\n\tIndeed, there&#39;s a long and storied history of senators holding back on supporting a bill until certain demands are met, said Donald Ritchie, the historian of the Senate. This approach &quot;takes some nerve, because the undecided vote may come under fire from both sides, but the rewards can sometimes be significant,&quot; Ritchie said.<br />\r\n\t<br />\r\n\tSo, did Bennet&#39;s approval of the stimulus and the health care bill follow the same pattern? The short answer is no.<br />\r\n\t<br />\r\n\tOn the stimulus, Bennet spoke favorably of the bill at least as early as Jan. 31, 2009 -- two weeks before he cast the vote cited in the ad -- when the <i>Rocky Mountain News </i>paraphrased him saying he &quot;likes the overall direction of the legislation.&quot; He was part of a bipartisan group of 20 Senators trying to shrink the size of the stimulus, which suggests that he was sufficiently supportive of the bill that he was willing to work behind closed doors to see it succeed. His approach does not seem like that of a reluctant holdout.<br />\r\n\t<br />\r\n\tOn health care, Bennet actually <a href=\"http://bennet.senate.gov/newsroom/press/release/?id=08aedb65-5fda-47e6-b609-6da9e49be593\" id=\"yr.y\" title=\"took to the Senate floor\">took to the Senate floor</a> to forcefully criticize deals struck by party leaders on behalf of holdout Democratic Senators, hoping to persuade them to vote for the health care bill.</font></font></p>\r\n<p>\r\n\t<font size=\"2\">&quot;Columnists opposed to reform have criticized me for saying that I am willing to lose my seat to enact meaningful health care reform,&quot; he said on Dec. 21, 2010, two days before the vote. &quot;Now, I am being asked why I didn&#39;t negotiate a special deal with leadership. In fact, there was a report this morning criticizing me because the National Republican Senatorial Committee was rejoicing that I did not ask for special favors. Only in Washington would someone be attacked for not negotiating a backroom deal. Just because others choose to engage in the same tired Washington rituals, doesn&#39;t mean that I have to.&quot;</font></p>\r\n<p>\r\n\t<font size=\"2\">Bennet continued, &quot;</font>So I have a message for the columnists, the political professionals, and those back home. I am not happy about the backroom deals. I am not happy that the public option was held hostage by people in our own party. I do not support rewarding delay with special deals. I will let others justify their vote and their tactics.&quot;</p>\r\n<p>\r\n\tIndeed, as the health care debate came to a climax in the Senate, a stronger case can be made that any of several other senators deserve the title of the &quot;deciding vote.&quot; In a Dec. 24, 2009, account tracing the health bill&#39;s Senate endgame, Noam N. Levey and Janet Hook of the <i>Los Angeles Times </i>cited Sen. Joe Lieberman, I-Conn., as a late holdout, due to his opposition to a proposal for a &quot;Medicare buy-in.&quot; That policy would have allowed certain non-senior citizens to voluntarily join the federal health care plan for the elderly.<br />\r\n\t<br />\r\n\tAccording to the article, Senate Majority Leader Harry Reid, D-Nev., &quot;knew that he had to keep Lieberman in the tent. And the next night, when Democrats gathered for a special caucus meeting, Reid did not call out the Connecticut senator, focusing instead on the need to unite and move forward. Without the Medicare buy-in, Lieberman would be the 59th vote.&quot; At the meeting, Reid turned to Sen. Ben Nelson, D-Neb., &quot;who had a long list of demands, including more restrictions on funding abortions and full federal funding to expand Nebraska&#39;s Medicaid program. ... Reid was closing in on a deal.&quot;<br />\r\n\t<br />\r\n\tSuddenly, another roadblock appeared: Republican opponents of the bill threatened to filibuster -- that is, indefinitely block consideration of -- an unrelated defense appropriations bill as a way of indirectly delaying the health care measure. To get around that, Reid had to convince Sen. Russ Feingold, D-Wis. -- an opponent of the defense bill for substantive reasons -- not to join the Republican blockade.<br />\r\n\t<br />\r\n\t&quot;Reid was unwilling to challenge Feingold on a vote of conscience,&quot;&nbsp;the <i>Los Angeles Times </i>article reported. &quot;And when Democrats gathered for yet another special caucus meeting ... Reid was ready to concede defeat. But as dejected senators began to leave, Feingold arose: He would put aside his convictions on the war, he said, and vote with his party. &#39;I don&#39;t think there was a dry eye in the caucus room,&#39; said Sen. Benjamin L. Cardin, D-Md.&quot;<br />\r\n\t<br />\r\n\tAnd there was at least one more potential deciding vote -- the late Sen. Robert Byrd, D-W.Va. It wasn&#39;t a question of whether Byrd would support the bill but rather a question of whether he&#39;d be physically able to reach the chamber to vote.<br />\r\n\t<br />\r\n\tByrd had spent six weeks in the hospital earlier in 2009 with a staph infection. On the day of the vote, Byrd &quot;was pushed onto the Senate floor in his plaid wheelchair,&quot; bundled in a coat, scarf and hat, according to an account in the <i>New York Times</i>.<br />\r\n\t<br />\r\n\tLieberman, Nelson, Feingold, Byrd -- any of them could easily have been described as the deciding vote on the health care bill. So could any of the other 56 senators voting in favor. The NRSC ad &quot;is true, but not very informative, since there were 60 deciding votes,&quot; concludes David W. Rohde, a Duke University political scientist.<br />\r\n\t<br />\r\n\tThe NRSC ad would have been quite justified in describing Bennet&#39;s vote for either bill as &quot;crucial&quot; or &quot;necessary&quot; to passage of either bill, or even as &quot;<i>a </i>deciding vote.&quot; But we can&#39;t find any rationale for singling Bennet out as &quot;the deciding vote&quot; in either case. He made his support for the stimulus bill known early on and was not a holdout on either bill. To ignore that and the fact that other senators played a key role in completing the needed vote total for the health care bill, leaves out critical facts that would give a different impression from message conveyed by the ad. As a result, we rate the statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-26T16:08:41.171693", "ruling_date": "2010-10-26T16:08:09", "ruling_headline": "NRSC attacks Michael Bennet for casting 'the deciding vote' for stimulus, health care", "ruling_headline_slug": "nrsc-attacks-michael-bennet-casting-deciding-vote-", "ruling_link_text": "One deciding vote, or 60?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Republican Senatorial Committee, &quot;One Vote&quot; (<a href=\"http://www.nrsc.org/nrsc-launches-new-ad-in-colorado-senate-race-one-vote\" id=\"hldv\" title=\"ad\">ad</a>), Oct. 6, 2010<br />\r\n\t<br />\r\n\tU.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00064\" id=\"i62l\" title=\"roll call vote\">roll call vote</a> on the conference report for H.R. 1 (stimulus bill), Feb. 13, 2009<br />\r\n\t<br />\r\n\tU.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00395\" id=\"fz5-\" title=\"roll call vote\">roll call vote</a> on the motion to invoke cloture on H.R. 3590 (health care bill), Dec. 23, 2009<br />\r\n\t<br />\r\n\tMichael Bennet, &quot;Bennet Urges Washington to Put Aside Tired Politics, Enact Reform That Saves Money, Saves Lives &amp; Gives Families a Fighting Chance&quot; (<a href=\"http://bennet.senate.gov/newsroom/press/release/?id=08aedb65-5fda-47e6-b609-6da9e49be593\" id=\"z:71\" title=\"news release\">news release</a>, including text of floor speech), Dec. 21, 2009<br />\r\n\t<br />\r\n\t<em>Rocky Mountain News</em>, &quot;<a href=\"http://www.rockymountainnews.com/news/2009/jan/31/bennets-first-votes-scrutinized-by-gop/\" id=\"rmu6\" title=\"Bennet's first votes scrutinized by GOP\">Bennet&#39;s first votes scrutinized by GOP</a>,&quot; Jan. 31, 2009<br />\r\n\t<br />\r\n\t<em>Colorado Independent</em>, &quot;<a href=\"http://coloradoindependent.com/20925/bennet-udall-part-of-group-weighing-cuts-to-senate-stimulus-package\" id=\"vx6i\" title=\"Bennet, Udall part of group weighing cuts to Senate stimulus package\">Bennet, Udall part of group weighing cuts to Senate stimulus package</a>,&quot; Feb. 6, 2009<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2009/12/24/us/politics/24byrd.html\" id=\"up8n\" title=\"Despite Fragile Health, Byrd Is Present for Votes\">Despite Fragile Health, Byrd Is Present for Votes</a>,&quot; Dec. 23, 2009<br />\r\n\t<br />\r\n\t<em>Los Angeles Times</em>, &quot;How Harry Reid threaded a needle,&quot; Dec. 24, 2009 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tE-mail interview with Norman Ornstein, resident fellow at the American Enterprise Institute, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with James Thurber, political scientist at American University, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with David W. Rohde, political scientist at Duke University, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Stephen Hess, senior fellow emeritus at the Brookings Institution, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Donald Ritchie, historian of the U.S. Senate, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Michael Amodeo, spokesman for the Bennet for Senate campaign, Oct. 26, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Brian Walsh, spokesman for the National Republican Senatorial Committee, Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 6, "first_name": "", "half_true_count": 8, "home_state": "", "id": 143, "last_name": "National Republican Senatorial Committee", "mostly_true_count": 2, "name_slug": "national-republican-senatorial-committee", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/143/", "total_count": 35, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Michael Bennet cast the deciding vote&quot; for the stimulus and the health care bill.</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2010-10-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Michael", "half_true_count": 1, "home_state": "Colorado", "id": 634, "last_name": "Bennet", "mostly_true_count": 0, "name_slug": "michael-bennet", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bennet.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/634/", "total_count": 4, "true_count": 3, "website": "http://bennet.senate.gov/"}], "twitter_headline": ""}