{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/oct/27/reid-ribble/republican-house-candidate-reid-ribble-says-he-los/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2708, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tWhen it comes to federal health care reform, for many the biggest concern is the most personal one: Can they keep their doctor?<br />\r\n\t<br />\r\n\tDuring the fierce debate over the proposal, President Barack Obama repeatedly assured voters they could keep their doctors. Now comes Reid Ribble, a Republican challenging two-term U.S. Rep. Steve Kagen (D-Appleton) in a swing seat in northeastern Wisconsin.<br />\r\n\t<br />\r\n\tHe&rsquo;s got a bone to pick with the president.<br />\r\n\t<br />\r\n\tThis was the headline on a recent news release: &quot;Reid Ribble losing doctor, health insurance provider because of Obamacare.&quot;<br />\r\n\t<br />\r\n\t&quot;I lost my health insurance and doctor because of Obamacare,&quot; Ribble says in the release. &quot;If I am elected to Congress, I will go to Washington to make sure no one else loses their doctor because of Obamacare.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a powerful claim.<br />\r\n\t<br />\r\n\tAnd it could be potent, because Kagen -- who voted for the health care reforms -- is an allergist, prefers to be addressed as &quot;Doctor&quot; and includes &quot;M.D.&quot; after his name on his official Congressional <a href=\"http://kagen.house.gov/\">website.</a><br />\r\n\t<br />\r\n\tLet&rsquo;s take a look at what happened.<br />\r\n\t<br />\r\n\tRibble is chairman of The Ribble Group, which owns two Fox Valley roofing companies. Ribble says he sold the business last year to a relative, but an earlier <a href=\"http://www.politifact.com/wisconsin/statements/2010/oct/20/democratic-congressional-campaign-committee/democratic-group-says-republican-us-house-candidat/\">PolitiFact Wisconsin item </a>&nbsp;could not fully establish that was a fact. In any case, he remains chairman and a paid consultant.<br />\r\n\t<br />\r\n\tAnd he is covered by its health insurance carrier, Principal Financial Group.<br />\r\n\t<br />\r\n\tIn September of 2010, Principal -- a Des Moines-based Fortune 500 company -- announced it was getting out of the health insurance business.<br />\r\n\t<br />\r\n\tOver the next 36 months, Principal will turn over coverage to UnitedHealth Group Co., one of the country&rsquo;s largest health insurance providers. The change affects some 14,000 employers who provide coverage to 830,000 employees.<br />\r\n\t<br />\r\n\tFor more than a decade, Ribble&rsquo;s doctor has been N. Carter Noble, an Appleton-based family care physician who is part of the Affinity Medical Group. Principal has a coverage agreement with Affinity; UnitedHealth does not have an agreement with Affinity.<br />\r\n\t<br />\r\n\tRibble&rsquo;s coverage with Principal ends Dec. 31, 2010.<br />\r\n\t<br />\r\n\tThat means Noble will be out of network if Ribble is covered by UnitedHealth. This is the central point cited in the campaign&rsquo;s news release.<br />\r\n\t<br />\r\n\tSo is Reid Ribble -- and presumably thousands of other Principal customers -- an early victim of health care reform?<br />\r\n\t<br />\r\n\tHardly.<br />\r\n\t<br />\r\n\tOfficials with <a href=\"http://www.principal.com/about/index.htm\">Principal</a><a href=\"http://www.principal.com/about/index.htm\"> </a><a href=\"http://www.principal.com/about/index.htm\">Financial</a> told PolitiFact Wisconsin the decision was made because the company is primarily involved in retirement and asset management -- not health care.<br />\r\n\t<br />\r\n\tThe company has $284.7 billion in assets under management, serves 18.9 million customers worldwide, and employs some 14,000 people. Health insurance generates about 3 percent of the company&rsquo;s revenues, a percentage that is shrinking as other areas grow.<br />\r\n\t<br />\r\n\t&quot;The medical business continues to be one that undergoes rapid change, which would mean investing additional capital into the business to be able to offer competitive products,&quot; Principal&rsquo;s chairman and CEO Larry D. Zimpleman said at the time of the announcement. &quot;For us, that just does not make sense.&quot;<br />\r\n\t<br />\r\n\tA Principal spokeswoman, Susan Houser, said Ribble should not blame health care reform for the company&rsquo;s decision: &quot;In addition to strategic fit going forward, we considered a number of other factors (including the regulatory environment), but our strategy and ability to invest in our growing businesses was the real driver. Our decision certainly did not hinge on (health care) reform, but it was among many factors.&quot;<br />\r\n\t<br />\r\n\tIn fact, Susan Voss, the Iowa State Insurance Commissioner, said, &quot;The issue of their leaving the health insurance market has been under review for almost a decade.&quot;<br />\r\n\t<br />\r\n\tCongress gave final approval to health care reform and Obama signed it into law last spring. Some provisions have kicked in already, while others are years away from taking effect. The provision that requires employer-provided insurers to spend at least 80 percent to 85 percent of their premiums on coverage takes effect in January 2011.<br />\r\n\t<br />\r\n\tThe company&rsquo;s decision got pulled into the national health care discussion after comments from another executive, Dan Houston, president of Principal&rsquo;s retirement, insurance and financial services businesses. He told the Wall Street Journal that health care reform will make it more difficult for small insurers to compete.<br />\r\n\t<br />\r\n\tHere&rsquo;s what the Journal wrote:<br />\r\n\t<br />\r\n\t<em>&quot;In the past, scale hasn&rsquo;t mattered,&quot; said Mr. Houston. &quot;But with administrative costs getting the focus,&quot; the company would have to grow significantly to stay in the business.</em><br />\r\n\t<br />\r\n\tThe New York Times called Principal&rsquo;s decision &quot;another sign of upheaval emerging among insurers as the new federal health law starts to take effect.&quot; The story quoted two health care experts -- Len Nichols from George Mason University and Robert Laszewski, a consultant in Alexandria, Va. -- as saying more small insurers are likely to take similar steps.<br />\r\n\t<br />\r\n\tThat may play out.<br />\r\n\t<br />\r\n\tBut nowhere did it say that Principal was getting out of the business solely because of health reform, as Ribble suggests.<br />\r\n\t<br />\r\n\tSo where does this leave Ribble?<br />\r\n\t<br />\r\n\tAfter all, he certainly isn&rsquo;t the first consumer to have to figure out his medical care because companies changed coverage.<br />\r\n\t<br />\r\n\tThe Ribble Group -- or Ribble on his own -- &nbsp;could choose another insurance carrier, one that includes Affinity in its network. Affinity has its own insurance company, Network Health Plan, and also accepts patients covered by Anthem Blue Cross Blue Shield.<br />\r\n\t<br />\r\n\tRibble could continue to see his doctor, but presumably pay more because he is out of network.<br />\r\n\t<br />\r\n\tOr, once the changeover is completed, Ribble could change doctors.<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tRibble says he lost his insurance and his doctor because of federal health care reforms -- a great line for voters. But a line just the same. Principal Financial Group says it made a decision to get out of the insurance business, which made up 3 percent of its revenues -- a share growing ever smaller as other aspects grew. What&rsquo;s more, the decision was under consideration for years before Obama and his health reform plan came along.<br />\r\n\t<br />\r\n\tRibble isn&rsquo;t losing his insurance, his ability to get insurance or even, to be technical about it, his doctor. He and The Ribble Group have choices available -- including an insurance carrier run by his favored health care system.<br />\r\n\t<br />\r\n\tHis statement forces us to call for the burn unit: Pants on Fire.</p>\r\n", "ruling_comments_date": "2010-10-26T18:21:46.009957", "ruling_date": "2010-10-27T09:00:00", "ruling_headline": "Republican House candidate Reid Ribble says he lost his health insurance and doctor because of federal health care reform", "ruling_headline_slug": "republican-house-candidate-reid-ribble-says-he-los", "ruling_link_text": "The company's business decision was in the works long before Obama was in the White House", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.ribbleforcongress.com/2010/10/12/reid-ribble-losing-doctor-health-insurance-provider-because-of-obamacare/\">Ribble for Congress Press Release</a>, Oct. 12, 2010<br />\r\n\t<br />\r\n\tPrincipal Financial Group <a href=\"http://phx.corporate-ir.net/phoenix.zhtml?c=125598&amp;p=irol-newsArticle&amp;ID=1477633&amp;highlight=\">Press Release,</a>Sept. 30, 2010<br />\r\n\t<br />\r\n\tE-mails, Susan Houser, director of media relations, The Principal Financial Group, Oct. 25, 2010<br />\r\n\t<br />\r\n\tSusan Voss, State of Iowa Insurance Commissioner, statement, Oct. 12, 2010<br />\r\n\t<br />\r\n\tE-mails and interview, Brandon Moody, campaign manager Reid Ribble for Congress, Oct. 21, 2010<br />\r\n\t<br />\r\n\tInterviews, Vince Gallucci, chief administrative office, Affinity Health System, Oct. 22 and 25, 2010<br />\r\n\t<br />\r\n\tThe New York Times. <a href=\"http://www.nytimes.com/2010/10/01/health/policy/01insure.html?_r=2&amp;th&amp;emc=th\">&quot;Insurer cuts health plans as new law takes hold,&quot;</a>Sept. 30, 2010<br />\r\n\t<br />\r\n\tWall Street Journal.<a href=\"http://online.wsj.com/article/SB10001424052748704789404575524281126700388.html\">&quot;Principal Financial quits writing health-care policies,&quot;</a>Oct. 1, 2010<br />\r\n\t<br />\r\n\tDes Moines Register, <a href=\"http://www.desmoinesregister.com/article/20100930/BUSINESS/100930003/Principal-Financial-to-transfer-health-insurance-biz-to-UnitedHealthcare\">&quot;Principal Financial to transfer health insurance biz to UnitedHealthcare,&quot; </a>Sept. 30, 2010<br />\r\n\t<br />\r\n\tAssociated Press. <a href=\"http://finance.yahoo.com/news/Principal-Financial-to-exit-apf-1971457064.html?x=0&amp;.v=4\">&quot;Principal Financial to Exit Health Insurance,&quot;</a> Sept. 30, 2010<br />\r\n\t<br />\r\n\tPolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2010/oct/20/democratic-congressional-campaign-committee/democratic-group-says-republican-us-house-candidat/\">Ruling on Democratic National Campaign Committee ad</a>, &nbsp;Oct. 20, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for 8th District U.S. House seat", "false_count": 1, "first_name": "Reid", "half_true_count": 1, "home_state": "Wisconsin", "id": 696, "last_name": "Ribble", "mostly_true_count": 0, "name_slug": "reid-ribble", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ribble_Reid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/696/", "total_count": 3, "true_count": 0, "website": "http://www.ribbleforcongress.com/"}, "statement": "<p>\r\n\t&quot;I lost my health insurance and my doctor because of Obamacare.&quot;</p>\r\n", "statement_context": "a campaign news release", "statement_date": "2010-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}