{"art": [{"brightcove": "", "caption": "Democratic Senatorial Campaign Committee ad called \"Memo.\"", "id": 851, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/851/", "title": "DSCC \"Memo\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/1kfaEJYg8uA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "1kfaEJYg8uA"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/27/democratic-senatorial-campaign-committee/dscc-claims-linda-mcmahon-tipped-ringside-physicia/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2714, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2714/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tU.S. Senate candidate Linda McMahon&#39;s experience as co-founder, along with her husband Vince, of World Wrestling Entertainment has proved to be a double-edged sword on the campaign trail in Connecticut.<br />\r\n\t<br />\r\n\tWhile McMahon often touts her experience running the pro wrestling empire to boost her real-world business cred, it also has left her open to accusations that the WWE uses sexist story lines and that there is rampant steroid abuse by some wrestlers.<br />\r\n\t<br />\r\n\tIn the final week of the race -- which pits Republican McMahon against Democrat Richard Blumenthal -- the Democratic Senatorial Campaign Committee has begun airing an <a href=\"http://www.youtube.com/user/dscclive#p/f/7/1kfaEJYg8uA\" id=\"o9f3\" title=\"attack ad\">attack ad</a> that attempts to body-slam McMahon for tipping off a ringside physician about a federal investigation into the illegal distribution of steroids to some of the WWE&#39;s wrestlers.<br />\r\n\t<br />\r\n\t&quot;Read this,&quot; a female narrator begins, as a legal document scrolls in the background. &quot;It&#39;s a memo Linda McMahon wrote. Evidence in a federal trial against her company. McMahon was caught tipping off a ringside physician who was later accused of hiding evidence. It didn&#39;t work. McMahon&#39;s ringside doctor was convicted of illegally distributing steroids to her workers. That&#39;s Linda McMahon. A bad CEO. A worse senator.&quot;<br />\r\n\t<br />\r\n\tThe <a href=\"http://newhavenregister.com/articles/2010/06/20/news/doc4c1dc69643b83222811013.txt?viewmode=2\" id=\"i:5_\" title=\"memo in question\">memo in question</a> -- marked &quot;CONFIDENTIAL INTEROFFICE MEMO&quot; -- was sent on Dec. 1, 1989, by Linda McMahon to Pat Patterson, a fellow executive at Titan Sports, the parent company of what was then the World Wrestling Federation. It became part of the public record as an exhibit in a steroids-related case against Vince McMahon and Titan Sports in the early 1990s.<br />\r\n\t<br />\r\n\tBut the story actually goes back a little further, to an investigation into ringside doctor George T. Zahorian for distributing steroids to some of the WWF&#39;s wrestlers.<br />\r\n\t<br />\r\n\tAs the 1989 memo from Linda McMahon explains, a government official let slip at a fundraising event that &quot;the State of Pennsylvania is probably going to launch an investigation into the use of all illegal drugs including steroids.&quot;<br />\r\n\t<br />\r\n\t&quot;In addition,&quot; McMahon wrote, &quot;this fellow mentioned that he was aware of Dr. Zahorian and his relationship with WWF.&quot;<br />\r\n\t<br />\r\n\tZahorian was actually assigned throughout the 1980s to attend WWF exhibitions in Pennsylvania by the Pennsylvania Athletic Commission. But following deregulation in 1989, promoters like the WWF were required to hire their own licensed physicians to be present at events. Zahorian was scheduled to be the doctor on hand at an upcoming event in Hershey, Pa., but Linda McMahon&#39;s memo makes clear the WWF wanted to distance itself from him.<br />\r\n\t<br />\r\n\t&quot;Although you and I discussed before about continuing to have Zahorian at our events as the doctor on call, I think that is now not a good idea,&quot; McMahon wrote in the memo. &quot;Vince agreed, and would like for you to call Zahorian and tell him not to come to any more of our events and to also clue him in on any action that the Justice Department is thinking of taking.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s that last part, telling Patterson to &quot;clue him in&quot; about a possible steroids investigation, that forms the basis for the claim in the campaign ad.<br />\r\n\t<br />\r\n\tIn 1991, Zahorian was charged with distributing steroids to a number of WWF wrestlers (none of whom were charged because, at the time, it was not a federal crime to <em>use</em> steroids, only to <em>distribute </em>them). He was convicted and sentenced to three years in federal prison.<br />\r\n\t<br />\r\n\tBut that wasn&#39;t the end of the matter. In the wake of the Zahorian indictment, federal investigators opened a wide-reaching steroids investigation into the WWF. And in 1992, the government filed an <a href=\"http://newhavenregister.com/articles/2010/06/20/news/doc4c1dc69643b83222811013.txt?viewmode=2\" id=\"g1vo\" title=\"indictment\">indictment</a> against Vince McMahon and Titan Sports, alleging they conspired to &quot;unlawfully provide WWF wrestling performers with steroids to enhance their size and musculature, and thereby to increase the ticket sales for WWF exhibitions and the profits to Titan and McMahon.&quot;<br />\r\n\t<br />\r\n\tIn its indictment, prosecutors alleged Titan officials learned of a federal investigation into Zahorian&#39;s activities and warned him about it. Linda McMahon&#39;s memo was entered in the case as Exhibit #2.<br />\r\n\t<br />\r\n\tAccording to the indictment, shortly after the memo was sent, &quot;a Titan executive known to the Grand Jury had a telephone conversation with Zahorian and directed him to destroy any records of Zahorian&#39;s contact with WWF or WWF wrestling personnel.&quot; It was later learned from one of Zahorian&#39;s attorneys that after Zahorian got the phone call warning him about the investigation, he shipped files on wrestlers to his attorney&#39;s office (so they were not part of the evidence seized when investigators raided his office). But according to longtime WWE attorney Jerry McDevitt, the files were never destroyed and were later made available to prosecutors.<br />\r\n\t<br />\r\n\t&quot;Dr. Zahorian didn&#39;t destroy anything,&quot; McDevitt said. &quot;It was all given to the government.&quot;<br />\r\n\t<br />\r\n\tIn any event, the government&#39;s case against Titan and Vince McMahon failed miserably. Several counts were tossed before the case even went to the jury -- including two counts alleging that Vince McMahon and the company distributed steroids to wrestlers such as Terry Bollea (aka Hulk Hogan), because the judge said prosecutors failed to establish that the alleged conspiracy occurred in the jurisdiction of the New York court where the case was filed.<br />\r\n\t<br />\r\n\tAnd on the one remaining count, that they had distributed mislabeled anabolic steroids, both Vince McMahon and the company were acquitted. In other words, none of the charges ever stuck.<br />\r\n\t<br />\r\n\tIn an extensive story about the issue in Connecticut&#39;s <em><a href=\"http://www.theday.com/article/20100409/NWS12/100409727/1017\" id=\"j.jz\" title=\"The Day\">The Day</a></em>, reporter Ted Mann asked McMahon about the memo.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t pretend to remember to go back, to revisit all the aspects of that case,&quot; McMahon told <em>The Day</em>. &quot;It has been tried, acquitted and done with, and WWE has evolved its total health and wellness policy over the years, and I&#39;m sure will continue to evolve.&quot;<br />\r\n\t<br />\r\n\tAccording to the story:<br />\r\n\t<br />\r\n\t<em>When asked if her decision to notify Zahorian had led him to destroy records that might have more thoroughly documented his sale of steroids to WWF wrestlers &mdash; as prosecutors in 1994 alleged &mdash; McMahon&#39;s reply was curt.<br />\r\n\t<br />\r\n\t&quot;I can&#39;t speak to any of that,&#39; she said. &quot;I have no idea.&quot;</em><br />\r\n\t<br />\r\n\tWWE attorney Jerry McDevitt said he believes the DSCC ad is misleading, because it suggests by innuendo that Linda McMahon sought to obstruct the government&#39;s investigation.<br />\r\n\t<br />\r\n\t&quot;There were never any charges against Linda McMahon of any kind,&quot; McDevitt said. &quot;There was never any charge of obstruction of justice against anybody.&quot;<br />\r\n\t<br />\r\n\tAn indictment is nothing more than an allegation, McDevitt said, and the case ended without a conviction against anyone on anything.<br />\r\n\t<br />\r\n\t&quot;You can only gain an acquittal in this country,&quot; McDevitt said. &quot;That&#39;s all you can do.&quot;<br />\r\n\t<br />\r\n\tEveryone agrees Linda McMahon was never charged with or convicted of anything, including obstruction of justice. But the ad from the DSCC doesn&#39;t say she was. The ad accuses McMahon of tipping off a ringside physician about a federal investigation into distributing steroids to their wrestlers. How else could one interpret Linda McMahon&#39;s direction in the 1989 memo &quot;to also clue him (Zahorian) in on any action that the Justice Department is thinking of taking.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s also true that a government indictment later alleged that, after getting a call from a Titan employee tipping him off to the investigation, Zahorian tried to hide evidence at his attorney&#39;s office. But whether Zahhorian tried to &quot;hide&quot; evidence may or may not be true. Zahorian sent files to his attorney, but they were not destroyed, and according to WWE&#39;s attorney, they were later made available to investigators. Nothing in Linda McMahon&#39;s memo suggests she directed the employee to tell Zahorian to hide or destroy evidence. But again, the ad doesn&#39;t say she did. The ad merely says she tipped off the ringside physician about an investigation. She did, according to her own memo. And Zahorian was later convicted of distributing steroids to some of her WWF wrestlers. We rate the ad True.</p>\r\n", "ruling_comments_date": "2010-10-27T15:45:01.670240", "ruling_date": "2010-10-27T17:24:50", "ruling_headline": "DSCC claims Linda McMahon tipped off ringside physician about steroids investigation", "ruling_headline_slug": "dscc-claims-linda-mcmahon-tipped-ringside-physicia", "ruling_link_text": "Memo: \"Clue him in\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube, Democratic Senatorial Campaign Committee ad, <a href=\"http://www.youtube.com/user/dscclive#p/f/7/1kfaEJYg8uA\" id=\"pk1t\" title=\"&quot;Memo,&quot;\">&quot;Memo,&quot;</a> Oct. 21, 2010<br />\r\n\t<br />\r\n\tThe Day (Connecticut), <a href=\"http://www.theday.com/article/20100409/NWS12/100409727/1017\" id=\"gdao\" title=\"&quot;McMahon warned steroid doctor of investigation,&quot;\">&quot;McMahon warned steroid doctor of investigation,&quot;</a> by Ted Mann, April 9, 2010<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0410/35599.html\" id=\"hoa2\" title=\"&quot;Memo: McMahon tipped steroid doctor,&quot;\">&quot;Memo: McMahon tipped steroid doctor,&quot;</a> by Glenn Thrush, April 9, 2010<br />\r\n\t<br />\r\n\tNew Haven Register, <a href=\"http://newhavenregister.com/articles/2010/06/20/news/doc4c1dc69643b83222811013.txt?viewmode=2\" id=\"hsvo\" title=\"Indictment: U.S. v. Vince McMahon and Titan Sports\">Indictment: U.S. v. Vince McMahon and Titan Sports</a><br />\r\n\t<br />\r\n\tNew Haven Register, <a href=\"http://newhavenregister.com/articles/2010/06/20/news/doc4c1dc69643b83222811013.txt?viewmode=2\" id=\"uq:b\" title=\"Linda McMahon Memo on George Zahorian\">Linda McMahon Memo on George Zahorian</a>, Dec. 1, 1989<br />\r\n\t<br />\r\n\tInterview with longtime WWE attorney Jerry McDevitt, Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 3, "home_state": "", "id": 430, "last_name": "Democratic Senatorial Campaign Committee", "mostly_true_count": 1, "name_slug": "democratic-senatorial-campaign-committee", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-dnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/430/", "total_count": 8, "true_count": 1, "website": "http://www.dscc.org/"}, "statement": "<p>\r\n\tAs CEO of WWE, Linda McMahon &quot;was caught tipping off a ringside physician&quot; about a federal investigation into illegally distributing steroids to wrestlers.</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-10-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}