{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/oct/29/bill-white/bill-white-says-most-texas-jobs-added-during-rick-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2719, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2719/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry frequently crows about the Texas economy, lately saying that in his near-decade as governor, Texas has gained more than 850,000 jobs.</p>\r\n<p>\r\n\tIn an Oct. 15 interview, Perry&#39;s Democratic opponent didn&#39;t challenge that number. However, Bill White told the Texas Tribune: &quot;Of those 850,000 jobs, most were public-sector jobs and minimum-wage jobs.&quot;</p>\r\n<p>\r\n\tHuh. We hadn&#39;t heard that.</p>\r\n<p>\r\n\tKaty Bacon, White&#39;s spokeswoman, later said that White thinks that being able to attract high-wage jobs is crucial to the state&#39;s long-term economic growth. Texas is a national leader in low-wage jobs, she said, sounding a down note that reminded us of Democratic lieutenant governor nominee Linda Chavez-Thompson&#39;s claim that<a href=\"http://www.politifact.com/texas/statements/2010/may/13/linda-chavez-thompson/texas-has-highest-proportion-workers-earning-minim/\"> Texas leads the nation in its share of minimum-wage employees</a>, a statement we rated True in May.</p>\r\n<p>\r\n\tIn 2009, 474,000 Texas workers &mdash; 8.5 percent of the hourly work force &mdash; earned the federal minimum wage or less, according to a March 11 news release from the federal Bureau of Labor Statistics. That was the highest proportion of low-wage earners in the 50 states and the District of Columbia, the release said.</p>\r\n<p>\r\n\tWe wondered how many of those jobs were created on Perry&#39;s watch, per White&#39;s claim that most of the employment gains touted by the governor were jobs that paid minimum wage or were in the public sector.</p>\r\n<p>\r\n\tFirst, some background: The 850,000 figure touted by Perry and dissected by White reflects the net increase in nonfarm jobs in the state from January 2001, soon after Perry became governor, through June 2010 (actual gain = 853,400). In September, we rated <a href=\"http://politifact.com/texas/statements/2010/sep/23/rick-perry/gov-rick-perry-says-texas-has-created-more-850000-/\">True</a> the statement in Perry&#39;s &quot;Texas: Open for Business&quot; TV ad that &quot;we&#39;ve created more than 850,000 jobs, more than all the other states combined.&quot; However, updated statistics show that through August, the net jobs gained had decreased to 818,500. We also noted that the Texas State Data Center has projected that the Texas population grew by about 4 million between 2001 and 2010.</p>\r\n<p>\r\n\tWhen asked to back up White&#39;s breakdown of the job gains, the White campaign provided a spreadsheet of calculations using bureau data to show the rise in both government-sector jobs and minimum-wage jobs in Texas. The campaign looked at several time periods, including the one favored by the Perry campaign, January 2001 to June 2010, and others that incorporated the most recent data available, through August 2010.</p>\r\n<p>\r\n\tIn an accompanying letter, Tom McCasland, a research analyst for White&#39;s campaign, said their calculations showed that government and minimum-wage jobs accounted for 62.8 percent to 69.5 percent of the total job gains. For the time period corresponding to the 850,000 figure (January 2001 to June 2010), the relevant portion of the job gains was 67.5 percent, according to McCasland&#39;s information.</p>\r\n<p>\r\n\tBut in reviewing their math, we found several wrinkles:</p>\r\n<p>\r\n\t1) The bureau&#39;s information on public sector and minimum-wage jobs come from different sources that gather data at different time intervals, said Cheryl Abbot, the bureau&#39;s regional economist in Dallas. The employment information by sector is compiled monthly while the minimum-wage job situation is examined annually. In this case, that means the time periods for the two categories don&#39;t match exactly.</p>\r\n<p>\r\n\t2) Our calculation of the increase in minimum-wage jobs in Texas during Perry&#39;s tenure (259,000) didn&#39;t match White&#39;s (267,000). Why the discrepancy? We used the bureau&#39;s most recent information to compare the number of minimum-wage jobs in Texas in 2001 and 2009. McCasland said he had used older bureau information and had compared 2002 with 2009.</p>\r\n<p>\r\n\t3) Another issue: The federal minimum wage increased three times between 2001, when it was $5.15 an hour, and 2010 &mdash; rising to $5.85 in 2007, to $6.55 in 2008, and to $7.25 in 2009. These stair-step jumps brought some above-minimum wage jobs down into the minimum-wage-or-below fold. During the years the minimum wage held steady at $5.15 (1998-2006), the number of Texas workers making at or below that amount actually declined slightly, except for a small uptick in 2003.</p>\r\n<p>\r\n\tFrom 2006 to 2009, Abbot said, &quot;just over 300,000 more Texans&quot; entered that low-paid category. However, &quot;we have no way of determining if those are actually &#39;new jobs&#39; or, more likely, workers whose pay rate is now equal to or below the increased federal minimum wage,&quot; she said.</p>\r\n<p>\r\n\tThat&#39;s a fair point, McCasland said. Then he made one of his own: &quot;Because Gov. Perry continues to talk about net job creation, it is appropriate to look at how many of those net jobs end up as minimum-wage jobs, either because they were created as such or because they become minimum-wage jobs by failing to keep up with inflation.&quot;</p>\r\n<p>\r\n\tLastly, we realized White&#39;s calculations assume that government jobs and minimum-wage jobs are entirely separate categories; what if there&#39;s overlap and White counted some jobs twice? Abbot told us that&#39;s possible but that there&#39;s no way to know because the bureau doesn&#39;t have data broken down that way.</p>\r\n<p>\r\n\t&quot;The best I can tell you is that at the national level &mdash; which may or may not represent Texas at all &mdash; among all hourly-paid public sector workers, 2.3 percent were paid at or below the prevailing minimum wage&quot; in 2009, Abbot said.</p>\r\n<p>\r\n\tTexas Workforce Commission spokeswoman Ann Hatchitt told us the commission doesn&#39;t keep detailed information on minimum-wage workers in Texas, including how many are in the public sector.</p>\r\n<p>\r\n\tWhat we know: Texas added 853,400 jobs from January 2001 through June 2010. Of those, 308,800 were government jobs. That&#39;s about 36 percent.</p>\r\n<p>\r\n\tTo prove White&#39;s statement that most (more than 50 percent) of the new jobs were public-sector and minimum wage, an additional 117,901 would have had to be jobs that paid at or below minimum wage. But we can&#39;t calculate that because the bureau&#39;s count of minimum-wage jobs doesn&#39;t discriminate between brand-new jobs and pre-existing ones that were swept into the count when the minimum wage went up.</p>\r\n<p>\r\n\tWe asked experts including University of Texas economist Daniel Hamermesh and Bruce Kellison, associate director of UT&#39;s Bureau of Business Research, whether we could make a ballpark estimate of how many of the job gains under Perry were minimum wage. Each of them said nope, primarily because employment data doesn&#39;t break it out.</p>\r\n<p>\r\n\tSumming up: White&#39;s campaign presented raw numbers suggesting that about two-thirds of the jobs added on Perry&#39;s watch were either government-sector or minimum-wage. But that methodology lacks critical information that could easily lead to a different conclusion. That&#39;s why we rate the statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-10-27T18:41:50.240431", "ruling_date": "2010-10-29T06:00:00", "ruling_headline": "Bill White says most jobs added during Rick Perry's tenure were government or minimum wage", "ruling_headline_slug": "bill-white-says-most-texas-jobs-added-during-rick-", "ruling_link_text": "Methodology has major flaw", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Tribune, &quot;<a href=\"http://vimeo.com/15913005\">Bill White: The Full Hour Interview</a>,&quot; Oct. 15, 2010, start with 34:00</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/102710_baconemail1.pdf\">E-mail</a> from Katy Bacon, communications director, Bill White for Texas, Oct. 25, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://politifact.com/texas/statements/2010/may/13/linda-chavez-thompson/texas-has-highest-proportion-workers-earning-minim/\">Texas has the highest proportion of workers earning minimum wage or less</a>,&quot; May 13, 2010</p>\r\n<p>\r\n\tBureau of Labor Statistics, Southwest Information Office, &quot;<a href=\"http://bls.gov/ro6/fax/minwage_tx.htm\">Minimum wage workers in Texas: 2009</a>,&quot; March 11, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://politifact.com/texas/statements/2010/sep/23/rick-perry/gov-rick-perry-says-texas-has-created-more-850000-/\">Gov. Rick Perry says Texas has created more than 850,000 jobs, more than the other states combined</a>,&quot; Sept. 23, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/oct/25/rick-perry/gov-rick-perry-says-more-texans-have-new-jobs-popu/\">Gov. Rick Perry says more Texans have new jobs than the population of Fort Worth</a>,&quot; Oct. 25, 2010</p>\r\n<p>\r\n\tBill White for Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/102710_whitespreadsheet.xls\">spreadsheet</a>, received Oct. 25, 2010</p>\r\n<p>\r\n\tTom McCasland, research analyst, Bill White for Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/102710_tomletter1.pdf\">letter</a>, Oct. 25, 2010</p>\r\n<p>\r\n\tInterview with Cheryl Abbot, economist, U.S. Bureau of Labor Statistics in Dallas, Oct. 22 and 25, 2010</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cps/minwage2002tbls.htm#3\">Characteristics of minimum wage workers: 2002</a>,&quot; last modified March 31, 2005</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cps/minwage2009tbls.htm#3\">Characteristics of minimum wage workers: 2009</a>,&quot; last modified March 1, 2010</p>\r\n<p>\r\n\tTom McCasland, research analyst, Bill White for Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/102710_tomletter2.pdf\">letter</a>, Oct. 26, 2010</p>\r\n<p>\r\n\tE-mail interview with Ann Hatchitt, communications director, Texas Workforce Commission, Oct. 25, 2010</p>\r\n<p>\r\n\tInterview with Daniel Hamermesh, professor, University of Texas, Oct. 27, 2010</p>\r\n<p>\r\n\tInterview with Bruce Kellison, associated director, Bureau of Business Research, University of Texas, Oct. 27, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>\r\n\t&quot;Of those 850,000 (new Texas) jobs, most were public-sector jobs and minimum-wage jobs.&quot;</p>", "statement_context": "an interview", "statement_date": "2010-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}