{"art": [], "author": [{"email_address": "jfrank@sptimes.com", "first_name": "John", "id": 15, "last_name": "Frank", "name_slug": "john-frank", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/15/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/15/john-mccain/there-are-a-few-blips-on-the-record/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 273, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/273/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Responding to a question about the Bush tax cuts, Sen. John McCain boldly touted a perfect record against wasteful pork barrel spending at a Jan. 6, 2008, debate in New Hampshire.\n<p>\n \"... If we're going to restore the confidence of the American people and our Republican base first, we're going to have to cut the spending, we're going to have to eliminate the pork barrel and wasteful spending,\" McCain said.\n</p>\n<p>\n \"And I'm proud to tell you, Chris, in 24 years as a member of Congress, I have never asked for nor received a single earmark or pork barrel project for my state and I guarantee you I'll veto those (spending) bills.\"\n</p>\n<p>\n McCain definitely holds claim to the title of pork-fighter, according to Taxpayers for Common Sense. The Washington-based group watches for wasteful spending and has consistently lauded McCain as a champion of its causes, honoring him with its \"Treasury Guardians\" award.\n</p>\n<p>\n But holding a perfect record during a quarter-century of congressional spending isn't easy. Even a cursory review shows a few blips in his background:\n</p>\n<p>\n &bull; In 2006, McCain co-sponsored with fellow Arizona Republican Sen. Jon Kyl a bill that asked for $10-million for an academic center at the University of Arizona named in honor of William Rehnquist, the former U.S. Supreme Court chief justice. The project died in committee.\n</p>\n<p>\n &bull; In 2003, he advocated and won authorization to buy property to create a buffer zone around Luke Air Force Base in Arizona, a project requested by the Air Force but not the president.\n</p>\n<p>\n &bull; In 1992, he wrote a letter to the head of the U.S. Environmental Protection Agency requesting that the \"EPA either reprogram $5-million out of existing funds or earmark the amount from an appropriate account\" for a wastewater project in Nogales, Ariz., according to documents obtained by the\n <i>\n  Washington Post.\n </i>\n The EPA administrator, William K. Reilly, said it wasn't doable.\n</p>\n<p>\n Whether these projects constitute earmarked pork depends on how you look at the issue. In its simplest form, pork barrel spending is a project designed to benefit a particular constituency, and an earmark is the designation of funds for a specific purpose.\n</p>\n<p>\n \"I find items that would certainly look like parochial spending to many folks but it's hard to call them earmarks in the traditional sense of the definition,\" said Pete Sepp, a spokesman with the National Taxpayers Union.\n</p>\n<p>\n McCain has his own more nuanced definition, as do the various groups that track wasteful spending by Congress.\n</p>\n<p>\n \"I take the approach that Justice Potter Stewart did in the Supreme Court decision about pornography,\" said Steve Ellis, with Taxpayers for Common Sense. \"I can't quite define it but I know it when I see it.\"\n</p>\n<p>\n Ellis said McCain has a clear position against earmarks during his career. \"None of those really rise to the traditional, largely accepted definition of earmarks,\" he said. \"I think he's on pretty firm ground.\"\n</p>\n<p>\n McCain spokesman Brian Rogers defined congressional earmarks as \"the practice of legislators designating the appropriation of money to specific unauthorized projects without the scrutiny of the congressional authorization process,\" he wrote in an e-mail.\n</p>\n<p>\n McCain's campaign points to the Rehnquist Center as the standard for how individual appropriations should be requested: stand-alone legislation that gets congressional study. \"The bill did not pass, John McCain did not seek an earmarked appropriation for the center and the result was no funding for this center,\" Rogers said.\n</p>\n<p>\n With the Air Force base, McCain's camp said he argued for the authorization but the appropriations committee funded it.\n</p>\n<p>\n Rogers said the wastewater facility McCain sought was in the president's fiscal year 1993 budget. When the administrator said the agency couldn't meet the need from existing funds, Rogers added, the senator did not seek an earmark in an appropriations bill.\n</p>\n<p>\n However, McCain did write a letter with Kyl in October 2007 asking the EPA to include the money in its budget request. Again the EPA left it out, so Kyl &mdash; not McCain &mdash; put an earmark in the 2008 omnibus spending bill.\n</p>\n<p>\n \"Senator McCain has been a consistent opponent of unauthorized congressional earmarks and pork-barrel spending,\" Rogers concluded.\n</p>\n<p>\n Such an assertion seems to rely heavily on interpretation &mdash; which runs counter to McCain's unequivocal statement at the debate.\n</p>\n<p>\n \"To the average person on the outside world, there might not be much of a difference with these things,\" Sepp said.\n</p>\n<p>\n Indeed, we agree with Sepp that the narrow Washington definition of \"earmark\" is less important than the impression McCain has left. It appears he was seeking pork barrel projects for Arizona, which puts a few blemishes on an otherwise pure record against pork. And so while we find there is no question that McCain has been a leading congressional voice against pork, these three examples conflict with his bold claim. So we find that claim False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:26.641363", "ruling_date": "2008-01-15T00:00:00", "ruling_headline": "There are a few blips on the record", "ruling_headline_slug": "there-are-a-few-blips-on-the-record", "ruling_link_text": "There are a few blips on the record", "ruling_state": null, "source_documents": null, "sources": "CQ Transcript, Fox News Republican debate, Jan. 6, 2008\n<p>\n Washington Post,\n <a href=\"http://blog.washingtonpost.com/the-trail/2007/12/31/an_old_earmark_of_mccains_surf.html\">\n  An Old Earmark of McCain's Surfaces\n </a>\n , Dec. 31, 2007\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2006/02/18/politics/18earmark.html\">\n  Foe of Earmarks Has a Pet Cause of His Own\n </a>\n , Feb. 18, 2006\n</p>\n<p>\n Library of Congress, S. 2136, 109th Congress\n</p>\n<p>\n Library of Congress, S. Res. 173, 108th Congress\n</p>\n<p>\n Interview with Brian Rogers, McCain campaign spokesman, Jan. 7, 2008\n</p>\n<p>\n Interview with Pete Sepp, National Taxpayers Union, Jan. 8, 2008\n</p>\n<p>\n Interview with Steve Ellis, Taxpayers for Common Sense, Jan. 15, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"I have never asked for nor received a single earmark or pork barrel project for my state.\"", "statement_context": "a debate in Manchester, N.H.", "statement_date": "2008-01-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}