{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/30/georgia-house-democratic-caucus-behalf-elena-paren/state-house-candidate-parent-said-incumbent-profit/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2738, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2738/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIf you believe her foes, state House Rep. Jill Chambers is the candidate of your nightmares.<br />\r\n\t<br />\r\n\tChambers &quot;sold out our families,&quot; according to a mailer by Democrats on behalf of challenger Elena Parent. The Republican lets businesses &quot;prey on consumers.&quot;<br />\r\n\t<br />\r\n\tBut wait. There&#39;s more.<br />\r\n\t<br />\r\n\t&quot;Even worse, Jill Chambers personally profits from taxpayer money,&quot; the mailer said.<br />\r\n\t<br />\r\n\tProfiting from taxpayer money? That claim begged for a fact check.<br />\r\n\t<br />\r\n\tDistrict 81 is home to the Atlanta area&#39;s hardest-fought General Assembly race this season. Although the stretch of DeKalb County along Buford Highway leans toward Democrats, Chambers has managed to keep her seat since 2003.<br />\r\n\t<br />\r\n\tParent, a political newcomer, could finally put the district in Democratic hands. The corporate attorney and former chief of staff for a state senator has strong backing and is not afraid of a fight.<br />\r\n\t<br />\r\n\tMud is flying. Earlier this month, we checked out an attack by Chambers that accused Parent of taking money intended for the education of DeKalb children. We ruled that claim Pants on Fire.<br />\r\n\t<br />\r\n\tNow it&#39;s Parent&#39;s turn on the Truth-O-Meter. The Democrats&#39; claim on her behalf that Chambers &quot;profits&quot; off of taxpayer money cites information from the General Assembly&#39;s Legislative Fiscal Office, which keeps track of member expenses.<br />\r\n\t<br />\r\n\tThe mailer, received by The Atlanta Journal-Constitution Oct. 13, elaborates:<br />\r\n\t<br />\r\n\t&quot;This year alone, Chambers billed taxpayers $9,000 for her expenses on days when the Legislature wasn&#39;t even in session ... If that wasn&#39;t enough, Chambers has charged taxpayers an additional $110,000 for her &#39;expenses&#39; on top of her taxpayer-funded salary.&quot;</p>\r\n<p>\r\n\tParent&#39;s camp said they did not pay for the ad and did not coordinate with state Democrats who wrote it.</p>\r\n<p>\r\n\tThey referred us to Don Weigel, director of the Georgia House Democratic Caucus, for additional details. He said they&#39;re not accusing Chambers of fraud.<br />\r\n\t<br />\r\n\t&quot;The point we&#39;re making is she is abusing the system,&quot; Weigel said.<br />\r\n\t<br />\r\n\tIn addition to an annual salary of about $17,300, state law entitles members of the General Assembly to a per diem and mileage for their services. Most receive $173 per day plus 50 cents per mile.<br />\r\n\t<br />\r\n\tThis money is for session days and out-of-session committee work.<br />\r\n\t<br />\r\n\tChambers chairs the MARTA Oversight Committee, which oversees spending for the transit agency. She is also assigned to the Appropriations, Rules and Governmental Affairs committees.<br />\r\n\t<br />\r\n\tThe Democrats&#39; argument goes like this:<br />\r\n\t<br />\r\n\tThe business Chambers ran with her now ex-husband selling art supplies to interior designers faltered in recent years and closed. She filed for bankruptcy earlier this month.<br />\r\n\t<br />\r\n\tAccording to Parent&#39;s camp, as Chambers struggled financially, the number of days she said she performed out-of-session committee work jumped from 17 in 2008 to to 43 in 2009, even though the full MARTOC committee met only a few times in 2009.<br />\r\n\t<br />\r\n\tWeigel said Chambers could have exaggerated the amount of work she performed to get more money. A document Democrats sent AJC PolitiFact Georgia laying out their argument said that they were unable to get the Legislature to produce records that say &quot;what, if any&quot; services she performed for the state.<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia came up with expense records stretching back eight years.<br />\r\n\t<br />\r\n\tTo receive a per diem for out-of session committee work, legislators must file a voucher that names the committee and lists the dates of service and miles driven.<br />\r\n\t<br />\r\n\tTo receive reimbursements for costs such as stipends for legislative aides, yearly parking at the Capitol, printing and post office boxes, legislators must submit vouchers and proof of payment.<br />\r\n\t<br />\r\n\tWe took a look at those vouchers and receipts and compared them to figures Democrats provided us on Chambers&#39; expenses.<br />\r\n\t<br />\r\n\tWe will take the mailer&#39;s points one at a time:<br />\r\n\t<br />\r\n\tChambers billed taxpayers $9,000 for her expenses on days when the Legislature wasn&#39;t in session<br />\r\n\t<br />\r\n\tThis statement is misleading. So far this year, Chambers&#39; actual expenses total $3,324.95. This is less than half the $7,000 that state law allows. She paid the money out of pocket and was reimbursed after the state received proof of payment.<br />\r\n\t<br />\r\n\tChambers also reported she performed 42 days of committee work out of session for a total of $7,266 in per diem payments and $743.40 in mileage.<br />\r\n\t<br />\r\n\tThis means that Chambers did receive money for days the Legislature was not in session. But so long as she did the work, state law says she is legally entitled to the money.<br />\r\n\t<br />\r\n\tWe found no evidence that the number of days she reported was alarmingly high, or that she failed to perform a claimed day&#39;s work.<br />\r\n\t<br />\r\n\tA 2003 AJC investigation into per diem days found it was unusual for legislators to claim more than 50 days after the end of the legislative session. Chambers&#39; 42 days included days of out-of session committee work during spring session breaks.<br />\r\n\t<br />\r\n\tAccording to that 2003 investigation, that year&#39;s MARTOC committee chair claimed he worked 99 days after the spring session.<br />\r\n\t<br />\r\n\tChambers charged taxpayers $110,000 for her expenses on top of her salary<br />\r\n\t<br />\r\n\tThis statement is even more misleading than the first. The paragraph that includes this sentence begins with the words &quot;this year alone.&quot; Therefore a reader might easily think that Chambers billed the state $110,000 for a single year&#39;s expenses.<br />\r\n\t<br />\r\n\tA closer look at Democrats&#39; data shows the $110,000 is a total for about eight years of service in the Legislature, not one. And the money was not solely for expenses such as legislative aide work or office furniture. It was the entire amount she had received from the state in per diem, mileage and expense reimbursements. Once again, state law entitles her to the money, so long as she does the work and makes real payments.<br />\r\n\t<br />\r\n\tWe took a closer look at some of Chambers&#39; vouchers. They included work while the Legislature was on break during session, and duties for committees other than MARTOC such as Appropriations and Rules.<br />\r\n\t<br />\r\n\tSo even though the full MARTOC committee met only a few times out of session, Chambers was involved in other committees that also met.<br />\r\n\t<br />\r\n\tAnd contrary to Democrats&#39; claims, Chambers&#39; per diem days did not post an unusual jump during her financial difficulties. Their 2010 numbers excluded vouchers she filed after April 19.<br />\r\n\t<br />\r\n\tAccording to Oct. 21 Fiscal Office records, Chambers has worked 42 days outside of session this year -- one day less than in 2009. Since Chambers began as MARTOC chair in 2005, her days have typically hovered between 32 and 43, although they dipped in 2008 to 17.<br />\r\n\t<br />\r\n\tThis means Chambers would have actually received less money when she needed it most.<br />\r\n\t<br />\r\n\tGiven this information, the accusation that Chambers &quot;profits&quot; from taxpayer money is out of bounds.<br />\r\n\t<br />\r\n\tAs Parent is a former chief of staff to a state senator, she and her camp should have known better.<br />\r\n\t<br />\r\n\tAt AJC PolitiFact, the burden of proof rests on the accuser. Democrats have not proved Chambers exaggerated the amount of work she performed.<br />\r\n\t<br />\r\n\tFurthermore, the accusations are misleading. Parent&#39;s backers suggest Chambers is wasteful or dodging the rules. But her actual reported expenses in recent years have been less than half of what is allowed by law. Her per diem is set by state statute, and the days she claimed dropped when she could have used the cash.<br />\r\n\t<br />\r\n\tGiven the flimsy backing to the claim, by the Parent camp&#39;s rules, you could say any legislator &quot;profits&quot; from her work if she claims per diem and mileage.<br />\r\n\t<br />\r\n\tWe therefore rule this claim False.</p>\r\n", "ruling_comments_date": "2010-10-29T15:28:02.343846", "ruling_date": "2010-10-30T06:00:00", "ruling_headline": "Backers of state House candidate Parent said incumbent \"profits\" from taxpayer money", "ruling_headline_slug": "state-house-candidate-parent-said-incumbent-profit", "ruling_link_text": "All insinuation. No proof. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDemocratic Party of Georgia mailer for Elena Parent, received Oct. 13, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Recession hits fiscal watchdog,&quot; Oct. 21, 2010<br />\r\n\t<br />\r\n\tDemocrats&#39; Georgia Legislative Fiscal Office information request, April 19, 2010<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia Legislative Fiscal Office information request, Oct. 21, 2010<br />\r\n\t<br />\r\n\tOfficial Code of Georgia Annotated, 2010<br />\r\n\t<br />\r\n\tInterview, Don Weigel, director, Georgia House Democratic Caucus, Oct. 23, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;&#39;Committee days&#39; a cash incentive,&quot; Oct. 12, 2003</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 815, "last_name": "Georgia House Democratic Caucus on behalf of Elena Parent", "mostly_true_count": 0, "name_slug": "georgia-house-democratic-caucus-behalf-elena-paren", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Elena_Parent_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/815/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tState House incumbent Jill Chambers, R-Atlanta, &quot;personally profits from taxpayer money.&quot;</p>\r\n", "statement_context": "a campaign mailer", "statement_date": "2010-10-13", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State House Representative", "false_count": 0, "first_name": "Jill", "half_true_count": 0, "home_state": "Georgia", "id": 737, "last_name": "Chambers", "mostly_true_count": 0, "name_slug": "jill-chambers", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JillChambers_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/737/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Does state House Rep. Jill Chambers profit from taxpayer $? #gapolitics"}