{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/nov/01/rick-perry/gov-rick-perry-says-he-has-track-record-not-raisin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2759, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2759/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry says he&#39;s not overlooking any means of closing the state&#39;s widely expected revenue shortfall &mdash; except higher taxes, according to an Oct. 15 interview with the Texas Tribune.</p>\r\n<p>\r\n\t&quot;I think for anybody to stand up here and say categorically there&#39;s not going to be this or there&#39;s not going to be that &mdash;&quot; Perry started, before Evan Smith of the Tribune edged in: &quot;Well, you said it with taxes.&quot;</p>\r\n<p>\r\n\tPerry&#39;s response: &quot;Well, but I&#39;ve got a track record of that too. We don&#39;t raise taxes.&quot;</p>\r\n<p>\r\n\tLater, Smith asked: &quot;So you don&#39;t believe that at any time that anybody reasonably could look over the last 10 years and identify anything where a tax went up?&quot; Perry agreed.</p>\r\n<p>\r\n\tWe wondered whether Perry had accurately recited his track record as governor.</p>\r\n<p>\r\n\tAfter asking his campaign to elaborate, we took up a basic question: Has Perry signed tax hikes into law?</p>\r\n<p>\r\n\tBoy howdy, yes.</p>\r\n<p>\r\n\tSince becoming governor in late 2000, Perry has signed into law higher taxes on fireworks and cigarettes while also ushering into place a change in business taxation, according to the state comptroller&#39;s office.</p>\r\n<p>\r\n\tTo get a handle on tax changes made early in Perry&#39;s governorship, we consulted a 2004 report from the comptroller&#39;s office that details the history of revenue-related bills that have become law from 1972 through 2003. Some notables from 2001, Perry&#39;s first legislative session as governor, and 2003:</p>\r\n<p>\r\n\t* House Bill 3667, which Perry signed into law on June 16, 2001, enacting a 2 percent tax on the retail sale of fireworks to help fund a rural volunteer fire department insurance fund. The new levy was projected to generate $848,000 over the next two years; it ended up raising about $1.4 million in that period.</p>\r\n<p>\r\n\t* Senate Bill 5, which Perry signed into law June 15, 2001, creating the Texas Emissions Reduction Plan Fund as part of an effort to help reduce emissions of nitrogen oxides, which are air pollutants. Revenue for the fund was generated through &quot;several new charges,&quot; including a tax of 1 percent on the purchase or rental of diesel equipment.</p>\r\n<p>\r\n\t* House Bill 1365, signed by the governor on June 22, 2003, made tweaks in the emissions reduction fund to bring in more money. With the changes, the report says, the impact to the fund was projected to be $234.9 million in 2004-05.</p>\r\n<p>\r\n\tAustin consultant Billy Hamilton, who served as deputy comptroller under state Comptrollers John Sharp and Carole Keeton Strayhorn, told us that he doesn&#39;t think there was a tax increase per se in 2003. &quot;There were, however, several fee increases, and one school of thought is that fee is another word for tax,&quot; he said.</p>\r\n<p>\r\n\tWe gauged Perry&#39;s tax record from 2004 to the present from other sources, including news articles and agency communications.</p>\r\n<p>\r\n\tIn 2004, before a special legislative session, Perry laid out a plan to cut local school property taxes while generating new revenue in several ways, including through a $1-a-pack increase in cigarette taxes, a fee on admissions to topless bars, a statewide business property tax, and the closure of loopholes enabling some taxpayers to avoid the state&#39;s franchise and motor vehicle taxes, according to an April 2004 press release from his office. The plan went nowhere.</p>\r\n<p>\r\n\tLawmakers returned to the school finance topic in a 2006 special session, engineering a tax overhaul that reduced local school property taxes. To help districts offset the loss of revenue, the Legislature revamped the franchise tax, increased the cigarette tax and modified how the state taxes used-car purchases. Perry signed the overhaul legislation into law in May 2006.</p>\r\n<p>\r\n\tA key goal of the new franchise tax, often called the margins tax, was to apply it to companies that had largely avoided the old corporate franchise tax. As expected at the time, businesses paid more in total after the overhaul of the franchise tax than before, although less than was forecast. Franchise tax revenue had totaled $5.8 billion in 2006 and 2007. In 2008 and 2009, the first two years of the revised tax, total revenue was $8.7 billion.</p>\r\n<p>\r\n\tHowever, the 2006 changes didn&#39;t affect all businesses the same way, said Dale Craymer, president of the Texas Taxpayers and Research Association, which represents several hundred largely Texas-based businesses and legal and accounting firms. Because of the property tax reductions, some saw their taxes drop. Others had increases, he said.</p>\r\n<p>\r\n\tThe $1-a-pack increase in cigarette taxes proposed by Perry in 2004 also was part of the 2006 tax changes; the $1.41-a-pack tax took effect in 2007. These increases alone generated $707 million in fiscal 2007 and $908 million in fiscal 2008.</p>\r\n<p>\r\n\tLastly, the package required that the sale of used cars be taxed on a standard value &quot;rather than trusting sellers to report the true sales price,&quot; according to a May 15, 2006 news article from The Associated Press. The additional revenue from that change was $20.8 million for 2007 and 2008.</p>\r\n<p>\r\n\tThree tax increases? Sure. However, Perry has stressed that the 2006 increases shouldn&#39;t be counted against him because the cuts in local property taxes set in motion by lawmakers were bigger. Told by Smith on Oct. 15 that some people consider the franchise tax change to be an increase, Perry replied: &quot;That was a net tax decrease.&quot;</p>\r\n<p>\r\n\tCraymer has a similar view. In an e-mail, he told us that the franchise tax change was a part of a package of bills &quot;that raised some taxes (franchise, cigarette, motor vehicle sales taxes) and lowered others (property tax) by much more.&quot; Craymer shared a document with us based on the 2006 estimates of the impact of the tax changes; for each year from 2007 to 2011, it shows the property tax reductions as greater than the revenue generated by the other taxes.</p>\r\n<p>\r\n\t&quot;The new (franchise) tax never would have passed without the property tax cuts, so I don&rsquo;t think it&rsquo;s correct to try to look at it independently of the property tax cut,&quot; he said.</p>\r\n<p>\r\n\tLike Craymer, Americans for Tax Reform, a Washington-based group that collects pledges by officeholders and seekers not to raise taxes, says it doesn&#39;t consider tax swaps to violate the pledge. Spokesman Patrick Gleason told us the group&#39;s definition of a tax increase depends on the impact of a law. &quot;If it&#39;s revenue neutral or a net cut, that doesn&#39;t violate the pledge,&quot; he said.</p>\r\n<p>\r\n\tOn Oct. 1, 2009, Perry signed the group&#39;s pledge for governors, which says that signatories will &quot;oppose and veto any and all efforts to increase taxes.&quot; Gleason said Perry hadn&#39;t previously signed the pledge.</p>\r\n<p>\r\n\tTobacco users were hit again in 2009, when the Legislature decided to tax smokeless tobacco on weight rather than price, &quot;generating additional revenue of $105 million over two years,&quot; according to a May 28, 2009 Dallas Morning News news article. According to a December 2009 report from the Legislative Budget Board, some of the new revenue helps repay medical-school loans for doctors who agree to practice in underserved areas of the state. The rest was to be used to help offset franchise tax revenue that was lost when the Legislature temporarily exempted 40,000 businesses.</p>\r\n<p>\r\n\tAnother tax that has jumped recently is the unemployment tax, which businesses pay quarterly to the Texas Workforce Commission to replenish the trust fund that &quot;provides unemployment insurance for Texas workers who lose their jobs through no fault of their own,&quot; according to a Dec. 8, 2009 news release from the commission. Each year, the commission, whose members are appointed by Perry, sets a rate; it goes up if the balance in the trust fund is below a statutory level as of Oct. 1.</p>\r\n<p>\r\n\tAccording to a July 2009 news article in the Austin American-Statesman, &quot;unemployment taxes rise and fall with the economy, and, in fact, the tax rate fell steadily in Texas between 2004 and 2008.&quot; However, the rate rose in 2009 and 2010, largely because of the impact of the economic downturn. In 2010, the increase in the minimum tax rate meant that most Texas employers would pay $64.80 per employee, compared with $23.40 the previous year.</p>\r\n<p>\r\n\tCraymer told us that the unemployment tax rate &quot;is set automatically based on the balance in the fund and is independent of any gubernatorial action.&quot;</p>\r\n<p>\r\n\tWe asked Hamilton about the big picture: Does he see tax increases during Perry&#39;s tenure? He said that depends on a person&#39;s perspective. &quot;There were significant tax increases for some taxpayers in 2006 with the cigarette tax and margin tax changes,&quot; he said. &quot;However, these are said to have been offset by reductions in school property taxes. In aggregate, that&#39;s true, but revenue neutrality is in the eye of the beholder. Some people wound up paying less, but some are paying more.&quot;</p>\r\n<p>\r\n\tWe never heard back from Perry on his tax track record.</p>\r\n<p>\r\n\tUpshot: Legislation, reports, news articles and expert analysis show that Perry has signed about half a dozen tax increases into law, including the three 2006 changes intended to help cover cuts in school property taxes.</p>\r\n<p>\r\n\tTexans paying more thanks to Perry&#39;s signature on tax-increase measures include companies with higher business taxes, plus cigarette smokers and purchasers of smokeless tobacco, fireworks and diesel equipment.</p>\r\n<p>\r\n\tWe rate the statement False.</p>", "ruling_comments_date": "2010-10-31T19:34:43.638703", "ruling_date": "2010-11-01T06:00:00", "ruling_headline": "Gov. Rick Perry says he has a track record of not raising taxes", "ruling_headline_slug": "gov-rick-perry-says-he-has-track-record-not-raisin", "ruling_link_text": "Levies on cigarettes, fireworks and more", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Tribune, hour-long <a href=\"http://vimeo.com/15914630\">interview</a> with Gov. Rick Perry, Oct. 15, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_spenceemail.pdf\">E-mail</a> from Allen Spelce, spokesman, state comptroller&#39;s office, Oct. 29, 2010</p>\r\n<p>\r\n\tTexas comptroller&#39;s office, &quot;<a href=\"http://www.window.state.tx.us/taxbud/sources/\">Sources of Revenue Growth: A History of State Taxes and Fees in Texas, 1972-2003</a>,&quot; September 2004</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=77R&amp;Bill=HB3667\">House Bill 3667</a>, 77th Legislature, accessed Oct. 28, 2010</p>\r\n<p>\r\n\tTexas comptroller&#39;s office, Annual Cash Report, 2002, fireworks tax revenue, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_fireworks1.pdf\">page 35</a></p>\r\n<p>\r\n\tTexas comptroller&#39;s office, Annual Cash Report, 2003, fireworks tax revenue, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_fireworks2.pdf\">page 39</a></p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=77R&amp;Bill=SB5\">Senate Bill 5</a>, 77th Legislature, accessed Oct. 28, 2010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_dyerstory.pdf\">Session&#39;s tax bite assessed</a>,&quot; June 3, 2001</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=78R&amp;Bill=HB1365\">House Bill 1365</a>, 78th Legislature, accessed Oct. 28, 2010</p>\r\n<p>\r\n\tE-mail interview with Billy Hamilton, former deputy comptroller, Oct. 29, 2010</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s office, &quot;<a href=\"http://governor.state.tx.us/news/press-release/5214/\">Governor proposes comprehensive plan to cut property taxes and increase funding to schools</a>,&quot; April 8, 2004</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://politifact.com/texas/statements/2010/feb/03/rick-perry/perry-says-he-cut-property-taxes-one-third/\">Perry says he cut property tax by one-third</a>,&quot; Feb. 3, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/jan/22/rick-perry/perry-says-he-cut-business-tax/\">Perry says he cut the business tax</a>,&quot; Jan. 22, 2010</p>\r\n<p>\r\n\tInterview with Dale Craymer, president, Texas Taxpayers and Research Association, Oct. 29, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_ap2006story.pdf\">A look at legislation passed during special session</a>,&quot; May 15, 2006</p>\r\n<p>\r\n\tTexas comptroller&#39;s office, Annual Cash Report, 2007, Property Tax Relief Fund, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_property2007.pdf\">page 181</a></p>\r\n<p>\r\n\tTexas comptroller&#39;s office, Annual Cash Report, 2008, Property Tax Relief Fund, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_property2008.pdf\">page 178</a></p>\r\n<p>\r\n\tAmericans for Tax Reform, Taxpayer Protection Pledge, <a href=\"http://www.atr.org/userfiles/GovPledge.pdf\">governor pledge</a>, accessed Oct. 28, 2010</p>\r\n<p>\r\n\tInterview with Patrick Gleason, director of state affairs, Americans for Tax Reform, Oct. 28, 2010</p>\r\n<p>\r\n\tDallas Morning News, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_dmntaxstory.pdf\">Business tax relief OK&#39;d in Senate; bill exempts 40,000 small firms from franchise levy</a>,&quot; May 28, 2009</p>\r\n<p>\r\n\tLegislative Budget Board, Fiscal Size-up 2010-11 Biennium, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_sizeuppage.pdf\">page 25</a></p>\r\n<p>\r\n\tInterview with Ann Hatchitt, communications director, Texas Workforce Commission, Oct. 28, 2010</p>\r\n<p>\r\n\tTexas Workforce Commission, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_twcrelease.doc\">TWC Sets Employer Unemployment Insurance Tax Rates for 2010</a>,&quot; Dec. 8, 2009</p>\r\n<p>\r\n\tDale Craymer, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/103110_craymerchart.pdf\">estimated impact of 2006 tax changes</a>, received Oct. 29, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http:// http://www.statesman.com/news/content/region/legislature/stories/2009/07/21/0721unemployment.html\">Unemployment insurance a two-sided political issue for Perry</a>,&quot; July 21, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays he has a track record of not raising taxes.</p>", "statement_context": "an interview", "statement_date": "2010-10-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}