{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/nov/01/mike-prendergast/mike-prengergast-mailer-says-kathy-castor-voted-sp/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2761, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2761/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tAs attack ads go, the claim in a last-minute mailer (and accompanying radio ad) in a Florida congressional race is certainly an attention-grabber.<br />\r\n\t<br />\r\n\tIt features a picture of two martinis behind the text: &quot;Congresswoman Kathy Castor voted to spend $2.6 million to teach prostitutes in China to drink responsibly.&quot;<br />\r\n\t<br />\r\n\tThe ad from Florida Republican Mike Prendergast also states on the front, &quot;The more of our taxpayer dollars Castor and Pelosi waste on outrageous spending, the more jobs we lose in Tampa Bay-St. Petersburg.&quot; On the back, the ad lists &quot;Examples of Kathy Castor&#39;s Spending Votes&quot; and lists a bunch of outrageous-sounding programs. The source is listed as H.R. 1. That&#39;s the Democrats&#39; economic stimulus package -- approved in March 2009.<br />\r\n\t<br />\r\n\tThe list includes some projects that have frequently been cited by Republicans as prime examples of wasteful stimulus spending. For example, the mailer says Castor voted to spend &quot;$2 million to capture and study exotic ants. &quot; In Oregon, Republican Senate hopeful Jim Huffman claimed Democratic incumbent Sen. Ron Wyden voted to fund said study of exotic ants. Our partners at PolitiFact Oregon checked it out and found that Wyden&rsquo;s vote for the stimulus did eventually lead to the funding of a study of exotic ants, but he never voted specifically for the project. He voted, through the stimulus, to direct more money to the National Science Foundation, which then distributed the funds as it saw fit. We rated Huffman&#39;s claim <a href=\"http://www.politifact.com/oregon/statements/2010/sep/24/jim-huffman/jim-huffman-attacks-ron-wyden-spending-2-million-s/\">False</a>.<br />\r\n\t<br />\r\n\tBut the Prendergast claim that the stimulus included $2.6 million to teach prostitutes in China to drink responsibly was a new one to us.<br />\r\n\t<br />\r\n\tThe Prendergast campaign directed us to a story about the project in CNSNews.com (The Right News. Right Now). The story ran under the headline, &quot;U.S. Will Pay $2.6 Million to Train Chinese Prostitutes to Drink Responsibly on the Job,&quot; but that&#39;s a summary contested by the agency that awarded the grant.<br />\r\n\t<br />\r\n\tThe 5-year, $2.6 million grant awarded by the National Institute of Alcohol Abuse and Alcoholism of the National Institutes of Health to Wayne State University in Detroit will allow Dr. Xiaoming Li, professor and director of the university&#39;s Prevention Research Center, to &quot;establish and evaluate whether an alcohol and HIV intervention center can assist in reducing the spread of HIV/AIDS among sex workers in China,&quot; according to a university press release announcing the grant.<br />\r\n\t<br />\r\n\tAccording to the release, &quot;The findings could have ramifications for at-risk populations throughout the world.&quot;<br />\r\n\t<br />\r\n\tThe research will take place specifically in Guangxi, China, where the sex trade is prevalent and the rate of HIV is ranked third among the country&#39;s provinces, the release states.<br />\r\n\t<br />\r\n\tA spokesman for the National Institute on Alcohol Abuse and Alcoholism of the National Institutes of Health told us the ad distorted the aim of the project.<br />\r\n\t<br />\r\n\tThe grant &quot;was not awarded for that purpose,&quot; John Bowersox told us via e-mail. &quot;Rather, the researchers will use the grant to develop, implement, and evaluate an alcohol use and HIV risk reduction intervention program among female sex workers in China. This is in line with previous studies showing that social norms and institutional policy in commercial sex venues greatly influence alcohol use and sexual behavior among the sex workers in those venues. Studies such as these are needed to translate and adapt interventions that have proven to be effective in the U.S. to other settings and to learn from other conditions and cultures to inform our understanding of the causes, consequences, and differences in HIV-related risks, morbidity, and mortality in diverse populations. Preventing HIV infection is NIH&rsquo;s highest priority for HIV-related research. We need to explore a range of research avenues in vulnerable populations around the world to learn the best ways to control the transmission of HIV.&quot;<br />\r\n\t<br />\r\n\tBowersox noted that the grant went through the NIH&#39;s two-tier review process, &quot;which includes a scientific and technical review as well as consideration by an Advisory Council that includes public representatives. The Council makes recommendations based on alignment of the grant application with the research priorities of the NIH.&quot;<br />\r\n\t<br />\r\n\tIn an interview with CNSNews.com, Li said, &quot;The purpose of the project is to try and develop an intervention program targeting HIV risk and alcohol use. So basically, it&rsquo;s an alcohol and HIV risk reduction intervention project.&quot;<br />\r\n\t<br />\r\n\t&quot;We want to get some understanding of the fundamental role of alcohol use and HIV risk,&quot; Li told CNSNews.com. &quot;We use the population in China as our targeted population to look at the basic issues. I think the findings will benefit the American people, too.&quot;<br />\r\n\t<br />\r\n\tThe CNSNews story ran on May 11, 2009. That was about the time that a lot of Republican members of Congress were putting out lists of stimulus projects they said were wasteful or unrelated to job creation. But, as the CNSNews.com story noted, the grant for the project was awarded in November 2008. That&#39;s pre-stimulus. It&#39;s also pre-Obama administration.<br />\r\n\t<br />\r\n\tSo which vote actually led to the funding for the grant? That&#39;s a tricky question. Again, the grant was awarded in November 2008. That&#39;s part of the 2009 fiscal year (which began in October 2008). But the omnibus appropriations bill for 2009 wasn&#39;t approved until March of 2009. Castor voted for it. Castor also voted for the Fiscal Year 2008 consolidated appropriations bill, (<a href=\"http://clerk.house.gov/evs/2007/roll542.xml\">H.R. 2764</a>) in June 2007. But it is arguably another vote, a &quot;continuing resolution&quot; to continue funding programs at the same levels of the 2008 budget until an appropriations bill passed, that funded the grant. The resolution passed easily -- with scores of Republicans and most Democrats voting for it -- as a vote against would have meant a vote to cut off disaster and war funding. Castor voted for that, too (<a href=\"http://clerk.house.gov/evs/2007/roll491.xml\">H.R. 2638</a>) in June 2007.<br />\r\n\t<br />\r\n\tAgain, these are all massive spending bills. It was one of those spending bills that actually funded the grant in question in Prendergast&#39;s mailer (contrary to the ad&#39;s claim that it was part of the stimulus).<br />\r\n\t<br />\r\n\tBy e-mail, Robert J. Winsler, press secretary for the Prendergast campaign, told us that it didn&#39;t matter whether it was part of the stimulus.<br />\r\n\t<br />\r\n\t&quot;While several reputable news sources reported the funds as part of stimulus, all reports have proven taxpayers funded the over two-and-a-half million dollar study, and none investigated how the money for the five-year grant was actually appropriated -- be it the stimulus bill or the 2009 budget for the NIH, both of which Rep. Castor voted in favor,&quot; Winsler said.<br />\r\n\t<br />\r\n\tIt was &quot;irrelevant&quot; how many Republicans may have also supported the spending bills, because &quot;Mike is a free-thinking candidate,&quot; Winsler said.<br />\r\n\t<br />\r\n\t&quot;Let&#39;s not digress too far: the study existed, and one way or another the Congresswoman approved taxpayer money for it,&quot; Winsler said. &quot;The real story here isn&#39;t the tiny print on the bottom of one of our mailers but rather why a representative who has let the unemployment rate rise so atrociously under her time in office is sending money overseas to study an illegal practice instead of working for the people she represents.&quot;<br />\r\n\t<br />\r\n\tBut Steve Ellis of the nonpartisan Taxpayers for Common Sense called the ad&#39;s claim &quot;an enormous stretch.&quot;<br />\r\n\t<br />\r\n\tCongress voted to allocate funding to the National Institutes for Health, to spend according to its discretion. The NIH, in turn, appropriated money to the National Institute of Alcohol Abuse and Alcoholism, which then decided to fund the grant in question. It wasn&#39;t an earmark, Ellis said. And, he noted the grant was awarded during the Bush (Republican) administration.<br />\r\n\t<br />\r\n\t&quot;They are trying to make it seem like she voted on a bill about spending the money on that program, and in reality, that&#39;s not the case,&quot; Ellis said.<br />\r\n\t<br />\r\n\tOne could argue that part of the problem with Congress is that legislators sign off on spending bills without knowing how every dollar will be spent. But, said Ellis, that&#39;s &quot;too much information for anyone to maintain,&quot; and so spending is left to the discretion of various government departments.<br />\r\n\t<br />\r\n\t&quot;They are trying to draw a direct line,&quot; Ellis said. &quot;But it&#39;s a vote at 10,000 feet, and the decision was made on the ground.&quot;<br />\r\n\t<br />\r\n\tWe have two problems with the ad&#39;s claim. No. 1, the ad distorts the purpose of the grant. More importantly, though, it was a grant awarded by the National Institutes for Health based on its own internal review process and was determined to be within the institute&#39;s mission and priorities. Castor voted to allocate money to the National Institutes for Health, but she had nothing to do with selecting the grant, and there was no mention of the grant in the bill she voted on. And it wasn&#39;t -- as the fine print of the mailer suggests -- even part of the economic stimulus. In fact, it was a grant awarded by a department of a Republican administration. We rate the ad&#39;s claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2010-11-01T16:45:44.797630", "ruling_date": "2010-11-01T17:54:32", "ruling_headline": "Mike Prendergast mailer says Kathy Castor voted for $2.6 million to teach prostitutes in China to drink responsibly ", "ruling_headline_slug": "mike-prengergast-mailer-says-kathy-castor-voted-sp", "ruling_link_text": "Grant was selected by the National Institute on Alcohol Abuse and Alcoholism, under Bush administration", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNSNews.com, <a href=\"http://www.cnsnews.com/news/article/47976\" id=\"nhz_\" title=\"&quot;U.S. Will Pay $2.6 Million to Train Chinese Prostitutes to Drink Responsibly on the Job,&quot;\">&quot;U.S. Will Pay $2.6 Million to Train Chinese Prostitutes to Drink Responsibly on the Job,&quot;</a> by Edwin Mora, May 11, 2009<br />\r\n\t<br />\r\n\tWayne State University School of Medicine website, <a href=\"http://prognosis.med.wayne.edu/article/grant-allows-research-to-study-link-between-alcohol-abuse-and-spread-of-hiv\" id=\"ybfp\" title=\"&quot;Grant allows researcher to study link between alcohol abuse and spread of HIV,&quot;\">&quot;Grant allows researcher to study link between alcohol abuse and spread of HIV,&quot;</a> Nov. 5, 2008<br />\r\n\t<br />\r\n\tClerk of the House website, <a href=\"http://clerk.house.gov/evs/2007/roll542.xml\" id=\"xtsn\" title=\"Vote results for Department of State, Foreign Operations, and Related Programs Appropriations for FY 2008\">Vote results for Department of State, Foreign Operations, and Related Programs Appropriations for FY 2008</a><br />\r\n\t<br />\r\n\tClerk of the House website, <a href=\"http://clerk.house.gov/evs/2007/roll491.xml\" id=\"ck6r\" title=\"Vote results for Department of Homeland Security Appropriations for FY 2008\">Vote results for Department of Homeland Security Appropriations for FY 2008</a><br />\r\n\t<br />\r\n\tRecovery.gov, <a href=\"http://www.recovery.gov/Pages/default.aspx\" id=\"s29u\" title=\"Track the Money (from the economic stimulus)\">Track the Money (from the economic stimulus)</a><br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/\" id=\"f5rr\" title=\"THOMAS\">THOMAS</a>&nbsp;(searches on H.R. 1 for 111th Congress, first session)<br />\r\n\t<br />\r\n\tE-mail interview with Robert J. Winsler, press secretary for the Prendergast campaign, Nov. 31, 2010<br />\r\n\t<br />\r\n\tInterview with Steve Ellis of the Taxpayers for Common Sense, Nov. 1, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Mike", "half_true_count": 0, "home_state": "Florida", "id": 821, "last_name": "Prendergast", "mostly_true_count": 0, "name_slug": "mike-prendergast", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Prendergast.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/821/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Congresswoman Kathy Castor voted to spend $2.6 million to teach prostitutes in China to drink responsibly.&quot;</p>\r\n", "statement_context": "a campaign mailer", "statement_date": "2010-10-29", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}