{"art": [{"brightcove": "", "caption": "David Stockman and Rep. Mike Pence debate tax policy on \"This Week with Christiane Amanpour.\"", "id": 916, "infogram": "", "ndn": "", "ndnid": "", "other": "<img style=\"visibility:hidden;width:0px;height:0px;\" border=0 width=0 height=0 src=\"http://counters.gigya.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyODkzMzM5MzA4NzImcHQ9MTI4OTMzMzk*MTQ2NSZwPTEyNTg*MTEmZD1BQkNOZXdzX1NGUF9Mb2NrZV9FbWJlZCZn/PTImbz*2OWVhMjI5YTMyNGI*NzE2YWEzNjhhMjg5YTllYzU3NiZvZj*w.gif\" /><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,124,0\" width=\"344\" height=\"278\" id=\"ABCESNWID\"><param name=\"movie\" value=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt_2_65.swf\" /><param name=\"quality\" value=\"high\" /><param name=\"allowScriptAccess\" value=\"always\" /><param name=\"allowNetworking\" value=\"all\" /><param name=\"flashvars\" value=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&configId=406732&clipId=12079712&showId=12079619&gig_lt=1289333930872&gig_pt=1289333941465&gig_g=2\" /><param name=\"allowfullscreen\" value=\"true\" /><embed src=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt_2_65.swf\" quality=\"high\" allowScriptAccess=\"always\" allowNetworking=\"all\" allowfullscreen=\"true\" pluginspage=\"http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash\" type=\"application/x-shockwave-flash\" width=\"344\" height=\"278\" flashvars=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&configId=406732&clipId=12079712&showId=12079619&gig_lt=1289333930872&gig_pt=1289333941465&gig_g=2\" name=\"ABCESNWID\"></embed></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/916/", "title": "Tax debate on This Week", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/nov/09/mike-pence/mike-pence-says-raising-taxes-lowers-tax-revenues/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 2781, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2781/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On one side, we have David Stockman, the budget director for President Ronald Reagan. On the other, it&#39;s Rep. Mike Pence, the conservative Indiana Republican and potential presidential candidate. The venue: <em>This Week with Christiane Amanpour</em>. The topic: What&#39;s worse, raising taxes or letting the deficit run wild?<br />\r\n<br />\r\nStockman said the deficit could ruin the country and savaged the Republican Party&#39;s refusal to consider tax increases. &quot;Both parties, unfortunately, became free lunch parties, the Republicans cutting taxes every time they had a chance, never doing anything about spending, and the Democrats digging in to defend everything that was there,&quot; Stockman said. &quot;As a result, we now have this massive deficit. ... This will not end well. It&#39;s going to end in a disaster.&quot;<br />\r\n<br />\r\nPence agreed that Republicans had wrongly allowed spending to increase during the George W. Bush administration but said that Republicans were now more committed to reducing government.<br />\r\n<br />\r\n&quot;We think we ought to go back to pre-stimulus, pre-bailout levels, and freeze there,&quot; Pence said. &quot;There&#39;s been an 84 percent increase in domestic spending since this administration took office. We&#39;ve got to roll back there. That will save $100 billion in the first year. How about a net hiring freeze on Capitol Hill? ... For Americans under the age of 40, we&#39;ve got to put everything on the table in the area of Medicare, Medicaid, Social Security. We have got to reform these entitlement programs. They are threatening the fiscal vitality of future generations of Americans.&quot;<br />\r\n<br />\r\nNot good enough, said Stockman: &quot;Social Security needs to be means-tested right now, not for benefits in 2030, right now, for the top one-third of beneficiaries who have private income that they&#39;ve earned over their lifetime. We need to drastically scale back Medicare. And the Republicans expanded it. And I appreciate what Mike is saying, but there&#39;s no track record of a willingness to take on the doctors, the pharmaceutical companies, the scooter chair manufacturers, who are everywhere. (And) we need to take on defense ... We can&#39;t be the policemen of the world anymore because we can&#39;t afford it. We&#39;re going to have to cut defense drastically. And that isn&#39;t just fraud, waste and abuse. It&#39;s force structure, fewer divisions, fewer aircraft carriers. And even if we do all that, we still have to raise revenue.&quot;<br />\r\n<br />\r\nRaising revenue means a tax increase, which Pence said was a bad idea. And Pence further argued that a tax increase wouldn&#39;t help anyway: &quot;David believes that every tax increase equals a revenue increase, but that&#39;s not true. Anybody who is familiar with the historical data from the IRS knows that raising income tax rates will likely actually reduce federal revenues.&quot;<br />\r\n<br />\r\nThat&#39;s what caught our attention as fact-checkers. How can raising taxes not raise money? And does the historical data really show that?<br />\r\n<br />\r\nFirst, we should note that if you take Pence&#39;s statement at its most literal, it&#39;s not correct. The Internal Revenue Service has published detailed tables of tax collections, and they go up almost every year. They went up after tax increases passed in 1990 and 1993, and, when taxes were cut in 2001, collections dropped. But it&#39;s a bit more complicated than that.<br />\r\n<br />\r\nIf you&#39;re not an economist, it sounds counterintuitive to claim that raising taxes gets you less money, but there is some logic behind the theory. You have to start with the idea that government can tax people so much that it creates a disincentive to work. Let&#39;s start with an extreme: If you tax people at 100 percent -- which means you&#39;d take <em>all </em>of their income -- people quit their jobs, and you&#39;d get zero dollars in taxes. And rates that are close to 100 percent create similar disincentives. Back in 1980, for example, tax rates were much higher than they are now, with marginal tax rates on the highest incomes at 70 percent. Today, the top rate is half that -- 35 percent.<br />\r\n<br />\r\nDuring the Reagan years, economists postulated that you could cut that top rate, which would stoke economic activity and produce more tax revenues. (You might remember terms such as supply-side economics or the Laffer curve that offer explanations for the theory.)&nbsp; And this seems to be where Pence is coming from. During the 1980s, Reagan cut taxes, and tax revenues did go up almost every year.<br />\r\n<br />\r\nBut we consulted the tax experts, who told us you can&#39;t just look at the raw numbers, for several reasons. First, you should expect tax revenues to go up each year due to economic growth and inflation, even if tax rates stayed the same. Second, there&#39;s not a straight line between tax rates and tax revenues. You can raise taxes the same year the economy tanks and get less revenue, or you can cut taxes during a time of economic growth and get more revenue. And those changes in the economy aren&#39;t necessarily caused by what the government is doing with tax rates -- the upturns could be due to new inventions and innovations, and the downturns could result from financial panics and real estate bubbles that have little to do with tax rates. And economists have to go to quite a bit of trouble to separate out the effects of tax policy from other things happening in the world.<br />\r\n<br />\r\nWe also consulted a 2006 Treasury Department report that examined the revenue effects of major tax law changes since World War II. The report examined tax revenues generated by various tax law changes as a percentage of the Gross Domestic Product, a measurement that accounts for economic growth and inflation. The laws that reduced tax rates produced declines in revenues, and the laws that increased tax rates produced increases in tax revenues. So this too contradicts Pence&#39;s claim.<br />\r\n<br />\r\nInterestingly, Stockman agreed with a little bit of Pence&#39;s underlying assumption that increases in taxes can inhibit economic growth. But he disagreed that tax revenues would decrease if the government raised taxes. &quot;I just have to respectfully disagree,&quot; Stockman said. &quot;You will have some loss of revenue because some activity or transactions won&#39;t happen, but if you raise taxes on paper by $100 billion, maybe you&#39;ll get $90 billion or $85 billion. But it&#39;s just common-sense fact that, when you raise the rates, you get more revenue. Normally, it&#39;s a bad thing to do. But we are in such dire shape that we have no choice but to accept the negative trade-off of some harm to the economy to start paying our bills.&quot;<br />\r\n<br />\r\nThe tax experts we spoke with agreed with Stockman. In this climate, raising the top tax rates from 35 to 39.6 percent would increase revenues. The effect Pence is talking about would not happen at this level of taxation, they said.<br />\r\n<br />\r\n&quot;There is some rate at which it would be true,&quot; said Roberton Williams of the nonpartisan Tax Policy Center. &quot;But I don&#39;t think there are any established economists who would argue that we&#39;re near that.&quot;<br />\r\n<br />\r\n&quot;At current tax rates, most tax increases will increase revenues, at least in the short and medium run,&quot; said Brian Riedl of the conservative Heritage Foundation. &quot;The caveat is that in a fragile economy, it can be unpredictable.&quot;<br />\r\n<br />\r\n&quot;There is no real dispute among economists that broad-based federal income tax cuts reduce revenue (except when tax rates are much higher than they are now),&quot; said Alan D. Viard of the conservative American Enterprise Institute. &quot;Revenue is lower than it would be without the Bush tax cuts -- liberal and conservative economists are in accord on this question.&quot;<br />\r\n<br />\r\nTo recap, Pence said that, &quot;Anybody who is familiar with the historical data from the IRS knows that raising income tax rates will likely actually reduce federal revenues.&quot; Actually, the historical data doesn&#39;t show that. Experts said the economic theory Pence is drawing from doesn&#39;t apply in the current situation, and an increase in tax rates would not cause tax revenues to decline. So we rate his statement False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/99d4f639-1c35-43e2-8ba7-3480dabc1ce7\">https://www.sharethefacts.co/share/99d4f639-1c35-43e2-8ba7-3480dabc1ce7</a></p>\r\n", "ruling_comments_date": "2010-11-09T15:03:08.727635", "ruling_date": "2010-11-09T16:30:32", "ruling_headline": "Mike Pence says raising taxes lowers tax revenues", "ruling_headline_slug": "mike-pence-says-raising-taxes-lowers-tax-revenues", "ruling_link_text": "News flash: Raising taxes increases revenues", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, &quot;This Week with Christiane Amanpour,&quot; Nov. 7, 2010</p>\r\n\r\n<p>Internal Revenue Service, <a href=\"http://www.irs.gov/taxstats/article/0,,id=175888,00.html\">Treasury Department Gross Tax Collections: Amount Collected by Quarter and Fiscal Year</a>, 1987 - 2007</p>\r\n\r\n<p>The White House Office of Budget and Management, <a href=\"http://www.whitehouse.gov/omb/budget/Historicals/\">Historical Tables</a></p>\r\n\r\n<p>U.S. Department of the Treasury, <a href=\"http://www.ustreas.gov/offices/tax-policy/library/ota81.pdf\">Revenue effects of major tax bills</a>, September 2006</p>\r\n\r\n<p>The Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=203\">Tax Facts: Historical Amount of Revenue by Source</a>, May 3, 2010</p>\r\n\r\n<p>Interview with Roberton Williams of the Tax Policy Center</p>\r\n\r\n<p>Interview with Brian Riedl of The Heritage Foundation</p>\r\n\r\n<p>E-mail interview with Alan D. Viard of the American Enterprise Institute</p>\r\n\r\n<p>The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/10/16/AR2006101601121.html\">Lower Deficit Sparks Debate Over Tax Cuts&#39; Role</a>, Oct. 17, 2006</p>\r\n\r\n<p>The Washington Post,<a href=\"http://voices.washingtonpost.com/ezra-klein/2010/08/where_does_the_laffer_curve_be.html\"> Where does the Laffer curve bend?</a>, Aug. 9, 2010</p>\r\n\r\n<p><em><a href=\"http://www.aei.org/book/975\">Tax Policy Lessons of the 2000s</a></em>, edited by Alan D. Viard</p>\r\n\r\n<p>Factcheck.org, <a href=\"http://www.factcheck.org/taxes/supply-side_spin.html\">&quot;Supply-side Spin&quot;</a>, July 11, 2007</p>\r\n\r\n<p>The Christian Science Monitor,<a href=\"http://www.csmonitor.com/Business/2010/0610/When-taxes-rise-next-year-will-the-rich-avoid-them\"> When taxes rise next year, will the rich avoid them?</a>, June 10, 2010</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Pence", "barely_true_count": 8, "current_job": "Governor", "false_count": 14, "first_name": "Mike", "half_true_count": 15, "home_state": "Indiana", "id": 124, "last_name": "Pence", "mostly_true_count": 6, "name_slug": "mike-pence", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VASH107_CAMPAIGN_2016_PE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/124/", "total_count": 49, "true_count": 5, "website": "http://www.in.gov/gov/2358.htm"}, "statement": "<p>&quot;Anybody who is familiar with the historical data from the IRS knows that raising income tax rates will likely actually reduce federal revenues.&quot;</p>\r\n", "statement_context": "an interview on \"This Week with Christiane Amanpour.\"", "statement_date": "2010-11-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}