{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/nov/09/bill-nelson/bill-nelson-says-feds-are-funding-most-proposed-ta/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2782, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2782/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tElected Democrats and Republicans are concerned that outsider Rick Scott&#39;s victory in the race for governor could doom a proposed high-speed rail line connecting Tampa and Orlando.<br />\r\n\t<br />\r\n\tSo they&#39;re coming to the defense of the $2.654 billion rail line by noting that construction of the proposed rail line would mostly be paid for with federal dollars.<br />\r\n\t<br />\r\n\tDemocratic U.S. Sen. Bill Nelson made the case to a group of 1,800 business leaders on Nov. 8, 2010, at an Orlando rail forum. &quot;Let&#39;s ask the governor-elect not to return the $2 billion in federal funds the state so desperately needs,&quot; Nelson said.<br />\r\n\t<br />\r\n\t&quot;The amount of the revenue required by the state is around 10 percent,&quot; <a href=\"http://www.bizjournals.com/tampabay/news/2010/11/08/sen-nelson-high-speed-rail-catalyst.html\">Nelson said</a>. &quot;It could be one of the biggest boosts to the Florida economy since the location of Disney and the interstate highway system.&quot;<br />\r\n\t<br />\r\n\tRepublican state Sen. Paula Dockery, a Scott adviser and rail supporter, also has said she hoped Scott would move forward with the rail project, noting that the project is estimated to create 5,000 jobs during the four-year construction period and that the rail line would employ 600-1,000 people once operational, and other spin-off jobs.<br />\r\n\t<br />\r\n\tWe can&#39;t check the job creation figures, since they are estimates, but we can assess Nelson&#39;s claim that the state is on the hook for only around 10 percent of the cost to build the line.<br />\r\n\t<br />\r\n\tBut first a little bit about the line itself, and why people are concerned Scott might kill the Tampa-to-Orlando project.<br />\r\n\t<br />\r\n\tConstruction on the 85-mile rail line would link downtown Tampa with the Orlando International Airport and would begin in earnest in 2012 and be completed in 2015. The rail line would have five stations mainly along Interstate 4, and would include stops in Polk County, near Disney World and at the Orange County Convention Center.<br />\r\n\t<br />\r\n\tPlans call for purchasing five trains capable of holding 250 passengers that could make the entire trip in less than an hour at speeds of at least 168 mph. According to the state, a one-way trip from Tampa-Orlando is anticipated to cost $30 as a one-time fare, or less for regular users.<br />\r\n\t<br />\r\n\tThe state also has plans for an $8 billion Orlando-Miami line, though no funding is in place.<br />\r\n\t<br />\r\n\tScott has questioned the rail line publicly, first attacking his Democratic gubernatorial opponent Alex Sink for supporting the line without addressing how she&#39;d pay for it, then saying the true cost to the state is unknown. Here&#39;s what he had to say about rail during the Oct. 25, 2010, CNN/<em>St. Petersburg Times</em> debate:<br />\r\n\t<br />\r\n\t&quot;Every project we do, we have to get return for taxpayers,&quot; Scott said. &quot;So, the way I look at it, on the high-speed rail, if the federal government is going to fund all of it, and there&#39;s no -- there&#39;s nothing the state -- going to cost the state any money, let&#39;s look at it. But let&#39;s look at a final feasibility study. Let&#39;s look at exactly what the state is responsible for. But if you&#39;re going to build an office building, you wouldn&#39;t ... go build half of it with the money and wait and see, hopefully, somebody is going to show up with the rest. We shouldn&#39;t be doing that with any projects like rail.<br />\r\n\t<br />\r\n\t&quot;Let&#39;s make sure we have all of the money. Let&#39;s do a final feasibility study. Let&#39;s actually look at what the real return is,&quot; Scott added, saying he would put a hold on the project until he had all the data he needed.<br />\r\n\t<br />\r\n\tThe fear from Nelson and others that Scott might kill the rail project was made more real when newly elected Republican governors in <a href=\"http://www.fox6now.com/news/witi-110810-walker-train-money,0,346142.story\">Wisconsin</a> and <a href=\"http://blog.cleveland.com/metro/2010/11/post_388.html\">Ohio</a> said that they wanted to end rail projects in their states, saying the projects are a money pit.<br />\r\n\t<br />\r\n\tSo how is the Tampa-Orlando line being paid for?<br />\r\n\t<br />\r\n\t<a href=\"http://www.tampabay.com/news/politics/national/article1068768.ece\">In January,</a> President Barack Obama announced that the rail line will receive $1.25 billion in federal stimulus dollars. <a href=\"http://www.tcpalm.com/news/2010/oct/26/tampa-to-orlando-high-speed-rail-gets-800-boost/\">Then in October</a>, the federal government announced it was directing another $800 million to the project in transportation funds. As part of the $800 million award, the state pledged a match of $280 million. That&#39;s a total of $2.33 billion already committed to the project -- leaving a funding gap of around $325 million.<br />\r\n\t<br />\r\n\tNazih Haddad, chief operating officer for the state Transportation Department&#39;s Florida Rail Enterprise, said the gap will hopefully be filled by additional federal dollars, or potentially private sector investment.<br />\r\n\t<br />\r\n\t&quot;At this time, the state&#39;s contribution is limited to $280 million,&quot; Haddad said.<br />\r\n\t<br />\r\n\tIf that&#39;s the case, the state will contribute $280 million for the construction of the $2.654 billion Tampa-Orlando line, or 10.55 percent. (So far it has pledged 12 percent of the $2.33 billion committed).<br />\r\n\t<br />\r\n\tThe caveat, of course, is that the percentage neglects to account for how the remainder of the line will be funded. If the state was forced to pick up the rest of the costs, the state&#39;s share would rise to 22.8 percent. If the state was asked to pick up half of the remaining costs, the percentage contribution would increase to 16.7 percent. A quarter of the additional cost translates to a 13.6 percent share. And so on.<br />\r\n\t<br />\r\n\tState and federal officials, including Nelson, predict the federal government will fund much if not all of the cost remaining. But we&#39;re not willing to write the money off as a foregone conclusion. Haddad correctly clarified Nelson&#39;s comments. &quot;If we are able to obtain the remaining money from federal sources, the total federal share will be approximately 90 percent with the state&#39;s share of a little over 10 percent,&quot; he said.<br />\r\n\t<br />\r\n\tNow, since we&#39;re talking about money, a quick word on the operation of the train.<br />\r\n\t<br />\r\n\tState officials say they will seek a partnership with a private operator to maintain and run the system, with each side sharing some of the risk. Still, the state estimates&nbsp;the&nbsp;system&nbsp;will turn a profit in its first year of operation. The system will cost $164,000 a day to run, but will generate $170,000 a day in revenues, and about 5,400 riders daily. (These, again, are figures we can&#39;t check since they&#39;re projections and estimates. Also, no word on how any profit would be shared).<br />\r\n\t<br />\r\n\tBack to Nelson&#39;s claim. He said the amount of revenue required by the state to build the Tampa-Orlando high-speed rail line is &quot;around 10 percent.&quot; Nelson&#39;s point is largely right. The federal government to date has pledged $2.05 billion to the line compared to $280 million from the state. That puts the state on the hook for about 12 percent of the costs so far. But there is still a $325 million or so hole that needs to be filled. Depending on how the state, the federal government and possibly the private sector split that cost, the state&#39;s share could increase, or decrease. Until those checks are written, we think it&#39;s appropriate to rate this claim Mostly True.</p>\r\n", "ruling_comments_date": "2010-11-09T15:52:56.487634", "ruling_date": "2010-11-09T16:27:47", "ruling_headline": "Bill Nelson says feds are funding most of the proposed Tampa-Orlando rail line", "ruling_headline_slug": "bill-nelson-says-feds-are-funding-most-proposed-ta", "ruling_link_text": "So far, but still waiting on about $325m in funding", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTampa Bay Business Journal, &quot;<a href=\"http://www.bizjournals.com/tampabay/news/2010/11/08/sen-nelson-high-speed-rail-catalyst.html\">Sen. Nelson: High-speed rail could be economic catalyst</a>,&quot; Nov. 8, 2010</p>\r\n<p>\r\n\tFlorida Department of Transportation, Florida Rail Enterprise,<a href=\"http://flhsr.squarespace.com/storage/resources/funding-applications/aug-2010/HSR_Service_Development_Program_Application8-5-10.pdf\"> high speed rail grant application</a>, August 2010</p>\r\n<p>\r\n\tFlorida Department of Transportation, Florida Rail Enterprise, e-mail interview with Nazih Haddad, Nov. 9, 2010</p>\r\n<p>\r\n\tU.S. Bill Nelson, e-mail interview with Dan Mclaughlin, Nov. 9, 2010</p>\r\n<p>\r\n\tFlorida Department of Transportation, Florida Rail Enterprise, <a href=\"http://flhsr.squarespace.com/faqs/riding-the-rail-speed-schedule-fees/how-many-people-are-expected-to-ride-floridas-hsr-system.html\">high speed rail FAQs</a></p>\r\n<p>\r\n\tTampa Tribune, Nelson urges Scott to accept federal rail money, Nov. 9, 2010</p>\r\n<p>\r\n\tSt. Petersburg Times, <a href=\"http://www.tampabay.com/news/politics/local/feds-authorize-additional-800-million-for-tampa-to-orlando-high-speed-rail/1130275\">Feds authorize additional $800 million for Tampa-to-Orlando high-speed rail line</a>, Oct. 26, 2010</p>\r\n<p>\r\n\tSt. Petersburg Times, <a href=\"http://www.tampabay.com/news/politics/national/article1068768.ece\">President Obama bringing $1.25 billion to Tampa for Florida high-speed rail</a>, Jan. 28, 2010</p>\r\n<p>\r\n\tFox 6, <a href=\"http://www.fox6now.com/news/witi-110810-walker-train-money,0,346142.story\">Governor-elect Scott Walker: Wisconsin is closed to high-speed rail</a>, Nov. 8, 2010</p>\r\n<p>\r\n\tCleveland Plain Dealer, <a href=\"http://blog.cleveland.com/metro/2010/11/post_388.html\">John Kasich asks for an end to Ohio&#39;s passenger rail</a>, Nov. 8, 2010</p>\r\n<p>\r\n\tCNN/St. Petersburg Times Florida gubernatorial debate transcript, Oct. 25, 2010, accessed via Nexis</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}, "statement": "<p>\r\n\t&quot;The amount of the revenue required by the state (for the construction of high-speed rail) is around 10 percent.&quot;</p>\r\n", "statement_context": "an Orlando rail conference.", "statement_date": "2010-11-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}