{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "Michael.Grabell@propublica.org", "first_name": "Michael", "id": 221, "last_name": "Grabell", "name_slug": "michael-gr", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 14, "publication_name": "ProPublica", "resource_uri": "/api/v/2/publication/14/"}, "resource_uri": "/api/v/2/staffer/221/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/nov/10/barack-obama/obama-claims-most-stimulus-projects-have-come-unde/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2785, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2785/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama says the time is ripe for immediate investment in infrastructure projects such as highways and bridges. With the nation recovering from a recession, interest rates are low, competition among contractors for work is intense and the cost of building materials are down.<br />\r\n\t<br />\r\n\tAs evidence, Obama pointed to the government&#39;s experience with the economic stimulus package, saying that taxpayers have gotten pretty good bang for their buck.<br />\r\n\t<br />\r\n\t&quot;One of the interesting things about the Recovery Act was most of the projects came in under budget, faster than expected, because there&#39;s just not a lot of work there,&quot; Obama said in an interview on <em>60 Minutes</em> on Nov. 7, 2010. &quot;I mean, there are construction crews all across the country that are dying for work. And companies that are willing to take a very small profit in order to get work done. And so for us to say now&#39;s the time for us to rebuild this country and equip ourselves for the 21st Century. That&#39;s something that could make a real difference.&quot;<br />\r\n\t<br />\r\n\tIn the fall campaign, Republicans assailed the stimulus as wasteful spending, but now Obama is citing it as an example of efficiency. And so we decided to collaborate with our colleagues at ProPublica to see if Obama was right that &quot;most&quot; of the projects funded by the stimulus came in &quot;under budget&quot; and &quot;faster than expected.&quot;<br />\r\n\t<br />\r\n\tWe&#39;ll break this into two parts: whether most stimulus projects came in under budget, and whether they were faster than expected.<br />\r\n\t<br />\r\n\t<strong>Under budget?</strong><br />\r\n\t<br />\r\n\tThere is no comprehensive federal database that tracks whether stimulus projects have come in under budget. But the White House pointed us toward Vice President Joe Biden&rsquo;s latest stimulus report, issued in early October, which found that &quot;Contract bids, in some cases, have come in anywhere from 6 to 20 percent below expected costs, allowing agencies to do more work within their original appropriations.&quot;<br />\r\n\t<br />\r\n\tBut that was based on a limited sample -- an administration survey of eight agencies with a large number of infrastructure projects. The survey found that project bids came in about $8.5 billion less than anticipated, allowing the stimulus to fund more than 3,000 additional projects.<br />\r\n\t<br />\r\n\tThe bulk of the &quot;bid savings&quot; in the survey came from the Department of Transportation, where low bids for projects came in $7.5 billion less than expected, allowing the department to fund an additional 2,500 projects. But DOT wasn&#39;t alone. All of the agencies surveyed reported projects coming in under budget. In the Department of Veterans Affairs, for example, project bids came in 8 to 12 percent below estimates, allowing the VA to stretch its number of funded projects from 942 to 1,521.<br />\r\n\t<br />\r\n\tThose figures come as little surprise to industry experts who said that projects in the last couple of years have often been below estimates. The recession decimated the construction industry, which led to intense competition for public projects like those funded by the stimulus.<br />\r\n\t<br />\r\n\tWhereas most projects would typically get five or six bidders, they now get 20 to 25 -- heightening pressure for lower bids, said Brian Turmail, a spokesman for the Associated General Contractors of America. In a survey of its membership near the beginning of 2010, 90 percent said they had lowered their bids that year; and 10 percent said they were even bidding below the cost of the project, &quot;buying work,&quot; just to keep employees busy until things pick up, Turmail said.<br />\r\n\t<br />\r\n\tAnother factor: Construction estimates were unusually high in 2006 and 2007, when many estimates were first made. They were inflated by strong demand for construction and high materials costs.<br />\r\n\t<br />\r\n\tAs a result, officials began revising their estimating formulas to account for higher costs, at the very time when costs for construction goods and services actually were coming down. As a result, many projects in 2008 and 2009 -- prime time for the stimulus -- came in well under budget.<br />\r\n\t<br />\r\n\tThe U.S. Government Accountability Office confirmed the trend in a <a href=\"http://www.gao.gov/new.items/d10437.pdf\" id=\"h27g\" title=\"March report\">March report</a>.<br />\r\n\t<br />\r\n\t&quot;Many highway contracts were awarded for less than the original cost estimates,&quot; the report states. &quot;These &#39;bid savings&#39; allowed states to fund more projects with the Recovery Act funding than were initially anticipated.&quot;<br />\r\n\t<br />\r\n\tFor example, an Interstate 59 pavement project in Gadsden, Ala., came in 31 percent below the original estimate of $53.9 million. The 8-mile Old Glenn Highway resurfacing project in Anchorage, Alaska, was nearly 50 percent below the original estimate of $25 million.<br />\r\n\t<br />\r\n\tSo there is some truth to Obama&#39;s point. But without definitive data telling us what percentage of all stimulus projects have come in under budget, we think it&#39;s a stretch for Obama to claim that <em>most</em> stimulus projects have come in under budget. After all, that&#39;s based on a survey of just eight agencies that found &quot;contract bids, in <em>some</em> cases&quot; were coming in well below budget.<br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>Faster than expected?</strong><br />\r\n\t<br />\r\n\tThis statistic depends somewhat on who is doing the expecting.<br />\r\n\t<br />\r\n\tAsked for backup, the White House again pointed to its October report, which noted the administration met its target of &quot;outlaying,&quot; or spending, 70 percent of the stimulus funds by the end of September 2010. The administration also provided data on various deadlines met, or exceeded, to &quot;obligate&quot; money to various agencies. But &quot;obligated&quot; simply means the money has been committed to a project. It could take months before it&#39;s spent.<br />\r\n\t<br />\r\n\tSo back to the money &quot;outlaid.&quot; Shortly after the law passed, the administration set a goal of having 70 percent of the funds outlaid and delivered in tax relief by Sept. 30, 2010. In the report, the administration boasted that as of that deadline, the government had outlaid $308 billion and paid out $243 billion in tax relief - a total of $551 billion, or almost exactly 70 percent of the Act&#39;s $787 billion cost estimate at the time of enactment.<br />\r\n\t<br />\r\n\tLiz Oxhorn, a White House spokeswoman for the stimulus program, defended Obama&#39;s &quot;faster than expected&quot; claim based on outlays, saying,&nbsp; &quot;Because most projects pay out on the back end, money out the door is one of the best indicators that projects are being completed ahead of schedule.&quot;<br />\r\n\t<br />\r\n\tBut if outlays are the measuring stick, the projects have not come in &quot;faster than expected,&quot; they have come in exactly as expected.<br />\r\n\t<br />\r\n\tAnd a couple caveats are in order here. The stimulus bill contained $288 billion in tax cuts and $499 billion in spending. As of Sept. 30, 85 percent of the tax cuts had been issued, along with 62 percent of the spending. In other words, the 70 percent threshold is inflated a bit by tax breaks.<br />\r\n\t<br />\r\n\tAn <a href=\"http://www.propublica.org/article/did-the-white-house-meet-its-stimulus-goal\" id=\"in3y\" title=\"analysis by ProPublica\">analysis by ProPublica</a> also found that a number of agencies were lagging behind spending estimates.<br />\r\n\t<br />\r\n\tThe Department of Energy, for example, has been the slowest agency to spend its stimulus funds, as many of the agency&#39;s programs have been tied up by an onslaught of applications and regulations regarding prevailing wages, American-made materials, increasing electricity rates and environmental clearances. As of Sept. 17, it has spent only $7.6 billion of its <a href=\"http://www.energy.gov/recovery/data.htm\">$32.7 billion allocation</a>. The slowest energy programs include the $3 billion <a href=\"http://www.energy.gov/recovery/ccs.htm\">&quot;clean coal&quot; carbon capture program</a>, the $4.5 billion <a href=\"http://www.oe.energy.gov/recovery/1264.htm\">smart grid program</a> and the $2.5 billion <a href=\"http://www.energy.gov/recovery/lgprogram.htm\">loan guarantee program</a> to support clean energy projects.<br />\r\n\t<br />\r\n\tThe Department of Homeland Security spent less than $500 million of its <a href=\"http://www.dhs.gov/xopnbiz/recovery.shtm\">$2.8 billion allocation</a>. When the stimulus bill was passed, the CBO estimated that Homeland Security would <a href=\"http://www.propublica.org/documents/item/cbo-estimates-for-the-american-recovery-and-reinvestment-act-of-2009#document/p5/a2\">spend more than $1 billion</a> by now. The slow spending comes from nearly every part of the agency. For example, Customs and Border Protection has paid out less than $50 million, even though it was authorized to spend $680 million to modernize ports of entry and deploy other border technology. That program was halted briefly last fall as news media and members of Congress questioned the plan to modernize little-used border stations in Montana and North Dakota instead of busy crossings along the southwest border.<br />\r\n\t<br />\r\n\tWhile outlays may be a good measure of the progress of stimulus spending, we also think most people would interpret Obama&#39;s comment to mean that projects were actually being done faster than expected. Again, there is no comprehensive federal database tracking that statistic.<br />\r\n\t<br />\r\n\tBut ProPublica analyzed a piece of the stimulus, the money awarded to the Federal Highway Administration. Of the 12,932 projects listed in a database provided by the agency, 5,752 are marked as completed, about 45 percent. Of the completed projects, 51 percent were completed earlier than the estimated date. About 30 percent came in late and 12 percent on the same day. Several hundred projects had no estimated date.<br />\r\n\t<br />\r\n\tIn the case of the Federal Highway Administration, Obama could rightly claim that &quot;most&quot; projects have come in faster than expected (though barely, at 51 percent). But this is just one agency.<br />\r\n\t<br />\r\n\tAs with the claim about projects coming in under budget, Obama would have been on firm ground had he said &quot;many&quot; projects have come in faster than expected. Many have. But many have not. And if the claim is based on meeting a deadline to outlay funds, the overall target of 70 percent was reached -- barely -- by the end of September. That&#39;s only faster than expected if you expected the government to fail.<br />\r\n\t<br />\r\n\tObama makes a valid point about this being a good time to get deals on infrastructure projects. The recession has created desperate workers willing to work cheaper, and the cost of materials is still relatively low. Obama&#39;s point that this was borne out by the stimulus projects is on target. But he stretched the facts -- at least what is actually known -- when he claimed most projects have come in under budget and faster than expected. And so we rate his claim Half True.<br />\r\n\t<br />\r\n\t<br />\r\n\t<em>Michael Grabell is a staff writer for ProPublica who covers the stimulus.</em></p>\r\n", "ruling_comments_date": "2010-11-09T19:09:04.758331", "ruling_date": "2010-11-10T10:43:23", "ruling_headline": "Obama claims most stimulus projects have come in under budget, faster than expected", "ruling_headline_slug": "obama-claims-most-stimulus-projects-have-come-unde", "ruling_link_text": "Lots of projects under budget, but most?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<font size=\"2\">CBS News, <a href=\"http://www.cbsnews.com/stories/2010/11/07/60minutes/main7032276_page5.shtml?tag=contentMain;contentBody\" id=\"skz1\" title=\"&quot;60 Minutes&quot; transcript: President Barack Obama\">&quot;60 Minutes&quot; transcript: President Barack Obama</a>, Nov. 7, 2010<br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2010/10/01/vice-president-biden-delivers-new-report-president-recovery-act-progress\" id=\"how5\" title=\"Vice President Biden Delivers New Report to the President on Recovery Act Progress\">Vice President Biden Delivers New Report to the President on Recovery Act Progress</a>, Oct. 1, 2010<br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/sites/default/files/recovery_act_report_9-30-2010.PDF\" id=\"s5m3\" title=\"2010 Fiscal year End report to the President on the Progress Implementing the American Recovery and Reinvestment Act of 2009\">2010 Fiscal year End report to the President on the Progress Implementing the American Recovery and Reinvestment Act of 2009</a>, Septembeer, 2010<br />\r\n\t&nbsp;<br />\r\n\tU.S. General Accountability Office, <a href=\"http://www.gao.gov/new.items/d10437.pdf\" id=\"zga9\" title=\"Recovery Act:&nbsp; One Year Later, States' and Localities' Uses of Funds and Opportunities to Strengthen Accountability\">Recovery Act:&nbsp; One Year Later, States&#39; and Localities&#39; Uses of Funds and Opportunities to Strengthen Accountability</a>, March 2010<br />\r\n\t<br />\r\n\tProPublica, <a href=\"http://www.propublica.org/article/did-the-white-house-meet-its-stimulus-goal\" id=\"vq0h\" title=\"&quot;Did the White House Meet its Stimulus Goal?&quot;\">&quot;Did the White House Meet its Stimulus Goal?&quot;</a> by Karen Weise and Michael Grabell, Oct. 1, 2010<br />\r\n\t<br />\r\n\tFederal Highway Administration,&nbsp; <a href=\"http://www.fhwa.dot.gov/economicrecovery/projects/fhwarap20101029.xlsx\" id=\"n8ue\" title=\"ARRA database\">ARRA database</a><br />\r\n\t<br />\r\n\tInterview with Brian Turmail, a spokesman for the Associated General Contractors of America, Nov. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Liz Oxhorn, a White House spokeswoman for the stimulus program, Nov. 8, 2010</font></p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;One of the interesting things about the Recovery Act was most of the projects came in under budget, faster than expected, because there&#39;s just not a lot of work there.&quot;</p>\r\n", "statement_context": "a \"60 Minutes\" interview", "statement_date": "2010-11-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}