{"art": [{"brightcove": "", "caption": "Lincoln Chafee at a Nov. 3, 2010, news conference", "id": 920, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ChafeePC.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/920/", "title": "Chafee press conference 3Nov10", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/nov/14/lincoln-chafee/chafee-quotes-experts-saying-sales-tax-increase-wo/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}], "facebook_headline": null, "id": 2791, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/2791/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tLincoln Chafee&#39;s plan to impose a 1-percent sales tax on currently exempt items was clearly the most controversial proposal of his 2010 campaign. During his first news conference as governor-elect, Chafee was asked about the prospect of having the General Assembly pass it.<br />\r\n\t<br />\r\n\t&quot;I&#39;m open to better ideas, but I am going to be a fierce protector of the property tax,&quot; he said. &quot;I do firmly believe, as the experts have said, that that&#39;s the most harmful to economic growth and that&#39;s what we want in the state, economic growth. And the sales tax is least harmful to economic growth. While no tax is good, let that sink in. We want economic growth. Let&#39;s go with the one that&#39;s least harmful.&quot;<br />\r\n\t<br />\r\n\tChafee had made <a href=\"http://www.projo.com/news/content/chafee_announces_01-05-10_3IH0FE5_v19.3b4095c.html\" id=\"iah4\" title=\"a similar assertion\">a similar assertion</a> 10 months earlier when he announced his run for governor and proposed the tax.<br />\r\n\t<br />\r\n\tWe were curious whether tax experts really believed that a sales tax increase imposed by the state is less harmful to economic recovery than a property tax hike, which can be forced on municipalities if the state cuts aid to cities and towns.<br />\r\n\t<br />\r\n\tOur first stop was to the Chafee transition team, which gave us a PowerPoint presentation made in September at a Rhode Island Public Expenditure Council forum for the gubernatorial candidates. The author is Joseph Henchman, director of state projects at The Tax Foundation, a business-backed tax policy group that does state-by-state comparisons of tax issues.<br />\r\n\t<br />\r\n\tHenchman&#39;s data included some interesting information, such as the fact Rhode Island gets significantly more state and local revenue from property taxes and less from the sales tax than the national average.<br />\r\n\t<br />\r\n\tBut the presentation says nothing about which type of tax is more harmful or beneficial to economical growth. Neither did a Wall Street Journal editorial on taxes that the Chafee team supplied to us. So we asked for other, more relevant information.<br />\r\n\t<br />\r\n\tMeanwhile, we did our own poking around.<br />\r\n\t<br />\r\n\tThe Tax Foundation <a href=\"http://www.taxfoundation.org/files/bp60.pdf\" id=\"v.b4\" title=\"ranks states\">ranks states</a> based on their business-friendly tax climate. Their latest index, based on data as of July 1, 2010, has Rhode Island 42nd, up from 44th the previous year. (The higher the number, the worse it is for business.) If a company is thinking of starting or relocating here, the fact that we&#39;re in the bottom 10 could influence that decision.<br />\r\n\t<br />\r\n\tThat ranking is influenced by how much various items are taxed. In addition, the foundation gives more emphasis to the sales tax (where Rhode Island ranks well, at 14th) than corporate taxes (where we rank 37th) or property taxes (where we rank 47th) when it does its ranking.<br />\r\n\t<br />\r\n\t&quot;A lot of businesses take the index as a first step&quot; in deciding where to go or expand, said Kail Padgitt, a staff economist at the foundation.<br />\r\n\t<br />\r\n\tSo because it emphasizes the sales tax more than the property tax, Rhode Island&#39;s overall ranking when it comes to the business tax climate would be disproportionately harmed if we increase the sales tax.<br />\r\n\t<br />\r\n\tPadgitt referred us to a study by the Paris-based Organisation for Economic Co-operation and Development, an international agency founded to help its 33 member countries find the best economic policies.<br />\r\n\t<br />\r\n\tThe OECD&#39;s 2008 study of tax structures and economic growth says that when taxation is necessary, a stronger reliance on property taxes is the best method for encouraging an economy to grow, followed by consumption taxes, such as sales taxes. High corporate taxes, it concluded, were the worst when it came to increasing the gross domestic produc<font>t</font><font> (GDP)</font><font>.</font><br />\r\n\t<br />\r\n\t&quot;Comparing only consumption taxes and property taxes, both of which seem superior to income taxes, it is property taxes, and particularly recurrent taxes on immovable property, that appear to be associated with the highest levels of GDP per capita,&quot; the report says.<br />\r\n\t<br />\r\n\tSo this organization disagrees with Chafee.<br />\r\n\t<br />\r\n\tOn the other hand, Wendy Schiller, professor of political science and public policy at Brown University, said she could see how high property taxes would be a big factor in stifling economic growth in Rhode Island, especially in communities like Providence, where the taxes are used to finance schools that are regarded as inferior.<br />\r\n\t<br />\r\n\t&quot;Over the long haul, it really deters the kind of people with innovative ideas for new businesses and professionals who may want to work in Boston but want to live somewhere else,&quot; she said. &quot;They&#39;re going to live and spend money here, but not if they have to pay for private school.&quot;<br />\r\n\t<br />\r\n\tKim Rueben, a public finance economist at the Tax Policy Center in Washington, D.C., said Chafee&#39;s assertion is &quot;way too strong&quot; and overly simplistic. &quot;Whether raising taxes actually impacts your ability to attract businesses has a lot to do with what you actually spend those revenues on,&quot; she said. For example, financing a good network of roads or building a top-notch educational system &quot;are things that businesses value and leads to positive economic activity.&quot;<br />\r\n\t<br />\r\n\tWhen we finally heard back from the Chafee team, spokesman Mike Trainor sent us directly to Henchman, the Tax Foundation official who made the September presentation.<br />\r\n\t<br />\r\n\tWhen we asked Henchman about Chafee&#39;s statement, he told us, &quot;It&#39;s difficult to make a broad claim like that. It depends pretty much on circumstances.&quot;<br />\r\n\t<br />\r\n\tBut what about the OECD&#39;s conclusion that property taxes hurt economic growth least and the foundation&#39;s own emphasis on giving states lower rankings if their sales tax is high? Henchman said that advice works on a large scale. But when it comes to an individual state, things can be different.<br />\r\n\t<br />\r\n\tHe said Rhode Island has one of the better sales tax systems, yet &quot;the property tax, by contrast, is one of the worst in the country. It&#39;s very high, very complex.&quot;<br />\r\n\t<br />\r\n\tHenchman said he would recommend doing whatever could be done to relieve the property tax burden. A good way to do that would be to take the sales tax and smooth out its selective nature, which he said creates &quot;distortions&quot; in a system by taxing different items at different levels.<br />\r\n\t<br />\r\n\tHe recommends getting rid of complicated tax systems that require extra administrative costs and systems that favor certain industries, activities or products. It can get silly to place a high tax on prepared foods and no tax on groceries.<br />\r\n\t<br />\r\n\t&quot;The argument often made is that it&#39;s less regressive to exempt groceries, but poor people buy prepared food and rich people buy groceries,&quot; he said.<br />\r\n\t<br />\r\n\tIn the end, there is no consensus from the experts. An international report disagrees with Chafee, one expert says such ranking is too simplistic and another gave qualified support.<br />\r\n\t<br />\r\n\tAnd even when the Chafee team found someone to support the assertion that property taxes are the most harmful to economic growth, it was with the caveat that the strategy is specific to Rhode Island&#39;s current circumstances.<br />\r\n\t<br />\r\n\tBut that&#39;s a distinction the governor-elect didn&#39;t make.<br />\r\n\t<br />\r\n\tAs a result, we rate Chafee&#39;s statement as Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-11-10T16:24:08.230987", "ruling_date": "2010-11-14T00:01:00", "ruling_headline": "Chafee quotes 'experts' as saying a sales tax increase would be less harmful to economic growth than higher property taxes", "ruling_headline_slug": "chafee-quotes-experts-saying-sales-tax-increase-wo", "ruling_link_text": "There is no \"expert\" consensus", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPress conference, Chafee headquarters, Warwick, Nov. 3, 2010<br />\r\n\t<br />\r\n\tProJo.com, &quot;<a href=\"http://www.projo.com/news/content/chafee_announces_01-05-10_3IH0FE5_v19.3b4095c.html\" id=\"dv0w\" title=\"Chafee calls for new tax plan in run for governor\">Chafee calls for new tax plan in run for governor</a>,&quot; Jan. 5, 2010<br />\r\n\t<br />\r\n\tEmail, Graham Vyse, Chafee spokesman, Nov. 5, 2010<br />\r\n\t<br />\r\n\tPowerPoint presentation, Joseph Henchman, director of state projects, The Tax Foundation, accessed Nov. 5, 2010<br />\r\n\t<br />\r\n\tReport, &quot;<a href=\"http://www.taxfoundation.org/files/bp60.pdf\" id=\"k36c\" title=\"2011 State Business Tax Climate Index\">2011 State Business Tax Climate Index</a>,&quot; The Tax Foundation, taxfoundation.org, October 2010, accessed Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Kail Padgitt, staff economist, The Tax Foundation, Nov. 9, 2010<br />\r\n\t<br />\r\n\tReport, &quot;Do Tax Structures Affect Aggregate Economic Growth? Empirical Evidence From a Panel of OECD Countries,&quot; Organisation for Economic Co-Operation and Development,&quot; www.oecd.org, accessed Nov. 9, 2010<br />\r\n\t<br />\r\n\tInterview, Wendy Schiller, professor of political science and public policy, Brown University, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Kim Rueben, public finance economist, The Tax Policy Center, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Joseph Henchman, director of state projects, The Tax Foundation, Nov. 9, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 5, "first_name": "Lincoln", "half_true_count": 3, "home_state": "Rhode Island", "id": 470, "last_name": "Chafee", "mostly_true_count": 4, "name_slug": "lincoln-chafee", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chafee2014.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/470/", "total_count": 18, "true_count": 3, "website": "http://www.chafee2016.com/"}, "statement": "<p>\r\n\tExperts say the property tax &quot;is the most harmful to economic growth and . . . the sales tax is least harmful.&quot;</p>\r\n", "statement_context": "a news conference", "statement_date": "2010-11-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}