{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/nov/16/mike-haridopolos/incoming-senate-president-mike-haridopolos-says-fi/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2804, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2804/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tElection Day 2010 dealt a severe blow to Democrats statewide, with several congressional and state legislative seats crossing over to the Republican column.<br />\r\n\t<br />\r\n\tJust&nbsp;two years after Florida voters&nbsp;helped deliver the presidency to Barack Obama, Florida Republicans savored the mid-term election results that ushered conservative Marco Rubio into the U.S. Senate, business mogul Rick Scott into the governor&rsquo;s office, and seven additional Republicans into the state Legislature.<br />\r\n\t<br />\r\n\t&quot;This is the first time a party has picked up multiple seats during a regular election since the mid 1980s, making this the largest majority of any party in more than 25 years,&quot; said incoming Senate President Mike Haridopolos&nbsp;<a href=\"http://fltrib.com/republicans-gain-veto-proof-majority-florida-legislature\">in a post-election interview on Nov. 2, 2010</a>. &nbsp;&quot;This increase will allow our Republican-led Legislature to tackle tough issues facing our state in the upcoming 2011 legislative session -- from balancing our state&#39;s budget to reforming Medicaid and cutting wasteful government spending, all with our conservative principles in mind.&quot;<br />\r\n\t<br />\r\n\tWe decided to take a closer look at Haridopolos&rsquo; claim. First, was this the first time since 1984 that a party had picked up multiple seats during a regular election? Second, is this the largest majority of any party in more than 25 years?<br />\r\n\t<br />\r\n\t<strong>Picking up seats</strong><br />\r\n\t<br />\r\n\tThis election season, the GOP picked up five state House seats formerly held by Democrats and two state Senate seats. In addition, Republican Jeff Atwater defeated Democrat Loranne Ausley for the state&rsquo;s chief financial officer post. The cabinet position was vacated by Democrat Alex Sink in her failed bid for governor.<br />\r\n\t<br />\r\n\tOn the federal level, state Republicans picked up four congressional seats once held by Democrats. These seats included Allen West&rsquo;s victory over Rep. Ron Klein for a district spanning Broward and Palm Beach counties; Steve Southerland&rsquo;s win over Blue Dog Democrat Rep. Allen Boyd of North Florida; firebrand Rep. Alan Grayson&rsquo;s defeat by Republican stalwart Daniel Webster in Orlando; and GOP state Rep. Sandy Adams&rsquo; win over Democratic incumbent Suzanne Kosmas in Brevard County.</p>\r\n<p>\r\n\tBut with Republicans gaining in the state at all levels&nbsp;over the past two decades, surely the party has picked up &quot;multiple seats&quot; before now, right?</p>\r\n<p>\r\n\tHaridopolos communications director David Bishop clarified that the incoming Senate president was referring to the state Senate only when he said, &quot;This is the first time a party has picked up multiple seats during a regular election since the mid 1980s.&quot;</p>\r\n<p>\r\n\tBishop contends Haridopolos&#39; statement is correct dating back to 1988, and <a href=\"https://spreadsheets.google.com/ccc?key=0AofjL1-0K8pidGgwNWtxNjBfOC1VczVOcld6T1B5NUE&amp;hl=en\">he sent us a list </a>that we verified is accurate.&nbsp;Special elections to fill vacancies, and senators switching parties have helped give&nbsp;Republicans an edge in certain non-general election years. But when it comes to regular elections, Republicans in the Senate have either picked up only one seat at a time or remained the same starting with the 1988 general election.</p>\r\n<p>\r\n\tFor example, after the 1990 general election, there were 17 Republicans in the Senate, and two years later there were 20. At a glance, it appears that Republicans picked up three seats during the 1992 election, but a closer look reveals that a special election and a party switch helped bridge some of that gap. In June 1991, Republican Locke Burt of Ormond Beach narrowly defeated a Democratic challenger during a special election, bringing the GOP tally up to 18. That number went up to 19 in April 1992 when former Sen. Vince Bruner of Fort Walton Beach switched to the GOP.&nbsp;&nbsp;When the 1992 general election came in November, Republicans were able to pick up an additional seat.</p>\r\n<p>\r\n\tIn other examples from&nbsp;non-general election years, Senate Republicans&nbsp;made gains in February 1995 when W.D. Childers of Pensacola switched to the GOP, and in March 1998 when former Rep. John Laurent of Bartow won a special election to fill a seat vacated by Democratic Sen. Rick Dantzler of Winter Haven who resigned to focus on an unsuccessful gubernatorial campaign.</p>\r\n<p>\r\n\tSo Haridopolos is correct in saying that this is the first time the party has picked up multiple Senate seats during a regular election season, but he was off a bit in saying since the mid 1980s, because it last happened in 1988.</p>\r\n<p>\r\n\t<strong>Largest majority?</strong><br />\r\n\t<br />\r\n\tAs for the second part of Haridopolos&rsquo; statement, that &quot;this is the largest majority any party has seen in 25 years,&quot; with the count now stacked at 81-39 in the House and 28-12 in the Senate it&rsquo;s hard to argue otherwise.<br />\r\n\t<br />\r\n\tThe last time either party saw a larger majority was between 1982 and 1984, when the Democrats held control of the House with an 84-36 majority, and 32-8 in the Senate. That was the start of Bob Graham&rsquo;s second term as governor and it would also be the last time Democrats would post such high numbers. Each subsequent election, Republicans made small gains that chiseled away at the Democrats&#39; once-strong block.<br />\r\n\t<br />\r\n\tDemocrats remained in control of both the House and Senate up until the 1992 elections, covering the first two years of Lawton Chiles&rsquo; first term as governor. While Democrats were able to keep control of the House in 1992, the Senate was deadlocked with a 20-20 split. Then when the 1994 midterm elections rolled around, Republicans continued to make inroads and held control of the Senate with a 21-19 majority.<br />\r\n\t<br />\r\n\tIt was during the 1996 elections, when President Bill Clinton carried Florida in his re-election bid, &nbsp;that Republicans finally sealed their lock on both chambers with a 61-59 majority in the House, and a 23-17 majority in the Senate. Ever since that decisive 1996 election, Republicans have remained in control of both&nbsp;chambers in&nbsp;the Legislature.<br />\r\n\t<br />\r\n\tIn fact, while Republicans were able to gain seven seats in both chambers of the Legislature combined&nbsp;during the 2010 elections, it was between the 1994 and&nbsp;1996 elections that they gained&nbsp;the most seats in the past 25 years, with a total of 11 seats.<br />\r\n\t<br />\r\n\tSo back to the question at hand. How accurate was Haridopolos in stating, &quot;This is the first time a party has picked up multiple seats during a regular election since the mid 1980s, making this the largest majority of any party in more than 25 years?&quot; His comment wasn&#39;t clear that he was referring only to the state Senate&nbsp;with &quot;multiple seats,&quot; and he could have been slightly&nbsp;more accurate by specifying since the late 1980s. Haridopolos was&nbsp;correct, though,&nbsp;in saying that this is the largest majority in the past quarter-century. We rate the claim Mostly True.</p>", "ruling_comments_date": "2010-11-12T15:25:56.986502", "ruling_date": "2010-11-16T10:25:12", "ruling_headline": "Senate President Mike Haridopolos says 2010 was the first time since mid '80s a party gained multiple seats in a general election", "ruling_headline_slug": "incoming-senate-president-mike-haridopolos-says-fi", "ruling_link_text": "One by one GOP has been picking up seats to build their majority", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tUniversity of Florida, <a href=\"http://ufdc.ufl.edu/fhrp\">House of Representative Publications,</a> House Journals, (1984-1994)<br />\r\n\t<br />\r\n\tFlorida State Senate Website, <a href=\"http://www.flsenate.gov/cgi-bin/View_Page.pl?Tab=info_center&amp;Submenu=8&amp;Mode=Information%20Center&amp;File=index.cfm&amp;Directory=Info_Center/Archive/historical&amp;Location=app\">House &amp; Senate Journal Archives</a>, viewed Nov. 10, 2010<br />\r\n\t<br />\r\n\tSunshine State News, &quot;<a href=\"http://www.sunshinestatenews.com/story/republicans-increase-majority-florida-senate\">Republicans Increase Majority in Florida Senate</a>,&quot; Nov. 4, 2010<br />\r\n\t<br />\r\n\tFlorida Tribune, &quot;<a href=\"http://fltrib.com/republicans-gain-veto-proof-majority-florida-legislature\">Republicans gain veto proof majority in &nbsp;Florida Legislature</a>,&quot; Nov. 2, 2010<br />\r\n\t<br />\r\n\tUniversity of Florida Library, &quot;<a href=\"http://www.uflib.ufl.edu/fefdl/florida/House19672001.html\">Florida House of Representative List by District 1967-2001</a>,&quot; viewed Nov. 9, 2010<br />\r\n\t<br />\r\n\tUniversity of Florida Library &quot;<a href=\"http://www.uflib.ufl.edu/fefdl/florida/Senate18452001.html\">Florida Senate List by District 1845-2001</a>,&quot; viewed Nov. 9, 2010<br />\r\n\t<br />\r\n\tThe Miami Herald , &quot;In Politics a big year for GOP,&quot; Dec. 31, 1996, acquired through archives.<br />\r\n\t<br />\r\n\tThe Miami Herald, &quot;GOP&rsquo;s House gain puts Chiles in hammerlock,&quot; Nov. 6, 1997, acquired through archives.<br />\r\n\t<br />\r\n\tThe Miami Herald, &quot;State Democrats gain Senate Seat,&quot; Nov. 8, 2000, acquired through archives.<br />\r\n\t<br />\r\n\tThe Orlando Sentinel, &quot;Sen. Bruner, a Democrat, becomes a Republican,&quot; April, 15, 1992, acquired through Nexis.com<br />\r\n\t<br />\r\n\tThe Orlando Sentinel, &quot;Volusia loss leaves Democrats with a shakier hold on Senate,&quot; Aug. 1, 1991, acquired through Nexis.com<br />\r\n\t<br />\r\n\tVero Beach Press Journal, &quot;New Representative welcomed,&quot; March 13, 1988, acquired through Nexis.com</p>\r\n<p>\r\n\tDavid Bishop, communications director for Sen. Mike Haridopolos, e-mail interview, Nov. 12, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Florida Senate President", "false_count": 3, "first_name": "Mike", "half_true_count": 1, "home_state": "Florida", "id": 840, "last_name": "Haridopolos", "mostly_true_count": 1, "name_slug": "mike-haridopolos", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_FLSC112_MIKE_HARIDOPOLOS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/840/", "total_count": 7, "true_count": 1, "website": "http://www.flsenate.gov/Legislators/index.cfm?Members=View+Page&District_Num_Link=026&Submenu=1&Tab=legislators&chamber=Senate&CFID=238117333&CFTOKEN=61418412"}, "statement": "<p>\r\n\t&quot;This is the first time a party has picked up multiple seats during a regular election since the mid 1980s, making this the largest majority of any party in more than 25 years.&quot;</p>", "statement_context": "a post-election interview.", "statement_date": "2010-11-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}