{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/nov/14/rick-perry/rick-perry-says-social-security-ponzi-scheme/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2806, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2806/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tTouring behind his new book, Texas Gov. Rick Perry saluted Texas counties that opted out of the Social Security system and then echoed a Republican talking point likening the federal Social Security system to a deceptive criminal enterprise.<br />\r\n\t<br />\r\n\tOn Nov. 8, Perry told host Greta Van Susteren of Fox News that back in 1982, two or three Texas counties happily bowed out of Social Security and are now &quot;going to take care of their people in the future. You can&#39;t say that for Social Security. It is indeed a Ponzi scheme.&quot;<br />\r\n\t<br />\r\n\tPerry also called Social Security a Ponzi scheme at an Oct. 10 stop in San Antonio, according to a news article in the <em>San Antonio Express-News</em>. He circles the same idea in his book, <em>Fed Up! Our Fight to Save America From Washington</em>, writing that any proclaimed surplus in the Social Security Trust Fund is illusory because &quot;Washington has already blown the money. You can think of it as an IOU that we&#39;re all going to have to pay... this means that our debt will increase all the faster as we pay out more than we take in... Ponzi schemes &mdash; like the one that sent Bernard Madoff to prison &mdash; are illegal in this country for a reason. They are fraudulent systems designed to take in a lot of money at the front and pay out none in the end... Deceptive accounting has hoodwinked the American public into thinking that Social Security is a retirement system and financially sound, when clearly it is not.&quot;<br />\r\n\t<br />\r\n\tPerry also writes that he pictures &quot;an America ascendant&quot; by 2026: &quot;I see an entitlement system that has been totally and honestly revamped... There will be a retirement safety net that is no longer set up like an illegal Ponzi scheme, but rather will allow individuals to own and control their own retirement.&quot;<br />\r\n\t<br />\r\n\tWondering what Social Security has to do with Ponzi schemes, we found that topic has been well covered, including in fact-checking articles by PolitiFact teams in Wisconsin and Rhode Island.<br />\r\n\t<br />\r\n\tWe&#39;ll get to those.<br />\r\n\t<br />\r\n\tFirst, what&#39;s a Ponzi scheme? According to an online post by the Social Security Administration, the term originates with Charles Ponzi, a Boston swindler who conned investors out of millions in 1920 by promising returns of up to 100 percent in 90 days on investments in foreign postal coupons. After first-round investors harvested those profits, others flocked to Ponzi, unaware his &quot;profits&quot; consisted of money paid in by other investors.</p>\r\n<p>\r\n\t&quot;The reason that this is a scheme and not an investment strategy, is that the geometric progression it depends on is unsustainable,&quot; the government post says. &quot;You must continually get more and more new people into the system to pay off the promises to the earlier members.&quot;<br />\r\n\t<br />\r\n\tIn contrast, the administration says, Social Security is more like a &quot;pay-as-you-go&quot; system transferring payroll tax payments by American workers to American retirees. Its web post closes: &quot;The first modern social insurance program began in Germany in 1889 and has been in continuous operation for more than 100 years. The American Social Security system has been in continuous successful operation since 1935. Charles Ponzi&#39;s scheme lasted barely 200 days.&quot;<br />\r\n\t<br />\r\n\tWe asked Perry for back-up on his Ponzi scheme description. His campaign spokeswoman, Catherine Frazier, pointed us to his book, adding in an e-mail: &quot;This year, Social Security is expected to pay out more in benefits than it collects in taxes. Americans today are being forced to pay for a program that they will no longer see any benefit from or return on their investment as it currently stands, similar to a Ponzi scheme.&quot;<br />\r\n\t<br />\r\n\tEarlier this year, we quoted the Congressional Budget Office&#39;s projection that this year Social Security would deliver more in benefit checks than it&#39;s projected to gather in taxes. But we also <a href=\"http://politifact.com/texas/statements/2010/jun/24/michele-bachmann/bachmann-says-social-security-running-deficit-and-/\">rated False a statement</a> by U.S. Rep. Michele Bachmann, R-Minnesota, that Social Security is out of money. In its latest annual report, issued in August, the Trustees of Social Security and Medicare trust funds confirms that tax income is running short of benefits paid. Regardless, the report says, benefit payments will not be exhausted until 2037 because until then the administration can cover the expected difference with investments made via the Social Security trust fund.<br />\r\n\t<br />\r\n\tNews and opinion articles gauging Social Security as a Ponzi scheme date back at least to the mid-1990s.</p>\r\n<p>\r\n\tIn a December 1995 op-ed article for <em>The Washington Post</em>, James K. Glassman (of late, executive director of the George W. Bush Institute at Southern Methodist University) wrote: &quot;Workers think that they are investing for their own accounts, but actually their payroll taxes go straight to current retirees. There&#39;s something called a &#39;trust fund,&#39; but it&#39;s small, and it&#39;s filled with dubious non-negotiable government bonds, not real assets.&quot; In a 1996 article posted on the <em>Slate</em> website, liberal commentator Michael Kinsley agreed that Social Security &quot;is a Ponzi scheme. Payments from later customers finance payouts to earlier customers. The ratio of retirees taking money out to workers putting money in is rising, due to 1) people having fewer children, and 2) people living longer.&quot;<br />\r\n\t<br />\r\n\tMore recently, Mitchell Zuckoff, a Boston University journalism professor who has written a book on Ponzi, noted critical dissimilarities between Social Security and a Ponzi scheme, which by definition is both fraudulent and unsustainable.<br />\r\n\t<br />\r\n\t&quot;First, in the case of Social Security, no one is being misled,&quot; Zuckoff&#39;s January 2009 article in <em>Fortune</em> magazine says. &quot;...Social Security is exactly what it claims to be: A mandatory transfer payment system under which current workers are taxed on their incomes to pay benefits, with no promises of huge returns.&quot;<br />\r\n\t<br />\r\n\tSecond, he writes, &quot;A Ponzi scheme is unsustainable because the number of potential investors is eventually exhausted. That&#39;s when the last people to participate are out of luck; the music stops and there&#39;s nowhere to sit. It&#39;s true that Social Security faces a huge burden &mdash; and a significant, long-term financing problem &mdash; in light of retiring Baby Boomers...But Social Security can be, and has been, tweaked and modified to reflect changes in the size of the taxpaying workforce and the number of beneficiaries. It would take great political will, but the government could change benefit formulas or take other steps, like increasing taxes, to keep the system from failing.&quot;<br />\r\n\t<br />\r\n\tThird, his article says, &quot;Social Security is morally the polar opposite of a Ponzi scheme... At the height of the Great Depression, our society (see &quot;Social&quot;) resolved to create a safety net (see &quot;Security&quot;) in the form of a social insurance policy that would pay modest benefits to retirees, the disabled and the survivors of deceased workers.By design, that means a certain amount of wealth transfer, with richer workers subsidizing poorer ones.That might rankle, but it&#39;s not fraud... None of this is to suggest that Social Security is a perfect system or that there aren&#39;t sizeable problems facing the incoming administration and Congress. But it&#39;s not a Ponzi scheme. And Ponzi himself, who died in a hospital charity ward with only enough money for his burial, would never have recognized it as his own.&quot;<br />\r\n\t<br />\r\n\tAnd how did our sister PolitiFacts sort this out?<br />\r\n\t<br />\r\n\tIn September, PolitiFact Wisconsin <a href=\"http://politifact.com/wisconsin/statements/2010/sep/23/ron-johnson/senate-candidate-ron-johnson-likens-social-securit/\">rated Barely True</a> GOP U.S. Senate candidate Ron Johnson&#39;s statement that Washington politicians &quot;run Social Security like a Ponzi scheme.&quot; Despite a superficial similarity, Social Security is obligated to pay benefits, a commitment the shysters who run Ponzi schemes do not share. What&rsquo;s more, participants are aware of how the system is operating. It&rsquo;s all public. In a Ponzi, investors have no clue where their money is going and are told lies by the promoters.<br />\r\n\t<br />\r\n\tPolitiFact Rhode Island later <a href=\"http://www.politifact.com/rhode-island/statements/2010/oct/03/john-loughlin/loughlin-compares-social-security-ponzi-scheme/\">rated False</a> Republican U.S. House candidate John Loughlin&#39;s statement that &quot;Social Security is a Ponzi scheme.&quot; Their analysis zeroed in on the lack of an element of deceit to how the 75-year-old Social Security program takes in money and pays it out. We&#39;d add that Social Security is accountable to Congress and the American people while a Ponzi scheme is a crime.<br />\r\n\t<br />\r\n\tWe rate Perry&#39;s statement False.</p>", "ruling_comments_date": "2010-11-12T16:21:29.745425", "ruling_date": "2010-11-14T06:00:00", "ruling_headline": "Rick Perry says Social Security is a Ponzi scheme", "ruling_headline_slug": "rick-perry-says-social-security-ponzi-scheme", "ruling_link_text": "Pssst, not fraudulent nor get-rich-quick", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11112010_rickperryresponsepftexas.html\">response</a> to PolitiFact Texas (excerpted), Catherine Frazier, Rick Perry campaign, Nov. 11, 2010<br />\r\n\t<br />\r\n\tFortune magazine, analysis article, Mitchell Zuckoff, <a href=\"http://money.cnn.com/2009/01/06/news/economy/social.security.fortune/index.htm\">&quot;Social Security a Ponzi scheme? No way,&quot;</a> Jan. 7, 2009 (accessed Nov. 10, 2010)<br />\r\n\t<br />\r\n\tJames K. Glassman, oped column, The Washington Post, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12121995_jglassmanopedwashpost.doc\">&quot;Retire Social Security,&quot;</a> Dec. 12, 1995 (Nexis search)<br />\r\n\t<br />\r\n\tInterview, Kim Cobb, director of media marketing, Southern Methodist University Nov. 11, 2010<br />\r\n\t<br />\r\n\tRick Perry, book, references to Social Security and Ponzi scheme, Fed Up! Our Fight to Save America From Washington, 2010, Little, Brown &amp; Company, pp. 60-61, 171<br />\r\n\t<br />\r\n\tSan Antonio Express-News, news article, <a href=\"http://www.mysanantonio.com/entertainment/books/perry_touts_new_book_in_san_antonio_107002198.html\">&quot;Perry calls Social Security &#39;bankrupt&#39; Ponzi scheme,&quot;</a> Nov. 11, 2010 (accessed Nov. 11, 2010) Nov. 11, 2010 (accessed Nov. 11, 2010)<br />\r\n\t<br />\r\n\tSlate, opinion article, Michael Kinsley, <a href=\"http://www.slate.com/id/2405/\">&quot;Social Security: From Ponzi Scheme to Shell Game,&quot;</a> Dec. 14, 1996 (accessed Nov. 10, 2010)<br />\r\n\t<br />\r\n\tSocial Security Administration, website, <a href=\"https://www.socialsecurity.gov/history/ponzi.htm\">&quot;Research Note #25, Ponzi Schemes v. Social Security,&quot;</a> January 2009 and The 2010 OASDI Trustees Report, <a href=\"http://www.ssa.gov/OACT/TR/2010/II_conclu.html#86802\">&quot;Conclusion,&quot;</a> Aug. 5, 2010 (accessed Nov. 11, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;Social Security is indeed a Ponzi scheme.&quot;</p>", "statement_context": "an interview.", "statement_date": "2010-11-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}