{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/nov/15/sierra-club/sierra-club-says-killing-high-speed-rail-project-w/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2809, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2809/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe debate over the proposed high-speed rail line from Milwaukee to Madison percolated during the campaign for governor. It flared up on the eve of the election, and has raged since Republican Scott Walker was elected Nov. 2, 2010.<br />\r\n\t<br />\r\n\tWalker wants the project stopped, even if it means rejecting $810 million in already-approved federal money. After state officials signed contracts in a pre-election push to ensure the project moves forward, outgoing Gov. Jim Doyle has backed off -- but argues ending the project will cost taxpayers $100 million.<br />\r\n\t<br />\r\n\tMilwaukee Mayor Tom Barrett, who lost to Walker, has said the city&nbsp; will consider legal options if the train is killed.</p>\r\n<p>\r\n\tVirtually everyone has entered the fight, often wielding statistics to argue their point. That includes the Sierra Club&rsquo;s Wisconsin chapter.<br />\r\n\t<br />\r\n\tWeapon of choice: Jobs.<br />\r\n\t<br />\r\n\tIn a <a href=\"http://wisconsin.sierraclub.org/PDF/11.4HSRPressRelease.pdf\">news </a><a href=\"http://wisconsin.sierraclub.org/PDF/11.4HSRPressRelease.pdf\">release</a> and a <a href=\"https://secure2.convio.net/sierra/site/Advocacy?cmd=display&amp;page=UserAction&amp;id=4028\">petition</a>, the Sierra Club argues if the state turns down money for high speed rail, it will &quot;kill nearly 10,000 permanent Wisconsin jobs.&quot;<br />\r\n\t<br />\r\n\tIf PolitiFact had sound effects, we&rsquo;d add a loud whistle here.<br />\r\n\t<br />\r\n\tAs in, that&rsquo;s a lot of jobs.<br />\r\n\t<br />\r\n\tAnd as in, let&rsquo;s have a timeout and get to the bottom of this.<br />\r\n\t<br />\r\n\tMany different job-related statistics have been bandied about in the debate.<br />\r\n\t<br />\r\n\tThe state Department of Transportation estimates there are the 13,719 jobs involved in construction, engineering, design and train manufacturing tied to the project.<br />\r\n\t<br />\r\n\tOn the campaign trail, Walker argued the project would create only 55 permanent jobs, declaring in an open letter to President Barack Obama on his <a href=\"http://notrain.com/\">notrain.com</a> web site: &quot;That&rsquo;s $14.5 million per job, not including any hidden costs!&quot;<br />\r\n\t<br />\r\n\tThere, Walker is talking about jobs on the train line itself -- conductors, engineers, ticket-takers and the like. In making the claim, he is purposely choosing the smallest possible number to make his point.<br />\r\n\t<br />\r\n\tBut what of the nearly 10,000 permanent jobs claimed by the Sierra Club and others, some of whom are now citing the Sierra Club as the source of the number? These are jobs not tied directly to the project and as such are hardest to measure hardest to quantify.<br />\r\n\t<br />\r\n\tYet the group offers a very specific number: 9,572.<br />\r\n\t<br />\r\n\tThe number comes from a 2006 economic<a href=\"http://www.dot.wisconsin.gov/projects/state/docs/mwrri-economic.pdf\">analysis</a> prepared for Amtrak and nine states, including Wisconsin, a group called the Midwest Regional Rail Initiative. The study, prepared by Transportation &amp; Economics Management Systems, became part of the state&rsquo;s application for the train funding.<br />\r\n\t<br />\r\n\tThe study says: &quot;The development of the system integrates so many communities, and provides such a wide reaching impact that it will generate on its own a 0.1 percent growth to the region&rsquo;s economy.&quot;<br />\r\n\t<br />\r\n\tThe sweeping conclusion:<br />\r\n\t<br />\r\n\t&quot;It will support existing manufacturing and service industries and will foster the growth of new small businesses across the Midwest because of the improved access between communities. It will encourage large businesses to distribute their operations more widely across the Midwest and reap the benefit of providing more efficient &lsquo;back shop&rsquo; operations in the highly accessible smaller communities.&quot;<br />\r\n\t<br />\r\n\tOK, but how do you quantify all that?<br />\r\n\t<br />\r\n\tIf you dig into the study, you find it is based on numerous assumptions and applies multipliers and other formulas to come up with a bottom line: Expanded train service would create 58,000 jobs in the nine states, boost property values by $5 billion and increase urban household income by $1 billion.<br />\r\n\t<br />\r\n\tLet&rsquo;s look at some of the factors and underlying assumptions, with an eye toward how the Sierra Club and others are using them when they claim 10,000 permanent jobs are at stake with the Milwaukee to Madison line.<br />\r\n\t<br />\r\n\t<strong>Size of the system</strong><br />\r\n\t<br />\r\n\tThe numbers are based on the prospect of a fully-built system throughout the Midwest. That is, it&rsquo;s not just high-speed rail from Milwaukee to Madison, but Chicago all the way to Minneapolis. And Chicago to St. Louis. And ultimately connections to Omaha, Kansas City, Indianapolis, Detroit, Cleveland and more.<br />\r\n\t<br />\r\n\tIt even includes a spur to Green Bay, with proposed stations in Menomonee Falls, Fond du Lac, Neenah and Appleton. That piece alone accounts for 3,200 jobs in the study, some of which overlap with the Milwaukee jobs.<br />\r\n\t<br />\r\n\tBut the federal funds allocated so far only cover some pieces of the plan.<br />\r\n\t<br />\r\n\tAnd there is no certainty the full system will ever be built -- in Ohio, Governor-elect John Kasich has vowed to block the Cleveland to Cincinnati to Columbus piece.<br />\r\n\t<br />\r\n\tSo, even if Walker were to have a change of heart, the system may be smaller and have fewer connections, which could mean its jobs impact is smaller as well.<br />\r\n\t<br />\r\n\t<strong>Jobs gained, jobs lost</strong><br />\r\n\t<br />\r\n\tThe study suggests that new jobs and opportunities will develop around the new route, as more people take advantage of the high-speed connections. However, as people board the train they are taken off the highways and don&rsquo;t as often take to the skies.<br />\r\n\t<br />\r\n\tBut the study counts only the new jobs, not any lost ones.<br />\r\n\t<br />\r\n\t&quot;How many airline pilots or contractors renovating terminals will not be needed?&quot; &nbsp;said Steven E. Polzin, of the Center for Urban Transportation Research at the University of South Florida, an expert on rail proposals, whose group has been criticized for favoring cars and roads. &nbsp;&quot;How many auto workers, gas station attendants, road contractors, etc.&quot;<br />\r\n\t<br />\r\n\tSo, part of the equation is missing.<br />\r\n\t<br />\r\n\t<strong>Stations as economic hubs</strong><br />\r\n\t<br />\r\n\tThe study assumes that stations will become economic hubs, prompting other businesses to create jobs nearby. But the stations envisioned are no sure thing.<br />\r\n\t<br />\r\n\tFor instance, the initial Madison station was to be near the airport -- not ideal for someone headed to the Capitol. Now it&rsquo;ll be in the city center, but going into the city slows down a traveler from Milwaukee to Minneapolis. &nbsp;<br />\r\n\t<br />\r\n\tLeaders of some cities, including Brookfield and Wauwatosa, have said they don&rsquo;t even want a proposed station.<br />\r\n\t<br />\r\n\tSo, more uncertainty.<br />\r\n\t<br />\r\n\t<strong>Other travel options</strong><br />\r\n\t<br />\r\n\tIf the price of gas remains relatively low, there will be less incentive for travelers to get out of their cars and board the train. Indeed, cars may be able to make the trip faster -- assuming there&rsquo;s no traffic congestion. Initial train speeds are planned to be 79 miles an hour, not including stops; the train would run at higher speeds later.<br />\r\n\t<br />\r\n\tWhats more, Mitchell International Airport is enjoying an air carrier -- and airfare -- war, which has helped it attract more passengers than ever. There is no telling how long that will last, but low air fares could have an impact on who grabs the train.<br />\r\n\t<br />\r\n\tPolzin, who reviewed the study at the request of PolitiFact Wisconsin, said it appeared to be professionally done, using methods that are generally accepted.<br />\r\n\t<br />\r\n\tHe noted that such studies are usually done to build support for a project &quot;and look exclusively at the benefits of the specific option, not the comparative benefits of other options or directing those resources to others purposes.&quot;<br />\r\n\t<br />\r\n\tIndeed, the state Department of Transportation has not highlighted the 10,000 permanent jobs figure, focusing instead on construction-related jobs for the Milwaukee-to-Madison line.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s work that we did ourselves,&quot; said Cari Anne Renlund, executive assistant for the state DOT. &quot;We need to talk about what we know is real.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ll leave Projection Land and return to reality as well.<br />\r\n\t<br />\r\n\tThe Sierra Club&rsquo;s Wisconsin chapter and others say killing the high-speed train will kill jobs, specifically 9,572 permanent ones. Their number is taken from a professional analysis, but that analysis is based on a host of assumptions -- including that an entire Midwest network is built -- many of which could change. And while the Sierra Club suggests the jobs are an immediate loss, the report itself puts them years into the future.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter isn&rsquo;t a crystal ball. But it&rsquo;s got a present-day rating that fits this claim: Barely True.</p>\r\n<p>\r\n\t<em>(<strong>Note</strong>: Paragraph three of this item was changed on Nov. 16, 2010 to more closely reflect what Mayor Barrett has said in regard to the train and the city&#39;s options.)</em></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-11-12T17:40:26.235324", "ruling_date": "2010-11-15T09:00:00", "ruling_headline": "Sierra Club says killing high-speed rail project will cost almost 10,000 permanent jobs in Wisconsin", "ruling_headline_slug": "sierra-club-says-killing-high-speed-rail-project-w", "ruling_link_text": "Study is filled with a trainload of assumptions, some of which are already off track", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJohn Muir chapter of the Sierra Club <a href=\"https://secure2.convio.net/sierra/site/Advocacy?cmd=display&amp;page=UserAction&amp;id=4028\">petition</a> and <a href=\"http://wisconsin.sierraclub.org/PDF/11.4HSRPressRelease.pdf\">news release</a>, &quot;Don&rsquo;t kill nearly 10,000 permanent Wisconsin jobs by returning high-speed rail funds,&quot; Nov. 4, 2010<br />\r\n\t<br />\r\n\tU.S. Rep. Tammy Baldwin (D-Wis.), interview on Wisconsin Public Television <a href=\"http://video.wpt2.org/video/1634503217/\">&quot;Here and Now,</a>&quot; Nov. 5, 2010<br />\r\n\t<br />\r\n\tCitizen Action of Wisconsin <a href=\"http://citizenactionwi.org/images/stories/Press_Releases/pr_high_speed_train_cancellation_economic_treason_11-8-10.pdf\">news release</a>, &quot;Cancelling high-speed rail is economic treason,&quot; Nov. 8, 2010<br />\r\n\t<br />\r\n\tGov. Jim Doyle&rsquo;s office <a href=\"http://www.wisgov.state.wi.us/docview.asp?docid=20612\">news release</a>, &quot;Chicago-Milwaukee-Madison Passenger Rail Corridor -$823 Federal Funds,&quot; Nov. 8, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.dot.wisconsin.gov/projects/state/docs/mwrri-economic.pdf\">&quot;Midwest Regional Rail Initiative Benefit Cost &amp; Economic Analysis,&quot;</a>&nbsp;Nov. 2, 2006<br />\r\n\t<br />\r\n\tInterview, Shahla Werner, chapter director, Sierra Club-John Muir Chapter, Nov. 8, 2010<br />\r\n\t<br />\r\n\tWalker for Governor, www.notrain.com <a href=\"http://notrain.com/\">website</a><br />\r\n\t<br />\r\n\tInterviews and e-mails, Cari Anne Renlund, executive assistant, Wisconsin Department of Transportation, Nov. 8 and 10, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Olivia Alair, press secretary, U.S. Department of Transportation. Nov. 8 and 9, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Steven E. Polzin, director, mobility policy, Center for Urban Transportation Research, University of South Florida, Nov. 10, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel archives</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 38, "last_name": "Sierra Club", "mostly_true_count": 1, "name_slug": "sierra-club", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_____________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/38/", "total_count": 4, "true_count": 0, "website": "http://www.sierraclub.org/"}, "statement": "<p>\r\n\tIf the state turns down money for high-speed rail, it will &quot;kill nearly 10,000 permanent Wisconsin jobs.&quot;</p>", "statement_context": "a news release issued by the group's John Muir chapter in Wisconsin", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}], "twitter_headline": ""}