{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/nov/15/john-cornyn/sen-john-cornyn-says-fort-hood-largest-military-in/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2810, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2810/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tHonoring those who died a year ago during a mass shooting at Fort Hood, U.S. Sen. John Cornyn expressed condolences for 13 who were killed on the military base near Killeen and their surviving families and friends.</p>\r\n<p>\r\n\t&quot;As the largest military installation in the free world, Fort Hood has long been a source of pride for Texans and all Americans,&quot; Cornyn said in a Nov. 4 statement.</p>\r\n<p>\r\n\tMedia accounts often put Fort Hood and &quot;largest&quot; in the same sentence. But we wondered if they &mdash; and Cornyn &mdash; have that right.</p>\r\n<p>\r\n\tCornyn spokesman Drew Brandewie sent us a November 2009 Reuters news story that says as much: &quot;Occupying 339 square miles (878 square km) in Central Texas and home to more than 65,000 soldiers, civilian personnel and family members, Fort Hood ranks as the world&#39;s largest military installation. It is the largest single employer in Texas and the only military post in the United States capable of supporting two full armored divisions &mdash; 1st Calvary Division and the 4th Infantry Division.&quot;</p>\r\n<p>\r\n\tA quick Google search for &quot;Fort Hood&quot; and &quot;largest military installation&quot; turns up varying descriptions from other news organizations. <a href=\"http://abcnews.go.com/WN/Politics/fort-hood-tragedy-largest-us-base/story?id=9009379\">ABC News</a> dubbed it the largest military facility in the world, the <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/defence/6511138/Fort-Hood-The-largest-US-military-base-in-the-world.html\">Telegraph</a> called it the largest U.S. military base in the world, and the Austin American-Statesman has referred to it as both the nation&#39;s largest military installation and one of the world&#39;s largest military installations.</p>\r\n<p>\r\n\tThe Army&#39;s Fort Hood website says that &quot;like the state of Texas, Fort Hood is big and boasts of being the largest active-duty armored post in the United States Armed Services.&quot; According to a fact sheet issued Aug. 19, 2009 by the Fort Hood Public Affairs Office: &quot;Fort Hood is the largest single site employer in Texas, directly inserting nearly $3 billion annually into the Texas economy.&quot; And &quot;the largest combat aviation training area in the free world, comprised of 15,900 square miles, begins on Fort Hood and continues west from Bell and Coryell counties to Runnels and Tom Green counties.&quot;</p>\r\n<p>\r\n\tFort Hood spokeswoman Nancy Bourget told us that Fort Hood is the world&#39;s largest military post in the world at 214,895 acres. Approximately 52,000 soldiers are at Fort Hood, she said, but she said she didn&#39;t know whether that&#39;s the most soldiers stationed at a military installation in &quot;the free world.&quot; Also, that number fluctuates: According to the August 2009 fact sheet, Fort Hood had 45,414 enlisted personnel and 8,909 civilian employees.</p>\r\n<p>\r\n\tNext, we contacted Wendy Synder, a spokeswoman at the U.S. Department of Defense, who advised caution when talking about the largest military installation in the world.<br />\r\n\t<br />\r\n\t&quot;There are different installations that support various services, based on their mission and the number of people there,&quot; she said. &quot;Are you looking at largest in terms of acreage, people assigned?&quot; Snyder pointed us to a 2009 department report that sizes up military installations by different criteria. The Naval Station in Pearl Harbor would cost the most to replace. The Nellis Air Force Range in Nevada has the most acreage. Hawthorne Army Depot in Nevada has the most buildings. &quot;But if you look at the size of the buildings, Fort Bragg (in North Carolina) has the largest square footage,&quot; said Snyder.</p>\r\n<p>\r\n\tWe also called John Pike, director at GlobalSecurity.org, a nonpartisan Virginia-based company that specializes in information about defense and the military. His yardstick: The number of service members assigned to each installation. Pike pointed to California&#39;s Fort Irwin as an example of why you shouldn&#39;t gauge the size of an installation by acreage: it spans 642,000 acres, but functions primarily as a training ground for soldiers from elsewhere, he said. &quot;They&#39;ve only got a few thousand people stationed there, but the facility is gigantic because the brigades have to go and play army,&quot; he said.</p>\r\n<p>\r\n\tSo we wondered which installation has the largest military population.</p>\r\n<p>\r\n\tAir Force spokesman Dan Elkins told us that Lackland Air Force Base in San Antonio is the largest with 8,479 enlisted personnel and officers, followed by Ramstein Air Base in Germany (7,673) and Langley Air Force Base in Virginia (7,314).</p>\r\n<p>\r\n\tLt. Gregory Wolf told us that Camp Lejeune in North Carolina and Camp Pendleton in California have the most Marine Corps personnel, with approximately 40,000-45,000 Marines and sailors stationed at each.</p>\r\n<p>\r\n\tA Navy lieutenant didn&#39;t respond to our query of the largest Naval station in the world as we were finishing this story, but according to GlobalSecurity.org Naval Station Norfolk in Virginia is the largest military station in the world &quot;based on supported military population.&quot; The 2009 Department of Defense report shows that as of September 2008, Norfolk had 39,636 miltary personnel, though the report cautions that its personnel data &quot;may not reflect the actual population at a particular site.&quot;</p>\r\n<p>\r\n\tLt. Col. Alayne Conway, a spokeswoman with the Army, told us that Fort Bragg and Fort Hood are the Army&#39;s largest installations, but that their numbers fluctuate, meaning that one day Bragg could have more personnel than Hood, and another day, Hood more than Bragg. The Defense Department report shows that as of September 2008, Fort Bragg had 50,178 military personnel versus Fort Hood&#39;s 52,301.</p>\r\n<p>\r\n\tTom McCollum, another spokesman at Fort Bragg, told us that the current population at Fort Bragg is about 55,000 soldiers. Count in civilian employees and families and the installation&#39;s population kicks up to about 99,000, he said.</p>\r\n<p>\r\n\tSo, what about Fort Hood&#39;s bragging rights?</p>\r\n<p>\r\n\tIn terms of its total acreage, Fort Hood isn&#39;t the largest military installation in the world. By a more meaningful gauge &mdash; the size of the military population stationed there &mdash; Fort Hood is currently second only to Fort Bragg. However, the exact number of soldiers at both posts is always fluctuating, and at times Fort Hood is the largest.</p>\r\n<p>\r\n\tWe rate Cornyn&#39;s statement as Half True.</p>", "ruling_comments_date": "2010-11-12T17:58:53.205324", "ruling_date": "2010-11-15T06:00:00", "ruling_headline": "Sen. John Cornyn says that Fort Hood is the largest military installation in the world", "ruling_headline_slug": "sen-john-cornyn-says-fort-hood-largest-military-in", "ruling_link_text": "By population, it's neck-and-neck with Fort Bragg", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tStatement by Sen. John Cornyn, Nov. 5, 2010</p>\r\n<p>\r\n\tReuters, <a href=\"http://www.reuters.com/article/idUSN0514311720091105\" id=\"ekp3\" title=\"Factbox\">Factbox</a>: Key facts about Fort Hood U.S. Army base, Nov. 5, 2009</p>\r\n<p>\r\n\tGlobalSecurity.org, <a href=\"http://www.globalsecurity.org/military/facility/fort-bragg.htm\" id=\"m1vd\" title=\"Web page about Fort Bragg\">Web page about Fort Bragg</a>, accessed Nov. 5, 2010</p>\r\n<p>\r\n\tThe Official website of Fort Hood, Texas, <a href=\"http://www.hood.army.mil/newcomers.hood.aspx\" id=\"pwuc\" title=\"Welcome to Fort Hood\">Welcome to Fort Hood</a>, accessed Nov. 5, 2010</p>\r\n<p>\r\n\tOfficial Fort Hood website, <a href=\"http://www.hood.army.mil/facts/FS%200702%20-%20Fort%20Hood%20Quick%20Facts.pdf\" id=\"a0g6\" title=\"Fort Hood quick facts,\">Fort Hood quick facts,</a> Aug. 19, 2009</p>\r\n<p>\r\n\tOfficial Fort Hood website, <a href=\"http://www.hood.army.mil/facts/FS%200703%20-%20Fort%20Hood%20Overview.pdf\" id=\"ruwf\" title=\"Fort Hood overview,\">Fort Hood overview,</a> Aug. 19, 2009</p>\r\n<p>\r\n\tDepartment of Defense, <a href=\"http://www.defense.gov/pubs/pdfs/2009baseline.pdf\" id=\"pd1o\" title=\"Base Structure Report: Fiscal Year 2009 Baseline (A summary of DoD's Real Property Inventory)\">Base Structure Report: Fiscal Year 2009 Baseline (A summary of DoD&#39;s Real Property Inventory)</a></p>\r\n<p>\r\n\tInterview with Nancy Bourget, public affairs officer, Fort Hood Public Affairs Office, Nov. 5, 2010</p>\r\n<p>\r\n\tE-mail interview with Christopher Garver, lieutenant colonel, Army Public Affairs, Nov. 8, 2010</p>\r\n<p>\r\n\tInterview with John Pike, director, GlobalSecurity.org, Nov. 8, 2010</p>\r\n<p>\r\n\tInterview with Tom McCollum, public affairs officer, Fort Bragg, Nov. 8, 2010</p>\r\n<p>\r\n\tInterview with Lisa Blevins, public affairs specialist, White Sands Missile Range, Nov. 8, 2010</p>\r\n<p>\r\n\tInterview with Wendy Snyder, U.S. Defense Press Officer at the Pentagon, Nov. 8, 2010</p>\r\n<p>\r\n\tInterview with Sheri Crowe, spokeswoman, Fort Bragg media relations, Nov. 12, 2010</p>\r\n<p>\r\n\tInterview with Alayne Conway, lieutenant colonel, U.S. Army Public Affairs, Nov. 12, 2010</p>\r\n<p>\r\n\tE-mail interview with Gregory Wolf, lieutenant, U.S. Marine Corps, Nov. 12, 2010</p>\r\n<p>\r\n\tE-mail interview with Dan Elkins, spokesman, Air Force Public Affairs, Nov. 12, 2010</p>\r\n<p>\r\n\tE-mail interview with Lt. Paul Macapagal, Navy News Desk Action Officer, Navy Office of Information, Nov. 12, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\tSays Fort Hood near Killeen, Texas, is &quot;the largest military installation in the free world.&quot;</p>", "statement_context": "a statement", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}