{"art": [], "author": [{"email_address": "rnaymik@plaind.com", "first_name": "Mark", "id": 158, "last_name": "Naymik", "name_slug": "mark-naymik", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-mark-naymik.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/158/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2010/nov/15/john-kasich/john-kasich-says-democrats-targeted-his-gop-gubern/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2814, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rnaymik@plaind.com", "first_name": "Mark", "id": 158, "last_name": "Naymik", "name_slug": "mark-naymik", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-mark-naymik.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/158/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/2814/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRepublican John Kasich, who narrowly defeated embattled Democratic Gov. Ted Strickland on Nov. 2, is still angry about the negative campaign the governor and his supporters employed trying to secure a second term.<br />\r\n\t<br />\r\n\tIn nearly every interview and speech following his victory, Kasich has raised the issue, complaining that he had to beat back an unprecedented effort to destroy his good name. During one event with reporters, he even called on teacher unions that backed Strickland to place full-page newspaper ads in Ohio papers apologizing to him.<br />\r\n\t<br />\r\n\tSuch statements raise an obvious question: Is Kasich the victim of politics gone wild &mdash; or is he just nursing thin-skin wounds?<br />\r\n\t<br />\r\n\tTo get at the answer, Politicfact decided to check Kasich&rsquo;s statement on the matter. Addressing a group of lobbyists Nov. 4 in Columbus, Kasich offered the following evidence that his enemies were stalking him while he tried to run a simple positive campaign.<br />\r\n\t<br />\r\n\t&quot;I had 12 visits by a president, somewhere between $45 (million) and $50 million (spent against him,) 500 paid volunteers in here calling me every name in the book, former presidents, first ladies and God-knows-who-else, and we beat all of them. And if you think you&rsquo;re going to stop us, you&rsquo;re crazy. You will not stop us. We will beat you. And that&rsquo;s not arrogance.&quot;<br />\r\n\t<br />\r\n\tHe made similar remarks a day earlier to Fox News, claiming the president campaigned against him 12 times and that he and other politicians and Democratic workers &quot;threw the kitchen sink at me.&quot;<br />\r\n\t<br />\r\n\tBecause it&rsquo;s tough to quantify what constitutes the political kitchen sink these days, we&rsquo;ll examine his statement to lobbyists and the specific figures he cites within it.<br />\r\n\t<br />\r\n\tIn the first part of the statement, Kasich clearly suggests that President Barack Obama visited Ohio a dozen times to campaign against him.<br />\r\n\t<br />\r\n\tObama has indeed visited Ohio 12 times since taking office in January 2009. But a review of Obama&rsquo;s travel schedule and the text of all the speeches he made here offers a different picture.<br />\r\n\t<br />\r\n\tObama, for instance, visited Ohio on March 3, 2009, a full two months before Kasich even announced his candidacy.<br />\r\n\t<br />\r\n\tAnd of Obama&rsquo;s 12 trips, nine were made under the guise of official White House business during which he pushed specific policies &ndash; mainly health care reform and the economic stimulus bill.<br />\r\n\t<br />\r\n\tTwo trips this year, Oct. 17 and Oct. 31, &nbsp;were made specifically to campaign for Strickland and the Democratic ticket. And on a trip made Aug. 18, Obama hosted a fund-raiser for Strickland and in a separate event pushed his economic polices.<br />\r\n\t<br />\r\n\tTranscripts from Obama&rsquo;s non-campaign visits show he referred to Republicans in Washington many times in arguing that his policies are better than GOP plans. But Obama never mentioned the governor&rsquo;s race or Kasich.<br />\r\n\t<br />\r\n\tObama never mentioned Kasich at the Oct. 17 campaign rally before 35,000 people in Columbus, either. &nbsp;He named Kasich twice at his Oct. 31 rally in Cleveland, including in this passage: &quot;Kasich and (U.S. Senate candidate) Rob Portman, they want to do what they&rsquo;ve always done. They&rsquo;re not bad guys, they just have a whole different view of how real folks live. Ladies and gentlemen, these guys want to continue to give tax breaks to companies who send their jobs to China.&quot;<br />\r\n\t<br />\r\n\tAs for Kasich&rsquo;s claim that his enemies spent between $45 and $50 million against him: The final accounting by the campaigns has not been made public yet. And the total expenditures of the Democratic campaign can vary widely depending on what groups are included and what parameters &ndash; campaign activities television ads vs. radio buys vs. mailers vs. voter mobilization &ndash; are applied.<br />\r\n\t<br />\r\n\tKasich says his figure includes Strickland, the Ohio Democratic Party, several union-sponsored political action committees and a union funded independent groups and that they spent $30 million on television and radio advertising alone, based on data from its media buyer. He estimates that these groups and others spent at least another $15 million on direct mail, phone banking and voter mobilization, which is harder to track.<br />\r\n\t<br />\r\n\t&quot;I have no idea how much the teachers unions spent in direct mail, but I&#39;m looking at a 4-inch tall stack of mailers, each of them different,&quot; Kasich spokesman Rob Nichols said in defense of estimates.<br />\r\n\t<br />\r\n\tThough exact campaign totals are not yet available, Kasich&rsquo;s figure is likely in the ballpark in terms of what was spent by these group.<br />\r\n\t<br />\r\n\tWhat is fact at the moment is that Strickland&rsquo;s campaign raised nearly $18.5 million through Oct. 13, according to its most recent campaign report. The Ohio Democratic Party raised nearly $9.5 million through the same date. And unions have spent millions on ads in Ohio based on earlier media reports.<br />\r\n\t<br />\r\n\tStepping back briefly, Strickland aired many television ads painting Kasich as untrustworthy because of his ties to the failed Wall Street investment firm Lehman Brothers, where Kasich worked as a managing director. Other groups, including unions, used similar themes. But advertising by Strickland and allied groups also included plenty run of the mill attacks about trade and tax issues Kasich supported or opposed when he was a member of Congress. And these ads mirrored the theme and tone of Democratic ads airing in other tight races in Ohio and around the country.<br />\r\n\t<br />\r\n\tThough Kasich may be close on his spending figures, he leaves out important context: Not every dollar spent by the Ohio Democratic Party and others was used specifically for Strickland and against Kasich.<br />\r\n\t<br />\r\n\tOhio Democratic Party spokesman Seth Bringman points out that the party&rsquo;s expenditures were made for voter mobilization for the entire ticket.<br />\r\n\t<br />\r\n\t&quot;The purpose of those resources was not to attack John Kasich,&quot; he said, pointing out that party didn&rsquo;t air a single ad about Kasich or anyone else.<br />\r\n\t<br />\r\n\tKasich&rsquo;s statement also leaves out the fact that his Democratic enemies didn&rsquo;t spend their money in a vacuum. Kasich, the Ohio Republican Party and independent groups spent tens of millions on Kasich&rsquo;s behalf.<br />\r\n\t<br />\r\n\tKasich himself raised more money than any gubernatorial candidate in history, except Strickland. He banked $16 million through Oct. 13 and also received large cover from the Republican Governors Association, which acknowledged it spent $11 million on Kasich&#39;s behalf.<br />\r\n\t<br />\r\n\tThe bulk of Kasich&rsquo;s and the RGA&rsquo;s ads described Strickland as a failure and blamed him for Ohio&rsquo;s 400,000 job losses.<br />\r\n\t<br />\r\n\tFormer President Bill Clinton and Vice President Joe Biden each made several stops in Ohio on Strickland&rsquo;s behalf. First Lady Michele Obama joined her husband during the Oct. 17 visit. And the Ohio Democratic Party had the largest paid field staff of any state party in the country. But it employed 300 workers, not 500.<br />\r\n\t<br />\r\n\tSo where does this leave Kasich on the Truth-O-Meter?</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tOn the first part &ndash; that Obama campaigned against him 12 times &ndash; Kasich is taking too much credit for Obama&rsquo;s visits, especially the nine White House trips during which Obama pushed health care and other policies. While Kasich deserves some slack on the statement given that any presidential visit provides cover to office holders of the same party -- it&rsquo;s a stretch to imply that the president used his bully pulpit to join other critics in calling Kasich &quot;every name in the book.&quot;</li>\r\n\t&nbsp;\r\n\t<li>\r\n\t\tOn the second part &ndash; that Democrats spent at least $45 million or more against him &ndash; Kasich offers a realistic estimate of spending, but not all of that money was spent to tear him down.</li>\r\n\t&nbsp;\r\n\t<li>\r\n\t\tOn the third part, Kasich is basically right that he faced a massive Ohio Democratic Party operation designed to protect a key firewall in presidential politics, though he&rsquo;s off the mark on the actual number of workers employed.</li>\r\n\t&nbsp;\r\n\t<li>\r\n\t\tOn the final part, &quot;former presidents, first ladies and God-knows-who-else,&quot; campaigned &nbsp;against him, Kasich is off the mark, too. One former president, Bill Clinton, and one first lady, Michelle Obama, made trips to Ohio, as did Vice President Joe Biden.</li>\r\n</ul>\r\n<p>\r\n\tTaken together, Kasich&rsquo;s claims in his colorful speech to lobbyists offer the same&nbsp;dramatic flair as the campaign ads he so detests. &nbsp;But he overstates some key facts and presents some other details out of context.<br />\r\n\t<br />\r\n\tSo while Politifact Ohio can&rsquo;t tell Kasich to take a deep breath and savor his victory, we can evaluate the accuracy of his statement. We rate Kasich&rsquo;s claims Half True.</p>", "ruling_comments_date": "2010-11-14T17:51:21.908466", "ruling_date": "2010-11-15T06:00:00", "ruling_headline": "John Kasich says Democratic opposition amounted to an unprecedented smear campaign", "ruling_headline_slug": "john-kasich-says-democrats-targeted-his-gop-gubern", "ruling_link_text": "Lots of Dems campaigning, but it wasn't all about Kasich", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, Obama travel schedule<br />\r\n\t<br />\r\n\tInterview with John Kasich spokesman Rob Nichols, Nov. 7, 2010<br />\r\n\t<br />\r\n\tInterview with Ohio Democratic Party spokesman Seth Bringman, Nov. 7 2010<br />\r\n\t<br />\r\n\tPresident Barack Obama, &nbsp;<a href=\"http://www.whitehouse.gov/\">speeches in Ohio</a><br />\r\n\t<br />\r\n\tOhio Secretary of State, <a href=\"http://www2.sos.state.oh.us/pls/cfonline/f?p=119:36:4002741480676184::NO:RP:P36_ENTITY_TYPE:CAC%20\">Gov. Ted Strickland campaign finance reports</a><br />\r\n\t<br />\r\n\tOhio Secretary of State, <a href=\"http://www2.sos.state.oh.us/pls/cfonline/f?p=119:36:4002741480676184::NO:RP:P36_ENTITY_TYPE:CAC\">John Kasich campaign finance reports</a></p>\r\n<p>\r\n\tThe (Columbus) Dispatch, &quot;<a href=\"http://www.dispatchpolitics.com/live/content/local_news/stories/2010/11/18/copy/governors-group-spent-11-million-for-kasich.html?adsec=politics&amp;sid=101\">Governors group spent $11 million for Kasich</a>,&quot; Nov. 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Governor of Ohio as of Jan. 10, 2011", "false_count": 8, "first_name": "John", "half_true_count": 10, "home_state": "Ohio", "id": 533, "last_name": "Kasich", "mostly_true_count": 18, "name_slug": "john-kasich", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Kasich_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/533/", "total_count": 67, "true_count": 16, "website": "http://ohio.gov/"}, "statement": "<p>\r\n\tJohn Kasich says he won, despite &quot;12 visits by a president, somewhere between $45 (million) and $50 million (spent against him,) 500 paid volunteers in here calling me every name in the book, former presidents, first ladies and God-knows-who-else.&quot;&nbsp;&nbsp;</p>", "statement_context": "a speech to lobbyists", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}