{"art": [], "author": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "canonical_url": "/georgia/statements/2010/nov/17/republican-state-senators/georgia-senate-leaders-claim-power-sharing-lieuten/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}], "facebook_headline": null, "id": 2827, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/2827/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThere was a time when the future looked very bright for Republican Casey Cagle, Georgia&#39;s lieutenant governor. He was young and riding the rising tide of a Republican takeover of what had once been a state dominated by Democrats.<br />\r\n\t<br />\r\n\tThe governor&#39;s office seemed well within his reach. All he had to do was put a couple of terms as the state Senate&#39;s leader behind him, line up the campaign donors and then start measuring the curtains in the chief executive&#39;s suite.<br />\r\n\t<br />\r\n\tBut these days, the doe-eyed Cagle looks more like a deer in the headlights, thanks to a rebellious group of his fellow Republican senators who have staged a lightning-quick palace coup, striking hard and fast at the man who was to have been their leader.<br />\r\n\t<br />\r\n\tThe Nov. 2 election returns had barely been counted when the Republican caucus met in Macon in a closed-door session at Mercer University. With a voice vote, Republicans removed Cagle&rsquo;s power to appoint Senate committee chairmen, which is the key to real influence in the upper chamber. They also stripped Cagle of the ability to decide the makeup of Senate committees. The lieutenant governor will be allowed to direct legislation to particular committees, but he can do that only under the supervision of the Senate membership.<br />\r\n\t<br />\r\n\tCagle does still preside over the Senate, and he has the bully pulpit of the upper chamber at his disposal. And he can -- apparently -- still appoint senators to important conference committees to iron out House-Senate differences in legislation. However, that power also could come under attack when senators meet next month in Athens in a pre-session gathering.<br />\r\n\t<br />\r\n\tOne newspaper columnist noted after the Nov. 5 Macon meeting that Cagle had been relegated to little more than a hall monitor.<br />\r\n\t<br />\r\n\tGOP leaders, however, painted a different picture.<br />\r\n\t<br />\r\n\t&quot;This is simply a new power-sharing agreement that we&rsquo;ve come to,&quot; Senate Majority Leader Chip Rogers, R-Woodstock, told reporters. That sentiment was echoed by other GOP leaders.<br />\r\n\t<br />\r\n\tPolitiFact Georgia wondered who&#39;s correct. Does Cagle retain important Senate powers? Or has he been reduced to figurehead?<br />\r\n\t<br />\r\n\tFirst, a little background about all the intraparty back-stabbing.<br />\r\n\t<br />\r\n\tDuring the last legislative session, Cagle inserted his Senate allies into the middle of a Republican brawl over Gov. Sonny Perdue&#39;s proposal to levy a tax on hospitals and other health facilities. Cagle backed the idea, but some key committee chairmen in the Senate vigorously opposed it. They claimed Cagle never consulted them before pledging their support. Cagle retaliated, stripping the chairmanships of Sens. Judson Hill, R-Marietta, and Preston Smith, R-Rome, two of four Republicans who voted against Perdue&#39;s proposal. Sen. Mitch Seabaugh, of Sharpsburg, resigned his position as party whip.<br />\r\n\t<br />\r\n\tThat set the stage for a very uncivil war if Cagle won re-election. Which he did, easily, against Democrat Carol Porter. Ironically, Cagle campaigned against Porter by warning Georgia voters that Senate Republicans would immediately strip her of her Senate powers if she won.<br />\r\n\t<br />\r\n\tEmory University political scientist Merle Black said Cagle now finds himself in the same situation faced by former Democratic Lt. Gov. Mark Taylor, who was stripped of his power by the new GOP majority in 2003.<br />\r\n\t<br />\r\n\t&quot;They&#39;ve turned him into a nominal lieutenant governor -- lieutenant governor in name only,&quot; Black said. &quot;I think they&#39;ve really limited his career opportunities.&quot;<br />\r\n\t<br />\r\n\tKerwin Swint, a political science professor at Kennesaw State University, said the GOP Senate leaders have essentially &quot;marginalized&quot; the lieutenant governor.<br />\r\n\t<br />\r\n\t&quot;There is no doubt his power has been diminished by this,&quot; Swint said. &quot;He&#39;s not powerless, but his power has certainly been diminished.&quot;<br />\r\n\t<br />\r\n\tCagle spokesman Ben Fry had this to say about all the shenanigans: &quot;While some may be playing political games, the lieutenant governor remains committed to delivering results, which is exactly what the voters just overwhelmingly elected him to do. He is not going to let procedural hurdles get in the way of his passion for creating jobs and making the difficult decisions necessary to balance the budget and move our state forward.&quot;<br />\r\n\t<br />\r\n\tBut the facts are clear. Power in the Senate has shifted, and shifted dramatically.<br />\r\n\t<br />\r\n\tThe real clout in the Senate now will be wielded by an eight-member committee. That body is composed of President Pro Tem Tommie Williams, five GOP caucus officers and two Senate appointees by Cagle. Cagle was expressly prohibited from membership on the committee.<br />\r\n\t<br />\r\n\tThis is &quot;power sharing&quot; all right. In the aftermath of the Macon coup, the GOP Senate leadership now has all the power. And it doesn&#39;t plan to share it with Cagle.<br />\r\n\t<br />\r\n\tWe find the GOP claim about power sharing with the lieutenant governor not only not accurate. It&#39;s ridiculous. Pants on Fire.</p>", "ruling_comments_date": "2010-11-16T16:22:57.362189", "ruling_date": "2010-11-17T06:00:00", "ruling_headline": "Georgia Senate leaders claim \"power sharing\" with lieutenant governor", "ruling_headline_slug": "georgia-senate-leaders-claim-power-sharing-lieuten", "ruling_link_text": "By the time Republican senators finished there wasn't much power left to share", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interview with Emory University political scientist Merle Black, Nov. 15, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Kerwin Swint, a political science professor at Kennesaw State University, Nov. 15, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Bait-and-switch: The Capitol coup against Casey Cagle,&quot; Nov. 13, 2010, http://blogs.ajc.com/political-insider-jim-galloway/2010/11/13/bait-and-switch-the-capitol-coup-against-casey-cagle/</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<font size=\"2\">Macon Telegraph, &quot;Republicans trim Cagle&#39;s powers,&quot; Nov. 6, 2010 </font></p>\r\n<p>\r\n\t<br />\r\n\tE-mail from Ben Fry, spokesman for Lt. Gov. Casey Cagle, Nov. 16, 2010<br />\r\n\t<br />\r\n\tCreative Loafing, &quot;There is no joy in Gainesville &mdash; mighty Casey (Cagle) has struck out,&quot; Nov. 10, 2010<br />\r\n\t<br />\r\n\tThe Augusta Chronicle, &quot;Republicans trim Lt. Gov. Cagle&#39;s powers,&quot; Nov. 15, 2010<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 849, "last_name": "Republican state senators", "mostly_true_count": 0, "name_slug": "republican-state-senators", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouettes_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/849/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSaid they reached a&nbsp; &quot;power-sharing agreement&quot; with Republican Lt. Gov. Casey Cagle</p>", "statement_context": "Statements to reporters", "statement_date": "2010-11-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": "Are Georgia's GOP senators really willing to share power with Casey Cagle?"}