{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/nov/17/paul-krugman/paul-krugman-said-obamas-deficit-co-chairs-suggest/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2830, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2830/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The co-chairs of President Barack Obama&#39;s deficit commission released their ideas for getting control of the federal deficit last week. Economist Paul Krugman had some pretty harsh words for them.<br />\r\n<br />\r\n&quot;I think the most important thing to understand is that the commission did not do its job. It has a bunch of ideas for reducing the deficit, some good, some really bad, some of them not ideas about reducing the deficit at all,&quot; Krugman said on <em>This Week with Christiane Amanpour</em>. &quot;But it&#39;s easy to come up with ideas. I can come up with ideas for reducing the deficit while patting my tummy and rubbing my head, you know?&quot;<br />\r\n<br />\r\nThe key to reducing the deficit, Krugman said, is reducing the future growth of health care costs. &quot;They completely wimped out on that,&quot; Krugman said. &quot;They simply assumed they were going to reduce the rate of health care cost growth. And they said, how are we going to do that? By monitoring and taking additional measures as necessary. So the report was completely empty on the only thing that really matters and then had a whole bunch of things which involved large tax cuts for the top bracket. What on earth is that doing in there?&quot;<br />\r\n<br />\r\nHere, we&#39;ll fact-check Krugman&#39;s statement that the plan included large tax cuts for the top bracket. We looked at his claim that the panel didn&#39;t address health care spending in a separate report.<br />\r\n<br />\r\nFirst, a bit about the commission: Obama created the National Commission on Fiscal Responsibility and Reform in February, 2010, asking it to identify &quot;policies to improve the fiscal situation in the medium term and to achieve fiscal sustainability over the long run.&quot; Obama asked the commission to propose ideas designed to balance the budget, excluding interest payments on the debt, by 2015. He appointed six members, including bipartisan co-chairs, and asked Congressional leaders from both parties -- Democrats Harry Reid and Nancy Pelosi and Republicans Mitch McConnell and John Boehner -- to appoint three each, for a total of 18 members.<br />\r\n<br />\r\nThe proposal released Nov. 10 was <em>not </em>the final report, which requires approval from 14 of 18 members and has a deadline of Dec. 1. Rather, the proposal summarized the ideas of the two co-chairs: Alan Simpson, a former Republican Senator from Wyoming and Erskine Bowles, former White House chief of staff to President Bill Clinton. We&#39;re not sure why the two took the step of releasing their proposals ahead of the deadline; some news reports speculate it was an attempt to prod other members to keep negotiating before the December deadline. If the members are not able to come to an agreement, it&#39;s possible that no report will be issued.<br />\r\n<br />\r\nThe co-chairs&#39; proposal included several big ideas for changing the tax code. Its stated goals are to lower rates, simplify the tax code, broaden the base of taxable income, reduce tax exemptions and credits, improve compliance, make the tax code more business friendly and reduce the deficit. The proposal outlines several different options for how this can be achieved, but primarily it advocates eliminating exemptions and deductions and then lowering tax rates across the board.<br />\r\n<br />\r\nThe proposal suggests several potential rate changes, depending on how many popular credits and exemptions are ended, such as the home mortgage interest deduction, the exclusion for employer-sponsored health insurance, the child tax credit and the earned income tax credit. The more exemptions and credits you curtail, the lower overall rates can be.</p>\r\n\r\n<p>It also includes tax measures that could increase taxes on the wealthy such as taxing capital gains and dividends as ordinary income, which means investors would pay higher taxes.</p>\r\n\r\n<p>If <em>all </em>exemptions were phased out, the co-chairs suggested the following rate reductions:<br />\r\n<br />\r\n&bull; Combine the bottom two tax brackets with rates of 10 percent and 15 percent and lower the rate to 8 percent.<br />\r\n&bull; Combine the next two tax brackets with rates of 25 percent and 28 percent and lower the rate to 14 percent.<br />\r\n&bull; Combine the two highest tax brackets with rates of 33 percent and 35 percent and lower the rate to 23 percent.<br />\r\n&bull; Reduce the corporate tax rate from the current 35 percent to 26 percent.</p>\r\n\r\n<p>Essentially, the proposal makes more income taxable while lowering overall rates, and it estimates that this would cause tax collection to go up, by about $80 billion in 2015 and a cumulative total of $751 billion for the years 2012 through 2020. The report also includes the following fairly broad caveat: &quot;Rates based on <em>very rough </em>static estimates. No behavioral effects are assumed. Magnitude of tax expenditures estimated broadly.&quot;<br />\r\n<br />\r\nWe e-mailed Krugman about his comments, and he told us he was primarily concerned with the rate reductions for taxpayers in the top incomes.<br />\r\n<br />\r\nIn his <em>New York Times</em> column of Nov. 12, he explained his concerns in more detail:</p>\r\n\r\n<p>What the co-chairmen are proposing, Krugman wrote, &quot;is a mixture of tax cuts and tax increases -- tax cuts for the wealthy, tax increases for the middle class. They suggest eliminating tax breaks that, whatever you think of them, matter a lot to middle-class Americans -- the deductibility of health benefits and mortgage interest -- and using much of the revenue gained thereby, not to reduce the deficit, but to allow sharp reductions in both the top marginal tax rate and in the corporate tax rate.</p>\r\n\r\n<p>&quot;It will take time to crunch the numbers here, but this proposal clearly represents a major transfer of income upward, from the middle class to a small minority of wealthy Americans. And what does any of this have to do with deficit reduction?&quot;</p>\r\n\r\n<p>Krugman didn&#39;t mention on <em>This Week</em> that the report also includes rate reductions for people of lower incomes. And he didn&#39;t mention the prospect of higher taxes on capital gains and dividends.</p>\r\n\r\n<p>We should note that the proposal also suggests more taxes for Social Security for higher incomes. Right now, taxes apply only to the first $106,800 of a person&#39;s income, and that number is indexed for inflation. The proposal suggests increasing that amount faster.</p>\r\n\r\n<p>So is it possible that the wealthy would pay less in taxes under such a plan?</p>\r\n\r\n<p>As we were researching this report, the nonpartisan Tax Policy Center published an initial analysis of the co-chairs&#39; proposals. They analyzed the proposal two ways, comparing the recent proposal with current tax rates, and comparing it with what the rates would be if all the tax cuts of 2001 and 2003 were allowed to expire, which is current law.</p>\r\n\r\n<p>If you compare the proposal&#39;s suggestions to current tax rates, then the new plan does not give an advantage to tax payers with high incomes. Rather, it increases tax rates slightly for most taxpayers and increases them a bit more for the very highest earners.</p>\r\n\r\n<p>&quot;If you&#39;re looking at it compared to current rates, it&#39;s about proportional,&quot; said Eric Toder, a co-author of the analysis. &quot;It&#39;s actually raising taxes a little more than proportionally at the very high end.&quot; And in fact, the report found that the biggest changes are for taxpayers in the top 1 percent, and especially the top 0.1 percent -- the wealthiest of the wealthy.</p>\r\n\r\n<p>Toder said the tax increases at the top end are due in large part to the provision that allows capital gains and dividends to be taxed as ordinary income.</p>\r\n\r\n<p>If you compare the co-chairs&#39; proposals to letting the Bush tax cuts expire completely, then the tax code becomes more regressive -- that is, skewed in favor of higher incomes. But that&#39;s because high earners -- the top 20 percent -- tended to benefit more from the Bush tax cuts, the report said.</p>\r\n\r\n<p>We should also note that because the changes the co-chairs suggest are so far-ranging, the Tax Policy Center did not attempt to model the behavioral effects of the tax changes, which means how people would make different decisions based on the new tax rates. These effects could be significant.</p>\r\n\r\n<p>&quot;The problem is that there are so many moving parts put into motion with this plan, that it&#39;s hard to tell where things will settle out,&quot; said Roberton Williams, an economist and senior fellow at the center, who specializes in tax policy and its effect on the deficit.</p>\r\n\r\n<p>For example, if the home mortgage interest deduction is eliminated, the cost of owning a home goes up. That would influence people&#39;s decisions about whether to buy houses or not. That could affect the broader economy. And it&#39;s the same with charitable giving: If you eliminate the deduction for charitable donations, some taxpayers would stop giving to charity. That could affect the broader economy, too.</p>\r\n\r\n<p>&quot;It is very difficult, if not impossible, to model this plan with the resources we have available today,&quot; he said.</p>\r\n\r\n<p>Getting back to our ruling statement, Krugman is right that the plan does include lower tax rates for the top incomes. But the plan also includes lower tax rates for people who make less, and it includes some tax increases for higher incomes. It gets rid of exemptions that have diverse effects. Overall, would taxes go down for the higher incomes? It&#39;s very difficult to say; even the analysis from the Tax Policy Center can&#39;t account for all the effects of such dramatic change. Krugman&#39;s comments on the plan on <em>This Week</em> left out a good bit of context. We rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-11-17T11:27:04.315002", "ruling_date": "2010-11-17T15:25:03", "ruling_headline": "Paul Krugman said Obama's deficit co-chairs suggested tax cuts for the rich", "ruling_headline_slug": "paul-krugman-said-obamas-deficit-co-chairs-suggest", "ruling_link_text": "It says kill the exemptions and lower rates for everyone.", "ruling_state": null, "source_documents": null, "sources": "<p>This Week with Christiane Amanpour, <a href=\"http://abcnews.go.com/ThisWeek/video/roundtable-tax-cut-debate-12144694\">roundtable</a>, Nov. 14, 2010<br />\r\n<br />\r\nNational Commission on Fiscal Responsibility and Reform, <a href=\"http://www.fiscalcommission.gov/news/cochairs-proposal\">CoChairs&#39; Proposal</a>, Nov. 11, 2010<br />\r\n<br />\r\nThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/executive-order-national-commission-fiscal-responsibility-and-reform\">Executive Order -- National Commission on Fiscal Responsibility and Reform</a>, Feb. 18, 2010</p>\r\n\r\n<p>The Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/taxtopics/bowles-simpson.cfm\">Distributional Estimates for Bowles-Simpson &quot;Chairmen&#39;s Mark,&quot;</a>Nov. 16, 2010<br />\r\n<br />\r\nInterview with Eric Toder of the Tax Policy Center, Nov. 16, 2010</p>\r\n\r\n<p>Interview with Roberton Williams of the Tax Policy Center, Nov. 15, 2010</p>\r\n\r\n<p>The Tax Policy Center, <a href=\"http://taxvox.taxpolicycenter.org/blog/_archives/2010/11/16/4680042.html\">Bowles-Simpson Deficit Plan Would Hike Taxes Across-The-Board</a>, Nov. 16, 2010</p>\r\n\r\n<p>The Tax Policy Center, <a href=\"http://taxvox.taxpolicycenter.org/blog/_archives/2010/11/11/4677693.html\">The Bowles-Simpson Plan: Tax Hike or a Tax Cut?</a>, Nov. 11, 2010</p>\r\n\r\n<p>Interview with Jim Horney of the Center on Budget and Policy Priorities, Nov. 16, 2010</p>\r\n\r\n<p>The Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3325\">Bowles-Simpson Plan Commendably Puts Everything on the Table But Has Major Deficiencies Because It Lacks an Appropriate Balance Between Program Cuts and Revenue Increases</a>, Nov. 16, 2010</p>\r\n\r\n<p>Paul Krugman, <a href=\"http://www.nytimes.com/2010/11/12/opinion/12krugman.html?ref=paulkrugman\">The Hijacked Commission</a>, Nov. 12, 2010<br />\r\n<br />\r\nRuth Marcus, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/12/AR2010111203739.html?nav=emailpage\">Debt proposal is an invitation to Professor Obama</a>, Nov. 13, 2010</p>\r\n\r\n<p>Glenn Hubbard, <a href=\"http://www.nytimes.com/2010/11/16/opinion/16hubbard.html?wpisrc=nl_wonk\">Left, Right and Wrong on Taxes</a>, Nov. 15, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "New York Times columnist", "false_count": 3, "first_name": "Paul", "half_true_count": 3, "home_state": "", "id": 185, "last_name": "Krugman", "mostly_true_count": 4, "name_slug": "paul-krugman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krugman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/185/", "total_count": 18, "true_count": 8, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html"}, "statement": "<p>A proposal to reduce the deficit &quot;involved large tax cuts for the top bracket.&quot;</p>\r\n", "statement_context": " \"This Week with Christiane Amanpour\"", "statement_date": "2010-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}