{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/nov/19/atlanta-sports-council/2000-super-bowls-economic-impact-tallied-292-milli/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2839, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2839/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhen Gov.-elect Nathan Deal and Atlanta Mayor Kasim Reed told the NFL they hope to woo the Super Bowl back to town, the NFL played coy.&nbsp;<br />\r\n\t&nbsp;<br />\r\n\tThe Super Bowl has plenty of suitors, NFL Commissioner Roger Goodell said last week. Winning cities tend to have brand-new stadiums. Atlanta&#39;s chances may improve if it built one, too, he hinted.<br />\r\n\t<br />\r\n\t<font>That costs money, which boosters think the event can generate. </font><br />\r\n\t<br />\r\n\t<font>Atlanta&#39;s last Super Bowl in 2000 had an economic impact of $292 million, according to a study backed by the Atlanta Sports Council, which aims to build the city&#39;s reputation as the &quot;sports capital of the world.&quot;&nbsp;</font>That figure has been repeated in media accounts and academic research for a decade.<br style=\"background-color: rgb(255, 255, 0);\" />\r\n\t<br />\r\n\t<font>That seems like </font><font>a nice little nest egg</font>, but does the game really bring in that much money?<br />\r\n\t<br />\r\n\t<font><font><font>Festivities for the nation&#39;s biggest regular event last for a week and attract celebrity guests and corporate tycoons willing to pay for luxury rental cars, hotel suites and fine dining that are well beyond the means of typical tourists. </font></font></font><br />\r\n\t<br />\r\n\t<font>Still, skeptics say that even that degree of excess cannot support economic impact </font><font>projections for the Super Bowl. Estimates for upcoming games have passed the half-billion mark.<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia interviewed independent sports economists to see whether they have come to a consensus on the game&#39;s worth. They haven&#39;t. Some place the amount in the tens of millions. Its harshest critics think its net effect is zero.<br />\r\n\t<br />\r\n\tBut they do agree on this: Independent economists come up with much lower estimates than boosters do.</font><br />\r\n\t<br />\r\n\tThey warn that boosters&#39; estimates do not adequately acknowledge that a mega-event may drive away other potential visitors. They can bring such large crowds and tangled traffic that conventions opt to move elsewhere. Plus, the frenzied activity could prompt locals to stay at home. This can actually lower spending at restaurants and movie theaters.<br />\r\n\t<br />\r\n\tEstimates must also consider where the money is going. If visitors patronize chain restaurants and hotels based outside of the Atlanta area and buy T-shirts and caps licensed by an out-of-town sports league, the bulk of their money isn&#39;t creating local wealth. It&#39;s heading elsewhere.&nbsp;<br />\r\n\t<br />\r\n\t<font>Further complicating the matter is that the Super Bowl&#39;s impact won&#39;t be the same in all cities. It might pack more economic punch in Detroit, which doesn&#39;t get many tourists during January or February, than it would in Miami, where hotels fill up that time of year whether or not the game is in town. </font><br />\r\n\t<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<font><font>Now back to the 2000 Super Bowl, which didn&#39;t go smoothly. An ice storm blanketed<br />\r\n\tAtlanta, and Baltimore Ravens linebacker Ray Lewis was arrested on murder charges after a fight in Buckhead. <font color=\"#000000\">He pleaded guilty to an obstruction of justice charge in exchange for testifying against his co-defendants.</font><br />\r\n\t<br />\r\n\tThe Tennessee Titans battled back from a 16-point deficit before losing 23-16 to the St. Louis Rams. About 94,000 people visited the city, 87 percent of whom stayed in hotels an average of 3.7 days, according to a 2000 article in The Atlanta Journal-Constitution. </font></font><br />\r\n\t<br />\r\n\tThe Atlanta Sports Council obtained its economic impact estimate with the help of the consulting firm McKinsey &amp; Co. and Bruce Seaman, a Georgia State University economist who studies sports and cultural events. He regularly completes economic impact studies on local institutions.<br />\r\n\t<br />\r\n\tWe requested a copy of the original 2000 estimate from Seaman and the Sports Council, but neither was able to locate one. Seaman wrote an abstract of his findings, but not a full report. He did provide an unedited version of a letter he wrote to the Atlanta Business Chronicle that explained his methodology. We used this, a working paper he wrote that touched on the subject, and media coverage to bolster our understanding of the estimate.<br />\r\n\t<br />\r\n\tSeaman said the Sports Council asked for his help because he&#39;s skeptical about economic impact estimates. Critics blasted the NFL for an estimate of the 1999 Super Bowl in Miami that topped $350 million. The council hoped to avoid a similar problem in Atlanta.<br />\r\n\t<br />\r\n\tHere&#39;s how the study worked: It estimated the game&#39;s impact on gross regional product, personal income, employment and tax revenue. It surveyed visitors on their spending and interviewed hotel, car rental and restaurant operators. It also incorporated NFL spending.<br />\r\n\t<br />\r\n\tTo avoid overestimating the impact, Seaman <font><font>adjusted his figures to exclude money that would not go to local vendors and workers, and he considered whether the Super Bowl would displace other visitors.<br />\r\n\t<br />\r\n\tSeaman also looked at hotel occupancy, <font>airport traffic and tax receipts. </font></font></font><br />\r\n\t<br />\r\n\tThe data were plugged into a mathematical model that Georgia State economists developed to estimate the economic impact of large events. It gave them $292 million.<br />\r\n\t<br />\r\n\t<font>But this number needs heavy qualification. It&#39;s not quite as it has been portrayed by the media and academics. </font><br />\r\n\t<br />\r\n\t<font>The first qualification is that $292 million represents the economic impact estimate for all of Georgia, including direct spending and longer-term effects as the money made its way across the state.&nbsp;</font><font>The original estimate for the game&#39;s economic impact on metro Atlanta</font> was actually $215 million.<br />\r\n\t<br />\r\n\tThe bigger problem is the original estimate is outdated. In 2005, during Atlanta&#39;s failed bid for the 2009 Super Bowl, Seaman took another look at the 2000 Super Bowl economic impact figure and revised it down to $182 million for the metro area.&nbsp;<br />\r\n\t<br />\r\n\tNow, Seaman thinks that $150 million may be a safer bet, he told AJC PolitiFact Georgia. That&#39;s in today&#39;s dollars.<br />\r\n\t<br />\r\n\tThe estimate sank because Seaman fine-tuned the economic model in the decade since the Rams-Titans faceoff. Some significant adjustments included changes in how much fans spent on hotel accommodations and food, beverage and retail purchases outside the Georgia Dome.</p>\r\n<p>\r\n\tFor instance, Seaman used to think spectators (excluding media) spent more than $100 per night on hotels, based on double-occupancy. Now he thinks that figure is $70.33. This change knocks millions off the estimate.&nbsp;</p>\r\n<p>\r\n\t&quot;In retrospect, even the $182 million figure is too high,&quot; Seaman said. &quot;But is there a positive economic impact? I contend &#39;yes.&#39; &quot;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tTo sum up, the Sports Council&#39;s original $292 million figure was once correct, but it took on a life of its own. It was used without specifying that it measures the impact statewide, not for the metro area.<br />\r\n\t<br />\r\n\tAnd now it&#39;s no longer accurate. The true impact is likely $150 million.<br />\r\n\t<br />\r\n\tIt might have been an OK figure to use in the early 2000s. But it&#39;s been revised downward, which means it&#39;s now False.</p>", "ruling_comments_date": "2010-11-18T16:11:18.945132", "ruling_date": "2010-11-19T06:00:00", "ruling_headline": "2000 Super Bowl's economic impact tallied at $292 million", "ruling_headline_slug": "2000-super-bowls-economic-impact-tallied-292-milli", "ruling_link_text": "Not any more. Try $150 million.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;Study documents Super Bowl bonus,&quot; Oct. 20, 2000<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;State pins hopes on Lewis testimony,&quot; June 6, 2000<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Atlanta tries to get Super Bowl,&quot; Nov. 12, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;NFL boost just part of the equation,&quot; Nov. 13, 2010<br />\r\n\t<br />\r\n\tThe Wall Street Journal, &quot;Estimates of Economic Effects Hit Wide of the Mark,&quot; June 5, 2010<br />\r\n\t<br />\r\n\tBrookings Institution, &quot;Urban and Regional Policy and Its Effects, Volume 3,&quot; 2010<br />\r\n\t<br />\r\n\tHouston Business Journal, &quot;Economic Impact of Super Bowl Hard to Figure,&quot; Jan. 5, 2004<br />\r\n\t<br />\r\n\tThe Palm Beach Post, &quot;Super Bowl economic impact of $400 million? That&#39;s super-inflated, scholars argue,&quot; Feb. 1, 2010<br />\r\n\t<br />\r\n\t&quot;The Supply Constraint Problem in Economic Impact Analysis: An Arts/Sports Disparity,&quot; May 2004<br />\r\n\t<br />\r\n\tThe Dallas Morning News, &quot;<a href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/cowboysstadium/stories/DN-superecoimpact_27met.ART.State.Edition1.4c2850a.html\">Arlington Super Bowl&#39;s economic impact estimated at $611.7 million</a>,&quot; July 30, 2010,</p>\r\n<p>\r\n\tNFL.com, <a href=\"http://www.nfl.com/superbowl/history/recap/sbxxxiv\">Super Bowl history</a>, accessed Nov. 18, 2010<br />\r\n\t<br />\r\n\tInterview, Bruce Seaman, associate professor, Georgia State University, Nov. 17, 2010<br />\r\n\t<br />\r\n\tInterview, Mark Rosentraub, professor, University of Michigan, Nov. 15, 2010<br />\r\n\t<br />\r\n\tInterview, Robert Baade, professor, Lake Forest College, Nov. 15, 2010<br />\r\n\t<br />\r\n\tInterview, Craig Depken, associate professor, University of North Carolina, Charlotte, Nov. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 856, "last_name": "Atlanta Sports Council", "mostly_true_count": 0, "name_slug": "atlanta-sports-council", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouettes_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/856/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tThe economic impact of Atlanta&#39;s 2000 Super Bowl was $292 million.</p>", "statement_context": "a study", "statement_date": "2000-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": "Was the impact of 2000's Super Bowl in ATL really $292 million? #gapolitics"}