{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/nov/18/dean-cannon/dean-cannon-says-state-supreme-court-lacks-express/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2840, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2840/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn 2010, the Florida Supreme Court removed three proposed constitutional amendments from the Nov. 2 ballot. Florida House Speaker Dean Cannon, R-Winter Park, a lawyer, bashed the court for doing so on Nov. 16, 2010, in his first <a goog_docs_charindex=\"445\" href=\"http://www.myfloridahouse.gov/Sections/Videos/VideoArchive.aspx#id=2\">speech</a> as House speaker during the Legislature&#39;s one-day organizing session.<br goog_docs_charindex=\"529\" />\r\n\t<br goog_docs_charindex=\"530\" />\r\n\t&quot;As an attorney and an officer of the court, I believe fervently in a judicial branch that is strong and independent and fully empowered and equipped to fulfill its constitutional duties. But for the judiciary to be independent, it must also be impartial and apolitical. It must respect the co-equal executive and legislative branches, and it must protect their unambiguous constitutional powers, and it must practice the restraint that is built into our federal and state constitutions. And yet, over the past year three times we saw the work of a three-fifths super majority of this legislative branch, the elected representatives of over 18 million Floridians, demolished by five unelected justices of the Florida Supreme Court. This was done notwithstanding the fact that there is no express authority in the Florida Constitution for their doing so.&quot;<br goog_docs_charindex=\"1385\" />\r\n\t<br goog_docs_charindex=\"1386\" />\r\n\tFor this Truth-O-Meter we will explore, is there &quot;no express authority in the Florida Constitution&quot; for the state Supreme Court to remove amendments placed on the ballot by the Legislature?<br goog_docs_charindex=\"1578\" />\r\n\t<br goog_docs_charindex=\"1579\" />\r\n\tFirst, some background on the amendments in question that we gleaned from a Sept. 1, 2010, article in the <em><a goog_docs_charindex=\"1681\" href=\"http://www.miamiherald.com/2010/09/01/1801652/3-amendments-kept-off-ballot.html\">Miami Herald/St. Petersburg Times</a></em>. In a 5-2 ruling on Aug. 31, 2010, the Supreme Court struck three amendments from the November 2010 ballot:<br />\r\n\t<br />\r\n\t&bull; Amendment 3: To grant extra tax breaks to first-time home-buyers.<br />\r\n\t<br />\r\n\t&bull; Amendment 7:&nbsp;To &quot;clarify&quot; redistricting Amendments 5 and 6, which&nbsp;did remain on the ballot.<br />\r\n\t<br />\r\n\t&bull; Amendment 9: To prohibit Florida from participating in a health insurance exchange that forces people to buy insurance, which was in reaction to the new federal health care law.<br goog_docs_charindex=\"2171\" />\r\n\t<br goog_docs_charindex=\"2172\" />\r\n\tFirst, we asked Cannon spokesperson Katherine Betta to provide proof that the Florida Supreme Court lacks &quot;express authority&quot; in the state Constitution to remove the ballot items.<br goog_docs_charindex=\"2352\" />\r\n\t<br goog_docs_charindex=\"2353\" />\r\n\t&quot;He has the text of the Constitution&hellip; express authority means authority that is expressly written into the Constitution,&#39;&#39; Betta wrote in an e-mail. &quot;The Constitution doesn&rsquo;t provide express authority for the judicial branch to remove amendments placed on the ballot by the Legislature. It only provides authority to remove those placed by citizen petition.&quot; These three ballot items were placed on the ballot by the Legislature, she wrote.<br goog_docs_charindex=\"2795\" />\r\n\t<br goog_docs_charindex=\"2796\" />\r\n\tWe sent Cannon&#39;s claim to four professors who are experts in Florida constitutional law -- Joseph Little, Timothy McLendon and Jon Mills at the University of Florida and Donald Jones at the University of Miami. We also interviewed three lawyers who have argued amendment cases in Florida: Mark Herron, Barry Richard and Ronald Meyer.<br goog_docs_charindex=\"3128\" />\r\n\t<br goog_docs_charindex=\"3129\" />\r\n\tMost of the legal experts agreed that there is no &quot;express authority&quot; in the state Constitution -- no blunt, direct language that says the Supreme Court should review ballot items written by the Legislature. But most also said that doesn&#39;t matter. The Supreme Court clearly has jurisdiction, and it would be misleading to suggest otherwise.<br goog_docs_charindex=\"3469\" />\r\n\t<br goog_docs_charindex=\"3470\" />\r\n\tFirst, let&#39;s look at the legal documents that the professors cited -- the Florida Constitution and state statute 101.161. The state <a goog_docs_charindex=\"3603\" href=\"http://www.flsenate.gov/Statutes/index.cfm?Mode=Constitution&amp;Submenu=3&amp;Tab=statutes#A04S10\">Constitution in Article 4 Section 10</a> expressly directs the Supreme Court to review amendments headed to the ballot that were written by citizens -- not the Legislature: &quot;The attorney general shall, as directed by general law, request the opinion of the justices of the supreme court as to the validity of any initiative petition circulated pursuant to Section 3 of Article XI. The justices shall, subject to their rules of procedure, permit interested persons to be heard on the questions presented and shall render their written opinion no later than April 1 of the year in which the initiative is to be submitted to the voters pursuant to Section 5 of Article XI.&quot;<br goog_docs_charindex=\"4271\" />\r\n\t<br goog_docs_charindex=\"4272\" />\r\n\tBut the Constitution in <a goog_docs_charindex=\"4297\" href=\"http://www.leg.state.fl.us/statutes/index.cfm?mode=constitution&amp;submenu=3&amp;tab=statutes#A11S01\">Article 11 Section 1</a>, also allows the state Legislature -- by a three-fifths vote -- to put an amendment on a ballot. That section makes no mention of the Supreme Court.</p>\r\n<p>\r\n\t&quot;There is a distinct difference between citizen petitions and the Legislature&rsquo;s express constitutional authority to place amendments before the people,&quot; Betta wrote. &quot;The Constitution does not provide express authority for courts to remove questions placed on the ballot by the Legislature, as Rep. Cannon discussed in his speech.&quot;<br goog_docs_charindex=\"4802\" />\r\n\t<br goog_docs_charindex=\"4803\" />\r\n\tThat&#39;s what Mills concluded about Cannon&#39;s claim: &quot;I think he is right. The only provision in the Constitution dealing with judicial review relates to (citizen) initiatives.&quot;<br goog_docs_charindex=\"4978\" />\r\n\t<br goog_docs_charindex=\"4979\" />\r\n\tBut the Supreme Court still has authority to review such legislative-proposed amendments. After the Legislature agrees to place a question on the ballot, someone can file a challenge at the trial court level, which can work its way to the appeals court and then the state Supreme Court. That&#39;s what happened in the case of the three legislative amendments in 2010.<br goog_docs_charindex=\"5339\" />\r\n\t<br goog_docs_charindex=\"5340\" />\r\n\tSeveral lawyers said the basis on which the Florida Supreme Court removed the Legislature&#39;s proposed amendments in 2010 was state law <a goog_docs_charindex=\"5475\" href=\"http://www.myfloridahouse.gov/FileStores/Web/Statutes/FS08/CH0101/Section_0101.161.HTM\">101.161</a>, which requires that such amendments be &quot;printed in clear and unambiguous language&quot; among other requirements. That statute doesn&#39;t directly state that the Supreme Court can review amendments for that purpose, but the lawyers said it doesn&#39;t have to -- individual statutes don&#39;t have to mention the court&#39;s jurisdiction.<br goog_docs_charindex=\"5805\" />\r\n\t<br goog_docs_charindex=\"5806\" />\r\n\tMeyer told us in an e-mail that the Supreme Court has the jurisdiction to review such a decision due to <a goog_docs_charindex=\"5912\" href=\"http://www.leg.state.fl.us/statutes/index.cfm?mode=constitution&amp;submenu=3&amp;tab=statutes#A05S03\">Article 5 Section 3 of the Constitution</a>, which states that the Supreme Court: &quot;may review any order or judgment of a trial court certified by the district court of appeal in which an appeal is pending to be of great public importance, or to have a great effect on the proper administration of justice throughout the state, and certified to require immediate resolution by the Supreme Court.&quot;<br goog_docs_charindex=\"6305\" />\r\n\t<br goog_docs_charindex=\"6306\" />\r\n\tMeyer also wrote: &quot;For nearly a century, the Florida Supreme Court has exercised its constitutional power to review proposed amendments.&quot; Here is the full text of what <a goog_docs_charindex=\"6475\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piMzk0YWExNWUtYTY1Mi00ZmYwLTkwNTQtMTc2MjVmNjU0Mzg5&amp;hl=en\">Meyer</a> wrote to us.<br goog_docs_charindex=\"6496\" />\r\n\t<br goog_docs_charindex=\"6497\" />\r\n\t&quot;You could say there is nothing red in the sky that allows the Supreme Court&quot; to review amendments, and that would also be true, Meyer said sarcastically in an interview.<br goog_docs_charindex=\"6669\" />\r\n\t<br goog_docs_charindex=\"6670\" />\r\n\tRichard, who has argued several amendment cases, said technically he agrees with Cannon that the Constitution lacks express authority for the Supreme Court, but the court can review amendments if a lawsuit is filed at the trial court. (It bears repeating: That&#39;s exactly what happened with these three amendments that angered Cannon.)<br goog_docs_charindex=\"7005\" />\r\n\t<br goog_docs_charindex=\"7006\" />\r\n\t&quot;Most Supreme Court authority isn&#39;t spelled out,&#39;&#39; Richard said. &quot;If you say that it has to be &#39;express authority&#39; then the Supreme Court wouldn&#39;t be able to review any statutory provisions. You need to take the next step. He is correct that there is no express authority, I agree, but most of the authority of the Supreme Court isn&#39;t express -- it is inherent in its nature as the high court in this state.&quot;<br goog_docs_charindex=\"7415\" />\r\n\t<br goog_docs_charindex=\"7416\" />\r\n\tWe also sent Cannon&#39;s claim to the Florida Attorney General&#39;s office, which sometimes represents the Legislature in amendment challenges. Spokeswoman Sandi Copes sent back a link to the the 2000 <a href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piY2ViODBhNGItMGNjNy00ZTYxLWIzOWMtN2EzMTA1Zjg3MjFm&amp;hl=en\">Armstrong decision</a>, which tossed out a death penalty amendment due to misleading ballot language after it was approved by voters in 1998. That ruling included this statement: &quot;Although the Constitution does not expressly authorize judicial review of amendments proposed by the Legislature, this Court long ago explained that the courts are the proper forum in which to litigate the validity of such amendments.&quot;<br goog_docs_charindex=\"8019\" />\r\n\t<br goog_docs_charindex=\"8020\" />\r\n\tLet&#39;s look at what two professors wrote to us in e-mails:<br goog_docs_charindex=\"8077\" />\r\n\t<br goog_docs_charindex=\"8078\" />\r\n\t&quot;The Florida courts possess jurisdiction, upon proper complaint having been filed, to ascertain whether the Legislature&rsquo;s prescribed standards have been satisfied,&quot; Little wrote. &quot;The statute does not exempt proposals adopted by the Legislature from review.&nbsp;Hence, although it is true that the Florida Constitution does not include express language on this point, it is well within the Supreme Court&rsquo;s jurisdiction to review the questions of law that arise under (state law.)&quot;<br goog_docs_charindex=\"8556\" />\r\n\t<br goog_docs_charindex=\"8557\" />\r\n\tThe state Constitution, Little wrote, &quot;does not have express words pertaining to most of the other myriad issues the court considers. By contrast, the Supreme Court does have express authority to review constitutional amendments proposed by citizen initiatives. I do not disagree that the authority is not &#39;express.&#39; I do disagree that the Supreme Court lacks jurisdiction.&quot;<br goog_docs_charindex=\"8932\" />\r\n\t<br goog_docs_charindex=\"8933\" />\r\n\tAnd Jones wrote: &quot;The law is not always what is written down. What is express or written down can never be the limit of the law in a democracy. If that were so, most of the law of the 20th century including <em>Brown v. Board of Education </em>would be void.&quot; (That&#39;s a reference to the landmark 1954 U.S. Supreme Court school desegregation case.)<br goog_docs_charindex=\"9277\" />\r\n\t<br goog_docs_charindex=\"9278\" />\r\n\tLet&#39;s summarize: There is no sentence in the Florida Constitution that bluntly states, as UF&#39;s McLendon told us, &quot;Oh by the way the Supreme Court can review these amendments and kick them off the ballot.&#39;&#39; So technically, Cannon is correct that there is &quot;no express authority&quot; in the Constitution.<br goog_docs_charindex=\"9571\" />\r\n\t<br goog_docs_charindex=\"9572\" />\r\n\tBut let&#39;s look at the context of Cannon&#39;s remarks: &quot;And yet, over the past year three times we saw the work of a three-fifths super majority of this legislative branch, the elected representatives of over 18 million Floridians, demolished by five unelected Justices of the Florida Supreme Court. This was done notwithstanding the fact that there is no express authority in the Florida constitution for their doing so.&quot;<br goog_docs_charindex=\"9991\" />\r\n\t<br goog_docs_charindex=\"9992\" />\r\n\tCannon is clearly raising questions about whether the Supreme Court overstepped its bounds here, implying that it lacked authority for its action and that it failed to respect the legislative branch. The legal scholars and lawyers we interviewed agreed that the Supreme Court does have jurisdiction to review those amendments. Or to put it in non-legal terms, big whoop that it lacks &quot;express authority&quot; in the Constitution -- the Supremes have every right to rule here. We rate this claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-11-18T16:40:13.694784", "ruling_date": "2010-11-18T17:50:55", "ruling_headline": "Dean Cannon says state Supreme Court lacks \"express authority\" to strike the Legislature's proposed amendments", "ruling_headline_slug": "dean-cannon-says-state-supreme-court-lacks-express", "ruling_link_text": "Who says the Supremes need \"express authority\"?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Florida House, <a goog_docs_charindex=\"10513\" href=\"http://www.myfloridahouse.gov/Sections/Videos/VideoArchive.aspx#id=2\">video of Dean Cannon&#39;s speech</a>, Nov. 16, 2010<br goog_docs_charindex=\"10559\" />\r\n\t<br goog_docs_charindex=\"10560\" />\r\n\tTranscript, Florida House Speaker Dean Cannon&#39;s speech, Nov. 16, 2010<br goog_docs_charindex=\"10630\" />\r\n\t<br goog_docs_charindex=\"10631\" />\r\n\t<em>Miami Herald/St. Petersburg Times</em>, <a goog_docs_charindex=\"10667\" href=\"http://www.miamiherald.com/2010/09/01/1801652/3-amendments-kept-off-ballot.html\">&quot;3 Amendments kept off Florida ballot,&quot;</a> Sept. 1, 2010<br goog_docs_charindex=\"10722\" />\r\n\t<br goog_docs_charindex=\"10723\" />\r\n\tFlorida Constitution, <a goog_docs_charindex=\"10746\" href=\"http://www.flsenate.gov/Statutes/index.cfm?Mode=Constitution&amp;Submenu=3&amp;Tab=statutes#A04S10\">Article 4 Section 10</a>, accessed on Nov. 17, 2010<br goog_docs_charindex=\"10795\" />\r\n\t<br goog_docs_charindex=\"10796\" />\r\n\tFlorida Constitution, <a goog_docs_charindex=\"10819\" href=\"http://www.leg.state.fl.us/statutes/index.cfm?mode=constitution&amp;submenu=3&amp;tab=statutes#A11\">Article 11 Section 1</a>, accessed on Nov. 18, 2010<br goog_docs_charindex=\"10868\" />\r\n\t<br goog_docs_charindex=\"10869\" />\r\n\tFlorida Constitution, <a goog_docs_charindex=\"10892\" href=\"http://www.leg.state.fl.us/statutes/index.cfm?mode=constitution&amp;submenu=3&amp;tab=statutes#A05S03\">Article 5 Section 3</a>, accessed on Nov. 18, 2010<br goog_docs_charindex=\"10940\" />\r\n\t<br goog_docs_charindex=\"10941\" />\r\n\tFlorida state statutes, <a goog_docs_charindex=\"10966\" href=\"http://www.myfloridahouse.gov/FileStores/Web/Statutes/FS08/CH0101/Section_0101.161.HTM\">101.161</a>, accessed on Nov. 17, 2010<br goog_docs_charindex=\"11002\" />\r\n\t<br goog_docs_charindex=\"11003\" />\r\n\tFlorida Supreme Court, <a goog_docs_charindex=\"11027\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piY2ViODBhNGItMGNjNy00ZTYxLWIzOWMtN2EzMTA1Zjg3MjFm&amp;hl=en\">Armstrong v. Harris</a>, Sept. 7, 2000<br goog_docs_charindex=\"11063\" />\r\n\t<br goog_docs_charindex=\"11064\" />\r\n\tInterview, University of Florida law professor Joseph Little, Nov. 16, 2010<br goog_docs_charindex=\"11140\" />\r\n\t<br goog_docs_charindex=\"11141\" />\r\n\tInterview, University of Miami law professor Donald Jones, Nov. 16, 2010<br goog_docs_charindex=\"11214\" />\r\n\t<br goog_docs_charindex=\"11215\" />\r\n\tInterview, University of Florida law professor Jon Mills, Nov. 17, 2010<br goog_docs_charindex=\"11287\" />\r\n\t<br goog_docs_charindex=\"11288\" />\r\n\tInterview, University of Florida law professor Timothy McLendon, Nov. 17, 2010<br goog_docs_charindex=\"11363\" />\r\n\t<br goog_docs_charindex=\"11364\" />\r\n\tInterview, lawyer Mark Herron, Nov. 17-18, 2010<br goog_docs_charindex=\"11412\" />\r\n\t<br goog_docs_charindex=\"11413\" />\r\n\t<a goog_docs_charindex=\"11414\" href=\"https://docs.google.com/Doc?id=dd6p6chn_89f27kxg48\">Email</a>, lawyer Mark Herron, Nov. 17, 2010<br goog_docs_charindex=\"11456\" />\r\n\t<br goog_docs_charindex=\"11457\" />\r\n\tInterview, lawyer Barry Richard, Nov. 17-18, 2010<br goog_docs_charindex=\"11507\" />\r\n\t<br goog_docs_charindex=\"11508\" />\r\n\tInterview, lawyer Ronald Meyer, Nov. 18, 2010<br goog_docs_charindex=\"11554\" />\r\n\t<br goog_docs_charindex=\"11555\" />\r\n\tLetter, lawyer Ronald Meyer, Nov. 18, 2010<br goog_docs_charindex=\"11598\" />\r\n\t<br goog_docs_charindex=\"11599\" />\r\n\tInterview, Florida Attorney General spokeswoman Sandi Copes, Nov. 18, 2010<br goog_docs_charindex=\"11674\" />\r\n\t<br goog_docs_charindex=\"11675\" />\r\n\tInterview, House Speaker Dean Cannon&#39;s spokeswoman Katherine Betta, Nov. 16-17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state House speaker", "false_count": 0, "first_name": "Dean", "half_true_count": 0, "home_state": "Florida", "id": 857, "last_name": "Cannon", "mostly_true_count": 0, "name_slug": "dean-cannon", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ORG.SESS111610HACKLEY16.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/857/", "total_count": 3, "true_count": 2, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4340&SessionId=64"}, "statement": "<p>\r\n\tThe Florida Supreme Court has &quot;no express authority in the Florida Constitution&quot; to remove questions from the ballot proposed by the Legislature.<br goog_docs_charindex=\"147\" />\r\n\t<br goog_docs_charindex=\"148\" />\r\n\t&nbsp;</p>", "statement_context": "a speech", "statement_date": "2010-11-16", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 162, "photo": null, "resource_uri": "/api/v/2/subject/162/", "subject": "Florida Amendments", "subject_slug": "florida-amendments", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 858, "last_name": "Florida Supreme Court", "mostly_true_count": 0, "name_slug": "florida-supreme-court", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": null, "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/858/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": ""}