{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/nov/19/jeff-scrima/looking-waukesha-mayor-jeff-scrima-and-his-half-pa/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2844, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2844/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tWhen 32-year-old political novice Jeff Scrima joined the April 2010 race for Waukesha mayor, he felt the city leaders were &quot;out of touch,&quot; pointing to the decision to give raises to the mayor during the worst recession in 70 years.<br />\r\n\t<br />\r\n\tSo, this tag line went on his <a href=\"http://media.journalinteractive.com/documents/Scrima_literature.pdf%20\">campaign literature</a>: &quot;Will serve as full-time mayor on half pay.&quot;<br />\r\n\t<br />\r\n\tPromising to hold the line on taxes, Scrima&rsquo;s lean government message carried him into office in Waukesha, Wisconsin&rsquo;s ninth largest city and a suburb of Milwaukee. &quot;Being an elected official should not be about the money,&quot; Scrima said in an interview.<br />\r\n\t<br />\r\n\tHe added the &quot;will work for half pay&quot; slogan drew attention and seemed catchy.<br />\r\n\t<br />\r\n\tSince taking office, the simple pledge has gotten a whole lot more complicated, from a new charitable fund to complaints from aldermen that his approach isn&rsquo;t helping taxpayers at all. In the latest twist, Scrima told aldermen he&rsquo;d give half of his future pay back to the city -- if they all returned to the city an equal share of their pay.<br />\r\n\t<br />\r\n\tBoy, the Flip-O-Meter was built for situations like this.<br />\r\n\t<br />\r\n\tIts purpose is to sort out if elected officials have changed their positions -- whether the switch is good or bad or in between is up to the voters.<br />\r\n\t<br />\r\n\tLet&rsquo;s start at the beginning:<br />\r\n\t<br />\r\n\t<strong>The pledge</strong><br />\r\n\t<br />\r\n\tDuring the campaign, Scrima routinely repeated the &quot;work for half&quot; pledge in literature, interviews and debates. It was an echo of sorts to the pledges made by Milwaukee County Executive Scott Walker and other elected officials to return some of their pay to taxpayers.<br />\r\n\t<br />\r\n\tThe salary for the mayor of Waukesha is $70,100 a year and in April will increase to $73,100.<br />\r\n\t<br />\r\n\tScrima did not specify how he would handle the half of the salary that he would decline. But voters were clearly left with the impression that his pledge would reduce the cost to taxpayers.<br />\r\n\t<br />\r\n\tMost politicians simply return their unwanted pay to the municipal coffers. Under state law, Scrima had 30 days after the election to tell the city if he didn&rsquo;t want to accept full pay.<br />\r\n\t<br />\r\n\t&quot;The mayor did not do that,&quot; said Donna Whalen, human resources manager and assistant city attorney.<br />\r\n\t<br />\r\n\tSuch givebacks may make only a small difference in the bottom line -- Waukesha&rsquo;s general operations budget for 2011 is about $58 million, with $51.4 million to come from property taxes. But they can be popular with voters.<br />\r\n\t<br />\r\n\t&quot;Most people never look at the benefits of how you give money back,&quot; said Kevin Kennedy, director and general counsel for the state Government Accountability Board, adding: &quot;For most people it&rsquo;s a gesture.&quot;<br />\r\n\t<br />\r\n\tIn any case, Scrima did not take the most direct route to accomplish his goal.</p>\r\n<p>\r\n\t<br />\r\n\t<strong>The alternative path</strong><br />\r\n\t<br />\r\n\tOn June 16, 2010, Scrima announced the creation of the <a href=\"http://media.journalinteractive.com/documents/Scrima_Fund.pdf%20\">&quot;New Day in Waukesha Fund&quot;</a> and said half of his net pay (after taxes and health and dental insurance deductions) would be directly deposited to the fund with each pay day.<br />\r\n\t<br />\r\n\tHe <a href=\"http://media.journalinteractive.com/documents/Scrima_letter.pdf%20\">launched the fund </a>with a check for $2,787.34 - the amount that equaled half of his net pay for his first weeks in office. At the time, he said state law prohibited him from taking a half-sized paycheck. But that was only true because he missed the 30-day deadline to self-change the pay scale.<br />\r\n\t<br />\r\n\tHe could have written a check to the city with each paycheck, but did not.<br />\r\n\t<br />\r\n\tThe nonprofit fund, which echoes his campaign theme, is administered by a five-member board -- Scrima and four others he selected. The fund&rsquo;s stated purpose is to &quot;provide vitality&quot; to the city through creation of gateways, memorials, beautification and arts, and collaborative efforts that benefit young people. So far, no grants have been awarded.<br />\r\n\t<br />\r\n\tContributions to the fund are tax deductible.<br />\r\n\t<br />\r\n\tScrima said he hoped the community fund would &quot;leverage&quot; other contributions once projects were identified. And at the time of the announcement he declared he had secured &quot;additional commitments already totaling $26,700 from the community.&quot;<br />\r\n\t<br />\r\n\tBut so far, Scrima&rsquo;s checks are the only ones that have gone into the fund, said David Schultz, president of the Waukesha County Community Foundation Inc. which handles the money at the direction of the &quot;New Day&quot; board.<br />\r\n\t<br />\r\n\tSo, let&rsquo;s update the scorecard: Taxpayers are still paying Scrima&rsquo;s full salary. Instead of returning the money directly to city coffers, the giveback is being put -- after taxes -- into a fund that gives Scrima more control over how it is spent.<br />\r\n\t<br />\r\n\tDuring a recent meeting about the city budget, Ald. Chris Hernandez needled the mayor, saying it would help the tax levy if Scrima gave the money back to the city rather than his fund.</p>\r\n<p>\r\n\t<br />\r\n\t<strong>The alternate alternative path</strong><br />\r\n\t<br />\r\n\tOn Nov. 10, 2010, Scrima changed course.<br />\r\n\t<br />\r\n\tHe offered in a budget amendment to give half of his future pay back to the city as a way of preventing a tax levy increase. The catch: He would only do so if all 15 aldermen also agreed to pay cuts and return the money to the city.<br />\r\n\t<br />\r\n\tThat idea was dead on arrival, but it gives even more life to our analysis. If anything, the mayor&rsquo;s proposed amendment underlines that the money is not going to the city now.<br />\r\n\t<br />\r\n\t&quot;I believe I&rsquo;m living up to my campaign promise,&quot; Scrima told PolitiFact Wisconsin, arguing the city could enjoy greater benefits from his approach -- especially once others contribute to the fund. &quot;This is what I signed up for and I don&rsquo;t regret it.&quot;<br />\r\n\t<br />\r\n\tThe Flip-O-Meter came to a different conclusion.<br />\r\n\t<br />\r\n\tThe new mayor said he&rsquo;d work for half pay. But under his approach, he&rsquo;s taking the full salary and then putting money in a charitable fund, which carries tax advantages and control advantages. He has more say over how it is spent than if it went back to the city to hold down taxes. Creating the fund may be noble -- and clever, after all it is named after his campaign slogan. But it is not what voters could have expected based on his slogan. Scrima&rsquo;s latest effort, to leverage aldermen into his pledge, underlines the half-pay is doing nothing to help the city&rsquo;s bottom line.<br />\r\n\t<br />\r\n\tAll Scrima&rsquo;s bouncing on the half-pay pledge earns him a Half-Flip.</p>", "ruling_comments_date": "2010-11-18T18:25:43.715543", "ruling_date": "2010-11-19T09:00:00", "ruling_headline": "Looking at Waukesha Mayor Jeff Scrima and his \"half pay\" pledge", "ruling_headline_slug": "looking-waukesha-mayor-jeff-scrima-and-his-half-pa", "ruling_link_text": "The mayor has bounced around with taxpayers waiting for the benefits to land", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Kevin Kennedy, executive director and general counsel, Wisconsin Government Accountability Board, Nov. 16, 2010<br />\r\n\t<br />\r\n\tInterview and e-mails, Mayor Jeff Scrima, Nov. 16, 2010<br />\r\n\t<br />\r\n\tInterview, Donna Whalen, Waukesha Human Resources Manager, Nov. 15, 2010<br />\r\n\t<br />\r\n\tInterview, David Schultz, president, Waukesha County Community Foundation, Nov. 15, 2010<br />\r\n\t<br />\r\n\tWisconsin <a href=\"http://legis.wisconsin.gov/statutes/Stat0059.pdf\">State Statutes 66.0505</a>.<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel archives</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Mayor of Waukesha", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "Wisconsin", "id": 861, "last_name": "Scrima", "mostly_true_count": 0, "name_slug": "jeff-scrima", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Scrima.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/861/", "total_count": 1, "true_count": 0, "website": "http://www.ci.waukesha.wi.us/web/guest/my-hours"}, "statement": "<p>\r\n\tOn his &quot;half pay&quot; pledge.</p>", "statement_context": "a series of public statements and actions", "statement_date": "2010-11-10", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}