{"art": [{"brightcove": "", "caption": "Frederica Wilson on the floor of the Florida Senate in one of her signature hats.", "id": 936, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/SP_305840_KEEL_FLGOV_4.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/936/", "title": "Frederica Wilson", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/nov/19/frederica-wilson/congresswoman-elect-wilson-says-hat-ban-started-18/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2848, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lclark@MiamiHerald.com", "first_name": "Lesley ", "id": 133, "last_name": "Clark", "name_slug": "lesley-clark", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/133/", "title": "Miami Herald Washington correspondent", "twitter": null}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2848/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFrederica Wilson was known as the Florida state legislator who owned a massive collection of fancy hats. But when the Democrat was elected to the 17th District in Congress on Nov. 2, 2010, to represent portions of Miami-Dade and Broward counties, her fashion statement ran afoul of the rules.<br goog_docs_charindex=\"475\" />\r\n\t<br goog_docs_charindex=\"476\" />\r\n\tWe learned of Wilson&#39;s hat woes from a Nov. 17 posting in <a goog_docs_charindex=\"542\" href=\"http://miamiherald.typepad.com/nakedpolitics/2010/11/frederica-wilson-backs-nancy-pelosi-but-not-the-house-hat-ban.html#tp\">Naked Politics</a>, a blog by the <em>Miami Herald</em>:<br goog_docs_charindex=\"587\" />\r\n\t<br goog_docs_charindex=\"588\" />\r\n\t&quot;Wilson is hoping to have a conversation with the likely new speaker, John Boehner. At issue: whether or not the longtime lawmaker can wear her signature hats on the House floor. The House bars members from wearing hats while the body is in session, but Wilson said she believes the speaker can waive the rule -- which dates to the 1800s.<br goog_docs_charindex=\"927\" />\r\n\t<br goog_docs_charindex=\"928\" />\r\n\t&#39;&quot;It&#39;s sexist,&quot; Wilson said. &quot;It dates back to when men wore hats and we know that men don&#39;t wear hats indoors, but women wear hats indoors. Hats are what I wear. People get excited when they see the hats. Once you get accustomed to it, it&#39;s just me. Some people wear wigs, or high heel shoes or big earrings or pins. This is just me.&quot;&#39;</p>\r\n<p>\r\n\tThe blog post continued: &quot;Wilson had to take her hat off for her official congressional picture, but plans to appeal that ruling as well. She did wear her hat on the House floor the other day -- but the House wasn&#39;t in session.&quot;<br goog_docs_charindex=\"1499\" />\r\n\t<br goog_docs_charindex=\"1500\" />\r\n\tShe managed to show off at least one of her hats in Washington, D.C.: she arrived for freshman orientation wearing a black cowboy hat with sequins, according to the <em><a goog_docs_charindex=\"1669\" href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/15/AR2010111504004.html\">Washington Post</a></em>.</p>\r\n<p>\r\n\t<a goog_docs_charindex=\"1694\" href=\"http://www.rollcall.com/issues/56_44/-200082-1.html\" id=\"bjpn\" title=\"Roll Call\">Roll Call</a> also wrote about Wilson&#39;s hat dilemma on Nov. 4: &quot;But while we expect Wilson to become the Hill&#39;s newest fashionista -- for better or worse, depending on who you ask -- she likely will have to ditch her trademark headpieces while she&#39;s on the House floor. Although there isn&#39;t a specific dress code, hats have been banned on the floor since September 1837. Even the late Rep. Bella Abzug (D-N.Y.) couldn&#39;t sport her trademark broad-brimmed hats when she served during the 1970s.&quot;<br goog_docs_charindex=\"2183\" />\r\n\t<br goog_docs_charindex=\"2184\" />\r\n\tThis is not a serious heady matter. But the Truth-O-Meter was curiously scratching its head. Was Wilson correct to say that the rule banning members from wearing hats on the House floor dates back to the 1800s? And who can waive the rule?<br goog_docs_charindex=\"2423\" />\r\n\t<br goog_docs_charindex=\"2424\" />\r\n\tFirst, a little more colorful background about Wilson and her hats that we gleaned from a May 11, 2009, <em>Miami Herald/St. Petersburg Times</em> article:<br goog_docs_charindex=\"2566\" />\r\n\t<br goog_docs_charindex=\"2567\" />\r\n\t&quot;In a political universe dominated by men in dark suits, Sen. Wilson is the rainbow that cannot be ignored. She walks the halls of the Capitol flashing her custom-made, bedazzled cowboy hats and perfectly matched suits -- her own runway of eye-popping colors that are more suited to the Miami district she represents than to good ol&#39; boy Tallahassee. Canary yellow. Five-carat turquoise. Cotton-candy pink. Cherry red. Rhinestone-studded black and gold. Here in the center of Florida&#39;s political universe, the loud wardrobe of the educator-turned-Democratic lawmaker sends a clear if unspoken message to fellow lawmakers: I am here. And attention will be paid.&quot;<br goog_docs_charindex=\"3229\" />\r\n\t<br goog_docs_charindex=\"3230\" />\r\n\tWe reached Wilson briefly by telephone on the morning of Nov. 19 and asked her how many hats she owns.<br goog_docs_charindex=\"3334\" />\r\n\t<br goog_docs_charindex=\"3335\" />\r\n\t&quot;I&#39;ve never counted, but I&#39;ve been wearing them almost 30 years,&quot; said the former Miami-Dade school board member and state legislator. &quot;It&#39;s almost like a fetish. ...&nbsp;I have hundreds.&quot;<br goog_docs_charindex=\"3585\" />\r\n\t<br goog_docs_charindex=\"3586\" />\r\n\tWilson said she brought six hats to D.C. and has been researching the rules about hat wearing and still hopes to speak to Boehner about the ban. Wilson said she would get back to us regarding her research on the hat ban and who she believes can waive it, but we did not hear back.<br goog_docs_charindex=\"3890\" />\r\n\t<br goog_docs_charindex=\"3891\" />\r\n\tNow let&#39;s return to our research on the hat ban. The <a goog_docs_charindex=\"3945\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piMjBmNzNiOWUtNTcyOC00ZGNjLThjMTQtZmY0ZGYxNTQ4ODhh&amp;hl=en\" id=\"o.gq\" title=\"rules\">rules</a>&nbsp;of the 111th Congress -- the current one in session -- state under &quot;Comportment&quot;:<br goog_docs_charindex=\"4034\" />\r\n\t<br goog_docs_charindex=\"4035\" />\r\n\t&quot;When the Speaker is putting a question or addressing the House, a Member, Delegate, or Resident Commissioner may not walk out of or across the Hall. When a Member, Delegate, or Resident Commissioner is speaking, a Member, Delegate, or Resident Commissioner may not pass between the person speaking and the Chair. During the session of the House, a Member, Delegate, or Resident Commissioner may not wear a hat or remain by the Clerk&rsquo;s desk during the call of the roll or the counting of ballots. A person may not smoke or use a wireless telephone or personal computer on the floor of the House. The Sergeant-at-Arms is charged with the strict enforcement of this clause.&quot;<br goog_docs_charindex=\"4708\" />\r\n\t<br goog_docs_charindex=\"4709\" />\r\n\tWe consulted <em>Miami Herald </em>reporter Lesley Clark, who wrote the blog item about Wilson and covers Congress. Clark obtained a copy of historic documents kept by the House&nbsp;and&nbsp;also forwarded to us a 2009 copy of the <em><a goog_docs_charindex=\"4858\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piMDc5ZTY2NTgtNmQzOC00ZmEzLTljMjMtNTZiMjBlZDI2Mzcw&amp;hl=en\">Constitution Jefferson&#39;s Manual and Rules of the House of Representatives</a></em>.&nbsp;That document states: &quot;No Member is to come into the House with his head covered, nor to remove from one place to another with his hat on, nor is to put on his hat in coming in or removing, until he be set down in his place. <em>Scob. 6.</em> In 1837 the parliamentary practice of wearing hats during the session was abolished by adoption of current clause 5 of rule XV11.&quot;<br />\r\n\t<br />\r\n\tA document from 1907 in the same link above, sheds more light: we turned to &quot;Hinds&#39; precedents of the House of Representatives of the United States&quot; written by Asher Hinds who was the clerk to the speaker. That document states that the hat rule was &quot;the fruit of considerable agitation. In early years, following the custom of Parliament, Members wore their hats during session.&quot;<br goog_docs_charindex=\"5744\" />\r\n\t<br goog_docs_charindex=\"5745\" />\r\n\tThat practice however was challenged when Charles F. Mercer of Virginia proposed a rule &quot;as early as March 13, 1822: &#39;Nor shall any Member remain in the hall covered during the session of the house.&#39; &quot; Mercer&#39;s proposal wasn&#39;t adopted, but other members of Congress also proposed similar bans during the next several years. A ban proposed in 1833 was rejected because &quot;Members would have no places in which to put their hats if they should not wear them, and also that the custom of wearing hats was a sign of independence of the Commons of England, and therefore a good usage to preserve the American House.&quot;<br goog_docs_charindex=\"6354\" />\r\n\t<br goog_docs_charindex=\"6355\" />\r\n\tA <a goog_docs_charindex=\"6358\" href=\"http://clerk.house.gov/art_history/highlights.html?action=view&amp;intID=430\">historical highlights</a> document from the House provides a short summary of the history of the hat ban. That document states that member John M. Patton of Virginia defended &quot;the really harmless but apparently indecorous practice of wearing our hats ... Regarding then this usage as merely &lsquo;the outward and visible sign of the inward and spiritual&rsquo; freedom of this body from all executive control or interference, let us preserve it. And whenever, if ever, our executive magistrates shall attempt to employ any improper influence on this body, let us be found with our hats on.&quot;<br />\r\n\t<br />\r\n\tBut on Sept. 14, 1837, the House adopted the rule banning members from wearing hats during the session or by the Clerk&#39;s table during the call of the roll.<br goog_docs_charindex=\"7092\" />\r\n\t<br goog_docs_charindex=\"7093\" />\r\n\tSo far, Wilson is correct: the House ban dates back to the 1800s.&nbsp;But she also said in the interview that&nbsp;she thought that the House speaker could waive the rule. She said she wanted to talk about it&nbsp;with Boehner, chosen by his peers to be speaker of the House when the 112th Congress convenes in January.<br goog_docs_charindex=\"7498\" />\r\n\t<br goog_docs_charindex=\"7499\" />\r\n\tWe contacted Boehner spokesman&nbsp;Michael Steel to ask if he had the power to waive the rule, if any leader could waive it, or if it requires a full vote by the House when it&nbsp;adopts rules in January. Steel said he didn&#39;t know the answer.<br goog_docs_charindex=\"7773\" />\r\n\t<br goog_docs_charindex=\"7774\" />\r\n\tWe turned to the&nbsp;<em>House Practice</em>, Assembly of Congress (Chapter 5), which includes a section on <a goog_docs_charindex=\"7866\" href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=108_house_practice&amp;docid=hp-5.pdf\">Adoption of Rules</a>. That section states that the House can adopt its own procedural rules -- and &quot;ordinarily the House adopts the rules of the prior Congress but with various amendments.&quot; So it appears that the House in January could adopt a new rule -- say, allowing all hats or dress hats. But this document doesn&#39;t address either way whether any leader can waive a rule.<br goog_docs_charindex=\"8240\" />\r\n\t<br goog_docs_charindex=\"8241\" />\r\n\tWe asked Vincent Morris, spokesman for the House rules committee. He wrote to us in an e-mail:</p>\r\n<p>\r\n\t&quot;Current Rules prohibit hat wearing so anyone showing up with a hat would likely be told to take it off. For the Rules to change, members would need to approve revisions when the next Congress starts in January.&quot;<br goog_docs_charindex=\"8550\" />\r\n\t<br goog_docs_charindex=\"8551\" />\r\n\tSo for now, it appears that Wilson will need to persuade her peers to change the rule in January. The good news for Wilson is that if she ever wins a U.S. Senate post, she won&#39;t encounter this headache.<br goog_docs_charindex=\"8754\" />\r\n\t<br goog_docs_charindex=\"8755\" />\r\n\tUnlike the House, the Senate doesn&#39;t have a formal written rule banning members from wearing hats.<br goog_docs_charindex=\"8854\" />\r\n\t<br goog_docs_charindex=\"8855\" />\r\n\t&quot;People don&#39;t wear hats in the Senate,&quot; said Senate historian Donald Ritchie. &quot;The Senate sort of adheres to an unofficial dress code but it&#39;s not specifically in the rules.&quot;<br goog_docs_charindex=\"9159\" />\r\n\t<br goog_docs_charindex=\"9160\" />\r\n\tThe <em><a goog_docs_charindex=\"9329\" href=\"http://www.thewestsidegazette.com/news/Article/Article.asp?NewsID=106206&amp;sID=4&amp;ItemSource=L\">News Service of Florida</a></em> wrote Nov. 17, 2010, that&nbsp;&quot;Wilson, not known for being shy, plans to tell Boehner she intends to wear hats -- not ask him for permission.&quot;<br goog_docs_charindex=\"10145\" />\r\n\t<br goog_docs_charindex=\"10146\" />\r\n\t&quot;I&rsquo;m not going to ask anyone,&quot; Wilson was quoted as saying.<br goog_docs_charindex=\"10206\" />\r\n\t<br goog_docs_charindex=\"10207\" />\r\n\tThis would not be the first time that Wilson ran into roadblocks to her hats. When she wore Davy Crockett style hats in middle school, the dean called her father to complain, but she and her father didn&#39;t give in, the <em>St. Petersburg Times </em>wrote May 11, 2009. In 2002 after she was elected to the state Senate after serving in the House, a senator -- not identified in the article -- complained about her hats at a Senate retreat. (The <em>News Service </em>article identified that senator as Republican&nbsp;Anna Cowin.)<br goog_docs_charindex=\"10703\" />\r\n\t<br goog_docs_charindex=\"10704\" />\r\n\t&quot;I thought, with all these problems we have, she&#39;s worried about me wearing a hat? Well, I just smiled through it,&quot; Wilson was quoted as saying in the 2009 <em>St. Petersburg Times </em>article. &quot;Sen. (Jim) King took care of it.&quot;<br goog_docs_charindex=\"10925\" />\r\n\t<br goog_docs_charindex=\"10926\" />\r\n\tAn aside: we wondered if the current hat ban rule would prohibit religious Jews from wearing yarmulke or Muslim women from wearing the hijab or headscarf. Steel, Boehner&#39;s spokesman, said in an e-mail: &quot;The rule regarding hats has never been interpreted to apply to religious headcoverings.&quot;<br goog_docs_charindex=\"11222\" />\r\n\t<br goog_docs_charindex=\"11223\" />\r\n\tSo does the headstrong Wilson have her facts right? She is correct to state that the ban on House members wearing hats started in the 1800s -- Sept. 14, 1837, to be precise. But can Boehner or any individual &quot;waive&quot; the rule? It appears that the House would have to vote on a new rule in January 2011. At this point, Wilson has not provided any proof that any individual could simply waive the rule. If she provides us such proof from her research, or if Boehner later responds with evidence that he does have that power, we could revisit this topic. But for now, we rate this claim Half True.&nbsp;</p>", "ruling_comments_date": "2010-11-19T16:44:10.283621", "ruling_date": "2010-11-19T18:26:05", "ruling_headline": "Congresswoman-elect Frederica Wilson says hat ban started in 1800s but can be waived", "ruling_headline_slug": "congresswoman-elect-wilson-says-hat-ban-started-18", "ruling_link_text": "Will Wilson's hat-itude get her in trouble in D.C.?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNaked Politics blog Miami Herald, <a goog_docs_charindex=\"11865\" href=\"http://miamiherald.typepad.com/nakedpolitics/2010/11/frederica-wilson-backs-nancy-pelosi-but-not-the-house-hat-ban.html#tp\">&quot;Frederica Wilson backs Pelosi -- but not hat ban,&quot;</a> Nov. 17, 2010<br goog_docs_charindex=\"11932\" />\r\n\t<br goog_docs_charindex=\"11933\" />\r\n\tMiami Herald, <a goog_docs_charindex=\"11948\" href=\"http://www.miamiherald.com/2010/11/18/1933292/from-family-politics-to-the-halls.html\">&quot;From family politics to the halls of Congress,&quot;</a> Nov. 19, 2010<br goog_docs_charindex=\"12012\" />\r\n\t<br goog_docs_charindex=\"12013\" />\r\n\tMiami Herald/St. Petersburg Times, &quot;Wilson has her hats in ring,&quot; May 11, 2009<br goog_docs_charindex=\"12093\" />\r\n\t<br goog_docs_charindex=\"12094\" />\r\n\tNews Service of Florida, <a goog_docs_charindex=\"12120\" href=\"http://how%20stringently%20the%20rule%20is%20enforced%20is%20another%20matter.%20the%20news%20service%20was%20able%20to%20turn%20up%20a/\">&quot;No hats on Capitol Hill?,&quot;</a>Nov. 17, 2010<br goog_docs_charindex=\"12162\" />\r\n\t<br goog_docs_charindex=\"12163\" />\r\n\t<em>Washington Post</em>, <a goog_docs_charindex=\"12181\" href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/15/AR2010111504004.html\">&quot;New members of Congress arrive in Washington to be schooled in its ways,&quot;</a> Nov. 16, 2010<br goog_docs_charindex=\"12271\" />\r\n\t<br goog_docs_charindex=\"12272\" />\r\n\tRoll Call, <a goog_docs_charindex=\"12284\" href=\"http://www.thewestsidegazette.com/news/Article/Article.asp?NewsID=106206&amp;sID=4&amp;ItemSource=L\">&quot;Hats off to Rep. Elect Wilson?,&quot;</a> Nov. 4, 2010<br goog_docs_charindex=\"12332\" />\r\n\t<br goog_docs_charindex=\"12333\" />\r\n\tHistorical Highlights Office of the Clerk U.S. House of Representatives,<a goog_docs_charindex=\"12406\" href=\"http://clerk.house.gov/art_history/highlights.html?action=view&amp;intID=430\">&quot;The debate over the rule to ban hats on the house floor,&quot;</a> accessed Nov. 19, 2010<br goog_docs_charindex=\"12489\" />\r\n\t<br goog_docs_charindex=\"12490\" />\r\n\tHouse Practice Assembly of Congress, <a goog_docs_charindex=\"12528\" href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=108_house_practice&amp;docid=hp-5.pdf\">&quot;Adoption of the rules,&quot;</a> updated September 2003<br goog_docs_charindex=\"12577\" />\r\n\t<br goog_docs_charindex=\"12578\" />\r\n\tVarious <a goog_docs_charindex=\"12587\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piMDc5ZTY2NTgtNmQzOC00ZmEzLTljMjMtNTZiMjBlZDI2Mzcw&amp;hl=en\">historical documents from Congress</a>: Constitution Jefferson&#39;s Manual and Rules of the House of Representatives (2009) and Hinds&#39; precendents of the House of Representatives (1907) and register of debates in Congress (1833 and 1837)<br goog_docs_charindex=\"12819\" />\r\n\t<br goog_docs_charindex=\"12820\" />\r\n\tInterview, House Speaker Designate John Boehner&#39;s spokesman Michael Steel, Nov. 19, 2010</p>\r\n<p>\r\n\tInterview, spokesman for the house rules committee Vincent Morris, Nov. 19, 2010</p>\r\n<p>\r\n\tInterview, Senate historian Donald Ritchie, Nov. 19, 2010<br goog_docs_charindex=\"12969\" />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative, Florida District 17", "false_count": 0, "first_name": "Frederica", "half_true_count": 1, "home_state": "Florida", "id": 368, "last_name": "Wilson", "mostly_true_count": 1, "name_slug": "frederica-wilson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Frederica_Wilson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/368/", "total_count": 4, "true_count": 1, "website": "http://wilson.house.gov/"}, "statement": "<p>\r\n\tThe U.S. House rule barring members from wearing hats while in session dates back to the 1800s and can be waived by the speaker.<br goog_docs_charindex=\"131\" />\r\n\t&nbsp;</p>", "statement_context": "an interview for a Miami Herald blog", "statement_date": "2010-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 187, "photo": null, "resource_uri": "/api/v/2/subject/187/", "subject": "Congressional Rules", "subject_slug": "congressional-rules", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}