{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/nov/20/mike-villarreal/state-rep-mike-villarreal-says-gov-rick-perrys-adm/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2849, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2849/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDemocratic state Rep. Mike Villarreal of San Antonio sees the potential for &quot;a public health disaster&quot; in a document that lays out options for cutting the state health department&#39;s budget by 10 percent, according to a news release from his office.</p>\r\n<p>\r\n\t&quot;Perry administration proposes ending immunizations for 113,000 kids,&quot; says the subject line of Villarreal&#39;s Sept. 7 statement. &quot;We want Texas kids in school learning, rather than sitting at home or the doctor&#39;s office suffering from preventable diseases. ... If we don&#39;t prevent the spread of diseases among these children, we put at risk all Texas kids who are too young to receive their immunizations yet.&quot;</p>\r\n<p>\r\n\tAn end to immunizations for thousands of youngsters? We wondered if Villarreal&#39;s shot hit the spot.</p>\r\n<p>\r\n\tFirst, some background on the federal Vaccines for Children program, which Texas has participated in since 1994. According to the website of the Texas Department of State Health Services, the program provides vaccines to health care providers for eligible children, including those who lack health insurance and those enrolled in the Children&#39;s Health Insurance Program and Medicaid. In 2010, the federal government spent more than $380 million on immunizations for children in Texas, according to the Centers for Disease Control and Prevention.</p>\r\n<p>\r\n\tCarrie Williams, a spokeswoman for the state health services department, said 4.2 million Texas children qualified for the vaccinations under the federal program that year. To expand eligibility beyond the federal requirements, Texas pitches in some dollars so that any child who comes to a public health clinic can be immunized. The department is spending $7.1 million on the program in 2010-11 and expects to need $9.5 million for full funding in 2012-13.</p>\r\n<p>\r\n\tIn May, Gov. Rick Perry and other state leaders, mindful of a looming revenue shortfall (lately pegged at $24 billion), asked state agencies to spell out possible 10 percent cuts in their budgets for 2012 and 2013. In August, the health services department laid out $238 million in possible reductions, with $7.7 million of that coming out of the state&#39;s spending on childhood immunizations. That proposal represents an 81 percent cut from what the agency expected to spend on the vaccination effort during 2012-13.</p>\r\n<p>\r\n\tThe agency document, which Villarreal cites in his press release, describes the impact of the $7.7 million cut: &quot;At this level of reduction, the overall safety-net program will need to reduce the number of children being vaccinated with GR funds (estimated 112,661 children). A significant portion of these children could be affected.&quot; GR refers to general revenue funds.</p>\r\n<p>\r\n\tThe document further says: &quot;This could end the public health clinic policy of turning no child away and instead will result in public clinics making referrals for those individuals that have health insurance to their medical homes for vaccines. If families are unable to go to their referral sites/medical homes, then the children may not be able to obtain vaccination services and could fall behind in the immunization schedule, ultimately lowering vaccine coverage levels and making our communities vulnerable to outbreaks of vaccine preventable diseases.&quot; A &quot;medical home&quot; is one&#39;s usual health-care provider.</p>\r\n<p>\r\n\tWhile Villarreal&#39;s press release also says the Department of State Health Services &quot;estimates that half of the children could be immunized through other programs,&quot; he concludes that the end result of the budget cut would be to eliminate immunizations for 113,000 children.</p>\r\n<p>\r\n\tAt the agency, Williams disputed Villarreal&#39;s interpretation. She said 112,661 is the number of kids the agency estimated would receive vaccines purchased with general revenue in 2012-13. If the Legislature reduces the state contribution to the vaccine program by $7.7 million, she said, the agency estimates that half of the 112,661 children &mdash; about 56,000 &mdash; would not be able to receive immunizations at public health clinics. However, Williams said, that doesn&#39;t mean those kids would necessarily go without. &quot;They may have to seek their immunizations elsewhere, such as through their regular doctor,&quot; Williams said.</p>\r\n<p>\r\n\tAnd what would happen to the other 56,000 children? Williams said the agency expects that they would still be able to receive immunizations at public health clinics, but she did not specify how that would be accomplished. &quot;We likely will have to fill in the gap with vaccine from other resources, possibly federal sources,&quot; she said, because state dollars alone may not be able to cover all of them.</p>\r\n<p>\r\n\tUpshot: There&#39;s a 56,000 difference between the number of children Villarreal said would no longer get immunized and the number of children the agency says could no longer be served at public health clinics if the proposed budget cut happens.</p>\r\n<p>\r\n\tAsked to explain the discrepancy, Villarreal told us by e-mail that he issued his September statement after his office discussed the August budget cut proposal with agency officials. &quot;At that time, they communicated to us that the proposal would end funding for 113,000 children and about half of them could be expected to find services elsewhere,&quot; Villarreal said. &quot;That&#39;s what I said in the first two sentences of my press release. The agency now says that we misunderstood. The point is the same either way: A very large number of our children would be left without immunizations.&quot;</p>\r\n<p>\r\n\tWe asked Williams about that early September conversation between a Villarreal staffer and Nick Dauster, director of the agency&#39;s Government Affairs Unit. She said: &quot;There must have been a misunderstanding between what was said and what was heard in a phone call a couple months ago. Admittedly, it&rsquo;s a complex topic that involves estimates and unknowns, and our early information could have been clearer, which is why we provided clarification.&quot;</p>\r\n<p>\r\n\tThe &quot;clarification&quot; was an e-mail sent from Dauster to Peter Clark, Villarreal&#39;s legislative director, on Sept. 1 &mdash; before Villarreal issued his press release &mdash; saying that &quot;an estimated 56,000 children could be affected&quot; by the cut in immunization funding. &quot;This represents children who receive immunization services normally paid for by general revenue,&quot; Dauster wrote.</p>\r\n<p>\r\n\tFinally, we explored whether it makes sense to ascribe the agency-level proposal to the Perry &quot;administration,&quot; as Villarreal&#39;s statement does.</p>\r\n<p>\r\n\tBy law, the governor appoints the chief executives as well as the governing boards of some major agencies, including the Texas Health and Human Services Commission, whose Perry-appointed executive commissioner chooses the commissioner of the health services department in consultation with the governor. Also, Williams told us that the health services staff put together its budget reduction proposals with input from commission overseers.</p>\r\n<p>\r\n\tWe asked Stephanie Goodman, a commission spokeswoman, if it was accurate to characterize the health services department ideas as &quot;Perry administration proposals.&quot; Her response: &quot;No. Our staff developed the options.&quot; She said the governor&#39;s office wasn&#39;t involved in deciding what cuts to propose.</p>\r\n<p>\r\n\tAnd how does Villarreal&#39;s statement that the Perry administration proposes ending immunizations for 113,000 kids shape up?</p>\r\n<p>\r\n\tWe&#39;ll take his reference to the &quot;Perry administration&quot; as a defensible poke. And a state agency <em>has</em> proposed ending most of the general revenue funding for immunizations for that many kids.</p>\r\n<p>\r\n\tHowever, the suggestion that none of those 113,000 children would get vaccinated misstates the estimated impact of the proposed $7.7 million budget cut. While the state acknowledges that half the children would no longer be served under the immunization program &mdash; and some of those may have insurance coverage &mdash; it expects the rest would still get their shots at public health clinics. However, it says it doesn&#39;t yet know exactly how those immunizations would be paid for.</p>\r\n<p>\r\n\tWe rate Villarreal&#39;s statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-11-19T17:21:46.127434", "ruling_date": "2010-11-20T06:00:00", "ruling_headline": "State Rep. Mike Villarreal says Gov. Rick Perry's administration proposed ending immunizations for 113,000 kids", "ruling_headline_slug": "state-rep-mike-villarreal-says-gov-rick-perrys-adm", "ruling_link_text": "Budget cut proposal estimated to affect 56,000 kids", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tState Rep. Mike Villarreal, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/111910_villarrealrelease.pdf\">news release</a>, &quot;Perry administration proposes ending immunizations for 113,000 kids,&quot; Sept. 7, 2010</p>\r\n<p>\r\n\tTexas Department of State Health Services, <a href=\"http://www.dshs.state.tx.us/immunize/tvfc/tvfc_about.shtm\">Texas Vaccines for Children</a> web page, accessed Nov. 10, 2010</p>\r\n<p>\r\n\tInterview with Carrie Williams, press officer, Texas Department of State Health Services, Nov. 10, 15 and 18, 2010</p>\r\n<p>\r\n\tInterview with Thomas Skinner, senior public affairs officer, Centers for Disease Control and Prevention, Nov. 17, 2010</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s office, <a href=\"http://governor.state.tx.us/news/press-release/14695/\">news release</a>, &quot;Gov. Perry, Lt. Gov. Dewhurst, Speaker Straus direct agencies to identify 10 percent savings in next biennial budget,&quot; May 28, 2010</p>\r\n<p>\r\n\tTexas Department of State Health Services, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/111910_dshscuts.pdf\">10 percent biennial base reduction options</a>,&quot; Aug. 26, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/111910_villarrealemail.pdf\">E-mail</a> from state Rep. Mike Villarreal&#39;s office, Nov. 12, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/111910_dausteremail.pdf\">E-mail</a> from Nick Dauster, director of Government Affairs Unit, Texas Department of State Health Services, to Peter Clark, legislative director for state Rep. Mike Villarreal, Sept. 1, 2010</p>\r\n<p>\r\n\tE-mail interview with Stephanie Goodman, spokeswoman, Texas Health and Human Services Commission, Nov. 11 and 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Small business owner", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Texas", "id": 864, "last_name": "Villarreal", "mostly_true_count": 2, "name_slug": "mike-villarreal", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/villarreal_photo_new.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/864/", "total_count": 6, "true_count": 2, "website": "http://www.mikevillarreal.com/"}, "statement": "<div>\r\n\tSays Gov. Rick Perry&#39;s administration has proposed ending immunizations for 113,000 kids.</div>", "statement_context": "a press release", "statement_date": "2010-09-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}