{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2010/nov/19/pari-sabety/state-budget-director-pari-sabety-says-ohios-econo/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2850, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/2850/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe perception that Ohio&rsquo;s economy is in terrible shape is a big part of why John Kasich is Ohio&rsquo;s next governor and Ted Strickland will be Ohio&rsquo;s newest unemployed citizen next year. &nbsp;<br />\r\n\t<br />\r\n\tKasich hammered home the theme of 400,000 lost jobs in Ohio in his rather narrow win over Strickland. And it&rsquo;s a perception that is a bone of contention with some Strickland supporters who see the state again on the road to prosperity.<br />\r\n\t<br />\r\n\tState budget director Pari Sabety appears to be in that crowd. She spoke two days after the Strickland defeat at a roundtable discussion at the Columbus Convention Center as part of the Impact Ohio Post-Election conference.<br />\r\n\t<br />\r\n\tDuring her Nov. 4 remarks, Sabety took pride in how the Strickland administration has managed the state&rsquo;s finances during the worst recession since the Great Depression. To give those in the audience a sense for why she thought things were moving in the right direction, Sabety passed out an &quot;economic dashboard,&quot; a color-coded chart that depicted 11 key economic indicators shaded red, yellow or green.<br />\r\n\t<br />\r\n\tThose indicators were a mix of red, yellow and green in Nov. 2007, and today they are almost all green, she explained to the audience.<br />\r\n\t<br />\r\n\tPraising the Strickland administration fiscal management, Sabety said Ohio is now on a steady course. She added, &quot;The economy is on the mend. &hellip; It is in better shape than it was when we took office.&quot;<br />\r\n\t<br />\r\n\tThat got our attention. Is Ohio&rsquo;s economy really on the mend? &nbsp;And is it really in better shape today than it was when Strickland became governor in 2007?<br />\r\n\t<br />\r\n\tWe first looked at the &quot;economic dashboard&quot; Sabety used to support her assertions.<br />\r\n\t<br />\r\n\tDeveloped by Jim Koons of the governor&rsquo;s council of economic advisors, the dashboard covers 11 categories, including Ohio&rsquo;s employment rate, new building permits, wage and salary information, initial jobless claims as well as U.S. retail sales, light motor vehicle sales and other measures.<br />\r\n\t<br />\r\n\tBut the dashboard is only of limited use in evaluating Sabety&rsquo;s statement, primarily because it dates from November 2007, not January 2007 when Strickland took office. Koons said he didn&rsquo;t design it until November 2007.<br />\r\n\t<br />\r\n\tFurthermore, it&rsquo;s not designed to give a snapshot of Ohio&rsquo;s economy at a given time, but rather more of a &quot;forward-looking&quot; sense of what trajectory the state is on. Ultimately, Koons said, it&rsquo;s a tool to help predict whether the state&rsquo;s revenue forecasting will be on target in the coming months &mdash; a handy thing to know if you are running a $25 billion-a-year enterprise like state government. And it&rsquo;s weighted to favor the short term over the long term, he said.<br />\r\n\t<br />\r\n\tAsked if the state&rsquo;s economy is better now than 2007, Koons couldn&rsquo;t say.<br />\r\n\t<br />\r\n\t&quot;I haven&rsquo;t really spent much time thinking about that,&quot; he said. &quot;I would definitely say we are moving in a better direction.&quot;<br />\r\n\t<br />\r\n\tWe put the same question to a trio of other independent economic analysts &mdash; all based in Ohio. They consider the assertion false, laughable and downright bizarre.<br />\r\n\t<br />\r\n\tThat&rsquo;s because a state&rsquo;s employment figures are the true measure of the health of a state&rsquo;s economy, they all said.<br />\r\n\t<br />\r\n\t&quot;Frankly, an economist getting up in a meeting and saying things have improved in Ohio since 2007 would be laughed at,&quot; said Bob Rogers, an economics professor at Ashland University and former president of the Ohio Association of Economists and Political Scientists.<br />\r\n\t<br />\r\n\tSaid Ken Mayland, an economic analyst who is president of Clear View Economics in Pepper Pike: &quot;I think on the face of it that statement is blatantly false.&quot;<br />\r\n\t<br />\r\n\tSaid George Zeller, a economic research analyst based in Cleveland: &quot;When you look at it in terms of jobs, it&rsquo;s kind of a bizarre statement actually.&quot;<br />\r\n\t<br />\r\n\tAll three said the state&rsquo;s employment record is clear &mdash; 5.65 million people employed in January &nbsp;2007 when Strickland became governor and 5.32 million today -- a difference of 330,000 jobs. And they all said that is clearly the best way to measure the health of the state&rsquo;s economy.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a macromeasure,&quot; Mayland said. &quot;When people are employed they are producing things.&quot;<br />\r\n\t<br />\r\n\tOur trio of experts were somewhat more split when asked if Ohio&rsquo;s economy was on the mend.<br />\r\n\t<br />\r\n\tMayland said he thought Ohio&rsquo;s economy was definitely on the upswing.<br />\r\n\t<br />\r\n\t&quot;I do believe that the Ohio economy is recovering, we are probably going to get a pretty big share of the national economic recovery,&quot; he said. &quot;Manufacturing, in general, and the auto industry in particular, they are rebounding,&quot; he said. &quot;But when I say they are recovering you have to keep in mind there had been permanent job loss that will never be recovered, so they won&rsquo;t get back to their former selves.&quot;<br />\r\n\t<br />\r\n\tProfessor Rogers agreed there has been a bit of a rebound in Ohio&rsquo;s economy this year.<br />\r\n\t<br />\r\n\t&quot;Steel has made a little bit of a recovery, but in the last month or two it&rsquo;s backed down. The auto industry is better, but it&rsquo;s certainly not back to where it was before the crash.&quot;<br />\r\n\t<br />\r\n\tOther outside experts have seen signs that Ohio&rsquo;s economy is rebounding including the Federal Reserve Bank of Philadelphia, which rated Ohio as having the fifth-fastest growing economy during the past 12 months. And personal income tax collections are up 5 percent in the first quarter of fiscal 2011 as well as sales tax collections over the past four months when both are compared to the same period a year ago.<br />\r\n\t<br />\r\n\tBy far, the most pessimistic was Zeller who said that small gains in employment in Ohio that have been reported are a mirage caused by a faulty national modeling which has overestimated new firms being born. He predicted that the state&rsquo;s employment figures will be downgraded by 86,000 in January when the national model is evaluated by federal officials erasing, the 15,000 or so jobs that Ohio has gained on paper in 2010. Instead, Ohio will have lost 70,000 jobs this year.<br />\r\n\t<br />\r\n\t&quot;There is no evidence at all that Ohio has gained even one job in 2010,&quot; said Zeller. &quot;Ohio is still losing jobs right now, so therefore the economy is not on the upswing. I will say that the rate at which we&rsquo;re losing jobs has slowed dramatically.&quot;<br />\r\n\t<br />\r\n\tZeller compared it to a football team that is getting destroyed, but manages to tack on a few points. &quot;If the Browns are behind 48-0, and they kick a field goal, are things on the upswing?&quot; he asked. &quot;Well, yes, because they have three points now, but they are still way behind. That&rsquo;s kind of the position the state&rsquo;s economy is in.&quot;<br />\r\n\t<br />\r\n\tSo add it all up, and what do we have:</p>\r\n<ul>\r\n\t<li>\r\n\t\tSabety used an &quot;economic dashboard&quot; tool designed to show the trajectory the state is on to argue that the economy is on the mend and that the state&rsquo;s economy is in better shape than when the Strickland administration took office in 2007. But the dashboard doesn&rsquo;t go back to when Strickland first took office and is most useful as a way to figure out if the state&rsquo;s revenue projections will stay on track, according to its creator.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tA trio of independent economic experts contacted by PolitiFact Ohio was somewhat split on the first part of Sabety&rsquo;s statement -- whether the economy was &quot;on the mend.&quot; There does seem to be evidence that Ohio&rsquo;s economy is rebounding, although the gains in jobs in Ohio this year are either minimal or perhaps even a mirage caused by faulty modeling.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tAll three of the experts contacted found the second part of Sabety&rsquo;s claim, her assertion that Ohio&rsquo;s economy was in better shape now than 2007, to be laughable, &quot;blatantly false&quot; and &quot;bizarre.&quot; All three agree that employment is the best measure of a state&rsquo;s economic health, and &nbsp;there are 330,000 fewer people are employed in Ohio now there were in 2007. Had her claim only been this assertion, we likely would have rated it Pants On Fire.</li>\r\n</ul>\r\n<br />\r\n<p>\r\n\tAllowing for the evidence that Ohio&rsquo;s economy is rebounding, we&rsquo;ll give Sabety credit for the first part of her claim. But we take away points for the second part.<br />\r\n\t<br />\r\n\tWe rate her statement that the economy is on the mend and that it is in better shape than when Strickland took office to be Half True.</p>", "ruling_comments_date": "2010-11-19T17:47:01.786036", "ruling_date": "2010-11-19T17:50:00", "ruling_headline": "State budget director Pari Sabety says Ohio's economy is on the mend, stronger than when Strickland took office", "ruling_headline_slug": "state-budget-director-pari-sabety-says-ohios-econo", "ruling_link_text": "Guess which half of her statement is way off base", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.ohiochannel.org/MediaLibrary/Media.aspx?fileId=128056&amp;returnTo=Collection\" id=\"internal-source-marker_0.3201087307830257\">Video of Sabety&rsquo;s remarks</a> during the roundtable discussion on Ohio&rsquo;s economy at the Impact Ohio conference. Her remarks that are examined in this PolitiFact begin at about the 16 minute, 30 second mark<br />\r\n\t<br />\r\n\t<a href=\"http://jfs.ohio.gov/RELEASES/unemp/200703/UnempPressRelease.asp\">Ohio employment figures for Jan. 2007</a>. Click on link at bottom that says &quot;Ohio and U.S. Employment Situation&quot; to get employment numbers<br />\r\n\t<br />\r\n\t<a href=\"http://jfs.ohio.gov/RELEASES/unemp/201010/doc.asp\">Ohio employment figures for Sept. 2010</a>. Click on link at bottom that says &quot;Ohio and U.S. Employment Situation&quot; to get employment numbers<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/business/index.ssf/2010/11/ohio_economy_is_fifth_fastest_growing_but_growth_is_expected_to_flatten.html\">Ohio economy is fifth fastest growing but growth is expected to flatten</a>,&quot; 11-07-10<br />\r\n\t<br />\r\n\tFederal Reserve Bank of Philadelphia, <a href=\"http://www.philadelphiafed.org/research-and-data/regional-economy/indexes/coincident/\">growth indexes for Ohio</a><br />\r\n\t<br />\r\n\tOBM memo discussing growth in personal income tax collections in fiscal 2011.<br />\r\n\t<br />\r\n\tPhone interview with Ashland University Economics Professor Bob Rogers, Nov. 15, 2010<br />\r\n\t<br />\r\n\tPhone interview with economic research analyst George Zeller, Nov. 17, 2010<br />\r\n\t<br />\r\n\tPhone interview with economist Ken Mayland, Nov. 17, 2010<br />\r\n\t<br />\r\n\tPhone interview with Jim Koons, a member of the governor&rsquo;s council of economic advisors, &nbsp;&nbsp;Nov. 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former state budget director", "false_count": 0, "first_name": "Pari", "half_true_count": 1, "home_state": "Ohio", "id": 865, "last_name": "Sabety", "mostly_true_count": 0, "name_slug": "pari-sabety", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-pari-sabety.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/865/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;The (Ohio) economy is on the mend. &hellip; It is in better shape than it was when we took office.&quot;</p>", "statement_context": "a presentation at a conference", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}