{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/nov/22/sherrod-brown/sen-sherrod-brown-cites-daily-deficit-figure-price/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2852, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2852/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tCongress may have no greater trade-agreement foe than Sherrod Brown, the Democratic U.S. senator from Ohio.</p>\r\n<p>\r\n\tIt&rsquo;s not that he says selling cars, soap and widgets to foreign consumers is bad. It&rsquo;s just that some foreign trading partners use their cheap labor and weak environmental and safety standards to sell cars, toys and widgets to Americans at prices that our domestic industries cannot match while, according to Brown, adopting policies that make it hard to sell America&rsquo;s goods abroad. &nbsp;<br />\r\n\t<br />\r\n\tSo Brown was not saddened when negotiations for a South Korean trade deal went sour in November. After all, he said in a news release, more than 10 years of free trade deals have &nbsp;&quot;brought a $2 billion per day trade deficit and the loss of millions of manufacturing jobs -- jobs that should go to Ohio&#39;s skilled workers.&quot;<br />\r\n\t<br />\r\n\tPolitiFact and The Plain Dealer expended plenty of bytes and ink on the lost-jobs issue during the election season, so there is no need to wade back into it here. Let&rsquo;s just say that a persuasive case can be made, although the underlying data on jobs is poor. This country can send a man to the moon but it cannot precisely quantify the number of jobs lost or gained to trade.<br />\r\n\t<br />\r\n\tBut what about Brown&rsquo;s other point -- that more than 10 years of trade under the North American Free Trade Agreement and trade relations with China has resulted in a trade deficit of $2 billion a day?<br />\r\n\t<br />\r\n\tCausation of that kind is in dispute, and some experts and data suggest this country&rsquo;s reliance on oil plays a big role in the trade deficit, with OPEC countries selling $76.4 billion more to the United States than vice versa so far this year. But imbalances with China ($201 billion and counting so far this year) play a bigger role, government statistics show.<br />\r\n\t<br />\r\n\tWe will not argue cause and effect here, nor will we tell you not to enjoy low-price consumer goods. &nbsp;We&rsquo;re merely examining the numbers.<br />\r\n\t<br />\r\n\tThey show that the negative balance of trade went from $70.3 billion in 1993, just before NAFTA, to $378.8 billion in 2000, as the United States accepted permanent normalized trade with China, to a record high of $759.2 billion in 2006, according to Commerce Department records.<br />\r\n\t<br />\r\n\tSo what of Brown&rsquo;s precise number, $2 billion a day? Brown is right -- kind of. Or he&rsquo;s not right, sort of.<br />\r\n\t<br />\r\n\tThis drives us nuts too, but as we dug into the subject, we realized that different groups use different measures to describe the size of the trade deficit.<br />\r\n\t<br />\r\n\tYou&rsquo;d think it would be as easy as comparing the value of goods and services exported from the United States with those imported from other countries. So let&rsquo;s show you some numbers from the <a href=\"http://www.bea.gov/newsreleases/international/trade/2010/pdf/trad0910.pdf\">Commerce Department</a> using that exact measure.<br />\r\n\t<br />\r\n\tTrade deficit for 2007: $702 billion.<br />\r\n\t<br />\r\n\tFor 2008: $698.8 billion.<br />\r\n\t<br />\r\n\tFor 2009: $374.9 billion. The recession&rsquo;s effects were glaring, but even before then the trend was downward, albeit slightly.<br />\r\n\t<br />\r\n\tFor January through September 2010, the most recent measurement available, the trade balance was a negative $379.1 billion. Assuming the monthly trends hold through December, this year&rsquo;s annual trade deficit should reach $500 billion.<br />\r\n\t<br />\r\n\tDivide that by the days of the year and you&rsquo;d have a daily trade deficit of $1.37 billion a day. That&rsquo;s 32 percent lower than Brown&rsquo;s claim of $2 billion a day.<br />\r\n\t<br />\r\n\tBut since flush times will return eventually, imports and exports will presumably resume at robust levels, too. So if Brown was referring to the trade deficits that existed before the recession, his statement would be nearly accurate, because the deficit came to an average of $1.91 billion a day in 2008 and $1.92 billion a day in 2007.<br />\r\n\t<br />\r\n\tBut it may not be that simple.<br />\r\n\t<br />\r\n\tTrade balances are affected not only by wages, tariffs and the demands of consumers, but also by events beyond the recession such as currency corrections and the value of the dollar. Considering recent currency corrections, annual trade deficits could stay in the range of $500 billion, said William Cline, a senior fellow at the Peter G. Peterson Institute for International Economics. That would make Brown&rsquo;s $2 billion-a-day figure somewhat high.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a bit of an outdated figure,&quot; Cline said..<br />\r\n\t<br />\r\n\tYet there&rsquo;s another way of viewing the data. Figures from the Commerce Department that we reviewed originated from the U.S. Census Bureau&rsquo;s economic analysis unit (a bureau within a bureau at Commerce). The figures are the government&rsquo;s official measure of the trade balance, used by the White House, cited in the news media and accepted broadly by economists.<br />\r\n\t<br />\r\n\tYet the U.S. International Trade Commission, or ITC, which polices trade matters in the United States, maintains separate data that is used to review tariffs and trade practices. Depending on how one chooses to sort the data, a higher trade deficit can result. Brown&rsquo;s office told us that his data came from the ITC.<br />\r\n\t<br />\r\n\tSo we, too, turned to the ITC, and its staff helped guide us in using its <a href=\"http://dataweb.usitc.gov/scripts/user_set.asp\">online database</a>. The ITC cautioned that the official figures come from Commerce, but various trade professionals use ITC data to drill down further for other purposes.<br />\r\n\t<br />\r\n\tWe drilled. The result: A much higher trade deficit -- as high as $500.9 billion last year, in the depths of the recession, and $800 billion -- averaging $2.19 billion a day -- for 2008.<br />\r\n\t<br />\r\n\tHow can one agency have such different figures from another?<br />\r\n\t<br />\r\n\tIt&rsquo;s easy. The ITC, concerned with tariffs, trade laws and trade policy, measures the value of goods -- cars, factory equipment, steel -- but not services. Services represent only a portion of the trade universe, yet they add a sweet spot to the equation. This country had a $132 billion trade surplus in services last year because it exported more in the way of travel, financial services, information services and so forth, than it brought in.<br />\r\n\t<br />\r\n\tTake away those services -- or just look at the ITC numbers -- and the trade balance becomes more bleak.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to remember that when the White House and news reports mention the trade deficit, they are including services as well as goods and relying on the Commerce numbers. Even the ITC stressed this with us. But Brown aides as well as representatives of Public Citizen, a liberal public interest group, and its Global Trade Watch project, say the ITC data can be more relevant in certain circumstances.<br />\r\n\t<br />\r\n\tA state like Ohio exports relatively little in the way of services, for example, so the ITC&rsquo;s focus on goods may be more pertinent for measuring trade&rsquo;s impact in Ohio, said Todd Tucker, research director for Global Trade Watch, and Chris Slevin, a Brown aide who previously worked as Global Trade Watch&rsquo;s deputy director. Even nationally, there is debate as to how much job-creating value can be found in export sectors like financial services and travel, Tucker said. Factories that make things employ a lot more people.<br />\r\n\t<br />\r\n\tNot to complicate this further, but ITC data can be sorted in yet another way, making the trade imbalance appear to be even worse. This occurs when some foreign-made goods are counted as &quot;imports for consumption,&quot; an ITC category with an assumption at the port of entry that the goods will be consumed in the United States. The problem occurs, critics say, when these &quot;imports&quot; wind up being shipped back abroad after being stored here temporarily. That gives them a new category on the way out -- &quot;re-exports&quot; -- which is not the same as a simple export of a product made in the United States. So they were counted as imports on the way in, but not subtracted back out as regular exports on their way out.<br />\r\n\t<br />\r\n\tThis kind of counting, which defenders say has merit in certain circumstances, results in a higher trade deficit than when every product shipped in is counted as an import, and every product shipped out is counted as an export. By using these other categories in the ITC database, we calculated a trade deficit of $612 billion last year and a stunning $920.6 billion in 2008.<br />\r\n\t<br />\r\n\tThese are close to the numbers Brown&rsquo;s office supplied to us initially, and they support his claim -- and then some.<br />\r\n\t<br />\r\n\tSo which figure is right?<br />\r\n\t<br />\r\n\tIt&rsquo;s a matter of legitimate dispute. Global Trade Watch says the larger numbers are more revealing and pertinent in a number of cases, especially when comparing U.S. trade relations with individual countries rather than the entire universe of global trade. The National Association of Manufacturers says that&rsquo;s nonsense. From &quot;time immemorial,&quot; the Commerce/Census data have been used, measuring the total value of goods and services in and the total value of goods and services out, &nbsp;and that&rsquo;s the only valid way to count a deficit or surplus, said Frank Vargo, the association&rsquo;s vice president for international economic affairs.<br />\r\n\t<br />\r\n\t&quot;Inside U.S. Trade,&quot; a publication for trade policy wonks and attorneys, discussed this at length in a Nov. 12 article. It said that &quot;these different approaches result in widely different numbers when applied to both the global and bilateral deficits, and they have helped fuel and confuse a debate among stakeholders.&quot;<br />\r\n\t<br />\r\n\tGlobal Trade Watch is sticking to its guns, but so is the National Association of Manufacturers.<br />\r\n\t<br />\r\n\tSo back to Brown&rsquo;s $2-billion-a-day claim: Is it accurate?<br />\r\n\t<br />\r\n\tBrown, who has authored a book on what he calls the &quot;myths of free trade,&quot; derives his figure from the ITC, and while the ITC cautioned us that the official balance-of-trade measure actually comes from Commerce, it is true that some authorities regard even the outlying ITC numbers as perfectly fine to use in certain circumstances.<br />\r\n\t<br />\r\n\tYet even if we were to put those numbers aside and only use the Commerce Department numbers, Brown&rsquo;s figures were close to the mark before the recession. This year is not the best year to measure the normal effects of trade, and no one can predict the future; perhaps the trade deficit will stabilize at a lower number such as $500 billion a year, or $1.36 billion a day. &nbsp;Perhaps it won&rsquo;t.<br />\r\n\t<br />\r\n\tBut based on the historical trends, regardless of which data source is used, we say Brown&rsquo;s claim is Mostly True.</p>", "ruling_comments_date": "2010-11-22T12:00:41.115504", "ruling_date": "2010-11-22T12:00:00", "ruling_headline": "Sen. Sherrod Brown cites daily deficit figure as pricetag for NAFTA, China trade deals ", "ruling_headline_slug": "sen-sherrod-brown-cites-daily-deficit-figure-price", "ruling_link_text": "Recession lessened the daily bill, but it's climbing again", "ruling_state": null, "source_documents": null, "sources": "<p id=\"internal-source-marker_0.8340389964035989\" style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tSen. Sherrod Brown, news release, Nov. 11, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tU.S. Census Bureau, U.S. Bureau of Economic Analysis <a href=\"http://www.bea.gov/newsreleases/international/trade/2010/pdf/trad0910.pdf\">news release listing current and past trade deficits</a>, Nov. 10, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with Edward Dozier, economist, Bureau of Economic Analysis, Nov. 15, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with Peg O&rsquo;Laughlin, spokeswoman, and Bill Powers, economist, U.S. International Trade Commission, Nov. 15, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t<a href=\"http://dataweb.usitc.gov/scripts/user_set.asp\">U.S. International Trade Commission interactive Tariff and Trade Data Web</a>, accessed Nov. 15 and 16, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with Chris Slevin and Meghan Dubyak, aides to Sen. Sherrod Brown, Nov. 16, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with Todd Tucker, Public Citizen&rsquo;s Global Trade Watch, Nov. 15, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with William Cline, Peter G. Peterson Institute for International Economics, Nov. 16, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tTelephone interview with Frank Vargo, National Association of manufacturers, Nov. 16, 2010</p>\r\n<br />\r\n<p style=\"margin-left: 4.5pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&quot;Passionate Trade Debate Over Deficit Size Comes Down to Statistics,&quot; Inside U.S. Trade, Nov. 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tMore than 10 years of free trade &quot;has brought a $2 billion per day trade deficit.&quot;</p>", "statement_context": "a news release", "statement_date": "2010-11-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}