{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2010/nov/23/carole-smith/portland-schools-superintendent-carole-smith-says-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 2854, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2854/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\t<br id=\"internal-source-marker_0.27234895343527565\" />\r\n\t<br />\r\n\tThe last time Portland Public Schools asked voters to approve a pricey construction bond measure, the money was spread pretty evenly among all district schools. This time, schools superintendent Carole Smith proposes to spend the bulk of the $548 million, if approved, on eight schools, including a top-to-bottom rebuild of Cleveland, Jefferson and Roosevelt high schools.<br />\r\n\t<br />\r\n\tAs part of her pitch at a press briefing, superintendent Carole Smith said she chose to focus on high schools, in part, to reach as many students as possible in this first round. (If voters approve, every high school will be updated within 15 to 20 years, and every school within the next 20 to 30 years.)<br />\r\n\t<br />\r\n\t&quot;So high schools were selected on purpose because every student in a cluster will ultimately go to a high school,&quot; she said. &quot;So by doing three high schools, we essentially impact 40 percent of the students in the district.&quot;<br />\r\n\t<br />\r\n\tForty percent sounds nice. It sounds large. And it&rsquo;s an excellent selling point to recession-weary voters who may be struggling with the most expensive local bond measure in state history. Yet, the figure didn&rsquo;t sit right with some reporters present. The three high schools currently enroll just 2,669 students -- a teeny amount of the district&rsquo;s 47,000 students, and a figure that translates to 20 percent of enrolled high school students. &nbsp;<br />\r\n\t<br />\r\n\tPolitiFact Oregon wanted to know how Smith got to the higher figure.<br />\r\n\t<br />\r\n\tSo we went back to the superintendent&rsquo;s office. Her spokesman Matt Shelby provided two pieces of information to back up her claim.<br />\r\n\t<br />\r\n\tOne, he said his boss meant to include Lincoln High School, since this bond measure would pay for pre-construction planning at the Southwest Portland school. Two, he said Smith reached the figure by including all students in kindergarten through grade 12 eligible to attend one of those four schools. &quot;If you include all students in the Lincoln, Roosevelt, Jefferson and Cleveland clusters, that gives you a grand total of 20,257 and that&rsquo;s right about 43 percent,&quot; he said.<br />\r\n\t<br />\r\n\tMaybe in a theoretical world with theoretical enrollment. The problem is that not all the students in a &quot;cluster&quot; attend that high school. Some enroll in a magnet school such as Benson, a charter school or an alternative school. Even more problematic is the inclusion of the Jefferson cluster -- because there is no Jefferson cluster. Students in the Jefferson attendance area are free to attend another high school of their choice, and three-quarters of students do, whether the schools are on the Phase One rebuild list or not.<br />\r\n\t<br />\r\n\tAnyway, instead of counting cluster numbers, let&rsquo;s take a look at projected high school enrollment figures to gauge the percentage of students served. (We&rsquo;ll deal with the addition of Lincoln later.)<br />\r\n\t<br />\r\n\tPPS projections show that by 2014 there would be 12,753 high school students. Of those, Cleveland would enroll, at the high end, 1,361 students; Roosevelt, 1,098 students; and Jefferson, 450 students. That totals 2,909 students, or 23 percent of high school students.<br />\r\n\t<br />\r\n\tBy 2019, under a very aggressive growth model, the district estimates 14,565 high school students. Cleveland would have at the high end, 1,590 students; Roosevelt, 1,365 students; and Jefferson, 650 students. That totals 3,605 students, or 25 percent of high school students.<br />\r\n\t<br />\r\n\tNeither of those figures sounds remotely like 40 percent.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s tackle the question of whether Lincoln should be included in Smith&rsquo;s calculations. She repeats her argument in a fact sheet disseminated at the PPS site online. &quot;More than 40 percent of PPS students live in the attendance area of the first high schools to be rebuilt under the long-range program: Cleveland, Jefferson, Roosevelt and Lincoln.&quot;<br />\r\n\t<br />\r\n\tBut Lincoln won&rsquo;t be rebuilt with the money from this bond. Money from this property tax levy will pay only for design work, not for any of the far more costly construction work required for students to see a new high school. Voters will have to approve another facilities bond for Lincoln to be rebuilt. Smith is free to use Lincoln&rsquo;s &quot;cluster&quot; to sell that levy in another six years, but it smacks of double-dipping to do so now.<br />\r\n\t<br />\r\n\tTake a look at the estimated costs to judge for yourself. The cost to rebuild and redesign Roosevelt is estimated at $82 million to $86 million; Jefferson is $48 million to $52 million; Cleveland is $90 million to $92 million. And Lincoln? A wimpy $6 million.<br />\r\n\t<br />\r\n\tShelby said that even without Lincoln, the three schools have attendance areas that make up 34 percent of the school district. He maintains that the superintendent&rsquo;s larger point remains valid: focusing on high schools will affect a greater number of children.<br />\r\n\t<br />\r\n\t&quot;I would argue that ALL students in each cluster would be affected. They ALL would have the opportunity to attend a fully modernized high school. Whether they choose to is another story,&quot; he wrote.<br />\r\n\t<br />\r\n\tThere are lots of reasons for deciding which schools to rebuild first and we won&rsquo;t get into those here. But if school officials want to affect the most students by rebuilding three high schools, those schools would be Cleveland, Franklin and Grant. Together, they make up 32 percent of high school enrollment -- still not 40 percent.<br />\r\n\t<br />\r\n\tThe superintendent&rsquo;s remarks clearly were an attempt to sell reporters -- and voters -- on the expansive nature of the expensive bond measure. But we don&rsquo;t agree with the way Smith reached her number, by using clusters, and we don&rsquo;t think Lincoln should be included when none of Lincoln will be rebuilt by the proposed bond measure.<br />\r\n\t<br />\r\n\tThe school district&rsquo;s own projections show enrollment at the three rebuilt high schools will make up only a quarter of all high school students. Trying to inflate that number to 40 percent is ridiculous. We rate the claim Pants on Fire.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/portland/index.ssf/2010/11/politifact_oregon_portland_sup.html\">Comment on this item.</a></p>", "ruling_comments_date": "2010-11-22T18:51:43.546488", "ruling_date": "2010-11-23T06:00:00", "ruling_headline": "Portland schools superintendent Carole Smith says high school makeovers will affect 40 percent of students ", "ruling_headline_slug": "portland-schools-superintendent-carole-smith-says-", "ruling_link_text": "Maybe in a theoretical world with theoretical enrollment", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mails from and interview with Matt Shelby, Portland Public Schools, Nov. 10-18, 2010<br />\r\n\t<br />\r\n\tPortland Public Schools, redesign enrollment projections</p>\r\n<p>\r\n\tE-mail from Portland Public Schools, cost breakdown by school, Nov. 10. 2010</p>\r\n<p>\r\n\tPortland Public Schools, <a href=\"http://www.pps.k12.or.us/files/schoolmodernization/11_16_10_FAQs.pdf\">Frequently Asked Questions: The PPS School Modernization Proposal</a>, Nov. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Portland schools superintendent", "false_count": 0, "first_name": "Carole", "half_true_count": 0, "home_state": "Oregon", "id": 867, "last_name": "Smith", "mostly_true_count": 0, "name_slug": "carole-smith", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carole_Smith.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/867/", "total_count": 1, "true_count": 0, "website": "http://cms9.pps.k12.or.us/.docs/pg/12191"}, "statement": "<p>\r\n\tRebuilding three high schools will benefit 40 percent of Portland Public School students.&nbsp;</p>", "statement_context": "a press briefing", "statement_date": "2010-11-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}