{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2010/nov/27/oregon-food-bank/oregon-one-nations-most-food-insecure-states-it-am/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 2863, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2863/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOregon doesn&rsquo;t have a stellar track record in the U.S. Department of Agriculture&rsquo;s annual report on hunger, or as the report refers to it, food insecurity. The state is routinely above the national average and, despite much research, experts still aren&rsquo;t sure exactly how to go about reversing this trend or, for that matter, why it exists at all.<br />\r\n\t<br />\r\n\tWhatever the case, the trend continues, and as proof we have the most recent study from the USDA. We also have a press release from the Oregon Food Bank alerting us all to the realities detailed within the report.<br />\r\n\t<br />\r\n\t&quot;Hunger in Oregon continued to hover far above the national average as the Great Recession battered Oregon&rsquo;s economy, according to the 2009 hunger report released today by the U.S. Department of Agriculture.&quot;<br />\r\n\t<br />\r\n\tIt continues: &quot;Oregon, once again, remains among the top five hungriest states in the nation, as it was last year.&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s a pretty big tendency, whether you&rsquo;re writing a press release or a news article, to take this sort of data and compare one state to the next.<br />\r\n\t<br />\r\n\tIn fact, that tendency is so strong, that while we were looking into the Oregon Food Bank&rsquo;s assertion that our state is &quot;among the top five hungriest in the nation&quot; we came upon at least three articles that went one further and called Oregon the third hungriest state.<br />\r\n\t<br />\r\n\tThere was a <a href=\"http://www.oregonlive.com/news/oregonian/david_sarasohn/index.ssf/2010/11/in_a_hungry_time_a_meal_to_be.html\">column in The Oregonian</a>, an article in <a href=\"http://www.statesmanjournal.com/article/20101117/UPDATE/101117018\">The Statesman Journal</a>and a short brief by <a href=\"http://www.oregonlive.com/pacific-northwest-news/index.ssf/2010/11/federal_report_oregon_third-hungriest_state.html\">The Associated Press</a>.<br />\r\n\t<br />\r\n\tBut rarely -- heck, never -- are statistics so simple. We decided to see whether the report really backed up these various assertions.<br />\r\n\t<br />\r\n\tWe started with the Food Bank itself to see which information from the report it was using to back up the &quot;among the top five&quot; claim. Jean Kempe-Ware, the spokeswoman, pointed us to the table that shows the &quot;prevalence of household-level food insecurity and very low food security by state&quot; for 2007-2009.<br />\r\n\t<br />\r\n\t<a href=\"http://www.ers.usda.gov/Publications/ERR108/ERR108.pdf\">The report</a> offers two numbers for each state. The first is the percent of households that are suffering from either low or very low food security. The second category focuses on just those households suffering very low food security. In previous years, that category, she said, had been described as &quot;hungry.&quot;<br />\r\n\t<br />\r\n\tKempe-Ware said she focused on that second category. If you rank the states from highest rate to lowest rate, Oregon winds up in third place at 6.6 percent or, to put it another way, ahead of 47 other states.<br />\r\n\t<br />\r\n\tNow, this is where the state media seem to have stopped. By this measurement, Oregon is the third highest for those feeling extremely food insecure.<br />\r\n\t<br />\r\n\tTo her credit -- and in an effort to be better safe than sorry -- Kempe-Ware went one further than the journalists and also looked at whether the state&rsquo;s position would change much if you considered Oregon&rsquo;s margin of error of plus or minus 1.02 percent. If you apply each state&rsquo;s margin, in either direction, at the same time, Oregon winds up in fifth place, ahead of 45 other states. (It&rsquo;s important to note here that the margin of error varies by state depending on how many residents were surveyed and the state&rsquo;s overall population.)<br />\r\n\t<br />\r\n\tBased on these numbers and some additional advice, Kempe-Ware said &quot;among the top five&quot; felt like a fair estimate to her.<br />\r\n\t<br />\r\n\tWe can see why. But there&rsquo;s a lot more happening in these numbers that is worth exploring.<br />\r\n\t<br />\r\n\tFor starters, we wanted to take a look at the first category that includes not just very low food security but also low food security. If you look at that number, Oregon&rsquo;s prevalence of food insecurity jumps to 13.9 percent, but it ranks at 18th highest, or, to put it more accurately, it comes in higher than 32 other states. Not great marks, but certainly better than third or fifth.<br />\r\n\t<br />\r\n\tThat&rsquo;s just the beginning, however. The rankings that we&rsquo;ve outlined here are all suspect. Just because Oregon might be near the low side of its margin of error doesn&rsquo;t mean all other states will be. Of course, there are national factors that would probably weigh on all states, but for statistical purposes, there are a lot of possible variations.<br />\r\n\t<br />\r\n\tLet&rsquo;s go back to the Food Bank&rsquo;s preferred &quot;very low food security&quot; level. Let&rsquo;s say, for argument&rsquo;s sake, that Oregon&rsquo;s rate is the lowest statistically possible, meaning 5.58 percent (that&rsquo;s the initial estimate of 6.6 percent minus the 1.02 percent margin), but all the other states are at the high end of their margin. Well, that would put Oregon higher than just 18 other states. Conversely, if Oregon&rsquo;s rate were the highest possible and all other states were at their lowest, Oregon would rank the out and out hungriest.<br />\r\n\t<br />\r\n\tThe take-away: Oregon can appear first or lower than 31 other states. If you use the first set of numbers (remember low and very low food security?) you get an equally perplexing range of 3rd to 43rd highest.<br />\r\n\t<br />\r\n\tFor more input we turned to Mark Nord, one of the authors of the USDA report. He helped shed light on a few points. First, he said, it was pretty apparent that Oregon was among the nation&rsquo;s leaders in very low food security. But, he said, &quot;we kind of discourage ranking by indicating how large the margins of error are. What we try to emphasize is states that are above the national average and states that are below the national average.&quot; Oregon is above the national average.<br />\r\n\t<br />\r\n\tMark Edwards, an associate professor of sociology at Oregon State University who has helped advise the Oregon Food Bank on this report and has also been tracking and looking into the causes of food insecurity in Oregon for the last decade, said much same.<br />\r\n\t<br />\r\n\tThe numbers allow for a lot of leeway in all directions, Edwards agrees, but he still maintains that the report highlighted real problems with hunger in Oregon. As proof he pointed to past reports that have consistently showed Oregon near the top. &quot;The fact that we repeatedly come out higher than other states convinces me that there&#39;s something unique going on in Oregon that&#39;s a problem.&quot;<br />\r\n\t<br />\r\n\tThere are, naturally, other broader issues with the survey, according to its detractors. John Charles at the conservative-leaning Cascade Policy Institute said the study&rsquo;s findings, which depend on the respondents&rsquo; subjective interpretations of various questions, offer little hard data. Instead, he said, the jobless rate might offer a better indication of how many individuals are struggling to get by. That number -- 10.5 percent -- and the food stamp rate -- one in five Oregonians -- also indicate a lot of people in Oregon who have trouble buying food.<br />\r\n\t<br />\r\n\tWe can see why Kempe-Ware felt that &quot;among the five hungriest&quot; was a safe statement. We can even see why some journalists felt that &quot;third highest&quot; was appropriate (we might have been tempted to use the same language ourselves). There are some numbers here that would appear to back them up. And two experts agree that Oregon is on the high end of things -- certainly higher than the national average. Still, those same two experts discourage out-and-out rankings. Then there&rsquo;s the fact that quite a bit of variation is possible no matter how you look at the numbers. For those reasons, we rate this claim Half True.</p>", "ruling_comments_date": "2010-11-23T19:48:00.069720", "ruling_date": "2010-11-27T06:00:00", "ruling_headline": "Oregon is one of the nation’s most food-insecure states, but it is among the top five?", "ruling_headline_slug": "oregon-one-nations-most-food-insecure-states-it-am", "ruling_link_text": "It all depends on how you serve the numbers", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOregon Food Bank press release, Nov. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Jean Kempe-Ware, spokeswoman for the Oregon Food Bank, Nov. 16, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.ers.usda.gov/Publications/ERR108/ERR108.pdf\">Household Food Security in the United States 2009</a>, November 2010<br />\r\n\t<br />\r\n\tInterview with Mark Edwards, associate professor of sociology at Oregon State University, Nov. 17, 2010<br />\r\n\t<br />\r\n\tInterview with Mark Nord, author of USDA report, Nov. 19, 2010<br />\r\n\t<br />\r\n\tInterview with John Charles, Cascade Policy Institute, Nov. 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "food bank", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 870, "last_name": "Oregon Food Bank", "mostly_true_count": 0, "name_slug": "oregon-food-bank", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/logo.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/870/", "total_count": 1, "true_count": 0, "website": "http://www.oregonfoodbank.org/"}, "statement": "<p>\r\n\t&quot;Oregon, once again, remains among the top five hungriest states in the nation.&quot;</p>", "statement_context": "a press release", "statement_date": "2010-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 188, "photo": null, "resource_uri": "/api/v/2/subject/188/", "subject": "Hunger", "subject_slug": "hunger", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}