{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/nov/29/city-atlanta/atlanta-wants-green-light-red-light-cameras/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2864, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2864/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<em>(Want to discuss this ruling? Check out our <a href=\"http://www.facebook.com/politifact.georgia?ref=ts\">Facebook page</a>.) </em></p>\r\n<p>\r\n\tIt&#39;s the one piece of mail that makes every motorist who has ever hit the gas at a yellow light cringe -- the letter saying you ran a red light with a picture to prove it.<br />\r\n\t<br />\r\n\tAtlanta officials recently announced one red light camera is coming back, at the busy intersection of Freedom Parkway and Boulevard.<br />\r\n\t<br />\r\n\tThey &quot;promote public safety,&quot; city officials said in a press release.<br />\r\n\t<br />\r\n\tIs that true?<br />\r\n\t<br />\r\n\tCritics argue red light cameras are nothing more than a moneymaking racket for government. Some researchers contend they don&#39;t make intersections any safer.<br />\r\n\t<br />\r\n\tState transportation officials earlier this year denied Atlanta&#39;s request to keep the camera at the intersection, saying they found little evidence that the device was reducing the grinding T-bone collisions that typically occur when motorists run a red light.<br />\r\n\t<br />\r\n\t&quot;The crash data at the intersection, compared before and after the device was installed, did not reflect a reduction in the types of crashes caused by red light-running violators,&quot; Mark McKinnon, a state Department of Transportation spokesman, told The Atlanta Journal-Constitution in a recent article. That doesn&#39;t mean the red light camera was unsafe, he said, just that it wasn&#39;t improving safety, which is its purpose.<br />\r\n\t<br />\r\n\tRed light cameras have been used for years in metro Atlanta in cities like Alpharetta, Duluth and Roswell. Several cities in Gwinnett County shut down the cameras in 2009 after noticing a decline in accidents and injuries, which they believed were associated with adding an extra second for yellow lights.<br />\r\n\t<br />\r\n\tIn May, Atlanta&#39;s WXIA-TV investigated crash data at several city intersections with red-light cameras. The station found T-bone collisions increased at five of eight intersections with red light cameras.<br />\r\n\t<br />\r\n\tThe city&#39;s Public Works Department asked the state to reconsider its plans to keep the camera at the intersection of Freedom Parkway and Boulevard. The city sent new data it believed showed better results for the camera.<br />\r\n\t<br />\r\n\tAbout 48,000 vehicles travel through Freedom Parkway and Boulevard each day, city officials say. The red light camera was initially put at the intersection in December 2007. There were 16 wrecks involving vehicles that ran red lights in the 24 months before the camera was installed, according to a study completed in June for the city by LAI Engineering. There were 15 such wrecks in the 24 months after the camera was installed, researchers found. The number of injury crashes in 2006 and 2007 were exactly the same (34) as there were in 2008 and 2009, the company found. None of the crashes in that four-year period were fatal.<br />\r\n\t<br />\r\n\tLAI Engineering said the camera needed to be there an additional two years to evaluate its effectiveness.<br />\r\n\t<br />\r\n\tAtlanta officials said they also would extend yellow light time at the intersection. In September, the state approved Atlanta&#39;s plan to reinstall the camera.<br />\r\n\t<br />\r\n\t&quot;The fact that so many crashes are occurring indicates that some measure is needed for public safety,&quot; Atlanta Public Works Department spokeswoman Valerie Bell-Smith told AJC reporter Ariel Hart in a recent article.<br />\r\n\t<br />\r\n\tIn 2009, nearly three-quarters of the accidents at that intersection were rear-end collisions. Some experts say that&#39;s common at intersections with red light cameras.<br />\r\n\t<br />\r\n\tThe Virginia Transportation Research Council, a partnership between that state&#39;s Transportation Department and the University of Virginia, conducted a seven-year study of six cities and counties with and without red light cameras. The study found rear-end collisions increased by 27 percent at intersections with red light cameras. Red light-running crashes decreased by 42 percent, the research found. Overall, the number of crashes decreased in three of the six jurisdictions.<br />\r\n\t<br />\r\n\t&quot;Common sense dictates that if the desired effect of red light cameras is achieved, there will be an increase in rear-end accidents,&quot; said a report released by then-U.S. House Majority Leader Dick Armey (R-Texas). &quot;This is because motorists fearing a ticket will panic and slam on their brakes to avoid entering an intersection.&quot;<br />\r\n\t<br />\r\n\t&quot;Red light cameras aren&rsquo;t fixing a safety problem, they&rsquo;re creating one,&quot; the Armey report said.<br />\r\n\t<br />\r\n\tThe Urban Transit Institute looked at crashes at red-light cameras in Greensboro, N.C., and found &quot;large increases in rear-end collisions,&quot; but fewer accidents involving a vehicle turning left and a vehicle on the same roadway. Researchers concluded &quot;there has been no demonstrable benefit from the RLC program in terms of safety. In many ways, the evidence points toward the installation of RLCs as a detriment to safety.&quot;<br />\r\n\t<br />\r\n\tLos Angeles City Controller Wendy Greuel released an audit of that city&#39;s red-light camera program. Greuel&#39;s office found 12 of the 32 intersections with red-light cameras had more wrecks, four had about the same and 16 had fewer accidents.<br />\r\n\t<br />\r\n\tStudies in other places show red light cameras do not demonstrably improve safety at intersections. The study done for the city of Atlanta found no major difference in accidents since the red light camera was installed.<br />\r\n\t<br />\r\n\tMany researchers believe there is no major difference in accidents with red light cameras, but they do increase the fear factor among some motorists to slow down. The city&#39;s claim that the camera &quot;promotes public safety&quot; has some truth, but it leaves out important details, such as the typical rise in rear-end collisions. So motorists, beware when approaching a yellow light. Meanwhile, we rate Atlanta&#39;s claim as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-11-24T10:50:15.877554", "ruling_date": "2010-11-29T06:00:00", "ruling_headline": "Atlanta wants green light on red light cameras", "ruling_headline_slug": "atlanta-wants-green-light-red-light-cameras", "ruling_link_text": "Cameras still don't stop speedy drivers", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCity of Atlanta <a href=\"http://www.atlantaga.gov/media/nr_redlight_11-12-10.aspx\">news release</a>, Nov. 12, 2010<br />\r\n\t<br />\r\n\tCity of Atlanta safety audit report by LAI Engineering, June 28, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/atlanta/atlanta-dot-reactivating-red-743468.html\">Ineffective red light camera reactivated</a>,&quot; Nov. 16, 2010<br />\r\n\t<br />\r\n\tLos Angeles City Controller <a href=\"http://controller.lacity.org/stellent/groups/electedofficials/@ctr_contributor/documents/contributor_web_content/lacityp_011808.pdf\">audit</a> on Red Light Camera program, Sept. 29, 2010<br />\r\n\t<br />\r\n\tOffice of then-U.S. House of Representatives Majority Leader Dick Armey, &quot;<a href=\"http://www.motorists.org/red-light-cameras/armeyreport.pdf\">The Red Light Running Crisis: <i>Is It Intentional</i></a>?&quot; May 2001<br />\r\n\t<br />\r\n\tUrban Transit Institute, &quot;<a href=\"http://www.motorists.org/red-light-cameras/Burkey-Obeng-2004.pdf\">A Detailed Investigation of Crash Risk Reduction Resulting From Red Light Cameras in Small Urban Areas</a>,&quot; July 2004<br />\r\n\t<br />\r\n\tVirginia Transportation Research Council, &quot;<a href=\"http://www.motorists.org/red-light-cameras/2007Virginia.pdf\">The Impact of Red Light Cameras on Crashes in Virginia</a>,&quot; June 2007<br />\r\n\t<br />\r\n\tWXIA-TV <a href=\"http://www.11alive.com/news/investigative/cia/story.aspx?storyid=143760&amp;catid=321\">report </a>on Atlanta red-light cameras, May 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 871, "last_name": "City of Atlanta", "mostly_true_count": 0, "name_slug": "city-atlanta", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Atlanta_City_LOGO.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/871/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tRed light camera installed to &quot;promote public safety.&quot;</p>", "statement_context": "a press release", "statement_date": "2010-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Atlanta says red light cameras \"promote public safety.\" True? "}