{"art": [{"brightcove": "", "caption": "Workers dig trenches for installation of Providence's first sewer lines in the 1870s. Courtesy of Narragansett Bay Commission.", "id": 940, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sewers.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/940/", "title": "Providence sewer construction", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/nov/28/jamie-samons/rhode-island-was-one-first-states-build-sewers-and/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2872, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "resource_uri": "/api/v/2/statement/2872/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn hindsight, World Toilet Day came not a moment too soon.<br />\r\n\t<br />\r\n\tWith a sputtering economy and high unemployment, Rhode Island has had precious few bright spots to brag about in recent years. But on Nov. 19, the Narragansett Bay Commission, which operates two major sewage-treatment plants, celebrated World Toilet Day by pointing with pride to some of the most dark and foul parts of our state: the sewers.<br />\r\n\t<br />\r\n\t&quot;Think about it,&quot; Narragansett Bay Commission public affairs manager Jamie Samons said. &quot;We were one of the first states in the U.S. to build sewers, to bring the treatment plant on line, and now we&rsquo;re tackling CSOs (combined sewer overflows). How lucky are we to know that we can flush reliably.&quot;<br />\r\n\t<br />\r\n\tTruth be told, it&rsquo;s been awhile since we&rsquo;ve thought about that topic. But with World Toilet Day as our inspiration, we decided to give it some thought. So we set out to prove or disprove the claim that Rhode Island was &quot;one of the first states&quot; to build sewers and a sewage treatment plant.<br />\r\n\t<br />\r\n\tA 1990 Narragansett Bay Commission document, &quot;Reclaiming Our Resources: A History of The Providence Sewage Treatment System,&quot; sets the scene, taking us to the year 1854 when Providence, then the seventh largest U.S. city, faced its second cholera epidemic in five years. The city&rsquo;s superintendent of health, Dr. Edwin Snow, describes the Moshassuck River as &quot;filthy as any common sewer,&quot; saying &quot;the stench arising from it at times pervades the whole neighborhood&quot; and &quot;at any time, dogs, cats and hogs may be seen in the water in every stage of decomposition.&quot;<br />\r\n\t<br />\r\n\tBut there&rsquo;s good news: &quot;In the 1870s a sewer system was constructed which conveyed the city&rsquo;s waste to be discharged through a series of 65 combined sewer overflows into the rivers and harbor,&quot; the document states. And in 1884, Providence sent City Engineer Samuel M. Gray to Europe to study the latest methods of treating household and industrial waste. He recommended a system to collect sewage at Field&rsquo;s Point and treat it with a &quot;chemical precipitation method&quot; &nbsp;used in England.<br />\r\n\t<br />\r\n\tIn 1901, the Providence Sewage Treatment system began operating, and the commission document says, &quot;The chemical precipitation plant, the third of its kind in the United States, was described as &lsquo;The largest of its type ever built.&rsquo; &quot;<br />\r\n\t<br />\r\n\tSo did that make us &quot;one of the first&quot;?<br />\r\n\t<br />\r\n\tTo begin with, America certainly wasn&rsquo;t the first country to come up with this sewer idea. In the Mesopotamian empire (3500 to 2500 BC), some homes were connected to a stormwater drain system to carry away waste, and the Romans built the Cloaca Maxima (AKA the central sewer system) in about 800 BC, according to P.F. Cooper&rsquo;s &quot;Historical Aspects of Wastewater Treatment.&quot;<br />\r\n\t<br />\r\n\tAlso, Rhode Island certainly wasn&rsquo;t the first place in America with sewers. New York, Chicago and Boston battle it out over which had the first sewer system, says Jon Schladweiler, the Arizona Water Association historian who runs the <a href=\"http://sewerhistory.org/\">sewerhistory.org</a> website and a traveling exhibit on sewer history. But Providence wasn&rsquo;t far behind the front runners, he says.<br />\r\n\t<br />\r\n\tBrooklyn began construction in 1857 of &quot;the first effective planned sewerage system in the country designed to remove sanitary wastes and stormwater,&quot; and Chicago began building &quot;the premiere sewer system of the time&quot; in 1859, according to Martin V. Melosi&#39;s &quot;The Sanitary City: Urban Infrastructure in America from Colonial Times to the Present.&quot;<br />\r\n\t<br />\r\n\tIn &quot;The Impact of Sanitary Reform,&quot; Jon A. Peterson says New York built about 125 miles of sewer lines between 1849 and 1865, and Boston installed about 100 miles of sewer lines between 1849 and 1873. He also mentions sewer projects under way in the 1850s in Chicago and Jersey City, N.J. And he says, &quot;In New England, where urbanization had advanced furthest, engineers devised major systems for Providence in 1869.&quot;<br />\r\n\t<br />\r\n\tProvidence also gets some love in a footnote found in &quot;American Sewerage Practice,&quot; a seminal 1914 text by Leonard Metcalf and Harrison P. Eddy. &quot;The sewerage system of Providence was declared in 1881 by Rudolph Hering, after a personal investigation of such work in our cities and in Europe, to be equal to anything abroad and much better than the work elsewhere in this country. The system was designed in 1869 by J. Herbert Shedd, then chief engineer of the water works and later city engineer.&quot;<br />\r\n\t<br />\r\n\tAnd &quot;Mr. Shedd&rsquo;s report of 1874 on these sewerage works was long a famous engineering document,&quot; Metcalf and Eddy say. &quot;It is only right to point out that the Providence sewers formed for some years the model American system.&quot;<br />\r\n\t<br />\r\n\tYou hear that, Connecticut? &quot;Model American system.&quot; After a shout-out from Metcalf and Eddy, it&rsquo;s safe to say Rhode Island enjoyed sewer All-Star status.<br />\r\n\t<br />\r\n\tBut did we also have one of the first sewage treatment plants?<br />\r\n\t<br />\r\n\tMetcalf and Eddy say, &quot;The first extensive treatment plant utilized chemical precipitation and was built in Worcester, Mass., in 1889-1890.&quot; <a href=\"http://sewerhistory.org/\">Sewerhistory.org</a> mentions an East Orange, N.J., treatment plant built in 1888 or 1889. And in &quot;Municipal Wastewater Treatment,&quot; Andrew Stoddard says, &quot;In 1886, the first wastewater treatment plant was constructed to protect beaches at Coney Island.&quot;<br />\r\n\t<br />\r\n\tBut, hot dog, Providence wasn&rsquo;t far behind with its treatment plant starting to hum in 1901. And by 1909, there were still only 19 cities with more than 30,000 people treating their sewage, Joel A. Tarr notes in &quot;Goodbye to the Flush Toilet.&quot;<br />\r\n\t<br />\r\n\tSo after reviewing the claim that Rhode Island was &quot;one of the first states&quot; with sewers and a sewage treatment plan -- a phrase that leaves plenty of wiggle room -- we rate Samons&#39; statement True.<br />\r\n\t<br />\r\n\tWe should mention that in later years Providence&rsquo;s sewage treatment became a disgrace. By the 1970s, the deteriorating plant was spewing nearly 65 million gallons of untreated or partially treated sewage each day into Rhode Island&rsquo;s waters.<br />\r\n\t<br />\r\n\tBut in 1980, voters approved an $87.7-million bond issue for improvements, the Narragansett Bay Commission was formed, and by 1995 the Environmental Protection Agency was naming the treatment plant best of its size in the nation.<br />\r\n\t<br />\r\n\tSo next time World Toilet Day comes around, don&#39;t just sit there. Stand up and cheer.</p>", "ruling_comments_date": "2010-11-26T14:12:32.633202", "ruling_date": "2010-11-28T00:01:00", "ruling_headline": "Rhode Island was one of first states to build sewers and treatment plants", "ruling_headline_slug": "rhode-island-was-one-first-states-build-sewers-and", "ruling_link_text": "Rhode Island should be flush with pride", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNarragansett Bay Commission, <a href=\"http://www.narrabay.com/\">www.narrabay.com</a>, accessed Nov. 19, 2010<br />\r\n\t<br />\r\n\tInterview, Jamie Samons, public affairs manager, Narragansett Bay Commission, Nov. 19, 2010<br />\r\n\t<br />\r\n\tThe History of Sanitary Sewers, <a href=\"http://www.sewerhistory.org/\">www.sewerhistory.org</a>, accessed Nov. 19, 2010<br />\r\n\t<br />\r\n\tInterview, Jon Schladweiler, Arizona Water Association historian, Nov. 19, 2010<br />\r\n\t<br />\r\n\t&quot;Reclaiming Our Resources: A History of The Providence Sewage Treatment System,&quot;<br />\r\n\tNarragansett Bay Commission, 1990, accessed at Rhode Island Historical Society library<br />\r\n\t<br />\r\n\t&quot;The Impact of Sanitary Reform upon Urban Planning, 1840-1890,&quot; Jon A. Peterson, Journal of Social History, 1979, Accessed Nov. 23, 2010<br />\r\n\t<br />\r\n\t&quot;Historical Aspects of Wastewater Treatment,&quot; P.F. Cooper, 2001, <a href=\"http://www.sewerhistory.org/articles/trtmnt/trtmnt.htm\">http://www.sewerhistory.org/articles/trtmnt/trtmnt.htm</a> Accessed Nov. 23, 2010<br />\r\n\t<br />\r\n\t&quot;Proposed Plan for a Sewerage System and for the Disposal of the Sewage, City of Providence,&quot; by Samuel L. Gray, 1884. Accessed at Rhode Island Historical Society library Nov. 19, 2010<br />\r\n\t<br />\r\n\t&quot;The Sanitary City,&quot; by Martin V. Melosi, 2000. Accessed Nov. 22, 2010<br />\r\n\t<br />\r\n\t&quot;American Sewerage Practice,&quot; by Leonard Metcalf and Harrison P. Eddy, 1914. Accessed Nov. 22, 2010<br />\r\n\t<br />\r\n\t&quot;Goodbye to the Flush Toilet,&quot; Chapter by Joel A. Tarr, 1977. Accessed Nov. 23, 2010<br />\r\n\t<br />\r\n\tProvidence Journal, <a href=\"http://www.projo.com/news/environment/content/Fieldspoint.26ab3e6a5.html\">&quot;Fields Point Plant, Once a Disgrace, is now Best in Nation,&quot;</a>&nbsp; Sept. 28, 1995. Accessed Nov. 23, 2010.<br />\r\n\t<br />\r\n\tProvidence Journal, <a href=\"http://www.projo.com/news/environment/content/world_toilet_day_11-17-10_10KVTR2_v14.37b2fa9.html\">&quot;Art in the toilet for a cause,&quot;</a> Nov. 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Spokeswoman for the Narragansett Bay commission", "false_count": 0, "first_name": "Jamie", "half_true_count": 0, "home_state": "Rhode Island", "id": 875, "last_name": "Samons", "mostly_true_count": 0, "name_slug": "jamie-samons", "pants_count": 0, "party": {"id": 14, "party": "State official", "party_slug": "state-official", "resource_uri": "/api/v/2/party/14/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jamie_Samons.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/875/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;We were one of the first states in the U.S. to build sewers, to bring the treatment plant on line.&quot;</p>", "statement_context": "a Providence Journal story", "statement_date": "2010-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}