{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/dec/01/dave-obey/us-rep-dave-obey-says-earmarks-ban-would-greatly-w/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2883, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2883/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOn Nov. 29, 2010, the U.S. Senate chamber rang with allegations that members were about to yield precious power to President Barack Obama and render themselves impotent when it comes to controlling spending.<br />\r\n\t<br />\r\n\tAt issue was a proposed two-year moratorium on earmarks, those much-maligned special projects inserted by individual congressmen and associated with pork-barrel politics.<br />\r\n\t<br />\r\n\tThe Senate ultimately voted down the ban, with opponents coming from both sides of the aisle -- though it could return once new members are sworn in come January. In the House, Republicans <a href=\"http://www.cbsnews.com/8301-503544_162-20023236-503544.html\">have voted in their </a><a href=\"http://www.cbsnews.com/8301-503544_162-20023236-503544.html\">caucus</a> for a broad earmarks ban, but Democrats have not joined the move.<br />\r\n\t<br />\r\n\tThe claim that a ban would save nothing has been thoroughly tested (PolitiFact National found that statement <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/nov/18/richard-lugar/richard-lugar-says-ending-earmarks-wont-save-money/\">Mostly True</a>). Receiving much less attention: The argument that a ban would greatly shift power to the executive branch.<br />\r\n\t<br />\r\n\tU.S. Rep. Dave Obey (D-Wis.), chairman of the House Appropriations Committee, says a ban would do just that.<br />\r\n\t<br />\r\n\tIn a strongly worded statement, Obey suggested Republicans in Congress would be &quot;turning total control over spending to the administration&quot; by banning earmarks. He also suggested Republicans under the Tea Party philosophy were messing with powers that are &quot;a large part of this institution&rsquo;s constitutional authority.&quot;<br />\r\n\t<br />\r\n\tObey, who is retiring from the House in January, spoke out after his replacement, Republican Sean Duffy, <a href=\"http://www.politico.com/news/stories/1110/45326.html\">was </a><a href=\"http://www.politico.com/news/stories/1110/45326.html\">picked</a> to make the motion in the House Republican caucus to ban earmarks in the next Congress.<br />\r\n\t<br />\r\n\tSo are Obey and other members on target in suggesting that an earmark ban could seriously affect the balance of power?<br />\r\n\t<br />\r\n\tFirst let&rsquo;s look review some constitutional basics.<br />\r\n\t<br />\r\n\tCongress -- the legislative branch -- has &quot;power of the purse&quot; by virtue of Article 1 of the Constitution, which declares in part that &quot;No money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.&quot;<br />\r\n\t<br />\r\n\tBut the president -- leader of the executive branch -- first proposes the budget.<br />\r\n\t<br />\r\n\tThat sets up a fundamental tug-of-war between the branches. Congress passes massive appropriations bills to fund the budget, and also uses very specific earmarks and other procedures to direct that budgeted funds be spent on a particular project or program, or be directed to specific contractors. Earmarks can bypass competitive processes.<br />\r\n\t<br />\r\n\tInsiders, outsiders and scholars are all over the map on the congressional powers question.<br />\r\n\t<br />\r\n\tSteve Ellis, vice president of <a href=\"http://www.taxpayer.net/\">Taxpayers for Common Sense</a>, a nonpartisan budget watchdog group that backed the earmark moratoriums, said Obey&rsquo;s contention was &quot;not accurate.&quot;<br />\r\n\t<br />\r\n\tNot only does Congress have the lead role in appropriations, it has the ability to do much more to hold the executive branch accountable than it does now, Ellis said.<br />\r\n\t<br />\r\n\tHe argues Congress has relied narrowly on the relatively small-ticket earmarking process to the detriment of its oversight into broader spending issues. Members could force better bidding procedures, for instance, so the administration is held more accountable.<br />\r\n\t<br />\r\n\t&quot;Earmarks are a lazy way of deciding where the funding goes,&quot; Ellis said. &quot;Congress became fat, &nbsp;dumb and happy.&quot;<br />\r\n\t<br />\r\n\tScott Lilly disagrees.<br />\r\n\t<br />\r\n\tHe had a front-row seat to the spending game as a top Obey aide for more than a decade and later as director of the House Appropriations Committee staff. Now he&rsquo;s a senior fellow at the <a href=\"http://www.americanprogress.org/\">Center for American Progress</a>, a left-leaning think tank.<br />\r\n\t<br />\r\n\tLilly thinks Obey is on point because constitutional authority alone has not assured that Congress actually controls appropriations as intended.<br />\r\n\t<br />\r\n\tOf an earmarks ban, Lilly said: &quot;I don&#39;t think it is a complete capitulation, but it is certainly allowing your opponent to tie one arm behind your back.&quot;<br />\r\n\t<br />\r\n\tLilly, echoing many scholars, thinks Congress has lost big ground to the executive branch, in part due to partisanship that has seeped into the appropriations process. Threats of filibusters have become common in recent years, he noted. A recent example: Congress has not passed a budget or any appropriations bills for the 2011 fiscal year, which began in October.<br />\r\n\t<br />\r\n\tLilly said earmarks are often parochial but sometimes have serious and broad policy purposes. He cited an example of a powerful members earmarking funds for more vehicle armor in war zones.<br />\r\n\t<br />\r\n\tIf an administration disregards congressional directives or spends funds for purposes not requested in its budget or fails to address an important issue, earmarks can prove a corrective, said Lilly, who supports limits but not a ban on earmarks.<br />\r\n\t<br />\r\n\tA conservative in the Senate, <a href=\"http://inhofe.senate.gov/public/\">Jim Inhofe</a> (R-Okla.) agrees with the Obey-Lilly camp. Inhofe argued on the Senate floor that earmarks is such a loose term that virtually all congressional appropriation authority could be compromised by a ban.<br />\r\n\t<br />\r\n\t&quot;It would be nothing short of criminal to go through all the trouble of electing great, new anti-establishment conservatives, only to be politically correct and have them cede to Obama their constitutional power of the purse,&quot; Inhofe said.<br />\r\n\t<br />\r\n\tInhofe, though, is in a minority in his party, which is under Tea Party pressure to reform on spending -- even if it means giving up power to a Democratic president.<br />\r\n\t<br />\r\n\tObey himself cited several examples in his remarks for the Journal Sentinel:<br />\r\n\t<br />\r\n\t&quot;Does (an earmark ban) mean that the administration&rsquo;s request for military family housing or Army Corps of Engineers projects is to be considered the final word on the subject? Shouldn&rsquo;t Congress be able to alter that list to avoid waste or focus scarce resources to the highest priorities? Does that mean that if there is a disaster, like the shooting at Fort Hood, Congress shouldn&rsquo;t have the power to address it?&quot;<br />\r\n\t<br />\r\n\tSo that&rsquo;s the practical insiders&rsquo; take: In the real world, an earmarks ban would limit congressional power but not necessarily snuff it out -- the power comes from the Constitution, so if someone chooses not to use it, it is not eliminated.<br />\r\n\t<br />\r\n\tA prominent scholar on separation of powers agrees to some extent on the limiting effect of a ban.<br />\r\n\t<br />\r\n\tUniversity of Virginia law professor <a href=\"http://www.law.virginia.edu/lawweb/faculty.nsf/FHPbI/1170965\">John C. </a><a href=\"http://www.law.virginia.edu/lawweb/faculty.nsf/FHPbI/1170965\">Harrison</a> preaches caution on using a &quot;blunderbuss&quot; approach to banning earmarks. A broad ban could indeed significantly restrict important congressional discretion, he said.<br />\r\n\t<br />\r\n\tCongress should restrict earmarks to eliminate pointless pork-barrel spending, but without limiting its powers to make specific appropriations where appropriate, Harrison said.<br />\r\n\t<br />\r\n\tAnother outsider, from the right, views the constitutional argument as a red herring.<br />\r\n\t<br />\r\n\tTad DeHaven, <a href=\"http://www.cato.org/people/tad-dehaven\">budget analyst at the libertarian Cato Institute</a>, was skeptical about the suggestion that an earmark ban would have a major effect on checks and balances at the Capitol.<br />\r\n\t<br />\r\n\tHe said Congress had already abdicated authority by setting up many bureaucracies to oversee spending: &quot;These guys are hiding behind the constitution as a matter of convenience.&quot;<br />\r\n\t<br />\r\n\tAnd that conveniently brings us to our assessment.<br />\r\n\t<br />\r\n\tIn the end, the debate over congressional spending authority operates on two levels -- on paper, and in practice. Obey and others overreach by suggesting Congress would be bereft of spending oversight under an earmarks moratorium. The legislative branch would still have power but might have to find new ways to exercise it on occasion.<br />\r\n\t<br />\r\n\tBut critics of a ban correctly point out that earmarks have been not only for local congressional projects but important tools used on larger policy questions. As they note, congressional authority has slipped -- and a blanket approach to banning earmarks could further tip the scales to the administration.<br />\r\n\t<br />\r\n\tDepending on where you sit, the glass is half full or half empty. We rate Obey&rsquo;s claim Half True.</p>", "ruling_comments_date": "2010-11-30T19:26:42.902768", "ruling_date": "2010-12-01T09:00:00", "ruling_headline": "U.S. Rep. Dave Obey says an earmarks ban would greatly weaken Congressional authority, ceding it to the executive branch", "ruling_headline_slug": "us-rep-dave-obey-says-earmarks-ban-would-greatly-w", "ruling_link_text": "Without earmarks, Congress would still have power on spending – even if it has not always used it in the past", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Dave Obey, <a href=\"http://media.journalinteractive.com/documents/Obey.pdf\">statement to Milwaukee Journal Sentinel</a>, Nov. 18, 2010<br />\r\n\t<br />\r\n\tU.S. Rep.-Elect Sean Duffy, <a href=\"http://www.politico.com/news/stories/1110/45326.html\">Listen to people on banning earmarks</a>, Politico, Nov. 18, 2010<br />\r\n\t<br />\r\n\tInterview, Tad DeHaven, Cato Institute, Nov. 29, 2010<br />\r\n\t<br />\r\n\tInterview, Scott Lilly, Center for American Progress, Nov. 29, 2010<br />\r\n\t<br />\r\n\tInterview, Steve Ellis, Taxpayers for Common Sense, Nov. 29, 2010<br />\r\n\t<br />\r\n\tInterview, John Harrison, University of Virginia law professor, Nov. 30, 2010<br />\r\n\t<br />\r\n\tU.S. House of Representatives, <a href=\"http://www.rules.house.gov/POP/approps_proc.htm\">The Appropriations Process</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House member -- 7th District", "false_count": 0, "first_name": "Dave", "half_true_count": 1, "home_state": "Wisconsin", "id": 881, "last_name": "Obey", "mostly_true_count": 0, "name_slug": "dave-obey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/David_Obey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/881/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA ban on earmarks greatly weakens the authority Congress has over spending, to the benefit of the executive branch.</p>", "statement_context": "a statement to the Milwaukee Journal Sentinel", "statement_date": "2010-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}