{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/dec/04/kirk-watson/kirk-watson-says-more-35-billion-intended-special-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2904, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2904/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tState Sen. Kirk Watson says he&#39;s going to fight budgetary gambits when lawmakers confront an expected shortfall in state budget revenue in the legislative session starting in January.<br />\r\n\t<br />\r\n\tIn a Nov. 15 speech outlining his self-titled honesty agenda, the Austin Democrat names among his concerns a tendency by past legislatures to balance the budget by dipping into state income that&#39;s supposed to fund specific needs and functions.<br />\r\n\t<br />\r\n\tThe result, Watson said, has &quot;diverted billions of dollars that had been promised to roads, parks, hospitals, clean air, utility bill relief, and other necessities &ndash; using it instead as a special piggy bank to make the books look balanced. In fact, over $3.5 billion of what people pay to support specific, basic needs and government functions is (currently) being diverted in this way. That&#39;s a lot of promises made and then broken. And this practice has grown -- more than doubled -- over the past decade.&quot;<br />\r\n\t<br />\r\n\tWatson mentioned the budget-balancing strategy again in an <a href=\"http://www.statesman.com/opinion/insight/watson-talks-budget-reforms-1076470.html\">interview excerpted</a> in the Nov. 28 Austin American-Statesman and in a Nov. 30 talk at the University of Texas where he listed three of the affected funds, saying: &quot;Folks, I could go on (listing them) all day.&quot;<br />\r\n\t<br />\r\n\tThe lege gets blamed for lots of things; has it really been taking funds dedicated to necessities to make the books &quot;look balanced?&quot;<br />\r\n\t<br />\r\n\tHistory: The Texas Constitution forbids the state from running in the red. Lawmakers who write each two-year budget must satisfy the state comptroller that budgeted expenditures won&#39;t exceed what the state gathers in revenue. That&#39;s what it means to balance the budget.<br />\r\n\t<br />\r\n\tWatson spokesman Steve Scheibal responded to our request for back-up evidence by sharing a spreadsheet prepared by the state comptroller&#39;s office. According to the spreadsheet, since the 1993 session, lawmakers have balanced budgets by tapping special accounts that collect money for specific purposes. Money taken from such accounts increased steadily through eight of the last nine budget periods, reaching more than $3.7 billion for fiscal 2010-11, which runs through August. All told, money spent in this fashion totals $18 billion.<br />\r\n\t<br />\r\n\tSo, Watson&#39;s $3.5 billion-plus number sticks.<br />\r\n\t<br />\r\n\tAccording to the spreadsheet, more than 25 different accounts took hits from the 2009 Legislature. A category broadly termed &quot;All Other GR Dedicated Certification Accounts&quot; accounted for the largest single amount, $840 million. Next highest: nearly $671 million from the System Benefit Fund, which consists of proceeds from a tax on some utility bills intended to help low-income residents pay utility bills; $515 million from the Emissions Reduction Plan, which funds grants in targeted counties to address polluting heavy vehicles and equipment; and $331 million from an account called Designated Trauma Facility and EMS, which helps hospitals recover costs of uncompensated trauma care.<br />\r\n\t<br />\r\n\tAn August 2009 news article in The Houston Chronicle quotes Dale Craymer, a veteran budget watcher who&#39;s president of the Texas Taxpayers and Research Association, saying of such transfers: &quot;It&#39;s kind of like having your (household) budget laid out and spending part of your food money on entertainment, or vice versa.&quot;<br />\r\n\t<br />\r\n\tFinally, we turned to the tail of Watson&#39;s statement--that shifting money from such funds make the books &quot;look balanced&quot; as opposed to actually balancing the budget.<br />\r\n\t<br />\r\n\tFor expert perspective, we contacted consultant Billy Hamilton of Austin. He was the deputy comptroller when then-State Comptroller John Sharp recommended that the 1991 Legislature -- then facing a $4 billion-plus revenue shortfall -- consolidate more than 300 state funds. That change laid the groundwork for lawmakers to use accumulated cash balances to help balance future budgets.<br />\r\n\t<br />\r\n\tThe comptroller&#39;s July 1991 Texas Performance Review report, Breaking the Mold, anticipated criticism of the funds&#39; consolidation as an &quot;accounting trick.&quot; It says: &quot;The truth of the matter is that under the state&#39;s constitutionally mandated cash-basis budgeting system, there is no trickery involved. Bond rating agencies, for example, see funds consolidation as a component of prudent fiscal management; the one-time revenue gain from such consolidation is a valid and immediate benefit of improving the structure of fiscal management.&quot;<br />\r\n\t<br />\r\n\tAs it turned out, the &quot;one-time&quot; revenue gain gave lawmakers a budget-balancing tool they have wielded ever since. In an interview, Hamilton said subsequent legislatures used it to balance budgets while avoiding major tax changes, save a 2006 overhaul of the state&#39;s largest business tax and a hike in cigarette taxes.<br />\r\n\t<br />\r\n\tPer Watson&#39;s statement, Hamilton said, &quot;As a matter of sound public policy, if you agree that the Legislature in the past has set up these dedicated accounts to accomplish certain public policy goals, they&#39;re certainly not being accomplished because the money is being effectively used for other purposes.&quot; Then again, Hamilton said, &quot;just because (lawmakers) set up a fund, that doesn&#39;t mean there&#39;s an inherent requirement that they spend the money (on that purpose); the Legislature has the power to appropriate&quot; most state funds as desired.<br />\r\n\t<br />\r\n\tStrolling into wonk territory, we also interviewed Craymer, who said the legislative practice of tapping special-purpose accounts doesn&#39;t mean the accounts won&#39;t someday recover money spent on other budget items. For instance, future legislatures could vote to replenish the funds from other sources and/or quit draining their dollars.<br />\r\n\t<br />\r\n\tCraymer continued: Lawmakers &quot;are not spending the dedicated revenue, they&#39;re spending cash balances the revenue creates.&quot; Say what? &quot;It&#39;s a distinction only an accountant could appreciate.&quot;<br />\r\n\t<br />\r\n\tSeparately, R.J. DeSilva, spokesman for the comptroller&#39;s office, agreed that dollars made available from the special-purpose accounts actually helped balance the 2010-11 budget, rather than just making the books look balanced.<br />\r\n\t<br />\r\n\tMaybe so, Watson acknowledged, but conversely, if lawmakers spent the dollars taken from a so-called dedicated account &quot;on its intended purpose, then they couldn&#39;t make the books look balanced because they wouldn&#39;t be&quot; -- meaning funding would fall short somewhere else in the budget. And Watson reminded that once money from such accounts is spent on other items, the dollars aren&#39;t available to pay for the needs they were originally intended to support.<br />\r\n\t<br />\r\n\tWatson also noted that on May 27, 2009, Sen. Steve Ogden, R-Bryan, chairman of the Senate Finance Committee, told his Senate colleagues that the Legislature was &quot;unable to write an appropriations bill that would serve the needs of this state without relying to a fairly significant extent on surplus balances in our general-revenue dedicated funds.&quot;<br />\r\n\t<br />\r\n\tOgden also said that a review of the practice would belong in a comprehensive assessment of the state&#39;s finances. &quot;At the end of the story,&quot; Ogden said, &quot;the obvious answer is a tax overhaul in the state of Texas. We really have a pretty rickety system right now.&quot;<br />\r\n\t<br />\r\n\tBottom line: Watson accurately recaps the amount of money allocated from specific-purpose accounts for the 2010-11 state budget. But the shifting of funds doesn&#39;t just look like a book-balancing; it&#39;s for real.<br />\r\n\t<br />\r\n\tWe rate Watson&#39;s statement Mostly True.</p>", "ruling_comments_date": "2010-12-03T14:38:55.629368", "ruling_date": "2010-12-04T06:00:00", "ruling_headline": "Kirk Watson says more than $3.5 billion intended for special purposes being diverted to make state's books look balanced", "ruling_headline_slug": "kirk-watson-says-more-35-billion-intended-special-", "ruling_link_text": "Budget balancing for real", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, interview article, <a href=\"http://www.statesman.com/opinion/insight/watson-talks-budget-reforms-1076470.html\">&quot;Watson talks budget reforms,&quot;</a> Oct. 27, 2010 (accessed Oct. 29, 2010)<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05272010_ogdenremarkstranscript.html\">response</a> to PolitiFact Texas, Steve Scheibal, policy director, Sen. Kirk Watson, Nov. 30, 2010</p>\r\n<p>\r\n\tInterview, Dale Craymer, president, Texas Taxpayers and Research Association, Austin, Dec. 3, 2010<br />\r\n\t<br />\r\n\tInterview, R.J. DeSilva, spokesperson, Texas Comptroller of Public Accounts, Dec. 1, 2010<br />\r\n\t<br />\r\n\tInterview, Billy Hamilton, consultant, Austin, Dec. 1, 2010<br />\r\n\t<br />\r\n\tInterview, Kirk Watson, Austin, Dec. 1, 2010<br />\r\n\t<br />\r\n\tThe Houston Chronicle, news article, &quot;<a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6557531.html\">Dedicated funds diverted to state budget</a>,&quot; Aug. 2, 2009 (accessed Dec. 2, 2010)</p>\r\n<p>\r\n\tOffice of state Sen. Kirk Watson, spreadsheet received from state comptroller&#39;s office, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11302010_kirkwatsondedfundsbudgetbalance.xls\">&quot;GENERAL REVENUE ACCOUNT BALANCES USED IN CERTIFICATION&quot;</a> (sent to PolitiFact Texas Nov. 30, 2010)</p>\r\n<p>\r\n\tKirk Watson, campaign website, speeches and statements, &quot;<a href=\"http://www.kirkwatson.com/newsroom/speeches/82nd-legislative-session-the-honesty-agenda-full-text/\">The Honesty Agenda,</a>&quot; accessed Nov. 30, 2010</p>\r\n<p>\r\n\tTexas Comptroller of Public Accounts, &quot;Breaking the Mold&quot; report recommendation, <a href=\"http://www.window.state.tx.us/tpr/btm/btmcg/cg16.html\">&quot;Consolidate State Funds,&quot;</a> July 1991 (accessed Nov. 30, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "lawyer", "false_count": 0, "first_name": "Kirk", "half_true_count": 0, "home_state": "Texas", "id": 893, "last_name": "Watson", "mostly_true_count": 2, "name_slug": "kirk-watson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/watson04302010Cabluckf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/893/", "total_count": 5, "true_count": 3, "website": "http://www.kirkwatson.com/"}, "statement": "<p>\r\n\tSays more than $3.5 billion in state revenue that is supposed to be dedicated to basic needs and functions is being diverted to &quot;make the books look balanced.&quot;</p>", "statement_context": "a speech.", "statement_date": "2010-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}