{"art": [], "author": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/dec/05/donald-carcieri/carcieri-says-his-administration-saved-rhode-islan/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2910, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "resource_uri": "/api/v/2/statement/2910/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tForget the $64,000 question. That&#39;s chump change these days. With Governor Carcieri about to leave office, the question is: Did his administration save Rhode Island taxpayers $1 billion during his eight years in office?<br />\r\n\t<br />\r\n\tCarcieri made that claim in a commentary piece published in The Providence Journal on Nov. 8.<br />\r\n\t<br />\r\n\t&quot;Today state government is leaner, more frugal and more accountable to the taxpayers than it was eight years ago,&quot; he wrote. &quot;We have enacted separation of powers; cleaned up Resource Recovery and Beacon Mutual; reduced the number of state employees by over 2,000; implemented state employee pension and health-insurance reforms; rooted out government waste, and instituted scores of efficiencies over the years. Combined, these measures have saved taxpayers nearly $1 billion.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s a lot of money, especially in a state facing huge budget deficits. We wondered where those saving came from, so we asked the Carcieri administration for the details to back up that $1 billion claim. After a week and a half, administration officials provided a spreadsheet that shows savings in 16 categories totaling $1,067,484,418.97.<br />\r\n\t<br />\r\n\tWe examined them all. But let&#39;s talk about the four big-ticket items that, together, account for $803.5 million of the savings.<br />\r\n\t<br />\r\n\t<strong>&quot;Staff Reduction&quot;</strong><br />\r\n\t<br />\r\n\tThe administration says it saved a total of $191.6 million by cutting the number of full-time-equivalent state employees from 15,312 to 13,050 -- a reduction of 2,262 jobs -- which matches Carcieri&#39;s claim that he reduced the number of state employees by &quot;over 2,000.&quot;<br />\r\n\t<br />\r\n\tThe administration uses numbers from the start of the 2003 fiscal year -- six months before Carcieri took office. If you start counting when Carcieri became governor, the job cuts total 2,033, House fiscal records show. But that&#39;s still &quot;over 2,000.&quot;<br />\r\n\t<br />\r\n\tThe administration excluded research positions at state colleges sponsored by third parties. But House fiscal officials, who have a big role in writing the budget, think it&#39;s best to include those positions, House spokesman Larry Berman said. If you do, the Carcieri administration has cut 1,761 jobs, he said.<br />\r\n\t<br />\r\n\tWe then questioned whether the administration had replaced state employees with contract workers. Berman said it&#39;s tough to tell, but the Assembly has established greater scrutiny and controls over use of contractors in lieu of state employees. Rosemary Booth Gallogly, Carcieri&#39;s director of administration, said the state had 873 contract employees before Carcieri took office and now it has no more than 646.<br />\r\n\t<br />\r\n\tTo calculate the $191.6 million in staff-reduction savings, the administration multiplied the number of full-time equivalents cut each year by that year&#39;s average cost of state employee wages and benefits. (The wage-and-benefits average rose from $68,315 in fiscal year 2003 to $95,197 in fiscal year 2010.)<br />\r\n\t<br />\r\n\t<strong>&quot;Pension Reform&quot;</strong><br />\r\n\t<br />\r\n\tOn the administration&#39;s original spreadsheet, the single largest category of savings was &quot;Pension Reform,&quot; totaling $398.8 million. Administration documents show the pension savings came in three waves, beginning in fiscal year 2006 when changes in retirement age, benefits and cost-of-living adjustments saved $44 million a year.<br />\r\n\t<br />\r\n\tA second wave began in 2009 when changes in retirement eligibility, benefits and final average compensation resulted in savings of $59.4 million, on top of the annual $44 million amount. And a third wave began in 2010 when cost-of-living adjustments were limited to the first $35,000 of annual pension, saving an additional $16 million. Those cumulative savings are expected to continue, but the spreadsheet does not reflect pension savings for future years.<br />\r\n\t<br />\r\n\t<strong>Retiree Health-Care</strong><br />\r\n\t<br />\r\n\tBy contrast, the spreadsheet shows both past and future savings in retiree health-care costs as a lump sum of $111.3 million. Booth Gallogly explained those savings result from 2008 changes in eligibility and the requirement that those receiving retiree health care pay 20 percent of the cost. Those changes prompted many state employees to retire before the new rules took effect, she said. The state has already saved some of that money. For example, she said $10.6 million was saved in fiscal year 2009, but other parts of those savings will be realized over the next 30 years.<br />\r\n\t<br />\r\n\tSo why count the pension reform savings year by year while counting the retiree health-care savings all at once? Booth Gallogly said full documentation for the year-to-year retiree health-care savings were not readily available. But, she said, &quot;Actions you take now to reduce the unfunded liability should be counted in the year you take them. It&#39;s still good savings.&quot;<br />\r\n\t<br />\r\n\t&quot;We drink from wells we did not dig,&quot; Booth Gallogly said, using a saying that stems from the Book of Deuteronomy. &quot;Many of the things being done will have a very significant impact over time, as long as they don&#39;t get reversed.&quot;<br />\r\n\t<br />\r\n\tRussell Dannecker, a former state Senate fiscal adviser who is now the fiscal policy analyst at the liberal-leaning Poverty Institute, said the state will eventually save $111.3 million, but it hasn&#39;t saved that total amount yet.<br />\r\n\t<br />\r\n\tJohn Simmons, <font>executive director of the business-backed Rhode Island Public Expenditure Council (and a member of Governor-elect Lincoln Chafee&#39;s transition team), </font>said the Carcieri administration and the General Assembly deserve credit for both the $111.3 million in retiree health-care savings and whatever the full impact of the pension reform will be over time because those are &quot;structural changes&quot; that will lower the amount of money the state must spend in those areas. While some of those savings won&#39;t be realized for say 20 years, &quot;it&#39;s savings nonetheless,&quot; he said. And if you add all that up, it would exceed the $1 billion amount cited by the governor, he said.<br />\r\n\t<br />\r\n\t<strong>&quot;Co-share savings&quot;</strong><br />\r\n\t<br />\r\n\tThe last big category is savings on health insurance premiums for state employees. Booth Gallogly said state employees used to pay nothing toward their health insurance but now they pay up to 25 percent, for a total savings of $101.8 million. The changes started in 2005 with nonunion employees; union employees were added in later years.<br />\r\n\t<br />\r\n\t<strong>Other categories</strong><br />\r\n\t<br />\r\n\tThose four categories account for about 75 percent of the $1 billion in savings cited by Carcieri, but it&#39;s also worth looking at a couple of smaller categories.<br />\r\n\t<br />\r\n\tFor example, the spreadsheet lists $15.5 million in savings from moving state offices out of leased space and into state-owned properties, such as the move of the Division of Motor Vehicles from the Apex building in Pawtucket to state-owned property in Cranston.<br />\r\n\t<br />\r\n\tDannecker said such moves undoubtedly save the state rent money. But the state can also incur considerable costs from renovating and operating state-owned properties, he said. The renovations to the Forand Building, which now houses the DMV, came to $17.9 million.<br />\r\n\t<br />\r\n\tThe final category of savings was $37.1 million in &quot;Department of Corrections Cost Avoidance.&quot; Corrections Director A.T. Wall explained that state prisons were becoming overcrowded, threatening to exceed agreed-up limits resulting a from federal court action, so officials considered spending $31.7 million to build new housing units at the John J. Moran Medium-Security Facility.<br />\r\n\t<br />\r\n\tBut the state avoided that cost by enacting legislation in 2008 that allowed inmates serving shorter sentences to shave time off their sentences through good behavior and participating in rehabilitation programs, he said.<br />\r\n\t<br />\r\n\tDannecker said it&#39;s good the state avoided the cost of a new prison construction. But, he asked, &quot;Is cost avoidance a savings to the taxpayer? Isn&#39;t that really just good government? It certainly did not reduce the taxpayers&#39; burden from what it was. When I think of savings to the taxpayer, I think we were paying this amount and now we are paying less. That&#39;s how I classify savings.&quot;<br />\r\n\t<br />\r\n\tHe offered the example of a broken refrigerator: You could pay $200 to fix it or spend $2,000 for a new one, but if you choose the less expensive option, it&#39;s a good choice but it doesn&#39;t mean you have $1,800 more in your checking account. Simmons maintained that avoiding the cost of new prison construction does represent valid savings.<br />\r\n\t<br />\r\n\tBerman said, &quot;It&#39;s important to note that the governor did not find these savings alone. Almost all of them were included in the budgets that the General Assembly enacted.&quot;<br />\r\n\t<br />\r\n\tCarcieri spokeswoman Amy Kempe agreed that, &quot;without the cooperation of the General Assembly, significant amounts of that savings would not have been achieved.&quot; But she said the governor can set the agenda by making proposals, and he proposed going even further in areas such as pension reform.<br />\r\n\t<br />\r\n\t<strong>Bottom line</strong><br />\r\n\t<br />\r\n\tIn the end, Carcieri&#39;s statement that &quot;these measures saved taxpayers nearly $1 billion&quot; requires further analysis and explanation.<br />\r\n\t<br />\r\n\tIt&#39;s clear, for example, that many millions of dollars in savings are expected in future years but haven&#39;t been realized yet; that some savings come with offsetting costs; and that even the best budget experts disagree about issues such as whether &quot;cost avoidance&quot; is the same as take-it-to-the-bank, cut-my-budget savings. Also, it appears Carcieri tossed out the $1 billion figure before completing a full, accurate analysis of those savings.<br />\r\n\t<br />\r\n\tIt&#39;s also worth nothing that the total state budget grew from $5.77 billion in fiscal year 2004 to $7.86 billion in the current year. But that includes federal funding, a major portion of the budget. The state share of spending grew from $2.72 billion to $2.94 billion in that period, about 8 percent.<br />\r\n\t<br />\r\n\tBooth Gallogly said state spending would have gone up more had the cuts not been made. &quot;We would have had to either increase taxes or other revenues or reduce expenditures in areas that might have been Draconian,&quot; she said.<br />\r\n\t<br />\r\n\tBut there&#39;s no doubt that the Carcieri administration, mostly in concert with the General Assembly, helped save taxpayers a lot of money over the past eight years. If you take the most liberal interpretation claimed by the governor --&nbsp;factoring in both past and future pension-reform and retiree health-care savings -- the final figure could be substantially more than $1 billion.<br />\r\n\t<br />\r\n\tIf you take the most conservative estimate -- only counting pension-reform and retiree health-care savings to date and excluding &quot;cost avoidance&quot; -- the final figure, by our calculation, would total in the neighborhood of $930 million. We take the moderate approach, rating Carcieri&#39;s claim &quot;Mostly True.&quot;</p>", "ruling_comments_date": "2010-12-03T19:00:23.505267", "ruling_date": "2010-12-05T00:00:01", "ruling_headline": "Carcieri says his team saved Rhode Island $1 billion", "ruling_headline_slug": "carcieri-says-his-administration-saved-rhode-islan", "ruling_link_text": "By our calculations, he comes pretty close", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProvidence Journal, Commentary piece, &quot;A clear course for a new Rhode Island,&quot; by Governor Carcieri, published Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Rosemary Booth Gallogly, Governor Carcieri&#39;s director of administration and acting revenue director, and Wayne Hannon, acting deputy budget officer, Nov. 30, 2010. Follow-up interviews, Gallogly, Dec. 1-3, 2010<br />\r\n\t<br />\r\n\tInterview, A.T. Wall, director, Rhode Island Department of Corrections, Dec. 1, 2010<br />\r\n\t<br />\r\n\tInterviews, Russell Dannecker, fiscal policy adviser, Poverty Institute, Dec. 1-2, 2010<br />\r\n\t<br />\r\n\tInterview, John Simmons, executive director, Rhode Island Public Expenditure Council, Dec. 2, 2010.<br />\r\n\t<br />\r\n\tInterview, Larry Berman, House spokesman, Dec. 2-3, 2010<br />\r\n\t<br />\r\n\tInterview, Amy Kempe, governor&#39;s spokeswoman, Dec. 2, 2010<br />\r\n\t<br />\r\n\tSpreadsheet, Rosemary Booth Gallogly, sent via email, Nov. 30, 2010<br />\r\n\t<br />\r\n\tRevised spreadsheet, Rosemary Booth Gallogly, sent via email, Dec. 2, 2010<br />\r\n\t<br />\r\n\tHouse fiscal documents, accessed Nov. 30, 2010<br />\r\n\t<br />\r\n\tCarcieri administration fiscal documents, accessed Dec. 1, 2010<br />\r\n\t<br />\r\n\tProvidence Journal, <a href=\"http://www.projo.com/news/content/DMV_MOVING_07-09-10_6AJ51B3_v48.1760a30.html\">&quot;Move won&#39;t put an end to the long lines at the DMV,&quot; </a>by Paul Edward Parker, July 9, 2010<br />\r\n\t<br />\r\n\tProvidence Journal, <a href=\"http://www.projo.com/generalassembly/BUDGET_AID_05-29-10_LAILU86_v36.12f49f88.html\">&quot;The risk of counting on federal aid,&quot; </a>By Steve Peoples, May 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Governor", "false_count": 0, "first_name": "Donald", "half_true_count": 1, "home_state": "Rhode Island", "id": 542, "last_name": "Carcieri", "mostly_true_count": 1, "name_slug": "donald-carcieri", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/carcieri.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/542/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tMeasures taken by my administration &quot;have saved taxpayers $1 billion.&quot;</p>", "statement_context": "a commentary in The Providence Journal", "statement_date": "2010-11-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}