{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/dec/07/sherrod-brown/brown-says-congress-needs-show-compassion-and-exte/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2916, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2916/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIf you lose your job and it&rsquo;s not your fault -- you didn&rsquo;t steal, sell trade secrets or tell rude &nbsp;customers what they could do with that hideous tie they want to return the hellish day after Christmas -- you can usually get unemployment benefits. Here&rsquo;s how it works: The state of Ohio will help you out for 26 weeks. Then a federal program kicks in to cover 20 more weeks during times of high unemployment.<br />\r\n\t<br />\r\n\tBut in the recessionary doldrums of the last two years, Congress has given even more help -- up to 53 weeks more. That makes all these jobless benefits add up to 99 weeks.<br />\r\n\t<br />\r\n\tThe latest congressional extension, though, expired on Nov. 30, and Congress hasn&rsquo;t decided whether to grant another one.<br />\r\n\t<br />\r\n\tThe money would have to come from the federal Treasury, which already borrows money to keep the government operating, and that&rsquo;s the biggest hangup. Some lawmakers say they don&rsquo;t want to keep adding to the deficit, so they&rsquo;re insisting on offsets from other domestic programs.<br />\r\n\t<br />\r\n\tDemocratic Sen. Sherrod Brown of Ohio is not in that camp, however. He says that people who get unemployment compensation tend to spend it right away on groceries or rent, so it has a stimulative effect. Many, but not all, economists agree. Regardless, Brown says that Congress needs to show some compassion, because so many Americans are struggling to find work.<br />\r\n\t<br />\r\n\t&quot;Understand, this is unemployment insurance,&quot; Brown told MSNBC anchor Contessa Brewer on Nov. 30. &quot;It&rsquo;s not welfare, as a lot of my Republican colleagues like to suggest it is. You pay into it when you&rsquo;re working. You get help when you&rsquo;re not.&quot;<br />\r\n\t<br />\r\n\tBrown raises several points that we thought were worth checking. The key point: Do workers pay into the unemployment system and then draw benefits from it if they lose their jobs?<br />\r\n\t<br />\r\n\tThe unemployment system is a bit more complex than that. Workers don&rsquo;t pay into the system. But their employers do, up to a point.<br />\r\n\t<br />\r\n\tIn Ohio, private employers pay anywhere from 0.5 percent to 9.4 percent of the first $9,000 of workers&rsquo; wages into the state uninsurance fund, according to the state&rsquo;s Department of Job and Family Services. A company&rsquo;s payroll size, its total contributions and its claims experience account for the variation. Generally, companies that lay off a lot of people have higher unemployment taxes.<br />\r\n\t<br />\r\n\tThere also is a federal unemployment compensation fee, but it comes to only 0.8 percent.<br />\r\n\t<br />\r\n\tBack to Brown&rsquo;s claim: &quot;You pay into it when you&rsquo;re working.&quot; As just mentioned, it&rsquo;s actually the employer who pays into it.<br />\r\n\t<br />\r\n\tBrown and his communications director said he is fully aware of this, but that employers regard their premiums as part of the cost of compensation, so in a figurative manner he was saying the same thing. Brown made that point again Dec. 1 in a conference call with reporters to discuss an unrelated matter and we asked him about paying for &nbsp;unemployment compensation.<br />\r\n\t<br />\r\n\tWe checked with economists at the socially liberal Center on Budget and Policy Priorities and at the conservative Heritage Foundation. Regardless both agreed Brown is essentially right.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s a cost of hiring workers, and that&rsquo;s a reduction in the amount of money that they&rsquo;re willing to pay in wages,&quot; said Chad Stone, chief economist at the Center on Budget and Policy Priorities.<br />\r\n\t<br />\r\n\tJames Sherk, a senior policy analyst in labor economics at Heritage, said that economists believe 85 percent of the cost of these taxes on employers would otherwise fall back to the employees.<br />\r\n\t<br />\r\n\tOK, so the employee pays the taxes indirectly. But that only covers the state portion of jobless benefits, or 26 weeks. Everything after that is coming from the federal government. &quot;It&rsquo;s mostly deficit financing at this point,&quot; said Sherk.<br />\r\n\t<br />\r\n\tMoney from that first 20-week extension would ordinarily be split between the state and federal governments, but the 2009 American Recovery and Reinvestment Act -- better known as the stimulus act -- picked up the state&rsquo;s portion.<br />\r\n\t<br />\r\n\tOne more component of Brown&rsquo;s claim: that &quot;a lot of my Republican colleagues&quot; like to suggest that unemployment insurance is like welfare. This was an important part of the claim because it explains why he felt the need to clarify how the system is funded -- not by freeloaders but by workers who pay into the system. So we asked Brown&rsquo;s communications director, Meghan Dubyak, to back up this part of the claim, too.<br />\r\n\t<br />\r\n\tShe sent us news stories and links to transcripts, newscasts and news releases in which lawmakers or candidates said that unemployment payments can encourage people to stay jobless (<a href=\"http://voices.washingtonpost.com/plum-line/2010/07/two_more_republicans_say_unemp.html\">Senate candidate Sharon Angle, Sen.-elect Ron Johnson, Sen. Richard Burr</a> and others); are a disincentive to seeking work (<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/03/08/AR2010030804927.html?hpid=topnews\">Sen. John Kyl</a>), or, stated another way, <a href=\"http://www.lasvegassun.com/news/2010/feb/23/heller-government-creating-hobos/\">pose the risk of creating hobos</a> (Rep. Dean Heller of Nevada). Sen. Orrin Hatch of Utah proposed that people receiving federal benefits, including jobless benefits, be tested for drugs.<br />\r\n\t<br />\r\n\tFar be it from us to analyze the behavior of all people who are out of work or say whether they&rsquo;d rather collect benefits -- which average about $300 a week -- than get a job. But <a href=\"http://online.wsj.com/article/SB10001424052748704895004575395491314812452.html\">according to the Wall Street Journal</a>, the Federal Reserve Bank estimates that the receipt of unemployment benefits explains only 0.4 to 1.7 percentage points of the unemployment rate, which nationally is 9.8 percent. In other words, most people would rather work.<br />\r\n\t<br />\r\n\tSo let&rsquo;s break down Brown&rsquo;s claim and our fact-finding.</p>\r\n<br />\r\n<ul>\r\n\t<li>\r\n\t\t&quot;A lot of my Republican colleagues&quot; like to suggest that jobless benefits are like welfare. What he meant was clear enough -- that they equate jobless benefits to the public dole. We can&rsquo;t quantify &quot;a lot.&quot; But Brown&rsquo;s staff provided numerous examples that show there are Republicans saying they worry that jobless benefits encourage people to stay out of work. This isn&rsquo;t to suggest it is a majority view. But Brown did not say &quot;most.&quot; He said &quot;a lot.&quot; This part of the claim, then, warrants at least a Half True.</li>\r\n\t<br />\r\n\t<br />\r\n\t<li>\r\n\t\t&quot;You pay into it when you&rsquo;re working.&quot; Economists from the right and left agreed that this is essentially correct, with some elaboration required. So it is Mostly True.</li>\r\n\t<br />\r\n\t<br />\r\n\t<li>\r\n\t\t&quot;You get help when you&rsquo;re not.&quot; This is True.</li>\r\n</ul>\r\n<br />\r\n<br />\r\n<p>\r\n\tThis entire discussion needs a caveat. MSNBC put Brown on the air because of the ongoing debate over extending federal jobless benefits. The reason for debate is the fact that the federal government has to pick up the tab and it will have to borrow more to do so, at least in the short term. To put matters clearly: You pay into the unemployment compensation through your employer, and that pool of money pays for your state benefits -- but not your federal benefits -- if you lose your job.<br />\r\n\t<br />\r\n\tWe could use the averages from the three pieces to Brown&rsquo;s claim -- Half True (but unmeasurable), Mostly True and True -- and arrive at a rating of Mostly True. Or we could turn to the principles of the Truth-o-Meter. According to those principles, a statement is Mostly True if it is accurate but needs clarification or additional information.<br />\r\n\t<br />\r\n\tEither way you slice it, we arrive at the same place: Mostly True.</p>", "ruling_comments_date": "2010-12-06T18:33:54.739356", "ruling_date": "2010-12-07T06:00:00", "ruling_headline": "Sen. Sherrod Brown disputes notion that unemployment benefits are similar to welfare", "ruling_headline_slug": "brown-says-congress-needs-show-compassion-and-exte", "ruling_link_text": "Generally correct, but extended benefits work differently", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Sherrod Brown interview on MSNBC, transcript, Nov. 30, 2010<br />\r\n\t<br />\r\n\tSen. Sherrod Brown, telephone conference call with The Plain Dealer and other newspapers, Dec. 1, 2010<br />\r\n\t<br />\r\n\tTelephone and e-mail conversations with Meghan Dubyak, communications director for Sen. Sherrod Brown, Dec. 1, Dec. 2 and Dec. 3, 2010<br />\r\n\t<br />\r\n\tTelephone conservation and follow-up e-mail fact sheet from Benjamin Johnson, spokesman, Ohio Department of Job and Family Services, Dec. 1, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Ellen Nissenbaum, legislative director, Center on Budget and Police Priorities, Dec. 1, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Chad Stone, chief economist, Center on Budget and Policy Priorities, Dec. 2, 2010<br />\r\n\t<br />\r\n\tTelephone interview with James Sherk, senior policy analyst, Heritage Foundation, Dec. 2, 2010<br />\r\n\t<br />\r\n\tWashington Post blog <a href=\"http://voices.washingtonpost.com/plum-line/\">The Plum Line</a>, &quot;<a href=\"http://voices.washingtonpost.com/plum-line/2010/07/two_more_republicans_say_unemp.html\">Two more GOPers say unemployment benefits encourage folks to stay unemployed</a>,&quot; by Greg Sargent, July 20, 2010<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/03/08/AR2010030804927.html?hpid=topnews\">Are unemployment benefits no longer temporary?</a>&quot; March 9, 2010<br />\r\n\t<br />\r\n\tSen. Orrin Hatch, news release, &quot;<a href=\"http://hatch.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&amp;PressRelease_id=3d3e1ab4-1b78-be3e-e099-95c71cb7495e&amp;Month=6&amp;Year=2010\">Hatch introduces amendment requiring drug testing for welfare, unemployment recipients</a>,&quot; June 15, 2010<br />\r\n\t<br />\r\n\tKSL.com, &quot;<a href=\"http://www.ksl.com/?nid=148&amp;sid=11192389\">Hatch proposes drug testing for welfare, unemployment recipients</a>,&quot; June 16, 2010<br />\r\n\t<br />\r\n\tLas Vegas Sun, &quot;<a href=\"http://www.lasvegassun.com/news/2010/feb/23/heller-government-creating-hobos/\">Dean Heller: &lsquo;Is the government creating hobos with benefits extension?&rsquo;</a>&quot; Feb. 23, 2010<br />\r\n\t<br />\r\n\tWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704895004575395491314812452.html\">Some firms struggle to fill jobs despite high unemployment</a>,&quot; Aug. 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\t&quot;Understand, this is unemployment insurance. It&rsquo;s not welfare, as a lot of my Republican colleagues like to suggest it is. You pay into it when you&rsquo;re working. You get help when you&rsquo;re not.&quot;</p>", "statement_context": "an MSNBC interview ", "statement_date": "2010-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}