{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/dec/13/donna-garner/conservative-education-activist-donna-garner-says-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2918, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2918/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tBlasting House Speaker Joe Straus, R-San Antonio, as a &quot;Republican in name only,&quot; the conservative Texas Eagle Forum says &quot;he has much more in common with the Democrats.&quot; In a Nov. 9 newsletter, the group urges Texans to tell their state representative to vote for one of the other Republicans running for speaker.</p>\r\n<p>\r\n\tLegislators will choose the speaker for 2011-12 after the biennial legislative session convenes in January.</p>\r\n<p>\r\n\tIn a section challenging Straus&#39; conservative bonafides, the newsletter says he &quot;was co-author of a bill that would have allowed Planned Parenthood to control public school sex education.&quot;</p>\r\n<p>\r\n\tReally?</p>\r\n<p>\r\n\tSome background: Planned Parenthood is a reproductive health care provider with facilities nationwide that offer family-planning services, including abortion. The organization advocates for comprehensive sexual health care and education.</p>\r\n<p>\r\n\tWhen we sought backup for the statement, Pat Carlson, president of the Texas Eagle forum, noted that the claim originated with Donna Garner of Hewitt, a retired teacher and a conservative education activist.</p>\r\n<p>\r\n\tNext, Garner told us via e-mail she was referring to House Bill 1842, a 2007 measure titled the &quot;Prevention First Act,&quot; which cleared a committee but died before the full House could take it up. Straus was one of its 14 co-authors.</p>\r\n<p>\r\n\tIn an e-mail, Garner guided us to a May 2007 analysis of the legislation by the House Research Organization, a nonpartisan arm of the Texas House. According to the analysis, the legislation directed the state to promote family-planning services for low-income women and required school districts that provide sex education &mdash; including instruction on contraceptives &mdash; to explain the difference in effectiveness between correct and incorrect use of contraceptives.</p>\r\n<p>\r\n\tGarner stressed a section in the bill analysis outlining opponents&#39; arguments against the bill. Among them: the proposed changes in how schools teach students about contraceptives would thwart efforts to promote abstinence and require detailed discussions about how to put on a condom.</p>\r\n<p>\r\n\tThe legislation also described &quot;abstinence-only instruction&quot; to mean instruction that doesn&#39;t &quot;include information about preventing pregnancy, sexually-transmitted diseases,&quot; HIV and AIDS through any means other than abstinence. Opponents argued that the definition should reflect the definition that appears in Title V of the Social Security Act. The federal law describes abstinence-only instruction as teaching that abstinence is the expected standard for all school-age children and teaches that sexual activity outside of marriage is likely to have harmful psychological and physical effects, among other points, according to the bill analysis.</p>\r\n<p>\r\n\tAgain in an e-mail, Garner told us that &quot;Straus&#39; bill was meant to force teachers to emphasize condom/contraceptive use to students which would have, in turn, de-emphasized Title V guidelines that emphasize abstinence-only sex education.... changes in his bill would have resulted in a shift in the way sex education has been taught under Title V in the public schools in Texas.&quot;</p>\r\n<p>\r\n\tBut we found no language in the act potentially putting Planned Parenthood in charge of sex education in Texas. The legislation did not change current law that requires each school district&#39;s board and local advisory council of parents and community representatives to review course materials dealing with sexuality, and to comply with a list of restrictions as to how the courses can be taught, with emphasis on abstinence.</p>\r\n<p>\r\n\tGarner told us: &quot;If Straus had been a true conservative, he would not have supported H.B. 1842. His deep roots (and those of his wife) with Planned Parenthood undoubtedly led to his being a co-author of this bill. It is no surprise that Planned Parenthood in its fall 2009 Horizon newsletter publicly highlighted Joe Straus&#39; support of its agenda.&quot;</p>\r\n<p>\r\n\tStraus&#39; wife was on the board of directors of the Planned Parenthood Trust of San Antonio and South Central Texas in the early 1990s, according to a January 2009 Austin American-Statesman news article.</p>\r\n<p>\r\n\tFinally, we consulted folks across the ideological spectrum about whether the proposed legislation would have allowed Planned Parenthood to control public-school sex education.</p>\r\n<p>\r\n\tIn the &quot;no&quot; camp: Rochelle Tafolla, a spokeswoman at Planned Parenthood of Houston and Southeast Texas told us &quot;the statement is not at all accurate.&quot; She did say Planned Parenthood, which has pushed &quot;for broader access to medically-accurate, comprehensive sex education and affordable family planning services,&quot; supported the legislation.</p>\r\n<p>\r\n\tOne of the bill&#39;s five authors, Rep. Mark Strama, D-Austin, told us that Planned Parenthood was supportive of the legislation and was among the groups the authors consulted in drafting it. But he said that the legislation would not have allowed Planned Parenthood to control public school sex education.</p>\r\n<p>\r\n\tTracy Young, a spokeswoman for Straus, also called Garner&#39;s statement &quot;inaccurate,&quot; and told us that the bill would have required HHSC to conduct an education outreach campaign to promote the reduction of unintended pregnancies and sexually-transmitted diseases.</p>\r\n<p>\r\n\tKyleen Wright, president of the pro-life group Texans for Life who was listed as a witness against the bill, told us that &quot;it&#39;s obviously a stretch to say it gives Planned Parenthood control of sex education.&quot; She said the legislation left the proposed outreach-campaign funding in the hands of the state. &quot;It certainly didn&#39;t hand (Planned Parenthood) sex education in the state,&quot; she said.</p>\r\n<p>\r\n\tWe got a different take from Jonathan Saenz, director of legislative affairs at the right-leaning Liberty Institute. He told us he thought Garner&#39;s claim was valid. &quot;If Planned Parenthood (working through an elected official) has control and/or influence over changes to our statewide law governing how sex education is taught, changes that result in a version of sex education and related women&#39;s services that Planned Parenthood desires, approves of, and lobbies for, then they effectively have control of public sex education,&quot; he said in a statement.</p>\r\n<p>\r\n\tOur finding: In 2007, Straus co-authored a measure intended to promote family planning and to ensure that school districts that teach sex education spell out the effectiveness of contraceptives when used properly and not. Planned Parenthood supported the proposal and worked on the bill with Strama&#39;s office, but even if it had passed, it would not have changed the state-mandated, pro-abstinence focus on sex education in Texas schools.</p>\r\n<p>\r\n\tGarner can argue that legislation would have changed the education code to align more with Planned Parenthood&#39;s values than her own, but to say that it would have put the organization at the helm of sex education in public schools is an over-the-top claim.</p>\r\n<p>\r\n\tWe rate her statement as Pants on Fire.</p>", "ruling_comments_date": "2010-12-06T19:16:39.449278", "ruling_date": "2010-12-13T06:00:00", "ruling_headline": "Conservative education activist Donna Garner says Texas House Speaker Joe Straus coauthored a bill that would have allowed Planned Parenthood to control public school sex education", "ruling_headline_slug": "conservative-education-activist-donna-garner-says-", "ruling_link_text": "The state and local governments control sex ed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail newsletter from the Texas Eagle Forum, Nov. 9, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=80R&amp;Bill=HB1842\" title=\"H.B. 1842\">HB 1842</a>, filed Feb. 22, 2007<br />\r\n\t<br />\r\n\t<a href=\"http://www.legis.state.tx.us/Search/DocViewer.aspx?K2DocKey=odbc%3a%2f%2fTLO%2fTLO.dbo.vwArchBillDocs%2f80%2fR%2fH%2fB%2f01842%2f2%2fA%40TloArchBillDocs2&amp;QueryText=&amp;HighlightType=1\" title=\"H.B. 1842 bill analysis\">HB 1842 bill analysis</a> by Rep. Mark Strama<br />\r\n\t<br />\r\n\tHouse Research Organization <a href=\"http://www.hro.house.state.tx.us/pdf/ba80r/hb1842.pdf#navpanes=0\" id=\"o5tb\" title=\"bill analysis\">bill analysis</a>, HB 1842, May 8, 2007<br />\r\n\t<br />\r\n\tAustin American-Statesman, News article: &quot;Straus labeled smart, polished GOP stalwart,&quot; Jan. 6, 2009<br />\r\n\t<br />\r\n\tU.S. States News, State Rep. Strama files Prevention First Act, Feb. 27, 2007, accessed via LexisNexis Dec. 2, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Rochelle Tafolla, vice president of marketing and communications, Planned Parenthood of Houston and Southeast Texas, Nov. 23, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Pat Carlson, president, Texas Eagle Forum, Nov. 28, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Donna Garner, Nov. 24, 2010 (requested backup also posted on EducationNews.org, <a href=\"http://www.educationnews.org/ed_reports/103666.html\" id=\"vr8x\" title=\"Donna Garner sets Austin American Statesman Reporter, Clara O'Rourke, straight on fact checking,\">Donna Garner sets Austin American Statesman Reporter, Clara O&#39;Rourke, straight on fact checking,</a> Nov. 29, 2010)<br />\r\n\t<br />\r\n\tInterview with Jonathan Saenz, director of legislative affairs, Liberty Institute, Nov. 30, 2010<br />\r\n\t<br />\r\n\tInterview with Mark Strama, Texas House representative, Dec. 1, 2010<br />\r\n\t<br />\r\n\tInterview with Kyleen Wright, president, Texans for Life, Dec. 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "education activist", "false_count": 0, "first_name": "Donna", "half_true_count": 0, "home_state": "Texas", "id": 899, "last_name": "Garner", "mostly_true_count": 0, "name_slug": "donna-garner", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/dgarner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/899/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays Joe Straus &quot;was co-author of a bill that would have allowed Planned Parenthood to control public school sex education.&quot;</p>", "statement_context": "a newsletter", "statement_date": "2010-12-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House speaker", "false_count": 0, "first_name": "Joe", "half_true_count": 2, "home_state": "Texas", "id": 876, "last_name": "Straus", "mostly_true_count": 1, "name_slug": "joe-straus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/straus_photo_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/876/", "total_count": 5, "true_count": 2, "website": "http://www.joestraus.org/"}], "twitter_headline": ""}