{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/dec/08/allen-west/west-says-us-failed-learn-israel-after-sept-11/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2922, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2922/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAllen West, a retied Army lieutenant colonel&nbsp; who won a South Florida Congressional race Nov. 2, 2010, is outspoken on security measures.<br goog_docs_charindex=\"346\" />\r\n\t<br goog_docs_charindex=\"347\" />\r\n\tWest was one of a handful of guests on NBC&#39;s <em>Meet the Press </em>Nov. 21, including Secretary of State Hillary Clinton and Louisiana Gov. Bobby Jindal. In the interviews that occurred just days before the big Thanksgiving holiday travel weekend, terrorism and security was one of the main topics, including the controversy about pat-downs of passengers at airports.<br goog_docs_charindex=\"708\" />\r\n\t<br goog_docs_charindex=\"709\" />\r\n\tDavid Gregory, the show&#39;s moderator, asked West a question about airport pat-downs.<br goog_docs_charindex=\"793\" />\r\n\t<br goog_docs_charindex=\"794\" />\r\n\tHere was the full response&nbsp;from West, who represents Congressional District 22 in Broward and Palm Beach counties, according to the MSNBC <a goog_docs_charindex=\"954\" href=\"http://www.msnbc.msn.com/id/40276017/ns/meet_the_press-transcripts\">transcript</a>:<br goog_docs_charindex=\"967\" />\r\n\t<br goog_docs_charindex=\"968\" />\r\n\t&quot;I think it may end up becoming an issue, especially when we come out of this holiday season and we see how that affects us -- the travel and the, and the economy. But I think, once again, it comes back to marketing. I mean, we should have put out some type of feelers and talked to the American people about this before we go and implement this type of plan. And also, when you go back, you look at after September 11, we had the opportunity with Israel coming and talking to us about improving our security screening procedures, and we turned them down. I traveled to Israel, and I tell you what, they have very good procedures, and you don&#39;t have to go through all of these very draconian practices.&quot;<br goog_docs_charindex=\"1672\" />\r\n\t<br goog_docs_charindex=\"1673\" />\r\n\tFor this Truth-O-Meter, the part of West&#39;s claim that we were interested is about Israel. After the terrorist attacks in the skies on Sept. 11, 2001, did the U.S. turn down an opportunity to talk to Israel about airport security screening procedures?<br goog_docs_charindex=\"1951\" />\r\n\t<br goog_docs_charindex=\"1952\" />\r\n\tWe contacted West&#39;s spokesperson Angela Sachitano on the afternoon of Dec. 3 and asked her to provide documentation that the U.S. passed up an opportunity to talk to Israel about security screening procedures after Sept. 11. We also asked Sachitano to explain what West meant by &quot;we&quot; had the opportunity to meet with &quot;Israel.&quot; Did West mean then-President George Bush? The Pentagon? Congress? And by &quot;Israel&quot; did he mean the airline El Al or some government official or entity in Israel?<br goog_docs_charindex=\"2441\" />\r\n\t<br goog_docs_charindex=\"2442\" />\r\n\tOn Monday morning, Sachitano replied by e-mail: &quot;The Congressman has declined this request.&quot;<br goog_docs_charindex=\"2536\" />\r\n\t<br goog_docs_charindex=\"2537\" />\r\n\tSo we proceeded on our own. We interpreted West&#39;s claim to mean that some U.S. officials had the opportunity to meet with Israeli officials to discuss how the U.S. could improve airport security screening and the U.S. turned down that opportunity to meet. We did a newspaper clip search about Israel in the month after Sept. 11. We found several articles stating that while Congress was debating a bill to tighten airport security, members of Congress met with representatives from El Al, Israel&#39;s state-run airline, behind closed doors.<br goog_docs_charindex=\"3075\" />\r\n\t<br goog_docs_charindex=\"3076\" />\r\n\tAn Oct. 5, 2001, article in the <em><a goog_docs_charindex=\"3109\" href=\"http://www.mail-archive.com/leninist-international@lists.econ.utah.edu/msg01167.html\">Jerusalem Post</a></em> stated that Israel was helping the U.S. by providing intelligence assistance and security advice after the terrorist attacks. The <em>Jerusalem Post </em>article stated that &quot;participants in the meeting said the committees would take the advice of the El Al representatives into consideration&quot; when drafting aviation security&nbsp;bills.</p>\r\n<p>\r\n\tThe <em>Washington Post </em>also wrote about the&nbsp;meeting in an Oct. 5, 2001, article, describing the &quot;four top security experts from El Al&quot; who met with the committee.<br goog_docs_charindex=\"4669\" />\r\n\t<br goog_docs_charindex=\"4670\" />\r\n\tWe also interviewed Greg Soule, a spokesman for the Transportation Security Administration, which was formed after Sept. 11.<br goog_docs_charindex=\"5505\" />\r\n\t<br goog_docs_charindex=\"5506\" />\r\n\t&quot;TSA has worked with many international partners including Israel since the agency&rsquo;s inception in November 2001,&quot; he wrote. &quot;TSA officials have met with Israeli officials multiple times to discuss transportation security, as well as share best practices and other pertinent information.&quot;<br goog_docs_charindex=\"5794\" />\r\n\t<br goog_docs_charindex=\"5795\" />\r\n\tSo clearly U.S. officials -- the TSA and members of Congress -- met with Israeli and El Al officials in the aftermath of Sept. 11. In the late afternoon Dec. 6, we e-mailed our findings to Sachitano to give West one more chance to respond.<br goog_docs_charindex=\"6036\" />\r\n\t<br goog_docs_charindex=\"6037\" />\r\n\tSachitano responded by e-mail: &quot;Clearly the Congressman meant that yes, although leaders from the United States did in fact meet with officials from El Al post 911, the U.S. turned down their recommendations. Without a major airline attack since the 1970&#39;s, Israel is obviously doing many things right and the Congressman believes the U.S. has a lot to learn from the Israeli&#39;s approach to airline security.&quot;<br goog_docs_charindex=\"6442\" />\r\n\t<br goog_docs_charindex=\"6443\" />\r\n\tWe asked Sachitano if she could be specific about which recommendations and whether West meant that the U.S. rejected Israel&#39;s recommendations or rejected a meeting. She wrote: &quot;The U.S. met with El Al and reviewed its best practices in order to prevent against terrorist attacks to their airplanes However, the U.S. turned down the opportunity to incorporate some of those best practices into U.S. airline security where the screening focus (is) on individuals and the specific threats.&quot;<br goog_docs_charindex=\"6927\" />\r\n\t<br goog_docs_charindex=\"6928\" />\r\n\tWe ran that explanation by Rafi Ron, former director of security at Tel Aviv Ben-Gurion International airport and now CEO of New Age Security Solutions in northern Virginia. Ron said that Sachitano&#39;s explanation was &quot;more precise.&quot; We asked him to explain the difference between the two countries&#39; airport security screening.<br goog_docs_charindex=\"7252\" />\r\n\t<br goog_docs_charindex=\"7253\" />\r\n\t&quot;The main focus of the Israeli solution is based on the idea that you need to identify the level of risk of each individual passenger and adjust the level of search to the level of risk,&quot; Ron said. &quot;Over here there is no such process that identifies the level of risk of every single passenger at all -- the only thing that is done is checking names against the no fly list and watch list. .... The American model can be described as one size fits all while the Israeli solution can be described as a tailored security process based on identifying the level of risk of each passenger. That is a substantial difference.&quot;<br goog_docs_charindex=\"7873\" />\r\n\t<br goog_docs_charindex=\"7874\" />\r\n\tWe were not sure if Sachitano was trying to change West&#39;s claim after reading our findings that U.S. officials clearly met with Israelis or if from the outset he&nbsp;meant that the U.S.&nbsp;rejected an opportunity to adopt Israeli security screening procedures. We sent West&#39;s initial claim to a few other journalists at the <em>Miami Herald </em>and <em>St. Petersburg Times</em> to ask them how they would interpret it -- without telling them what we initially thought. But there was no consensus.<br goog_docs_charindex=\"8440\" />\r\n\t<br goog_docs_charindex=\"8441\" />\r\n\tSo the only thing that was clear about West&#39;s claim was that it was not entirely clear what he meant. If he had meant to convey that the U.S. did meet with Israel about airport security screening but rejected suggestions from the Israelis, would that be true?<br goog_docs_charindex=\"8709\" />\r\n\t<br goog_docs_charindex=\"8710\" />\r\n\tSoule of the TSA also told us that the TSA&#39;s behavior detection model is based on the Israeli model -- though Ron said the U.S. lacks Israel&#39;s thorough process of interviewing passengers. So that means that the U.S. did not totally reject Israel&#39;s procedures but it&#39;s clear the two systems are quite different.<br />\r\n\t<br />\r\n\tThough scores of news reports immediately after Sept. 11 highlighted El Al as a model of airport security, several news stories also stated that&nbsp;adopting El Al&#39;s model is not so simple. El Al has far fewer flights than major American airlines, spends more on security and uses racial profiling.<br goog_docs_charindex=\"9328\" />\r\n\t<br goog_docs_charindex=\"9329\" />\r\n\tOn Oct. 1, 2001, <em><a goog_docs_charindex=\"9347\" href=\"http://www.usatoday.com/news/sept11/2001/10/01/elal-usat.htm#more\">USA Today</a></em> wrote: &quot;Still, it is not clear that El Al&#39;s security can be duplicated. El Al&#39;s flight load -- about 40 flights a day to about 51 destinations -- is minuscule compared with any major American airline. The largest U.S. carrier, American Airlines, by comparison, had about 2,400 daily flights before Sept. 11. And until now, Americans would have resisted the lengthy time involved in the screening process, which can even result in flight delays until the questioning is complete.&quot;</p>\r\n<p>\r\n\tThe article raised concerns about&nbsp;&quot;El Al-style ethnic profiling,&quot; noting that&nbsp;passengers are&nbsp;divided into low-risk (Israeli or foreign Jews), medium-risk (non-Jewish foreigners) and extremely high-risk travelers (anyone with an Arabic name).&nbsp;&quot;Single women,&quot; it said, &quot;also are considered high-risk, for fear they might be used by Palestinian lovers to carry bombs.&quot;<br goog_docs_charindex=\"10340\" />\r\n\t<br goog_docs_charindex=\"10341\" />\r\n\tAn article in the<em> Los Angeles Times </em>Oct. 5, 2001, stated: &quot;Israel&#39;s El Al Airlines spends 8% of its revenue on security, 75% of which is subsidized by the government, according to (airport security expert Peter) Walsh. American airliners, by contrast, pay 0.2% or 0.3% of their revenue toward security.&quot;<br />\r\n\t<br />\r\n\tLet&#39;s review West&#39;s words: &quot;And also, when you go back, you look at after September 11, we had the opportunity with Israel coming and talking to us about improving our security screening procedures, and we turned them down.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s possible for those who read or heard West&#39;s claim to interpret that to mean the U.S. rejected the opportunity to meet with Israel to talk about improving airport security screening procedures. On that front, he would clearly get a False rating since TSA officials met with Israelis and members of Congress met with El Al. At PolitiFact Florida, we evaluate politicians&#39; actual words. In this case West&#39;s words weren&#39;t clear and he initially declined to explain himself. Only after we sent West our findings showing that the U.S. did meet with the Israelis did he offer an alternative explanation -- that the U.S. met with Israeli officials but rejected their model for improving our airport security screening -- and we find some truth in that. So we rate this claim Half True.</p>", "ruling_comments_date": "2010-12-07T16:35:55.934767", "ruling_date": "2010-12-08T16:07:00", "ruling_headline": "West says U.S. failed to learn from Israel after Sept. 11", "ruling_headline_slug": "west-says-us-failed-learn-israel-after-sept-11", "ruling_link_text": "Did West mean that the U.S. blew off meeting with Israel or blew off Israel's solutions?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMeet the Press, <a goog_docs_charindex=\"11692\" href=\"http://www.msnbc.msn.com/id/40276017/ns/meet_the_press-transcripts\">transcript</a>, Nov. 21, 2010<br goog_docs_charindex=\"11719\" />\r\n\t<br goog_docs_charindex=\"11720\" />\r\n\t<em>The Jerusalem Post</em>, <a goog_docs_charindex=\"11741\" href=\"http://www.mail-archive.com/leninist-international@lists.econ.utah.edu/msg01167.html\">&quot;Israel supplies US with Central Asia intelligence,&quot;</a> Oct. 5, 2001<br goog_docs_charindex=\"11808\" />\r\n\t<br goog_docs_charindex=\"11809\" />\r\n\t<em>Washington Post</em>, &quot;Rifts over airport bill widen,&quot; Oct. 5, 2001<br goog_docs_charindex=\"11872\" />\r\n\t<br goog_docs_charindex=\"11873\" />\r\n\t<em>Congressional Quarterly Daily Monitor</em>, &quot;Cloture vote awaits Senate on airport security measure,&quot; Oct. 5, 2001<br goog_docs_charindex=\"11983\" />\r\n\t<br goog_docs_charindex=\"11984\" />\r\n\t<em>USA Today</em>, <a goog_docs_charindex=\"11996\" href=\"http://www.usatoday.com/news/sept11/2001/10/01/elal-usat.htm#more\">&quot;Unfriendly skies are no match for El Al,&quot;</a> Oct. 1, 2001<br goog_docs_charindex=\"12053\" />\r\n\t<br goog_docs_charindex=\"12054\" />\r\n\tNewsweek, <a goog_docs_charindex=\"12065\" href=\"http://www.newsweek.com/2010/11/27/my-turn-technology-alone-will-not-end-terrorism.html\">&quot;Man versus machine,&quot;</a> Nov. 27, 2010<br goog_docs_charindex=\"12102\" />\r\n\t<br goog_docs_charindex=\"12103\" />\r\n\t<em>Los Angeles Times</em>, &quot;Tighter airport security is just a flight of fancy,&quot; Oct. 5, 2001<br goog_docs_charindex=\"12189\" />\r\n\t<br goog_docs_charindex=\"12190\" />\r\n\tInterview, U.S. Rep. elect Allen West spokeswoman Angela Sachitano, Dec. 6, 2010<br goog_docs_charindex=\"12271\" />\r\n\t<br goog_docs_charindex=\"12272\" />\r\n\tInterview, Transportation Security Administration spokesman Greg Soule, Dec. 6-7, 2010<br goog_docs_charindex=\"12359\" />\r\n\t<br goog_docs_charindex=\"12360\" />\r\n\tInterview, New Age Security Solutions CEO Rafi Ron, Dec. 6-7, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tThe U.S. &quot;had the opportunity with Israel coming and talking to us about improving our security screening procedures, and we turned them down.&quot;<br goog_docs_charindex=\"145\" />\r\n\t<br goog_docs_charindex=\"146\" />\r\n\t&nbsp;</p>", "statement_context": "TV interview", "statement_date": "2010-11-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}