{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/dec/08/ted-poe/ted-poe-says-under-dream-act-after-undocumented-re/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2926, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2926/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tCriticizing an immigration proposal that would allow undocumented residents brought to the United States as minors to qualify for citizenship, U.S. Rep. Ted Poe of Texas says illegal immigrants are &quot;breaking the bank.&quot;</p>\r\n<p>\r\n\tIn a Poe opinion piece posted Dec. 2 on Newsmax.com, the Republican from Humble questions why Congress would pass a law &quot;that discriminates against Americans and lawful immigrants to the benefit of those who break our laws?&quot;</p>\r\n<p>\r\n\t&quot;After you complete two years of post high school education or two years of military service you are eligible for citizenship,&quot; he writes. &quot;Once a citizen, this paves the way to bring the rest of their extended family to the United States.&quot;</p>\r\n<p>\r\n\tWe wondered if Poe correctly summarized the Development, Relief and Education for Alien Minors Act.</p>\r\n<p>\r\n\tPoe did not initially respond to our inquiries.</p>\r\n<p>\r\n\tTo start, we read the latest version of the act, Senate Bill 3992, which was introduced Nov. 30 by Sen. Richard Durbin, D-Illinois.</p>\r\n<p>\r\n\tAccording to the legislation, undocumented residents become eligible for its benefits if they&#39;re younger than 30, have been brought to the United States at age 15 or younger and have lived here for at least five years prior to the measure becoming law.</p>\r\n<p>\r\n\tAlso, such a resident must spend 10 years in the United States as a &quot;conditional non-immigrant,&quot; during which he or she must complete two years of higher education or serve in the military. One year before the 10-year period is up, &quot;conditional non-immigrants&quot; may apply to become a permanent resident.</p>\r\n<p>\r\n\tEven then, it&#39;s not bad-a-bing, citizenship. Applicants must be of &quot;good moral character,&quot; have not committed a felony, haven&#39;t persecuted someone based on their race, religion or nationality, engaged in voter or marriage fraud and submit to a background check and physical exam, among other hurdles.</p>\r\n<p>\r\n\tAfter three more years, the permanent resident is eligible to become a naturalized citizen.</p>\r\n<p>\r\n\tBarbara Hines, a law professor who specializes in immigration at the University of Texas at Austin, told us: &quot;It is a 13 year process to citizenship, far longer than for any other immigrant group... there is way too much disinformation out there.&quot;</p>\r\n<p>\r\n\tNext, we wondered: Could these new citizens then bring their &quot;extended&quot; family to the United States, as Poe says?</p>\r\n<p>\r\n\tThat depends on how you define extended family. By some definitions, it extends beyond the nuclear family (parents and their children) to grandparents, grandchildren, aunts and uncles, as well as spouses who are not blood kin.</p>\r\n<p>\r\n\tThe U.S. State Department says on its website that U.S. citizens can sponsor immediate family members &mdash; a spouse, unmarried children or adopted children under 21 &mdash; to enter the country with an &quot;immediate relative immigrant visa.&quot; Citizens 21 and older can sponsor their parents as well.</p>\r\n<p>\r\n\tA citizen can also enable older children, their spouses and children, and siblings, their spouses and minor children to relocate here, though a limited number of &quot;family preference immigrant visas&quot; are available for such relatives, according to the website. When the number of applicants for that visa exceeds the number available, applicants get bumped to a waiting list.</p>\r\n<p>\r\n\tCitizens cannot sponsor grandparents, aunts, uncles, cousins or in-laws to get visas.</p>\r\n<p>\r\n\tMichelle Mittelstadt, a spokeswoman for the Migration Policy Institute, a group that is generally pro-immigration, said: &quot;The lines for sponsoring extended relatives, particularly from countries such as Mexico and the Philippines, can be very long, with waits of years and sometimes more than two decades.&quot;</p>\r\n<p>\r\n\tHines echoed that sentiment. &quot;For a sibling, for example, from Mexico, that wait is at least 12 years or more because the visas for that category move very slowly.&quot;</p>\r\n<p>\r\n\tAs we were wrapping up this article, we made a final run at getting Poe&#39;s perspective. DeeAnn Thigpen, a Poe spokeswoman, told us that Poe was summarizing &quot;several versions of the bill&quot; &mdash; there are various versions floating around Congress. When we relayed our research to her, specifically about the number of family members that U.S. citizens cannot sponsor to come here, she said: &quot;That&#39;s still a large amount of family that you&#39;re able to bring.&quot;</p>\r\n<p>\r\n\tUpshot: Two years in a higher-ed institution or the military is key to achieving citizenship under the DREAM Act, as Poe says.</p>\r\n<p>\r\n\tBut he skips over many other stipulations that an undocumented resident must satisfy before becoming a citizen. The proposed process would not be rapid, nor would the outcome be assured.</p>\r\n<p>\r\n\tAfter achieving citizenship, a formerly undocumented resident could sponsor some family members to move here&mdash;parents, children, grandchildren, spouses, siblings, nieces and nephews (if they&#39;re minors). But that doesn&#39;t mean they could bring in all the rest of their extended family, contrary to the statement. Left out: Grandparents, aunts, uncles, cousins and in-laws.</p>\r\n<p>\r\n\tWe rate Poe&#39;s statement as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-12-07T18:44:45.144843", "ruling_date": "2010-12-08T06:00:00", "ruling_headline": "Ted Poe says under the DREAM Act, after undocumented residents spend two years in higher education or the miltary, they are eligible for citizenship and to bring the rest of their extended family here", "ruling_headline_slug": "ted-poe-says-under-dream-act-after-undocumented-re", "ruling_link_text": "Not so easy, and not all your extended family", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNewsmax.com, <a href=\"http://www.newsmax.com/US/TedPoe-illegalimmigration-economy-jobs/2010/12/02/id/378776\" id=\"bi3g\" title=\"Illegals are breaking the bank,\">Illegals are breaking the bank,</a> by Rep. Ted Poe, Dec. 2, 2010</p>\r\n<p>\r\n\t<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:s3992pcs.txt.pdf\" title=\"S. 3992\">S. 3992</a>, introduced Nov. 30, 2010</p>\r\n<p>\r\n\tCongressional Research Service, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d111:2:./temp/%7EbdpzD9:@@@D&amp;summ2=m&amp;%7C/home/LegislativeData.php?n=BSS;c=111%7C\" id=\"mcw:\" title=\"Summary\">Summary</a> of S.3992, Nov. 30, 2010</p>\r\n<p>\r\n\tU.S. Department of State, <a href=\"http://travel.state.gov/visa/immigrants/types/types_1306.html#13\" id=\"k-.0\" title=\"Family Based Immigrants,\">Family Based Immigrants,</a> accessed Dec. 7, 2010</p>\r\n<p>\r\n\tU.S. Department of State, <a href=\"http://www.travel.state.gov/visa/bulletin/bulletin_5197.html\" id=\"o4-o\" title=\"Visa bulletin\">Visa bulletin</a> for December 2010</p>\r\n<p>\r\n\tInterview with Michelle Mittelstadt, director of communications, Migration Policy Institute, Dec. 3, 2010</p>\r\n<p>\r\n\tE-mail interview with Terri Givens, associate professor of government, University of Texas at Austin, Dec. 7, 2010</p>\r\n<p>\r\n\tE-mail interview with Barbara Hines, clinical professor of law and co-director of the Immigration Clinic, University of Texas at Austin, Dec. 7, 2010</p>\r\n<p>\r\n\tInterview with DeeAnn Thigpen, press secretary for Rep. Ted Poe, Dec. 7, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House Representative", "false_count": 1, "first_name": "Ted", "half_true_count": 1, "home_state": "Texas", "id": 900, "last_name": "Poe", "mostly_true_count": 0, "name_slug": "ted-poe", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/POE.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/900/", "total_count": 4, "true_count": 1, "website": "http://poe.house.gov/"}, "statement": "<p>\r\n\tUnder the DREAM Act, after two years of higher education or military service &quot;you are eligible for citizenship. Once a citizen, this paves the way to bring the rest of (your) extended family to the United States.&quot;</p>", "statement_context": "an opinion piece", "statement_date": "2010-12-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}