{"art": [], "author": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/17/vietnam-veterans-against-john-mccain/no-evidence-mccain-was-a-traitor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": "'Songbird John' McCain? No evidence McCain helped enemy", "id": 293, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "resource_uri": "/api/v/2/statement/293/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In an echo of the attacks from the 2000 South Carolina primary that dealt a critical blow to Sen. John McCain&#39;s presidential campaign, a new flyer says the Arizona senator is a traitor.</p>\r\n\r\n<p>It says that when he was a POW, McCain was a &quot;Hanoi Hilton songbird&quot; who collaborated with the enemy.</p>\r\n\r\n<p>But it provides scant evidence to back up this claim and it is strongly contradicted by many other accounts reviewed by PolitiFact: interviews with other POWs, an author who has written a McCain biography and the senator&#39;s own accounts.</p>\r\n\r\n<div class='artembed'>See Figure 2 on PolitiFact.com</div>\r\n\r\n<p>Robert Timberg, author of <em> John McCain: An American Odyssey </em> , who has interviewed many POWs who served with McCain, said there&#39;s no evidence that he ever collaborated with the North Vietnamese. &quot;I&#39;ve never known of any occasion in which Sen. McCain provided the North Vietnamese with anything of value,&quot; Timberg said.</p>\r\n\r\n<p>The flyer was sent to about 80 media organizations in South Carolina and is posted on the group&#39;s <a href=\"http://www.vietnamveteransagainstjohnmccain.com/\"> Web site. </a> The flyer probably would have been ignored, but the McCain campaign issued a statement calling it &quot;a vicious attack.&quot;</p>\r\n\r\n<p>The flyer has a caricature of a surly-looking McCain in a prison cell under the words, &quot;Hanoi Hilton Songbird.&quot; The second page is headlined &quot;FACT SHEET: Military Record of John Sidney McCain III&quot; and it begins with some accurate biographical information.</p>\r\n\r\n<p>The flyer contains 1 pages of criticisms of McCain, but only a few support the accusation that he was helping the enemy:</p>\r\n\r\n<p>&bull; That he told his captors &quot;Okay, I&#39;ll give you military information if you will take me to the hospital.&quot;</p>\r\n\r\n<p>&bull; That the Hanoi news media reported he had given information about his flight, rescue ships and the order of U.S. attacks.</p>\r\n\r\n<p>&bull; That he broke the military code because he answered questions from a Spanish psychiatrist who had apparently been cooperating with the North Vietnamese.</p>\r\n\r\n<p>There is some truth to these claims, but collectively they do not prove McCain was involved in &quot;collaborations with the enemy,&quot; as the flyer alleges.</p>\r\n\r\n<p>In his memoir <em> Faith of My Fathers, </em> McCain says that he initially offered the information because he was badly injured and afraid of dying. But, he wrote, &quot;I didn&#39;t intend to keep my word.&quot;</p>\r\n\r\n<p>When he was later interrogated, McCain gave his ship&#39;s name and squadron number and confirmed the target of his failed mission, he wrote. He also gave the names of the Green Bay Packers&#39; offensive line and said they were members of his squadron.</p>\r\n\r\n<p>Asked to identify future targets, he mentioned North Vietnamese cities that U.S. planes had already bombed.</p>\r\n\r\n<p>George &quot;Bud&quot; Day and Orson Swindle, fellow POWs, told PolitiFact that POWs sometimes were forced to talk when they were tortured, but they tried to tell lies to mislead their captors.</p>\r\n\r\n<p>&quot;We were all tortured and we wrote confessions under the pressure of torture,&quot; said Swindle, who was a cellmate with McCain and is active in his campaign. &quot;John McCain never collaborated with the enemy. He, like every one of us, submitted to severe torture. John McCain did nothing dishonorable. He was heroic.&quot;</p>\r\n\r\n<p>At one point, McCain broke down and signed a confession. But Timberg, the biographer, said McCain deliberately used misspellings, grammatical errors and Communist jargon to show he was writing under duress: &quot;I am a black criminal and I have performed the deeds of an air pirate. I almost died, and the Vietnamese people saved my life . . . &quot;</p>\r\n\r\n<p>Day, a Medal of Honor winner who also is supporting McCain&#39;s campaign, said the flyer is &quot;the most outrageous f------ lie I&#39;ve ever heard.&quot;</p>\r\n\r\n<p>The man behind the flyer is Gerard &quot;Jerry&quot; W. Kiley, 61, of Garnerville, N.Y., who says he served in Vietnam for about a year. He describes his group as a one-man operation unaffiliated with any political party or campaign. He says he opposes McCain because of the senator&#39;s efforts to normalize relations with the Vietnamese communist government and because, in his view, McCain has helped the U.S. government keep information about POWs classified.</p>\r\n\r\n<p>&quot;John McCain has made sure the information concerning the lives of Americans we clearly abandoned after the war remain in government files 40 years later,&quot; he says.</p>\r\n\r\n<p>He teamed with political activist Ted Sampley of North Carolina to distribute the fliers to South Carolina media outlets this month. Sampley did not respond to requests for comment.</p>\r\n\r\n<p>Sampley also is a longtime McCain opponent. In 2000, he gained attention when he called McCain a &quot;Manchurian candidate&quot; on his Web site and said that he was an agent of the Vietnamese. In 1993, Sampley was convicted of misdemeanor assault and sentenced to 180 days&#39; probation for attacking a McCain aide, according to a 2004 article in the <em> New York Times. </em></p>\r\n\r\n<p>McCain is not the first politician to draw the men&#39;s ire. In 2004, they formed Vietnam Veterans Against John Kerry.</p>\r\n\r\n<p>Kiley has twice interrupted events featuring Vietnamese Prime Minister Phan Van Khai, forcing an American flag in his hand on one occasion and throwing red wine at him on another, according to a Secret Service agent who later arrested Kiley. He admits he threw the wine, but he was later acquitted in federal court of threatening Khai.</p>\r\n\r\n<p>Kiley says he bases his most damning charges against McCain &mdash; that McCain gave information about the schedule of U.S. attacks in Vietnam in 1967, the year his plane was shot down and McCain was captured &mdash; on the word of Earl Hopper, a retired Army colonel.</p>\r\n\r\n<p>In an interview, Hopper&#39;s wife, Patty, said that Hopper wasn&#39;t able to address the charges over the phone because of poor hearing. She said that Hopper has long been involved in the POW movement and that Earl Hopper&#39;s son, Earl Jr., is missing in action in Vietnam.</p>\r\n\r\n<p>She cited as evidence for Hopper&#39;s charges a 1973 article by McCain that ran in <em> U.S. News and World Report </em> and what she said were &quot;declassified U.S. military documents&quot; she claimed to possess describing McCain&#39;s collaboration. Patty Hopper said she was away from her Arizona home and could not fax those documents.</p>\r\n\r\n<p>But the 1973 article does not back up the charges made in the flyer. It provides the same basic account as McCain&#39;s book, corroborated by Timberg&#39;s book, which was based on interviews with many POWs.</p>\r\n\r\n<p>Timberg, Day and Swindle noted that McCain, the son of a Navy admiral, was offered an early release from the prison but refused so that he could adhere to the military&#39;s code of conduct.</p>\r\n\r\n<p>Timberg said he was perplexed by the allegations.</p>\r\n\r\n<p>&quot;Why do they hate him? There can be lots of issues you disagree with him about. But why try to destroy him?&quot;</p>\r\n\r\n<p>Because of the seriousness of the charge, the utter absence of evidence and the clear intention to harm McCain just days before a critical Republican primary, we find this claim to be Pants on Fire wrong.</p>\r\n\r\n<div class=\"artembed\">See Figure 1 on PolitiFact.com</div>\r\n", "ruling_comments_date": "2010-01-07T13:28:26.284497", "ruling_date": "2008-01-17T00:00:00", "ruling_headline": "'Songbird John' McCain? No evidence McCain helped enemy in Vietnam", "ruling_headline_slug": "no-evidence-mccain-was-a-traitor", "ruling_link_text": "No evidence McCain was a traitor", "ruling_state": null, "source_documents": null, "sources": "<p>Interviews: George &quot;Bud&quot; Day, former POW; Orson Swindle, former POW; Robert Timberg, author; Gerard Kiley, Vietnam Veterans Against John McCain; Patty Hopper, wife of retired U.S. Army Colonel Earl Hopper</p>\r\n\r\n<p><a href=\"http://www.vietnamveteransagainstjohnmccain.com/\">Vietnam Veterans Against John McCain </a></p>\r\n\r\n<p>Vietnam Veterans Against John McCain, <a href=\"http://www.vietnamveteransagainstjohnmccain.com/mccain_post_card_word[1].pdf\"> Flyer &quot;FACT SHEET: Military record of John Sidney McCain III&quot; </a></p>\r\n\r\n<p>New Times of Phoenix, <a href=\"http://www.phoenixnewtimes.com/1999-03-25/news/is-john-mccain-a-war-hero/4\"> Is John McCain a war hero? </a></p>\r\n\r\n<p>Washington Post, &quot;Yanking His McChain; Web Site Posits That Candidate Is a Southeast Asia Pawn,&quot; by Michael Powell and Tom Edsall, Feb. 16, 2000</p>\r\n\r\n<p>New York Times, &quot;McCain Fights Old Foe Who Now Fights Kerry,&quot; by Michael Janofsky,&quot; Feb. 14, 2004</p>\r\n\r\n<p>Adweek.com, &quot;New Anti-Kerry Ads Air in N.C.,&quot; by Gregory Solman, Aug. 31, 2004</p>\r\n\r\n<p>United Press International, &quot;Some vets question Kerry&#39;s antiwar past,&quot; by Richard Tomkins, July 28, 2004</p>\r\n\r\n<p>U.S. Veteran Dispatch, &quot;Vietnam Vet Found Not Guilty of Assault on Vietnam Prime Minister,&quot; by Ted Sampley, November 2005.</p>\r\n\r\n<p>2005 U.S. District Court records of case United States of America vs. Gerard W. Kiley</p>\r\n\r\n<p>U.S. News &amp; World Report, &quot;How the POWs fought back,&quot; by John McCain, May 14, 1973</p>\r\n\r\n<p>Robert Timberg, The Nightingale&#39;s Song, touchstone/Simon &amp; Schuster, 1995</p>\r\n\r\n<p>John McCain with Mark Salter, Faith of My Fathers, Perennial, 1999</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 33, "last_name": "Vietnam Veterans Against John McCain", "mostly_true_count": 0, "name_slug": "vietnam-veterans-against-john-mccain", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup______________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/33/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says McCain was a &quot;Hanoi Hilton songbird&quot; who collaborated with the enemy.</p>\r\n", "statement_context": "a flyer sent to news organizations in South Carolina", "statement_date": "2008-01-15", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": "'Songbird John' McCain? No evidence McCain helped enemy in Vietnam"}