{"art": [], "author": [], "canonical_url": "/texas/statements/2010/dec/22/george-w-bush/former-president-george-w-bush-says-senator-joe-bi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2934, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2934/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn his memoir <em>Decision Points</em>, President George W. Bush says that he declined to announce plans to increase troop levels in Iraq in 2006 until after the midterm elections.</p>\r\n<p>\r\n\t&quot;The rhetoric on Iraq was hot,&quot; he said. &quot;Sen. Joe Biden, the ranking member of the Foreign Relations Committee, recommended partitioning Iraq into three separate entities. Republicans were anxious, too. Mitch McConnell (the Senate minority leader from Kentucky) made it clear with his Oval Office request for a troop reduction.&quot;</p>\r\n<p>\r\n\tBefore he was elected Vice President in 2008, Biden called for boundaries to be drawn for the Kurdish, Sunni and Shiite populations. But is that the same as partitioning a country? The word can hold some heavy implications: think India, Korea and Vietnam &mdash; previously unified territories that were divided into two countries.</p>\r\n<p>\r\n\tSeeking an answer to that question, we turned to the May 2006 op-ed article published in The New York Times that then-Delaware Sen. Biden penned with Leslie Gelb, president emeritus of the Council on Foreign Relations. In it, they drew a parallel between conditions in Iraq and Bosnia&#39;s recent ethnic turmoil.</p>\r\n<p>\r\n\t&quot;A decade ago, Bosnia was torn apart by ethnic cleansing and facing its demise as a single country,&quot; the article says. &quot;After much hesitation, the United States stepped in decisively with the Dayton Accords, which kept the country whole by, paradoxically, breaking it into ethnic federations, even allowing Muslims, Croats and Serbs to retain separate armies. With the help of American and other forces, Bosnians have lived a decade in relative peace and are now slowly strengthening their common central government, including disbanding those separate armies last year.&quot;</p>\r\n<p>\r\n\tA similar plan for Iraq, the Biden-Gelb article says, would &quot;maintain a united Iraq by decentralizing it,&quot; establishing &quot;three largely autonomous regions with a viable central govetrnment in Baghdad . . .The Kurdish, Sunni and Shiite regions would each be responsible for their own domestic laws, administration and internal security. The central government would control border defense, foreign affairs and oil revenues. Baghdad would become a federal zone, while densely populated areas of mixed populations would receive both multi-sectarian and international police protection.&quot;</p>\r\n<p>\r\n\tAnd as to the &quot;p&quot; word? The article says: &quot;Some will say moving toward strong regionalism would ignite sectarian cleansing. But that&#39;s exactly what is going on already, in ever-bigger waves. Others will argue that it would lead to partition. But a breakup is already under way. As it was in Bosnia, a strong federal system is a viable means to prevent both perils in Iraq.&quot;</p>\r\n<p>\r\n\tIn 2007, Biden &mdash; who by then had become chairman of the Senate Foreign Relations Committee &mdash; and Sen. Sam Brownback, R-Kansas, shepherded a nonbinding <a href=\"http://www.govtrack.us/congress/billtext.xpd?bill=sc110-37\">&quot;sense of the Senate&quot; resolution</a> that proposed separating Iraq into three semi-autonomous regions while maintaining a federal government. The resolution passed the Senate 75 to 23.<br />\r\n\tAccording to a C-SPAN video, Biden told colleagues on the Senate floor in April 2007: &quot;You make federalism work for the Iraqis. You give them control over the fabric of their daily lives. . . Let them control their local police, their education, their religion, their marriage. That&#39;s the only possibility. Change the focus to a limited central government and a federal system that their Constitution calls for.&quot;</p>\r\n<p>\r\n\tBut when news articles used &quot;partition&quot; or &quot;soft partition&quot; to describe Biden&#39;s proposal, the senator took exception to the label, mindful that in foreign policy, it is a loaded term.</p>\r\n<p>\r\n\tA June 2007 paper from the liberal-leaning Brookings Institution making the case for &quot;soft partition in Iraq&quot; says it would divide the &quot;country into three main regions. Each would assume primary responsibility for its own security and governance... it would require new negotiations, the formation of revised legal framework for the country, the creation of new institutions at the regional level, and the organized but voluntary movement of populations.&quot;</p>\r\n<p>\r\n\t&quot;Such a plan for soft partition (as opposed to hard-partition which involves outright division of Iraq) is consistent&quot; with the Biden-Gelb plan, according to the paper.</p>\r\n<p>\r\n\tMichael O&#39;Hanlon, the paper&#39;s coauthor and a Brookings&#39; foreign policy fellow, told us in an e-mail that &quot;Biden called it enhanced federalism. He did not say that it would be formal partition into three states.&quot; O&#39;Hanlon described &quot;enhanced federalism&quot; as &quot;three regions with lots of autonomy.&quot;</p>\r\n<p>\r\n\tIn an October 2007 op-ed (again co-written with Gelb) for <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/10/02/AR2007100201824.html\">The Washington Post</a>, Biden wrote: &quot;Our plan is not partition, though even some supporters and the media mistakenly call it that. It would hold Iraq together by bringing to life the federal system enshrined in its constitution. A federal Iraq is a united Iraq but one in which power devolves to regional governments, with a limited central government responsible for common concerns such as protecting borders and distributing oil revenue.&quot;</p>\r\n<p>\r\n\tAnd during a July 18, 2010 interview on ABC&#39;s This Week, Biden said: &quot;I don&#39;t want to debate history here, but I never called for a partition. I called for a central government with considerable autonomy in the regions.&quot; PolitiFact National rated his statement <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/21/joe-biden/joe-biden-says-he-never-called-partition-iraq/\">True</a>.</p>\r\n<p>\r\n\tBut is a rose by any other name still a rose? We wondered whether what Bush calls a partition and what Biden calls, well, not a partition, shakes out the same way.</p>\r\n<p>\r\n\tO&#39;Hanlon said &quot;the word &#39;partition,&#39; by itself, tends to mean separate states. &#39;Soft partition&#39; or &#39;enhanced federalism&#39; or &#39;autonomous regions&#39; are fairer ways to characterize Biden&#39;s thinking. I would say partition is inaccurate as a depiction,&quot; he said.</p>\r\n<p>\r\n\tLong story short, Biden proposed dividing the country into three separate and semi-autonomous regions while retaining a federal system to handle border security and other common concerns. Bush calls that partitioning. Biden does not, pointing to his support for a central government in Iraq.</p>\r\n<p>\r\n\tBut both are talking about creating new geopolitical entities in Iraq. We rate Bush&#39;s statement Half True.</p>", "ruling_comments_date": "2010-12-09T11:46:43.679612", "ruling_date": "2010-12-22T06:00:00", "ruling_headline": "Former President George W. Bush says that as a senator, Joe Biden recommended partioning Iraq", "ruling_headline_slug": "former-president-george-w-bush-says-senator-joe-bi", "ruling_link_text": "Biden didn't want to turn one country into three", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<i>Decision Points</i> by George W. Bush, ruling statement on pages 371-372</p>\r\n<p>\r\n\tPolitiFact National, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/21/joe-biden/joe-biden-says-he-never-called-partition-iraq/\" id=\"kpdf\" title=\"Joe Biden says he never called for partition of Iraq\">Joe Biden says he never called for partition of Iraq</a>, July 21, 2010</p>\r\n<p>\r\n\tU.S. Senate Committee on Foreign Relations, <a href=\"http://foreign.senate.gov/about/history/\" id=\"c1v_\" title=\"History of the committee,\">History of the committee,</a> accessed Dec. 1, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2006/05/01/opinion/01biden.html?_r=1&amp;pagewanted=all\" id=\"rp1z\" title=\"Op-ed by Joe Biden and Leslie Gelb: Unity through autonomy in Iraq,\">Op-ed by Joe Biden and Leslie Gelb: Unity through autonomy in Iraq,</a> May 1, 2006</p>\r\n<p>\r\n\tNPR.com, <a href=\"http://www.npr.org/templates/story/story.php?storyId=96922193&amp;ft=1&amp;f=1001\" id=\"j9l4\" title=\"Galbraith backs ethnically divided Iraq,\">Galbraith backs ethnically divided Iraq,</a> Nov. 12, 2008</p>\r\n<p>\r\n\tE-mail interview with Michael O&#39;Hanlon, senior fellow at the Brookings Institution, Dec. 7, 2010</p>\r\n<p>\r\n\tThe Saban Center for Middle East Policy at the the Brookings Institution <a href=\"http://www.brookings.edu/%7E/media/Files/rc/papers/2007/06iraq_joseph/06iraq_joseph.pdf\" id=\"vcik\" title=\"analysis paper\">analysis paper</a>: The case for soft partitioning in Iraq, Nov. 12, 2007</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President", "false_count": 1, "first_name": "George W.", "half_true_count": 1, "home_state": "Texas", "id": 35, "last_name": "Bush", "mostly_true_count": 1, "name_slug": "george-w-bush", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-georgewbush.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/35/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Sen. Joe Biden, the ranking member of the Foreign Relations Committee, recommended partitioning Iraq into three separate entities.&quot;</p>", "statement_context": "his book \"Decision Points.\"", "statement_date": "2010-12-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}], "twitter_headline": ""}