{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/dec/10/organizing-america/arm-democratic-national-committee-says-americans-o/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2938, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2938/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCalling for congressional approval of a measure enabling young illegal immigrants to work toward citizenship, a Texas arm of the Democratic National Committee said most Americans back the proposal.</p>\r\n<p>\r\n\t&quot;An overwhelming majority of Americans <a href=\"http://www.firstfocus.net/library/polling-and-opinion-research/public-support-for-the-dream-act\"> </a>support passage of the DREAM Act, which would provide a path to citizenship for undocumented youth willing to work for a college degree or serve in our armed forces&mdash;individuals who are Americans in every way but their legal status,&quot; trumpets a Dec. 6 press release issued by Organizing for America - Texas. DREAM stands for Development, Relief and Education for Alien Minors. The Democratic-majority House approved the act this week, turning it over to the Senate.</p>\r\n<p>\r\n\tWe hunted for evidence of that overwhelming support, turning first to a summary of the poll linked to OFA&#39;s press release.</p>\r\n<p>\r\n\tThe telephone poll of 1,008 adults , conducted June 10-13, was commissioned by First Focus, an advocacy organization that describes itself as dedicated to making children and families a priority in federal policy and budget decisions. According to its poll summary, 70 percent of respondents favored the act. The poll had a margin of error of plus or minus 3 percent, the summary says.</p>\r\n<p>\r\n\tA breakout on the poll shows that when asked if they&#39;d favor or oppose the act, 51 percent said they&#39;d strongly favor it while 18 percent said they&#39;d not-so-strongly favor it. Twenty-five percent said they&#39;d oppose it.</p>\r\n<p>\r\n\tAnd how was the question framed? Before answering the pollster, respondents heard a positive description of the bill, prefaced with these words: &quot;Currently, illegal immigrant children who were brought to the U.S. at a young age and have grown up here and have no way to become legal citizens and fully contribute to society.&quot;</p>\r\n<p>\r\n\tThe poll script states the DREAM Act would address &quot;this problem&quot; by giving illegal immigrants brought here as young children &quot;the opportunity to work legally without fear of deportation and ultimately earn permanent legal resident status if they meet certain requirements.&quot; It says students must have come here when they were very young, lived here at least five years, stayed out of trouble, earned a high-school diploma or GED and completed at least two years of college or military service.</p>\r\n<p>\r\n\tFinally, respondents were told the proposal &quot;has the potential to provide children and young people who meet these requirements with improved access to a higher education and a legal means by which to contribute to society.&quot;</p>\r\n<p>\r\n\tWe wondered why the emphasis on contributing to society. Wendy Cervantes, a First Focus vice president, told us that aspect is relevant considering the avenues that are closed to illegal immigrant children. &quot;They can&#39;t work, they can&#39;t drive, they can&#39;t really do anything legally,&quot; Cervantes said.</p>\r\n<p>\r\n\tStill, might the repeated reference to contributing to society sway respondents in favor of the act? Cervantes said that was not the intent. &quot;We slaved over the wording quite a bit, mostly because we didn&#39;t want people to think we were trying to lead anybody one way or another,&quot; she said.</p>\r\n<p>\r\n\tCervantes also pointed out two other polls suggesting Americans support the act.</p>\r\n<p>\r\n\tIn a Rasmussen Poll released Sept. 21, 52 percent of likely voters said children brought here illegally who complete two years of college should be afforded a path to legal status, according to a write-up posted online by the Washington Independent, which describes itself as an independent news service. Thirty-six percent said such children should not be given an opportunity to become citizens, the Independent reported. In the poll, 78 percent said children brought to the U.S. illegally who later serve in the military should get a chance to become citizens, the Independent says. Its article didn&#39;t offer more details; Rasmussen hasn&#39;t posted the full poll on its public site.</p>\r\n<p>\r\n\tA poll commissioned by America&#39;s Voice, which advocates comprehensive immigration reform including tighter border security and giving illegal immigrants already here a path to citizenship, showed 66 percent of voters supporting the act, according to a Nov. 10 memo from the polling firm, Lake Research Partners. The poll surveyed 1,200 likely voters Oct. 31-Nov. 2.</p>\r\n<p>\r\n\tThose respondents heard the act described as providing &quot;illegal immigrant students who were brought here as young children with the opportunity to earn permanent legal resident status&quot; if they&#39;d been &quot;brought to the U.S. when they were very young, lived here for at least five years, stayed out of trouble, earned a high school diploma or GED, and completed at least two years of college or military service.&quot;</p>\r\n<p>\r\n\tRespondents were polled about the DREAM Act after being asked whether deporting all 11 million illegal immigrants now in the country is unrealistic; 76 percent agreed, 21 percent disagreed. But overall, immigration was not a high-priority concern; only 2 percent ranked it as their most important issue in deciding who to vote for Congress. The economy and jobs, health care, the federal budget deficit, education and moral values came out as most important for more voters.</p>\r\n<p>\r\n\tWe wondered if any polls show that most Americans oppose the act. An online search led us to a November poll commissioned by the Federation for American Immigration Reform, a group that advocates for stronger border security and stricter immigration laws. It found that 54 percent of 1,000 likely voters contacted Nov. 22 preferred to leave consideration of the act to the new (more Republican) Congress being sworn in early next year. The FAIR poll had a margin of error of plus or minus 3 percent.</p>\r\n<p>\r\n\tWorth noting: The FAIR poll put a negative light on the current Congress, which is now considering the DREAM Act. Its first question: &quot;Should the lame-duck Congress limit its work to fiscal issues like the budget and taxes or should the lame-duck Congress use the opportunity to address social policies that were too politically difficult to deal with before the election?&quot;</p>\r\n<p>\r\n\tNext, the poll says the act &quot;offers legalization to about 2 million illegal immigrants,&quot; a reference to the number of people who would be potentially eligible to earn citizenship if the act passes into law. Each of its questions about the proposal sounds a warning note:</p>\r\n<p>\r\n\t1) &quot;In additional to legalization, the DREAM Act would entitle newly legalized illegal immigrants to benefit from subsidized tuition rates at all state colleges and universities, and qualify for low interest government educational loans. Based on this information, would you be much more likely to support, somewhat more likely to oppose or much more likely to oppose passage of the DREAM Act?&quot; Sixty-one percent replied they&#39;d be more likely to oppose, 34 percent said they&#39;d be more likely to support.</p>\r\n<p>\r\n\t2) Under the act, &quot;any illegal immigrant who files an application for legalization... would be protected from deportation so long as the application is pending. In addition, the government would be barred from using information provided in DREAM Act applications against the applicants, even if they are denied legalization.&quot; Fifty-eight percent said the information made them more likely to oppose.</p>\r\n<p>\r\n\t3) Given this additional information, would you support or oppose action on the act by the lame duck Congress? Fifty-four percent said they opposed such action, 38 percent said they supported it.</p>\r\n<p>\r\n\tWe ran what we learned about these polls past Karlyn Bowman, who analyzes polls for the Washington-based American Enterprise Institute. Bowman agreed the polls commissioned by First Focus and FAIR used language that potentially biased the responses. Also, Bowman said, she&#39;s wary of polls that gauge voter attitudes on specific measures that most Americans don&#39;t know that much about. &quot;When you (then) begin asking Americans about (such) specifics, that&#39;s pushing the polling instrument far beyond where it should go,&quot; she said.</p>\r\n<p>\r\n\tAs we completed this article, Bowman pointed out a poll just released by the Gallup organization. The poll taken Dec. 3-6 of 1,003 adults, with a margin of error of plus or minus 4 percentage points, found 54 percent of respondents saying they&#39;d vote in favor of allowing illegal immigrants brought here as children to gain legal resident status if they joined the military or went to college. Forty percent said they&#39;d vote against,</p>\r\n<p>\r\n\tWe set aside the First Focus poll (in which 70 percent favored the act) and the FAIR poll (in which 54 percent opposed acting on it now) as unreliable. That leaves the Rasmussen poll, for which we have scant methodological information (52 percent of those voters favored the act), the poll taken for America&#39;s Voices (66 percent in favor) and the fresh Gallup poll ( 54 percent in favor of a key aspect of the act).</p>\r\n<p>\r\n\t&quot;Overwhelming&quot; public support? That&#39;s questionable. But polling consistently shows a majority of Americans favor giving undocumented immigrant children a way to gain legal residency.</p>", "ruling_comments_date": "2010-12-09T16:12:05.921135", "ruling_date": "2010-12-10T06:00:00", "ruling_headline": "Arm of Democratic National Committee says Americans \"overwhelmingly\" support passage of DREAM Act", "ruling_headline_slug": "arm-democratic-national-committee-says-americans-o", "ruling_link_text": "Words matter, especially in polls", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmerica&#39;s Voice, website, poll results, <a href=\"http://amvoice.3cdn.net/e3b7bb42d80421fa2f_nam6bnqp9.pdf\">&quot;Election Eve/Night Omnibus Poll,&quot;</a> November 2010 (fetched Dec. 8, 2010)</p>\r\n<p>\r\n\tFederation for American Immigration Reform, summary, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11292010_fairpollsummary.pdf\">&quot;DREAM Act Poll,&quot;</a> Nov. 29, 2010 (fetched Dec. 7, 2010)</p>\r\n<p>\r\n\tGallup News Service, poll summary, <a href=\"http://www.gallup.com/poll/File/145103/Referendum_on_the_Issues_Dec_8_2010.pdf\">&quot;Issue Referendum,&quot;</a> poll taken Dec. 3-6, 2010 (fetched Dec. 9, 2010)</p>\r\n<p>\r\n\tInterview and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12062010_wendycervantesresponsepftexas.html\">e-mail</a> (excerpted), Wendy Cervantes, vice president, Immigration and Child Rights Policy, First Focus, Washington, Dec. 6, 2010</p>\r\n<p>\r\n\tMemo from Celinda Lake, David Mermin and Zach Young, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11102010_celindalakememo.pdf\">&quot;Voter Support for Comprehensive Immigration Reform,&quot;</a> Nov. 10, 2010 (received from First Focus on Dec. 6, 2010)</p>\r\n<p>\r\n\tOrganizing for America - Texas, e-mail blast, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12062010_ofatxpressrelease.doc\">&quot;Calling for the DREAM Act: Mayor Pro Tem Mike Martinez &amp; OFA-TX volunteers to hold phone bank in support of critical legislation,&quot;</a> Dec. 6, 2010</p>\r\n<p>\r\n\tThe Washington Independent, website, <a href=\"http://washingtonindependent.com/98160/rasmussen-voters-support-idea-of-dream-act\">&quot;Rasmussen: Voters Support Idea of DREAM Act,&quot;</a> Sept. 21, 2010 (accessed Dec. 7, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "", "id": 224, "last_name": "Organizing for America", "mostly_true_count": 0, "name_slug": "organizing-america", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Organizing_for_America.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/224/", "total_count": 3, "true_count": 0, "website": "http://www.barackobama.com/"}, "statement": "<p>\r\n\t&quot;An overwhelming majority of Americans support passage of the DREAM Act, which would provide a path to citizenship for undocumented youth willing to work for a college degree or serve in our armed forces.&quot;</p>", "statement_context": "a press release.", "statement_date": "2010-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}