{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/dec/14/john-mica/florida-congressman-says-dream-act-means-lower-tui/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2963, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2963/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tA controversial plan to provide a path to permanent legal residency for children brought to the United States&nbsp;illegally continues to rise toward the top of the agenda in the final days of the 111th Congress.<br />\r\n\t<br />\r\n\tThe Development, Relief, and Education for Alien Minors (DREAM) Act would allow children brought to the United States illegally to obtain permanent legal status if they complete two years of college or in the military and meet other obligations. But opponents have been raising several objections about the proposed&nbsp;legislation, saying it could create a path for family members to citizenship, that the measure means amnesty for more than 2 million illegal immigrants and that the costs of illegal immigration already are ginormous.<br />\r\n\t<br />\r\n\tPolitiFact already has dealt with several of these claims, which you can read about <a href=\"http://www.politifact.com/truth-o-meter/article/2010/dec/08/fact-checking-attacks-dream-act/\">here</a>, but we found another one from Florida Republican U.S. Rep. John Mica that we wanted to consider.<br />\r\n\t<br />\r\n\tBack on Nov. 18, 2010, Mica appeared on the MSNBC show <i>The Last Word with Lawrence O&#39;Donnell</i> to talk about several of the Democrats top end-of-the-year priorities, including the DREAM Act. At one point, Mica, O&#39;Donnell and Democratic U.S. Rep. Anthony Weiner of New York, debated whether the DREAM Act would grant lower state university tuition to illegal immigrants who qualified.<br />\r\n\t<br />\r\n\t&quot;Well first of all, on the question on the DREAM Act, no -- no to granting lower tuition to illegals,&quot; Mica said, who was first elected to the U.S. House in 1993 and is the incoming Transportation Committee chairman.<br />\r\n\t<br />\r\n\t&quot;It does not do that, Congressman. It does not do that,&quot; O&#39;Donnell jumped back in. &quot;You can vote against it for another reason, but not that one.&quot;<br />\r\n\t<br />\r\n\tWe wanted to see who&#39;s right?<br />\r\n\t<br />\r\n\t<b>The DREAM Act explained</b><br />\r\n\t<br />\r\n\tOne of the problems when talking about the &quot;DREAM Act&quot; has been that there have in fact been several different versions of the legislation floating around Congress. The versions all have the same general goal -- providing a path to legal residency for illegal immigrants brought here by their parents or someone else -- but the terms of each piece of legislation were different.<br />\r\n\t<br />\r\n\tCongress finally set the boundaries of the legislation on <a href=\"http://abcnews.go.com/Politics/dream-act-immigration-reform-bill-house-senate-votes/story?id=12337341\">Dec. 7</a>, when the House passed a version of the DREAM Act 216-198. The legislation actually was tucked in as an amendment to an innocuous bill already approved by the U.S. Senate. But the bill must still return to the Senate for a second vote.<br />\r\n\t<br />\r\n\tUnder the <a href=\"http://www.rules.house.gov/111/LegText/111_dream_txt.pdf\">bill</a>, H.R. 5281, illegal immigrants would be able to apply for conditional nonimmigrant status for an initial period of five years if:<br />\r\n\t<br />\r\n\t1.) They are under 30;<br />\r\n\t2.) Arrived in the United States before the age of 16;<br />\r\n\t3.) Have lived here at least the last five years;<br />\r\n\t4.) Received a U.S. high school diploma or GED;<br />\r\n\t5.) And have largely avoided run-ins with the law (you can get all the details by <a href=\"http://www.rules.house.gov/111/LegText/111_dream_txt.pdf\">reading the bill text</a>).<br />\r\n\t<br />\r\n\tThose immigrants could then apply for a second five-year period if they serve in the U.S. military or complete at least two years of a community college or undergraduate program. And after 10 years, immigrants could then become&nbsp;legal permanent residents.<br />\r\n\t<br />\r\n\tAs part of the program, immigrants could receive certain federal student loans, but not federal Pell grants, food stamps or Medicaid. They must also pay application fees totaling up to $2,525.<br />\r\n\t<br />\r\n\tHow many people are we talking about?<br />\r\n\t<br />\r\n\tIn July, a nonpartisan Migration Policy Institute analysis of the DREAM Act concluded there are about 2.1 million people who would be potentially eligible under the DREAM Act. But the number crunching arm of Congress, the Congressional Budget Office, estimates that only about 700,000 people would have conditional nonimmigrant status in 2020 -- the year before anyone could become a permanent legal resident. CBO estimated that less than half of the individuals who would initially apply for conditional nonimmigrant status would qualify to apply for a five-year extension.<br />\r\n\t<br />\r\n\t<b>Tuition breaks for illegals</b><br />\r\n\t<br />\r\n\tMica isn&#39;t saying there&#39;s some type of DREAM Act tuition discount for people taking advantage of the legislation (there isn&#39;t).<br />\r\n\t<br />\r\n\tHe&#39;s talking about DREAM Act participants being able to qualify for in-state tuition, because they would be legal residents of a state just like other U.S. citizens. So,&nbsp;they&#39;d be paying less in tuition than someone who attends an out-of-state university or a foreign national attending a U.S. university with a student visa, Mica claims.<br />\r\n\t<br />\r\n\tAnswering whether Mica is right or not is not as simple as saying &quot;Yes&quot; or &quot;No.&quot; Let&#39;s take it a step at a time.<br />\r\n\t<br />\r\n\tFirst, 11 states already allow for in-state tuition for illegal immigrants, according to the National Conference of State Legislatures. The policies in those states -- California, Texas, New York, Utah, Washington, Oklahoma, Illinois, Kansas, New Mexico, Nebraska, and Wisconsin -- won&#39;t be affected by the DREAM Act. (The California Supreme Court <a href=\"http://www.npr.org/2010/11/17/131392709/calif-upholds-in-state-tuition-for-illegal-immigrants\">ruled </a><a href=\"http://www.npr.org/2010/11/17/131392709/calif-upholds-in-state-tuition-for-illegal-immigrants\">unanimously last month</a> that illegal immigrant students may pay in-state tuition rates at public colleges and universities).<br />\r\n\t<br />\r\n\tSecond, the legislation that passed the House on Dec. 7 does not mention in-state tuition, and no version ever considered would mandate or force states to offer DREAM Act participants in-state rates. That&#39;s an opinion shared by Michelle Mittelstadt, a spokeswoman for the nonpartisan Migration Policy Institute, and by Steve Camarota, director of research for the Center for Immigration Studies, a group that opposes the DREAM Act.<br />\r\n\t<br />\r\n\t<b>So where&#39;s the rub?</b><br />\r\n\t<br />\r\n\tOne version of the bill -- a version that never came to a vote -- sought to repeal a section of a 1996 immigration law that seemingly pertains to the issue at hand. The 1996 <a href=\"http://trac.syr.edu/immigration/library/P1606.pdf\">Illegal Immigration Reform and Immigrant Responsibility Act</a> included language attempting to prevent state universities from giving benefits to in-state illegal immigrants that they didn&#39;t offer to out-of-state U.S. citizens.<br />\r\n\t<br />\r\n\tBut the nonpartisan <a href=\"http://trac.syr.edu/immigration/library/P1606.pdf\">Congressional Research Service</a> said there is disagreement about the meaning of the provision, whether it applies to tuition and whether Congress exceeded its powers in crafting the language. Also, states have effectively ignored the rule, or at least have agreed to interpret it differently. The repeal of the 1996 language is not included in the version of the DREAM Act that passed the House.<br />\r\n\t<br />\r\n\tMore importantly, and more germane to this fact check, however, is debate over the impact of enacting the DREAM Act. While granting DREAM Act participants in-state tuition is not part of the federal legislation, it may happen as a result of the legislation, Camarota at the Center for Immigration Studies argues.<br />\r\n\t<br />\r\n\tThe scenario, he said, is clear.<br />\r\n\t<br />\r\n\tAn illegal immigrant in Florida, say, applies for and is granted a conditional nonimmigrant status for five years. That person then is a legal resident of Florida. If so, why would he or she not be able to receive in-state tuition, Camarota asks. And if&nbsp;somehow denied in-state tuition, wouldn&#39;t the applicant have a valid legal challenge?<br />\r\n\t<br />\r\n\t&quot;The law isn&#39;t intended per se to do it, but it can&#39;t help but happen,&quot; he says.<br />\r\n\t<br />\r\n\tOthers argue that universities could simply ask prospective students if they are DREAM Act participants to separate the two sets of state residents.<br />\r\n\t<br />\r\n\t&quot;The House-passed legislation is silent on in-state tuition, leaving in place existing rules and approaches undertaken by different states with respect to allowing in-state tuition for unauthorized students,&quot; Mittelstadt said.<br />\r\n\t<br />\r\n\t<b>Our rating</b><br />\r\n\t<br />\r\n\tAppearing on MSNBC, Mica said that passing the DREAM Act would mean &quot;granting lower tuition to illegals.&quot; But we think he&#39;s really stretching to get there.<br />\r\n\t<br />\r\n\tThe version of the DREAM Act that passed in the House -- as well as prior versions that were debated -- did not include language requiring states to offer DREAM Act participants in-state tuition. The closest a version of the DREAM Act came was to propose&nbsp;repealing a federal rule that some have interpreted as preventing states from offering in-state tuition to illegal immigrants. But that version never came to a vote.</p>\r\n<p>\r\n\tMoreover, 11 states already offer in-state tuition, so rates in those places -- including California and Texas -- couldn&#39;t go lower.</p>\r\n<p>\r\n\tAs for the other states, the only real argument is that passing the DREAM Act could have the consequence of forcing them to offer in-state tuition to illegal immigrants as well. And we guess it could. But there&#39;s no definitive evidence that it would, just conjecture and speculation.&nbsp; And it certainly isn&#39;t expressed in the bill language.</p>\r\n<p>\r\n\tSo we rate this claim False.</p>", "ruling_comments_date": "2010-12-14T17:33:38.339607", "ruling_date": "2010-12-14T17:57:11", "ruling_headline": "Florida congressman says DREAM Act means lower tuition for illegal immigrants", "ruling_headline_slug": "florida-congressman-says-dream-act-means-lower-tui", "ruling_link_text": "Tuition rates are left up to states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC, <i>The Last Word with Lawrence O&#39;Donnell, </i>Nov. 18, 2010, accessed via Nexis</p>\r\n<p>\r\n\tInterview with Steve Camarota, director of research for the Center for Immigration Studies, Dec. 14, 2010</p>\r\n<p>\r\n\tE-mail interview with Michelle Mittelstadt, Migration Policy Institute, Dec. 14, 2010</p>\r\n<p>\r\n\tNational Conference of State Legislatures, <a href=\"http://www.ncsl.org/default.aspx?tabid=12846\">Allow In-State Tuition for Undocumented Students</a>, Nov. 2010</p>\r\n<p>\r\n\tFox News, <a href=\"http://www.foxnews.com/story/0,2933,186876,00.html\">States Grapple With In-State Tuition for Illegal Immigrants,</a> March 6, 2006</p>\r\n<p>\r\n\tCongressional Research Service, <a href=\"http://trac.syr.edu/immigration/library/P1606.pdf\">Unauthorized Alien Students: Issues and &quot;DREAM Act&quot; Legislation</a>, Jan. 30, 2007</p>\r\n<p>\r\n\tNPR, <a href=\"http://www.npr.org/2010/11/17/131392709/calif-upholds-in-state-tuition-for-illegal-immigrants\">Calif. Upholds In-State Tuition For Illegal Immigrants</a>, Nov. 17, 2010</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2010/dec/08/fact-checking-attacks-dream-act/\">Fact-checking attacks on the DREAM Act</a>, Dec. 8, 2010</p>\r\n<p>\r\n\tMcClatchy, <a href=\"http://www.mcclatchydc.com/2010/12/10/105103/dream-acts-evolving-outline-creates.html\">DREAM Act&#39;s evolving outline creates confusion</a>, Dec. 10, 2010<br />\r\n\t<br />\r\n\tABC News, <a href=\"http://abcnews.go.com/Politics/dream-act-immigration-reform-bill-house-senate-votes/story?id=12337341&amp;page=2\">House Passes DREAM Act for Illegal Immigrants, Senate Poised to Vote</a>, Dec. 7, 2010</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12015/hr6497.pdf\">H.R. 6497 Development, Relief, and Education for Alien Minors Act of 2010,</a> Dec. 8, 2010</p>\r\n<p>\r\n\tMedia Matters, <a href=\"http://mediamatters.org/blog/201009160018\">Malkin falsely claims DREAM Act gives unauthorized immigrants a &quot;special&quot; tuition preference</a>, Sept. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "John", "half_true_count": 1, "home_state": "Florida", "id": 120, "last_name": "Mica", "mostly_true_count": 1, "name_slug": "john-mica", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmica.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/120/", "total_count": 4, "true_count": 0, "website": "http://mica.house.gov/"}, "statement": "<p>\r\n\t&quot;On the question on the DREAM Act, no -- no to granting lower tuition to illegals.&quot;</p>", "statement_context": "an interview with MSNBC.", "statement_date": "2010-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}