{"art": [{"brightcove": "", "caption": "President Barack Obama sat down for an interview with WFLA anchor Keith Cate on Dec. 13, 2010. Among other issues, the president discussed that day's federal court ruling against the new health care law.", "id": 963, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_WFLA_interview.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/963/", "title": "Obama WFLA interview", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/dec/15/barack-obama/barack-obama-compares-legal-battle-over-health-car/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2964, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2964/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tDuring <a goog_docs_charindex=\"171\" href=\"http://www2.tbo.com/content/2010/dec/13/131756/news-channel-8-anchor-keith-cate-interviews-obam1/news-politics/\" id=\"rs.2\" title=\"a White House interview\">a White House interview</a> with Tampa&#39;s WFLA-TV on Dec. 13, 2010, President Barack Obama reacted to a decision earlier that day to strike down a key portion of the health care law passed earlier this year. In <a goog_docs_charindex=\"379\" href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/12/13/AR2010121303365.html\" id=\"e5c9\" title=\"the recently announced ruling\">the recently announced ruling</a>, U.S. District Court Judge Henry E. Hudson of Virginia declared unconstitutional the law&#39;s requirement that individuals purchase health insurance or face a penalty.<br goog_docs_charindex=\"575\" />\r\n\t<br goog_docs_charindex=\"576\" />\r\n\tIn the interview, Keith Cate, an anchor at NBC affiliate News Channel 8, asked the president for his thoughts on the ruling. Obama began by noting that other lower courts had issued more favorable rulings, and that the issue was destined to go through additional legal steps on its way to the Supreme Court.<br goog_docs_charindex=\"884\" />\r\n\t<br goog_docs_charindex=\"885\" />\r\n\t&quot;That&#39;s the nature of these things,&quot; Obama said. &quot;When Social Security was passed, there were all kinds of lawsuits. When the Civil Rights Act was passed and the Voting Rights Act was passed, there were all kinds of lawsuits.&quot;<br goog_docs_charindex=\"1112\" />\r\n\t<br goog_docs_charindex=\"1113\" />\r\n\tIn this item, we&#39;ll focus on the Social Security Act, in part because we thought we&#39;d give the president a second chance after <a goog_docs_charindex=\"1241\" href=\"http://www.politifact.com/truth-o-meter/statements/2010/dec/08/barack-obama/barack-obama-description-how-social-security-medic/\" id=\"x9tf\" title=\"earning a False from us on\">earning a False from us</a> on a different comment about the early history of Social Security.<br goog_docs_charindex=\"1333\" />\r\n\t<br goog_docs_charindex=\"1334\" />\r\n\tIt turns out that in his second historical comment, the president was accurate. Even though American society was less litigious in the 1930s, the creation of Social Security -- which is a landmark moment in the history of the federal government -- did attract not just one lawsuit that reached the Supreme Court, but three. And as we looked deeper into the history of the legal battle over Social Security, the more we noticed how much its details echo the battle playing out now over the health care law. So we&#39;ll provide an overview of the history here, in which we rely heavily on by <a goog_docs_charindex=\"1922\" href=\"http://www.ssa.gov/history/court.html\" id=\"b_wp\" title=\"an official history of the period\">an official history of the period</a> written in 1999 by Social Security Administration historian Larry DeWitt.<br goog_docs_charindex=\"2031\" />\r\n\t<br goog_docs_charindex=\"2032\" />\r\n\t&quot;Even though the Social Security Act was enacted into law on August 14, 1935, the country still had to hear from the Supreme Court,&quot; DeWitt wrote. &quot;This was a new, untested area of federal authority and it was inevitable that it would be challenged in the courts, and until the Supreme Court ruled, no one could be sure that the nascent Social Security Act would survive its infancy.&quot;<br goog_docs_charindex=\"2418\" />\r\n\t<br goog_docs_charindex=\"2419\" />\r\n\tDeWitt noted that under the 10th Amendment, powers not given to the federal government are left to the states or the people, so the federal government, in its defense of the Social Security Act, would have to find justification in the Constitution for the expansion of its powers. Even before the Social Security Act was passed, other parts of President Franklin D. Roosevelt&#39;s New Deal -- the cluster of programs designed to alleviate the Great Depression -- had been subject to legal attacks and in some cases were ruled unconstitutional by lower courts for overstepping federal powers, just as one of the requirements of the health care law has been.<br goog_docs_charindex=\"3073\" />\r\n\t<br goog_docs_charindex=\"3074\" />\r\n\tIn 1935 and 1936, a sharply divided Supreme Court -- split between three liberals, four conservatives and two swing votes -- invalidated the Railroad Retirement Act, the National Industrial Recovery Act and the Agricultural Adjustment Act. The defeat of three pillars of the New Deal drove Roosevelt to propose, in early 1937, an ill-fated &quot;court-packing&quot; scheme in which he would expand the number of justices, thus shifting the court&#39;s ideological complexion in his direction.<br goog_docs_charindex=\"3553\" />\r\n\t<br goog_docs_charindex=\"3554\" />\r\n\tThe proposal was soundly defeated by Congress, with significant collateral damage to Roosevelt&#39;s standing with the public and historians. But beginning in March 1937, one of the swing justices, Owen Roberts, shifted from the opponents&#39; camp to become a supporter of New Deal programs, enabling a minimum wage law, the National Labor Relations Act and the Social Security Act to stand.<br goog_docs_charindex=\"3939\" />\r\n\t<br goog_docs_charindex=\"3940\" />\r\n\tThree specific cases attacking Social Security reached the Supreme Court. In one, the <em goog_docs_charindex=\"4023\">Steward Machine Company </em>case, the company sued over having to pay unemployment insurance tax under the law. Another case, <em goog_docs_charindex=\"4151\">Carmichael vs. Southern Coal &amp; Coke Co. and Gulf States Paper</em>, challenged a different facet of the unemployment provision having to do with the states.<br goog_docs_charindex=\"4304\" />\r\n\t<br goog_docs_charindex=\"4305\" />\r\n\tBut the most directly relevant for Obama&#39;s comment was <em goog_docs_charindex=\"4361\">Helvering vs. Davis</em>, in which George P. Davis, a minority stockholder in an electric company, objected to being forced to pay the payroll tax that funded the old-age insurance program. The administration, represented by Internal Revenue Service commissioner Guy T. Helvering, filed suit to force compliance.<br goog_docs_charindex=\"4529\" />\r\n\t<br goog_docs_charindex=\"4530\" />\r\n\t&quot;The attorneys for Davis argued that the payroll tax was a new type of tax not listed in the Constitution&#39;s tally of taxes, and so it was unconstitutional,&quot; DeWitt wrote.</p>\r\n<p>\r\n\t&quot;At one point they even introduced into their argument the definitions of &#39;taxes&#39; from dictionaries in 1788 (the year before the Constitution was ratified) to prove how earnest they were in the belief that powers not explicitly granted in 1789 could not be created in 1935. Davis was also of the view that providing for the general welfare of the aged was a power reserved to the states.&quot;<br goog_docs_charindex=\"5091\" />\r\n\t<br goog_docs_charindex=\"5092\" />\r\n\tThis sounds to us a lot like some of the arguments in the health care case, which revolves around the question of whether the federal government is justified in imposing a tax-based penalty on Americans who refuse to sign up for health care coverage.<br goog_docs_charindex=\"5343\" />\r\n\t<br goog_docs_charindex=\"5344\" />\r\n\tThe high court handed down its decision on May 24, 1937. Reflecting a divisive debate in Congress and among the justices, the Court upheld the unemployment-insurance provision by a narrow, 5-4 vote. But in the old-age insurance, the Roosevelt administration won a resounding 7-2 victory, without even a written dissent by the dissenters.<br goog_docs_charindex=\"5685\" />\r\n\t<br goog_docs_charindex=\"5686\" />\r\n\tIn his majority opinion in <em goog_docs_charindex=\"5714\">Helvering vs. Davis</em>, Justice Benjamin Cardozo wrote that the Great Depression was a national problem that demanded national solutions. &quot;The ill is all one or at least not greatly different whether men are thrown out of work because there is no longer work to do or because the disabilities of age make them incapable of doing it,&quot; Cardozo wrote. &quot;Rescue becomes necessary irrespective of the cause. The hope behind this statute is to save men and women from the rigors of the poor house as well as from the haunting fear that such a lot awaits them when journey&#39;s end is near.&quot;<br goog_docs_charindex=\"6293\" />\r\n\t<br goog_docs_charindex=\"6294\" />\r\n\tPaul Van de Water, a senior fellow at the liberal Center on Budget and Policy Priorities, said that Obama has a point that there are similarities between the legal battle over Social Security and the fight over the health care law.<br goog_docs_charindex=\"6527\" />\r\n\t<br goog_docs_charindex=\"6528\" />\r\n\t&quot;Like the Affordable Care Act, the Social Security Act was subject to constitutional challenges, lower courts reached conflicting conclusions, and the issue was not resolved until the cases reached the Supreme Court,&quot; he said. If the recent past is any guide, the court that eventually takes up the health care law, led by another Justice Roberts, will also be one with a close ideological divide.<br goog_docs_charindex=\"6934\" />\r\n\t<br goog_docs_charindex=\"6935\" />\r\n\tOf course, there are limits to the comparison.<br goog_docs_charindex=\"6983\" />\r\n\t<br goog_docs_charindex=\"6984\" />\r\n\t&quot;The fact that there are all kinds of lawsuits challenging X, which was eventually upheld, obviously does not mean that every other law that is challenged by all kinds of lawsuits will also be eventually upheld,&quot; said Stuart Taylor, a veteran commentator on the Supreme Court.<br goog_docs_charindex=\"7262\" />\r\n\t<br goog_docs_charindex=\"7263\" />\r\n\tTaylor added that while many of the broader themes are similar, the specific legal arguments are not identical. &quot;The issue at the heart of the health care individual mandate -- whether the government can, in the name of regulating interstate commerce, require individuals to buy a commercial product simply because they were born and they live in this country -- was raised neither by the Social Security cases nor by any other case in the nation&#39;s history,&quot; Taylor said. &quot;Also, while one can plausibly defend the individual mandate&#39;s enforcement provision as a tax in support of the general welfare, like the Social Security tax, that argument is somewhat undermined by the facts that the President and Congress strenuously denied that the mandate is a tax in order to get it passed and that the law itself was changed to call it a penalty, not a tax.&quot;<br goog_docs_charindex=\"8117\" />\r\n\t<br goog_docs_charindex=\"8118\" />\r\n\tSo, Obama&#39;s comparison is not exact. But there are some striking similarities, so -- unlike in our previous item -- we think the president was justified in making the broad comparison. And on the narrow question of whether &quot;there were all kinds of lawsuits&quot; when Social Security was passed, we rate Obama&#39;s statement True.</p>", "ruling_comments_date": "2010-12-14T18:03:18.703015", "ruling_date": "2010-12-15T14:01:53", "ruling_headline": "Barack Obama compares legal battle over health care to 1930s fight over Social Security", "ruling_headline_slug": "barack-obama-compares-legal-battle-over-health-car", "ruling_link_text": "Some striking similarities", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www2.tbo.com/content/2010/dec/13/131756/news-channel-8-anchor-keith-cate-interviews-obam1/news-politics/\" id=\"javw\" title=\"transcript\">transcript</a> of interview with WFLA-TV, Dec. 13, 2010<br />\r\n\t<br />\r\n\tSocial Security Administration, &quot;<a href=\"http://www.ssa.gov/history/court.html\" id=\"q8xm\" title=\"The 1937 Supreme Court Rulings on the Social Security Act\">The 1937 Supreme Court Rulings on the Social Security Act</a>,&quot; 1999<br />\r\n\t<br />\r\n\t<a href=\"http://www.ssa.gov/history/supreme1.html\" id=\"demm\" title=\"Ruling\">Ruling</a> in <em>Helvering vs. Davis</em><br />\r\n\t<br />\r\n\t<a href=\"http://www.ssa.gov/history/supreme2.html\" id=\"x.7n\" title=\"Ruling\">Ruling</a> in <em>Steward Machine Company</em><br />\r\n\t<br />\r\n\t<a href=\"http://www.ssa.gov/history/supreme3.html\" id=\"pn2f\" title=\"Ruling\">Ruling</a> in <em>Carmichael vs. Southern Coal &amp; Coke Co. and Gulf States Paper</em><br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/12/13/AR2010121303365.html\" id=\"msb:\" title=\"Judge in Va. strikes down federal health care law\">Judge in Va. strikes down federal health care law</a>,&quot; Dec. 13, 2010</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/dec/08/barack-obama/barack-obama-description-how-social-security-medic/\" id=\"xwrp\" title=\"Barack Obama off in description of how Social Security, Medicare evolved\">Barack Obama off in description of how Social Security, Medicare evolved</a>,&quot; Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow at the Center on Budget and Policy Priorities, Dec. 14, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Julian Zelizer, professor of history and public affairs at Princeton University, Dec. 14, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Stanford Ross, retired partner with the law firm Arnold &amp; Porter, Dec. 14, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Stuart Taylor Jr., legal commentator, Dec. 14, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;When Social Security was passed, there were all kinds of lawsuits,&quot; just as there have been in the legal battle over the new health care law.</p>", "statement_context": "a television interview", "statement_date": "2010-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}