{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/dec/21/ellen-freidin/districts/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2972, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2972/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tFollowing a polarizing midterm election, and with intensifying partisan bickering over everything from taxes to health care, a group dubbing itself No Labels is hoping to start an earnest discussion about policy over politics. The group, comprised of Democrats, Republicans and independents, launched its website&nbsp;on Dec. 13, 2010, in the hopes of starting a movement that &quot;encourages leaders to &lsquo;put the labels aside&rsquo; in an effort to seek common sense solutions to our nation&#39;s problems.&quot;<br />\r\n\t<br />\r\n\tThe launch brought out independents like outgoing Florida Gov. Charlie Crist and New York City Mayor Michael Bloomberg, who both spoke at a kickoff event in New York City that was live-streamed on the No Labels website.<br />\r\n\t<br />\r\n\tAlso speaking was Ellen Freidin, chairwoman of&nbsp;Fair Districts Florida, a group behind the passage of two&nbsp; constitutional amendments that set new guidelines for how legislative and congressional districts are drawn up. Freidin used the occasion to note: &quot;We have dozens of districts that go for 150 to 200 miles, splitting counties, splintering cities and connecting areas that have very little in common.&quot;<br />\r\n\t<br />\r\n\tWe decided to take a closer look at Freidin&rsquo;s statement. The&nbsp;Fair Districts Florida <a href=\"http://www.fairdistrictsflorida.org/home.php\">website</a> cites two examples of such districts, but we were curious to see if there were dozens of examples, as Freidin stated.</p>\r\n<p>\r\n\t<strong>About redistricting</strong><br />\r\n\t<br />\r\n\tFirst, some background on how Florida&rsquo;s districts are created. It&rsquo;s an issue bound to be back in the limelight as state legislators restart the process of translating those numbers into political boundaries on a map.<br />\r\n\t<br />\r\n\tEvery 10 years -- two years after U.S. Census figures are compiled -- state lawmakers redraw state and congressional legislative districts. The objective is to adjust district sizes to reflect changes in the population. Occasionally, new congressional districts are added when a state gains population. For example, Florida gained two House seats this time.</p>\r\n<p>\r\n\tThe civics book reason for periodic redistricting is to protect the value of each voter&rsquo;s ballot by preventing it from being diluted by a population surge -- the goal being for each person&#39;s vote to&nbsp;carry relatively equal&nbsp;weight in&nbsp;elections. But the process of redistricting is never without accusations of &quot;gerrymandering&quot; often brought up against the party in power.</p>\r\n<p>\r\n\tThe term dates back to 1812 when Massachusetts Gov. Eldbridge Gerry signed a bill to redistrict Massachusetts. A newspaper noted that the contorted districts on the map resembled&nbsp;salamanders, and the term &quot;gerrymander&#39;&#39; has since come to mean creating districts for political motive over geographical proximity.</p>\r\n<p>\r\n\tThe Florida <a href=\"http://www.floridaredistricting.org/\">website</a> for the redistricting that was carried out in 2002 gives a sense of the process and numbers involved.</p>\r\n<p>\r\n\tThe Legislature divided the state&rsquo;s population evenly&nbsp;into 120 state House districts, each containing a little over 130,000&nbsp;people. Records show the number of registered voters per district ranged between 45,000&nbsp;and 98,000.</p>\r\n<p>\r\n\tThe same population is divided evenly into&nbsp;40 state Senate districts. Each&nbsp;district&#39;s&nbsp;population hovered&nbsp;around 399,000, with the number of registered voters varying from about 134,000 to 280,000.</p>\r\n<p>\r\n\tFlorida&#39;s Congressional districts contained&nbsp;a uniform population of 639,295, give or take a few people, and&nbsp;had voter registration&nbsp;ranging from&nbsp;about 232,600 to 418,700. &nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\tDuring the November 2010 election, Florida voters approved two amendments to the state constitution that set specific guidelines in the creation of such districts. Amendment 5 was geared toward state districts and Amendment 6 was to be applied to congressional districts.<br />\r\n\t<br />\r\n\tBoth amendments say districts should not be drawn to favor incumbents or a particular political party. Districts must be contiguous, compact and follow local and geographical boundaries. The districts shall also not be drawn to interfere with minority representation as provided for in the Voting Rights Act.<br />\r\n\t<br />\r\n\tThe amendments were brought forth by Fair Districts Florida, a&nbsp;group that collected 1.7 million signatures to get the questions on the state ballot.</p>\r\n<p>\r\n\t<strong>A look at our districts</strong></p>\r\n<p>\r\n\tSo, do the districts created&nbsp;in 2002&nbsp;&quot;go on for 150 to 200 miles, splitting counties, splintering cities and connecting areas that have very little in common?&#39;&#39;&nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tHere, with the distances for the larger districts approximated&nbsp;by plugging cities into Mapquest,&nbsp;are some examples we found of both state and congressional districts that&nbsp;speak to the issue at hand:</p>\r\n<p>\r\n\t<strong>The 2nd Congressional District </strong></p>\r\n<p>\r\n\tThis Panhandle <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3430/f3430.htm\">district</a><a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3405/f3405.htm\"> </a>represented by newly elected Republican Steve Southerland&nbsp;contains the largest number of counties in the state&#39;s delegation&nbsp;-- 16. It takes in some or all of Bay, Calhoun, Dixie, Franklin, Gadsden, Gulf, Jackson, Jefferson, Lafayette, Leon, Liberty, Okaloosa, Suwannee, Taylor, Wakulla and Walton counties. Approximate distance covered: 240 miles.&nbsp;&nbsp;</p>\r\n<p>\r\n\t<br />\r\n\t<strong>The 3rd and 4th Congressional Districts&nbsp;</strong></p>\r\n<p>\r\n\tThe<a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3431/f3431.htm\"> 3rd District,</a> represented by Democratic Rep. Corrine Brown, contains portions of&nbsp;larger cities like Jacksonville and Orlando, while also taking in smaller communities like Gainesville and Apopka. The 2010 edition of the <em>Almanac of American Politics&nbsp;</em>notes that the district has three sets of borders. Designed in 1992 to be North Florida&#39;s black majority seat,&nbsp;from a partisan point of view it was&nbsp;also created&nbsp;&quot;to shift as many Democrats as possible to the 3rd District to strengthen Republicans elsewhere,&#39;&#39; the <em>Almanac</em> says.&nbsp;It taps Democratic voters&nbsp;in the center of Jacksonville,&nbsp;then picks up voters in&nbsp;Orlando and&nbsp;Gainesville, with stops in&nbsp;Sanford and smaller communities.&nbsp;Approximate distance covered: 210 miles.</p>\r\n<p>\r\n\tMeanwhile, Republican Rep. Ander Crenshaw&#39;s <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3432/f3432.htm\">4th District </a>stretches across the northern border&nbsp;of the state from the Atlantic shore in Nassau County&nbsp;to Tallahassee in the center. It includes, as the <em>Almanac </em>notes, &quot;much of Jacksonville,&nbsp;minus the African-American neighborhoods,&#39;&#39; and&nbsp;runs west through Baker, Union, Columbia, Hamilton, Madison, Jefferson and Leon counties.&nbsp;Approximate distance covered: 165 miles.&nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>The 5th Congressional District </strong></p>\r\n<p>\r\n\tCarved from west-Central Florida, this <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3433/f3433.htm\">district</a> represented in the upcoming Congress by Republican <font size=\"+0\">Rich Nugent </font>stretches from the northern tip of Polk County to include nearly all of distant, rural Levy County,&nbsp;large portions of Lake, Marion and Pasco&nbsp;counties&nbsp;and all of Sumter,&nbsp;Citrus and Hernando counties. Approximate distance covered: 140 miles.</p>\r\n<p>\r\n\t<strong>The 6th Congressional District </strong></p>\r\n<p>\r\n\tRepublican U.S. Rep. Cliff Stearns&#39; <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3434/f3434.htm\">district</a> is another that takes a bite out of the metropolitan Jacksonville area. From there it&nbsp;wobbles south through&nbsp;wooded north-central Florida, shaving off part of Gainesville and stopping in&nbsp;Lake County,&nbsp;a short drive from Orlando. In the process it takes in some or all of&nbsp;Duval, Clay, Bradford, Alachua, Gilchrist, Levy, Marion and Lake counties. Approximate distance covered: 146 miles.&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>The 10th and 11th Congressional Districts </strong></p>\r\n<p>\r\n\tDemocratic Rep.&nbsp;Kathy Castor&#39;s <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3439/f3439.htm\">11th District</a> used to be entirely&nbsp;in Tampa and Hillsborough County, but during the&nbsp;2002 redistricting,&nbsp;a sizable pocket of Democratic voters&nbsp;in South St. Petersburg were frog-marched across Tampa&nbsp;Bay, electorally speaking,&nbsp;to be joined with Democratic kindred&nbsp;spirits. The district also picked up a piece of Manatee County. The effect&nbsp;boosted the&nbsp;GOP margins in Pinellas&nbsp;County, where Republican Rep. C.W. Bill Young&nbsp;holds the<a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3438/f3438.htm\"> 10th District</a>, which voted for Bill Clinton in 1996 and Al Gore in 2000.&nbsp;Young&#39;s district is the only one in Florida contained wholly&nbsp;within a single&nbsp;county&#39;s borders.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>The 16th Congressional District </strong></p>\r\n<p>\r\n\tRepresented by Republican Tom Rooney, the <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3444/f3444.htm\">district</a>&nbsp;stretches from the Atlantic coast on the east almost to the Gulf of Mexico, and was described&nbsp;in the 2010 edition of the <em>Almanac of American Politics</em> as &quot;one of the most oddly designed districts in the nation.&rsquo;&rsquo;&nbsp;The district spans parts of Charlotte, Glades, Hendry, Highlands, Okeechobee, St. Lucie, Martin and Palm Beach counties. Approximate distance covered: 155 miles.<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>The 22nd Congressional District </strong></p>\r\n<p>\r\n\tWhile the district was once a Democratic stronghold, it recently traded hands into the Republican party when Allen West defeated Democrat Ron Klein. the narrow coastal district, which stretches from Palm Beach Gardens down to Cooper City Broward County, may be a straight shot down the coast, but the western portion of the district is a series of electoral cul-de-sacs.</p>\r\n<p>\r\n\t<br />\r\n\t<img height=\"248\" src=\"https://lh6.googleusercontent.com/JyGbCPFaYfSux_JKKerlTykOWuU5_MYyOiAl0Bz_FdU_35ED3DzaYbzwC5YLT-Wpwi4uo5YdgwjjMa2s0vIKmEVL9OC-EhOJT5FOqe5mCuqhJcmnNA\" width=\"156\" /><br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp; <strong>The 25th Congressional District</strong></p>\r\n<p>\r\n\tThe needs of voters in the largely Hispanic enclaves of West Miami-Dade County like Hialeah Gardens may have little in common with the needs of older rural voters in Collier County, but the two Republican-leaning areas are linked in the same congressional <a href=\"http://fcit.usf.edu/florida/maps/pages/3400/f3453/f3453.htm\">district</a>. The 25th District was one of two new&nbsp;districts carved out by the Legislature in 2002. Mario-Diaz Balart, who was Florida House majority leader at the time, also chaired the redistricting committee that created the district. Diaz-Balart, a Republican, was subsequently elected the district&rsquo;s first congressman in 2002. It is about to pass to newly elected U.S. Rep. David Rivera, also a Republican.&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 1</strong></p>\r\n<p>\r\n\tSen. Tony Hill&#39;s district cascades south through Duval&nbsp;County, spreading out in central St. Johns, and sending a spur line into Putnam County,&nbsp;and dips&nbsp;south to take in a large swath of Flagler County and a looping portion of Volusia County. Approximate distance covered: 108 miles.</p>\r\n<p>\r\n\t<img alt=\"District Map\" border=\"0\" height=\"304\" src=\"http://www.flsenate.gov/images/maps/s001.gif\" style=\"width: 317px; height: 304px;\" width=\"400\" /></p>\r\n<p>\r\n\t<br />\r\n\t<br />\r\n\t<strong>State Senate District 3</strong></p>\r\n<p>\r\n\tState Sen. Charlie Dean&rsquo;s&nbsp;district covers Baker, Dixie, Hamilton, Lafayette, Suwannee and Taylor counties, in addition to parts of Citrus, Columbia, Jefferson, Leon, Levy, Madison and Marion counties. Approximate distance covered: 272 miles.<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t&nbsp;<img alt=\"District 3 map\" border=\"0\" height=\"353\" src=\"http://www.flsenate.gov/images/maps/s003.gif\" style=\"width: 306px; height: 322px;\" width=\"400\" /></p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 7</strong></p>\r\n<p>\r\n\tRepresented by Republican Sen. Evelyn J. Lynn, this district snakes from Clay County down to Putnam and Marion counties and covers most of Volusia County. Approximate distance covered: 165 miles.<br />\r\n\t<img height=\"264\" id=\"internal-source-marker_0.9335971559417264\" src=\"https://lh6.googleusercontent.com/wpBaTgp-lBRHLuSEdN_d3K1E9stB_RpkrPNvH_1eoppbfrea7o0r9fAcXUX93N6b46GWhzxbh7eGh6EOXQVO1IstamUCDsbZs-1s8Eh1Wwc2hd_vng\" width=\"219\" /></p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t&nbsp;<br />\r\n\t<strong>State Senate District 8</strong></p>\r\n<p>\r\n\t<br />\r\n\tRepublican Sen. John Thrasher&rsquo;s district is spread&nbsp;along the Atlantic coast, running through Nassau,&nbsp;Duval, St. Johns, Flagler and&nbsp;Volusia counties. Approximate distance covered: 144 miles.</p>\r\n<p>\r\n\t<img height=\"263\" id=\"internal-source-marker_0.9335971559417264\" src=\"https://lh4.googleusercontent.com/ctHDfM60W9xPy1kvVsR4ZdJ219AmoHjxDyiorzcp7Rjgu7Sdei4TcD1KrEkF5ZEcSpfXZFwFZliCx8Sn7wjI1-MdevelIq_k1SyXC3Aan1mR1JSqhA\" width=\"218\" /><br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>State Senate District 14</strong></p>\r\n<p>\r\n\tRepublican Sen. Steve Oelrich&#39;s district covers Alachua, Bradford, Gilchrist and Union counties with portions of Columbia, Levy, Marion, and Putnam counties in the fold. Approximate distance covered: 85 miles.&nbsp;<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t&nbsp;&nbsp;<img alt=\"District 14 map\" border=\"0\" height=\"372\" src=\"http://www.flsenate.gov/images/maps/s014.gif\" style=\"width: 374px; height: 278px;\" width=\"400\" /></p>\r\n<p>\r\n\t<strong>State Senate District 15</strong></p>\r\n<p>\r\n\tRepublican Sen. Paula Dockery&#39;s district is carved where four&nbsp;counties converge -- Hernando, Sumter, Lake and Polk, throwing in&nbsp;a piece of Osceola County to fill it out. Approximate distance covered: 159 miles. &nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong><img alt=\"District 15 map\" border=\"0\" height=\"364\" src=\"http://www.flsenate.gov/images/maps/s015.gif\" style=\"width: 288px; height: 314px;\" width=\"399\" /></strong></p>\r\n<p>\r\n\t<strong>State Senate District 18</strong></p>\r\n<p>\r\n\tThe district, represented by Democratic Sen. Arthenia Joyner, covers parts of East and South Tampa, South St. Petersburg in Pinellas County and a sliver of Manatee County. Approximate distance covered: 57 miles.<br />\r\n\t<img height=\"301\" src=\"https://lh3.googleusercontent.com/PT6ApxuoOxpjcDIehCY36v2G-UB8FJ6T9w8N_p9JKTH8nvpv3j_lWQ2yRTdjClvFcmCmGGImVgL2SRuvrWc69SaDQ1-Lc0UxVqBLD08v4Q5hDcxGEg\" width=\"268\" /><br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 21</strong></p>\r\n<p>\r\n\tRepublican Sen. Mike Bennett&#39;s district covers nearly all of Manatee County, plus pieces of Sarasota, DeSoto, Charlotte and Lee counties (and the Senate&nbsp;misspells Charlotte on its website map). Approximate distance covered: 124 miles. &nbsp;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong><font size=\"3\"><font face=\"Times New Roman\"><img alt=\"District 21 map\" border=\"0\" height=\"365\" src=\"http://www.flsenate.gov/images/maps/s021.gif\" style=\"width: 332px; height: 235px;\" width=\"400\" /></font></font></strong></p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 26</strong></p>\r\n<p>\r\n\tThe district represented by Republican Senate President Mike Haridopolos covers coastal areas of Brevard County, but also covers portions of Osceola and Indian River counties. Approximate distance covered: 164 miles.</p>\r\n<p>\r\n\t&nbsp;<img alt=\"District 26 map\" border=\"0\" height=\"281\" src=\"http://www.flsenate.gov/images/maps/s026.gif\" style=\"width: 290px; height: 249px;\" width=\"400\" /></p>\r\n<p>\r\n\t&nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 27</strong></p>\r\n<p>\r\n\tThe district, currently represented by Palm Beach County Republican Lizbeth Benacquisto, spans five counties (Palm Beach, Glades, Hendry&nbsp;Charlotte and Lee) and travels nearly coast to coast from West Palm Beach in the east to Fort Myers in the west. Approximate distance covered: 140 miles.<br />\r\n\t<img height=\"206\" src=\"https://lh3.googleusercontent.com/o5V4fXwmTGkQkOCMU9-aL1NCjxw9TmhSAferxBmtJ9U0xaQeDllIdE5le6RyNTwEMPEZSCHX1ywqFLmHdq4c-7YDSfQj-nZGIaHQIVMQzPz3bm8tOQ\" width=\"232\" /><br />\r\n\t&nbsp;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>State Senate District 28</strong></p>\r\n<p>\r\n\tRepublican Sen. Joe Negron&#39;s&nbsp;district hugs the highly developed southeastern coast, except when it veers deep into the state to pick up&nbsp;portions of Okeechobee, St. Lucie, Martin and Palm Beach counties. Approximate distance covered: 109 miles. &nbsp;&nbsp;<strong>&nbsp;</strong></p>\r\n<p>\r\n\t<strong><img alt=\"District 28 map\" border=\"0\" height=\"304\" src=\"http://www.flsenate.gov/images/maps/s028.gif\" style=\"width: 294px; height: 304px;\" width=\"400\" /></strong></p>\r\n<p>\r\n\t<strong>State Senate District 39</strong></p>\r\n<p>\r\n\tDemocratic Sen. Larcenia Bullard&rsquo;s district covers a vast geographic terrain from Hendry County to rural Immokalee in Collier County, plus urban areas in Broward, Miami-Dade and Palm Beach counties and down to the Florida Keys in Monroe County. Approximate distance covered; 268 miles.</p>\r\n<p>\r\n\t<img height=\"283\" src=\"https://lh5.googleusercontent.com/KA1aKwSJglZxNgvB8cWjuO5i1eaiFi3O4tMX8_obBm4d_buQ-iXKu1yrAcglBwndyohk3h1zObr4MOM7UsAIcl0nppKah93eTN8on2CkqWx6K8l1Bg\" width=\"260\" /><br />\r\n\t&nbsp;</p>\r\n<p>\r\n\tState House districts are&nbsp;more compact&nbsp;because they take in a smaller population, but they do meander from time to time, with electoral&nbsp;ramifications for the counties and towns affected.&nbsp;Here are a few notable clusters:</p>\r\n<p>\r\n\t<strong>State House Districts 29, 30, 31, 32</strong></p>\r\n<p>\r\n\tThis Atlantic coast region is solidly Republican, with Tom Goodson in <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_29wmap.pdf\">district 29</a>, Ritch Workman in <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_30wmap.pdf\">district 30</a>, John Tobia in <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_31wmap.pdf\">district 31</a> and Steve Crisafulli in <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_32wmap.pdf\">district 32</a>. Despite the GOP nature of the territory, it is still&nbsp;carved into&nbsp;byzantine interlocking connections of neighborhoods and towns around Melbourne and the beach communities to the north and south.&nbsp;</p>\r\n<p>\r\n\t<strong>State House Districts 35, 36,&nbsp;38, 39, 40, 41, 49</strong></p>\r\n<p>\r\n\tThese districts, taken together, are a case study of&nbsp;the political legerdemain when district lines are drawn. &nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\tDistricts 36, 39 and 49 rub shoulders in the urban Orlando area, and present&nbsp;three faces of the Democratic Party -- white liberal, African American and Hispanic.&nbsp;The state House district interactive map puts them in political perspective.&nbsp;<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_36wmap.pdf\">District&nbsp;36</a>, represented by liberal Democrat Scott Randolph,&nbsp;is&nbsp;shaped vaguely like&nbsp;a lobster,&nbsp;with its claws in&nbsp;northern and eastern Orange County and its&nbsp;body in the center of Orlando.&nbsp;</p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_39wmap.pdf\">District 39</a>, represented by&nbsp;African American&nbsp;Rep. Geraldine Thompson, is a more solid, cohesive&nbsp;block of voters.&nbsp;</p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_49wmap.pdf\">District 49</a>, represented by Darren Soto,&nbsp;tracks the Hispanic population through west Orlando, down to Kissimmee and elsewhere, spreading across Orange and Osceola counties.</p>\r\n<p>\r\n\tAll around them are Republican districts enjoying a carefully crafted symbiotic relationship. Between the lobster&#39;s claws rests the wealthy enclave of Winter Park, in <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_35wmap.pdf\">district 35</a>, home to&nbsp;Republican House Speaker Dean Cannon. Nearby is the southern edge of Apopka Republican Rep. Bryan Nelson&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_38wmap.pdf\">district 38</a>, which picks up voters in the gaps between Democratic districts 36 and 39.&nbsp; &nbsp;</p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_40wmap.pdf\">District 40</a>, represented by Republican Eric Eisnaugle, is another odd configuration, cobbling together disparate suburbs in lumps and bulges&nbsp;constituting&nbsp;southern GOP border of this&nbsp;political nexus.</p>\r\n<p>\r\n\tNeighboring<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_41wmap.pdf\"> district 41</a>, represented by Republican Stephen Precourt, is where the&nbsp;tidy urban divisions really begin to break down.&nbsp;With districts 36 and 39&nbsp;holding large groups of Democrats across the border, this Republican district sprawls west from&nbsp;Orange County into the old Florida region of&nbsp;south Lake County, and&nbsp;dips into Osceola County to the south. &nbsp;<strong>&nbsp;</strong></p>\r\n<p>\r\n\t<strong>&nbsp;</strong><strong>State House Districts 55, 67, 68 and 69</strong></p>\r\n<p>\r\n\tWith its southern end sandwiched narrowly between three Republican districts, <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_55wmap.pdf\">district 55, </a>represented by Democrat Darryl&nbsp;Rouson,&nbsp;combines voters in Sarasota, Manatee, Hillsborough and Pinellas counties.&nbsp;Meanwhile, Republican Rep. Greg Steube&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_67wmap.pdf\">district 67</a> takes&nbsp;eastern chunks of Sarasota and Manatee&nbsp;counties along with an oddly shaped&nbsp;section of southern Hillsborough County. Republican Rep. Jim Boyd&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_68wmap.pdf\">district 68</a> covers the more affluent beach communities around Bradenton, and<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_69wmap.pdf\"> district 69</a>, represented&nbsp; by Republican Jay Pilon, takes in south Manatee and Sarasota, enveloping the southern tip of Rouson&#39;s district. &nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>State House Districts 78, 79, 80, 84</strong></p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_78wmap.pdf\">District 78,</a>&nbsp;represented by&nbsp;Democrat Stephen Perman,&nbsp;contains a large portion of western Palm Beach County, plus odd pieces of Martin, St. Lucie and Okeechobee&nbsp;counties, including what looks like a surgical sliver of metropolitan Fort Pierce. It also wraps around <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_84wmap.pdf\">district 84</a>, represented by Haitian-born Democrat Mack Bernard, whose district includes Belle Glade and the surrounding area, then tracks along a road east to pick up more voters in neighborhoods around West Palm Beach. North of this oddly shaped pair of Democratic districts it is solidly Republican. Mike Horner&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_79wmap.pdf\">district 79</a> runs&nbsp;north from Okeechobee&nbsp;County through Osceola County and&nbsp;picks up chunks of Orange and Polk&nbsp;counties. And Debbie Mayfield&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_80wmap.pdf\">district 80</a> tracks the jagged edge of Perman&#39;s district to the Atlantic Ocean. &nbsp;&nbsp;</p>\r\n<p>\r\n\t<strong>State House Districts 101 and 112</strong></p>\r\n<p>\r\n\tNaples Republican Matt Hudson&#39;s <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_101wmap.pdf\">district</a> is a political oddity with&nbsp;two nodes of urbanization separated&nbsp;by thousands of square miles of swamp, farms and open land. To the east it&nbsp;picks up a little of&nbsp;urban Broward County&nbsp;along the edge of&nbsp;Pembroke Pines, then&nbsp;it slides&nbsp;west through a&nbsp;long, narrow&nbsp;passage that includes the Everglades and Big Cypress swamp,&nbsp;emerging amidst a host of suburban neighborhoods&nbsp;around Naples, in Collier County.&nbsp;Approximate distance covered; 108 miles. The same strange geography and approximate distance applies with <a href=\"http://www.myfloridahouse.gov/FileStores/Web/District/H406H020_district_112wmap.pdf\">district 112,</a> represented by Miami Republican Jeanette Nunez.&nbsp; &nbsp;</p>\r\n<p>\r\n\tWinnowing&nbsp;people&nbsp;by&nbsp;party alliance does raise a basic question about&nbsp;representative government --&nbsp;Should a politician be given carte blanche to discard certain voters, or would the public good be better served&nbsp;if the offfice-holder were required to take divergent views into account? But that discussion is not why we&#39;re here.&nbsp;&nbsp;</p>\r\n<p>\r\n\tSo, back to the question at hand. Was Freidin accurate in stating that Florida has &quot;dozens of districts that go for 150 to 200 miles, splitting counties, splintering cities and connecting areas that have very little in common?&quot; &nbsp;</p>\r\n<p>\r\n\tFlorida has a total of 185 legislative and congressional districts -- 120 in the state House, 40 in the Senate and 25 in Congress. Of those, 67, or 36 percent,&nbsp;are contained within the borders of a single county.&nbsp;In less populated regions, a district must, of necessity, spread out to meet its population number. But, as the maps above show, that&#39;s not always the reason for the shifting lines.&nbsp;</p>\r\n<p>\r\n\tThe&nbsp;state&#39;s major cities are carved into all manner of peculiar bits and pieces to assemble state House, Senate and even Congressional&nbsp;districts.&nbsp;Fort Lauderdale and Orlando are each&nbsp;divvied up into four congressional districts, often being grouped with smaller rural communities that share little common interest.</p>\r\n<p>\r\n\t&nbsp;It is also clear that&nbsp;the integrity of county lines is not a concern when district lines are drawn.&nbsp;As we mentioned before, only one of the state&#39;s 25 congressional districts&nbsp;is wholly contained in one county. Among the rest, one&nbsp;includes some or all of&nbsp;16 counties,&nbsp;and the&nbsp;average&nbsp;number of counties per district is 4.8.&nbsp;Miami-Dade and Broward counties are in five congressional districts. Hillsborough, Pinellas and Duval&nbsp;counties are in three. &nbsp;</p>\r\n<p>\r\n\tThe state House and Senate are not much better.&nbsp;In the House,&nbsp;59 -- slightly less than half&nbsp;-- of the&nbsp;districts fall within one county. One district&nbsp;takes in portions of 10 counties, and the average number of counties included&nbsp;wholly or partially&nbsp;in&nbsp;a state House seat&nbsp;is&nbsp;1.96.&nbsp;Only seven of the 40 state Senate seats&nbsp;fall within one county,&nbsp;and on average,&nbsp;senate districts&nbsp;spread over three counties.</p>\r\n<p>\r\n\tWhat about the claim that districts &quot;go for 150 to 200 miles?&#39;&#39;</p>\r\n<p>\r\n\tMany do, as our rough approximations illustrate.&nbsp;Strictly speaking, there are not &quot;dozens&#39;&#39; that run over 150 miles, but there are at least nine on our list, and if you loosen the standard&nbsp;slightly to take in those over 140 miles, we found 13. One might argue that districts&nbsp;should be measured not just from end to end, but by the sprawling&nbsp;territory they take up, which would&nbsp;likely add to the list. Whether it would get it to &quot;dozens&#39;&#39; is debatable.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n<p>\r\n\tInarguably, the districts&nbsp;meander and wind in jagged jigsaw patterns that crisscross cities and&nbsp; counties.&nbsp;We&nbsp;highlighted more than three-dozen examples. With a slight penalty for fuzzy math on the number of giant districts,&nbsp;we rate Freidin&rsquo;s claim Mostly True.</p>", "ruling_comments_date": "2010-12-16T13:07:17.939408", "ruling_date": "2010-12-21T20:29:05", "ruling_headline": "Reform advocate says \"dozens'' of Florida political districts split counties and splinter cities", "ruling_headline_slug": "districts", "ruling_link_text": "Florida's political map is crawling with salamanders ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Almanac of American Politics</em>, 2010 edition. Michael Barone and Richard Cohen</p>\r\n<p>\r\n\tPolitiFact Florida, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/jun/24/fair-districts-florida/incumbents-hard-beat/\">Fair Districts Florida: Incumbents hard to beat</a>,&quot; June 24, 2010<br />\r\n\t<br />\r\n\tFair Districts Florida,<a href=\"http://www.fairdistrictsflorida.org/whatis.php\"> website</a>, viewed Dec. 12, 2010<br />\r\n\t<br />\r\n\tFlorida Division of Elections, <a href=\"http://election.dos.state.fl.us/district-maps.shtml\">Legislative &amp; Congressional Maps</a>, viewed Dec. 12, 2010<br />\r\n\t<br />\r\n\tFlorida Senate website, &nbsp;<a href=\"http://www.flsenate.gov/Legislators//index.cfm?Mode=District%20Information&amp;Submenu=2&amp;Tab=legislators\">District Maps</a>, viewed Dec. 12, 2010</p>\r\n<p>\r\n\tFlorida House website, <a href=\"http://www.myfloridahouse.gov/contentViewer.aspx?Category=PublicGuide&amp;File=About_The_Representatives_House_Districts.html\">District Maps</a>, viewed Dec. 22, 2010</p>\r\n<p>\r\n\tU.S. House <a href=\"http://www.house.gov/house/MemberWWW_by_State.shtml#fl\">District maps</a>, viewed Dec. 22, 2010<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/2010/1213/Moveon.org-for-the-middle-Can-Nolabels.org-cure-partisan-politics\">Moveon.org</a> for the Middle. Can Nolabels.org cure partisan politics?,&quot; Dec. 13, 2010.<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;Push is on to halt Gerrymandering,&quot; Feb, 28, 2009<br />\r\n\t<br />\r\n\t<em>Florida Times-Union</em>, &quot;Election Outcome to redraw state&rsquo;s districts; Governor&rsquo;s race and redistricting amendments will reshape political map for at least a decade,&quot; Sept. 16, 2010, acquired through Nexis.com<br />\r\n\t<br />\r\n\t<em>Florida Times-Union</em>, &quot;Redistricting rules opposed on race; Incumbents against a measure aimed at gerrymandering,&quot; Sept. 21, 2010, acquired through Nexis.com<br />\r\n\t<br />\r\n\t<em>Florida Times-Union</em>, &quot;Fortune disputes Brown&rsquo;s district; Documentary says boundaries formed by gerrymandering,&quot; June 2, 2010, acquired through Nexis.com<br />\r\n\t<br />\r\n\t<em>The Miami Herald</em>, &quot;Congressional redistricting law taken to court,&quot; Nov. 4, 2010, acquired through Nexis.com<br />\r\n\t<br />\r\n\t<em>Panama City News-Herald</em>, &quot;Editorial: Yes on 5 and 6,&quot; Oct. 15, 2010, acquired through Nexis.com</p>\r\n<p>\r\n\t<em>Sarasota Herald-Tribune</em>, &quot;Yes on Amendments 5 and 6,&quot; Oct. 13, 2010, acquired through Nexis.com</p>\r\n<p>\r\n\tInterview with political scientist Lance deHaven-Smith</p>\r\n<p>\r\n\tMapquest</p>\r\n<p>\r\n\t&quot;<a href=\"http://www.census.gov/prod/2001pubs/c2kbr01-7.pdf\">Congressional apportionment</a>,&rsquo;&rsquo; from the United States Census Bureau, July 2001</p>\r\n<p>\r\n\tFlorida House Redistricting Committee 2002 <a href=\"http://www.floridaredistricting.org/\">data and records</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Campaign chair of Fair Districts Florida", "false_count": 0, "first_name": "Ellen", "half_true_count": 0, "home_state": "Florida", "id": 916, "last_name": "Freidin", "mostly_true_count": 1, "name_slug": "ellen-freidin", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ellen_freidin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/916/", "total_count": 1, "true_count": 0, "website": "http://www.fairdistrictsflorida.org"}, "statement": "<p>\r\n\t<font face=\"Verdana\" size=\"2\">&quot;We have dozens of districts that go for 150 to 200 miles, splitting counties, splintering cities and connecting areas that have very little in common.&quot;</font></p>", "statement_context": "comments at the launch of the NoLabels.org website.", "statement_date": "2010-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}