{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/dec/17/james-jolly/university-system-official-says-out-state-tuition-/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "cgay@ajc.com", "first_name": "Charles", "id": 167, "last_name": "Gay", "name_slug": "charles-gay", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/167/", "title": "Sunday editor", "twitter": null}], "facebook_headline": null, "id": 2974, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2974/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\t<font>As leaders of the state&#39;s public higher education system mulled whether to bar illegal immigrants, money was on their minds. </font><br />\r\n\t<br />\r\n\tIs this financially troubled state paying for illegal immigrants to go to college? they asked.<br />\r\n\t<br />\r\n\tThey&#39;re not, according to a State Board of Regents fact-finding committee. Illegal immigrants pay out-of-state tuition, and &quot;every student paying out-of-state tuition actually covers more than the cost of instruction,&quot; Regent James Jolly said in a newsletter issued by the board.<br />\r\n\tMore than the cost of instruction? That sounds like a lot.<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia contacted the University System of Georgia Board of Regents, showed the regents&#39; data to experts and talked to other experts to check out this claim.&nbsp;<br />\r\n\t<br />\r\n\tThe debate over illegal immigrants in Georgia public colleges flared with the March 30 arrest of Jessica Colotl, a Kennesaw State University student who was found guilty last month on a misdemeanor charge of driving without a license.<br />\r\n\t<br />\r\n\tIt turned out Colotl, a political science major, had been brought illegally to the U.S. from Mexico as a child.<br />\r\n\t<br />\r\n\tCollege officials disclosed Colotl was charged in-state tuition, even though <font>state rules required that illegal immigrants pay much higher out-of-state rates.</font><br />\r\n\t<br />\r\n\tThe Board of Regents created the Residency Verification Committee to find out more about illegal immigrants in state schools.<br />\r\n\t<br />\r\n\tIn October, the State Board of Regents voted to ban illegal immigrants from Georgia&#39;s top public colleges starting next fall. But the debate won&#39;t end there. During the upcoming legislative session, lawmakers <font>plan to introduce</font> a bill to bar these students from all public colleges in the state.<br />\r\n\t<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<font>And so we return to the question of whether out-of-state tuition covers more than the cost of educating students at Georgia&#39;s public colleges.&nbsp; </font><br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<br />\r\n\tThe subject is more complicated than you would expect, experts told AJC PolitiFact Georgia.<br />\r\n\t<br />\r\n\tCollege tuition is not strictly based on how much it costs to educate a student. It&#39;s often not even clear to experts what that cost is. That&#39;s because professors do more than teach. They also conduct research and use their expertise to help the public. One estimate placed teaching time for professors at research-oriented institutions at best at 40 percent of faculty workload.<br />\r\n\t<br />\r\n\tEven though professors spend much of their time on other things, their salaries get classified as an instruction cost, <font><font>said Robert Toutkoushian<font><font>,</font><font> a </font></font>professor with the University of Georgia&#39;s </font></font>Institute of Higher Education. This can artificially inflate how much a college spends on educating its students.<br />\r\n\t<br />\r\n\tYou can underestimate the cost, too, Toutkoushian said. A professor&#39;s research and public service experience can improve his teaching, but it&#39;s hard to assign a dollar value to that.<br />\r\n\t<br />\r\n\tThe Board of Regents&#39; committee did not dwell on these complexities. Instead, it added all expenditures for teaching and related activities, plus state-funded school repair, renovation and infrastructure costs to figure out the total cost of educating the system&#39;s students.<br />\r\n\t<br />\r\n\tThe total cost of instruction: $3.62 billion for fiscal year 2011.&nbsp;<br />\r\n\t<br />\r\n\tTo get the cost per student, it then divided that $3.62 billion by 280,078, which is roughly the number of full-time students in the system.<br />\r\n\t<br />\r\n\tThe regents <font><font>found that for every category of school, the average cost of educating a student is significantly lower than out-of-state tuition.</font></font><br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<br />\r\n\tFor research universities such as Georgia Tech, it&#39;s $18,310. Average out-of-state tuition and fees there total $25,859.<br />\r\n\t<br />\r\n\tFor regional universities such as Kennesaw State, the cost is $10,955, while out-of-state tuition and fees are $17,230.<br />\r\n\t<br />\r\n\tFor two-year and state colleges such as Georgia Perimeter, it&#39;s $8,632. Tuition and fees are $10,147.<br />\r\n\t<br />\r\n\tTuition and fee figures do not include room and board.<br />\r\n\t<br />\r\n\tCollege finance experts agreed that these results are not surprising.<br />\r\n\t<br />\r\n\t&quot;In general, that&#39;s true,&quot; said Jane Wellman, executive director of the Delta Project on Postsecondary Education Costs, Productivity, and Accountability. The nonprofit group studies higher education spending and affordability.<br />\r\n\t<br />\r\n\tWhile in-state tuition at public universities is typically lower than the cost of educating a student, out-of-state prices often exceed it, Wellman said.<br />\r\n\t<br />\r\n\tIn Georgia, this is by design, according to Atlanta Journal-Constitution articles dating from the mid-1990s. The state&#39;s public colleges increased out-of-state tuition after complaints at the time that state money was being used to educate students from elsewhere.<br />\r\n\t<br />\r\n\tStill, to check out these numbers, we looked at other estimates.<br />\r\n\t<br />\r\n\tThe Delta Project placed the 2008 average cost for education and related spending in Georgia&#39;s public research universities at $12,707. This is below the Board of Regents&#39; estimates, which include certain operation and buildings costs that researchers at the Delta Project do not.<br />\r\n\t<br />\r\n\tFor another perspective, we also looked at raw data from the Integrated Postsecondary Education Data System, a program of the U.S. Department of Education that collects numbers from more than 6,700 higher education institutions across the country.<br />\r\n\t<br />\r\n\tFor fiscal year 2009, the combined cost of instruction, academic support and student services at the University of Georgia was $10,619. Again, that&#39;s less than UGA&#39;s out-of-state tuition and fees, which were $22,342 that year.<br />\r\n\t<br />\r\n\tStudents who pay out-of-state tuition frequently receive scholarships and other money from their college to help them with costs, but if they cannot document their lawful immigration status, they are not eligible, said John Millsaps, a spokesman for the Board of Regents.<br style=\"background-color: rgb(255, 255, 0);\" />\r\n\t<br />\r\n\tMultiple approaches conclude that the cost of educating students in Georgia&#39;s public colleges is less than full out-of-state tuition and fees. This means that if illegal immigrants pay the proper price, taxpayers are not financing their education.<br />\r\n\t<br />\r\n\tWe therefore rule Jolly&#39;s statement True.<br />\r\n\t<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2010-12-16T15:57:55.972926", "ruling_date": "2010-12-17T06:00:00", "ruling_headline": "University System official says out-of-state tuition covers costs", "ruling_headline_slug": "university-system-official-says-out-state-tuition-", "ruling_link_text": "Out-of-state tuition pays the bills and then some", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tUniversity System of Georgia, the System Supplement, &quot;<a href=\"http://www.usg.edu/system_supplement/issue/2010/10/regents_adopt_new_policies_on_undocumented_students/\">Regents Adopt New Policies on Undocumented Students</a>,&quot; October 2010<br />\r\n\t<br />\r\n\tUniversity System of Georgia Cost of Education presentation, received Dec. 2, 2010<br />\r\n\t<br />\r\n\tDelta Project on Postsecondary Education Costs, Productivity, and Accountability, Georgia fact sheet, accessed Dec. 9, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Education, <a href=\"http://nces.ed.gov/ipeds/\">National Center for Education Statistics, Integrated Postsecondary Education System</a>, accessed Dec. 13, 2010<br />\r\n\t<br />\r\n\tInterview, Robert K. Toutkoushian, professor, Institute of Higher Education, University of Georgia, Dec. 13, 2010<br />\r\n\t<br />\r\n\tE-mail interview, John Milam, president, HigherEd.org, Dec. 13, 2010<br />\r\n\t<br />\r\n\tInterview, Michelle Asha Cooper, president, Institute for Higher Education Policy, Dec. 13, 2010<br />\r\n\t<br />\r\n\tInterview, D. Bruce Johnstone, professor emeriti, University of Buffalo, Dec. 14, 2010<br />\r\n\t<br />\r\n\tInterview, Jane Wellman, executive director, Delta Project on Postsecondary Education Costs, Productivity, and Accountability, Dec. 14, 2010<br />\r\n\t<br />\r\n\tInterview, John Millsaps, spokesman, Board of Regents, University System of Georgia, Dec. 7, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Student found guilty of driving without license,&quot; Nov. 12, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Colleges will bar illegal students,&quot; Oct. 14, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Immigrant debate distracts from higher ed issues,&quot; Nov. 19, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;State colleges may get pricier for non-Georgians:<br />\r\n\tRegents to study 25 percent hike for fall of 1995,&quot; April 13, 1994<br />\r\n\t<br />\r\n\tDelta Project on Postsecondary Education Costs, Productivity, and Accountability, &quot;Trends in College Spending, 1998-2008,&quot; July 2010<br />\r\n\t<br />\r\n\t&quot;Higher Education and Those &#39;Out of Control Costs,&#39; &quot; paper excerpted from In Defense of American Higher Education<i>,</i> 2001<br />\r\n\t<br />\r\n\tThe Chronicle of Higher Education, &quot;<a href=\"http://chronicle.com/article/New-Web-Tool-Helps-Experts-and/66222/\">New Web Tool Helps Both Experts and Public Grasp Colleges&#39; Costs</a>,&quot; Jul. 9, 2010,<br />\r\n\t<br />\r\n\tInside Higher Ed, &quot;What Does a Degree Cost?&quot; May 19, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "James ", "half_true_count": 0, "home_state": "", "id": 917, "last_name": "Jolly", "mostly_true_count": 0, "name_slug": "james-jolly", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jolly.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/917/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Every student paying out-of-state tuition actually covers more than the cost of instruction.&quot;</p>", "statement_context": "a University of Georgia System newsletter", "statement_date": "2010-10-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "If illegal immigrants pay full public college tuition, are taxpayers subsidizing their education? #gapolitics"}