{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/dec/21/kay-bailey-hutchison/sen-kay-bailey-hutchison-says-democratic-districts/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2975, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2975/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Sen. Kay Bailey Hutchison, R-Texas, slammed the federal government&#39;s spending habits under President Barack Obama in a Nov. 22 op-ed piece in the <em>Austin American-Statesman</em>, singling out the roughly $800 billion stimulus plan that passed last year.</p>\r\n<p>\r\n\tAfter asserting that the program is wasteful, Hutchison said: &quot;It has been reported that, on average, Democratic congressional districts received 81 percent more stimulus funds than Republican districts.&quot;</p>\r\n<p>\r\n\tShe went on: &quot;Unelected bureaucrats in Washington ... shouldn&#39;t be empowered to distribute taxpayer dollars with little or no intimate knowledge of a state or community&#39;s need &mdash; or, worse, guided by a political agenda that will serve some and neglect others.&quot;</p>\r\n<p>\r\n\tFirst, just because Hutchison describes this statistic as &quot;reported&quot; doesn&#39;t let her off the hook when making claims to her constituents. So, we took the hint from several readers who asked us to truth-test Hutchison&#39;s &quot;81 percent&quot; statement.</p>\r\n<p>\r\n\tNext, some background: The stimulus, officially known as the American Recovery and Reinvestment Act, includes tax cuts and spending programs designed to pump money into the economy, create jobs and end the recession.</p>\r\n<p>\r\n\tThe Obama administration created Recovery.gov so the public could track the stimulus spending, which is being spread out over 10 years. The website keeps tabs on only about a third of the money: the $275 billion that is being paid out by federal agencies through contracts, grants and loans to state and local governments, nonprofit groups and private companies. Not included are the tax breaks to individuals and businesses, additional money being sent to states for education and health care, and direct aid to individuals such as unemployment benefits.</p>\r\n<p>\r\n\tHutchison spokeswoman Courtney Sanders told us the 81 percent statistic came from a report by Veronique de Rugy, a senior research fellow at George Mason University&#39;s Mercatus Center, which describes itself as a &quot;source for market-oriented ideas.&quot; Sanders sent us de Rugy&#39;s March 31 <em>National Review Online</em> blog post summarizing her statistical analysis of contract and grant data that recipients reported to Recovery.gov from February through September 2009.</p>\r\n<p>\r\n\tThe total spending in de Rugy&#39;s analysis: $170 billion, which constitutes 21 percent of stimulus dollars overall.</p>\r\n<p>\r\n\tAs part of her analysis, Rugy sorted the awards by congressional district and labeled each district based on the political party of its U.S. House member. One of her findings: &quot;The average dollars awarded per Republican district is $260,675,663, while the average dollars awarded per Democratic district is $471,533,539.&quot; Those numbers reflect a Democratic average that is 81 percent greater than the Republican one.</p>\r\n<p>\r\n\tHer work was quickly challenged by blogger Nate Silver of FiveThirtyEight, a site devoted to analyzing political numbers that became part of The New York Times&#39; website in August 2010.</p>\r\n<p>\r\n\tIn his April 1 post, Silver wrote that de Rugy&rsquo;s study &quot;purporting to find a connection between stimulus spending and the partisanship of a district suffers from an obvious flaw&quot; by overlooking an important factor in stimulus fund distribution: the location of each state&rsquo;s capital city. Silver notes that according to de Rugy&rsquo;s tally, the four districts that received the largest amounts of stimulus funding contain all or part of the capitals of the nation&rsquo;s four biggest states: California, Texas, New York and Florida.</p>\r\n<p>\r\n\t&quot;This &hellip; makes perfect sense,&quot; Silver&#39;s post says. &quot;A lot of stimulus funds are distributed to state agencies, which are then responsible for allocating and administering the funds to the presumed benefit of citizens throughout the state. These state agencies, of course, are usually located in or near the state capital.&quot;</p>\r\n<p>\r\n\tAccording to Silver, de Rugy&#39;s data show that the 18 congressional districts that received the most stimulus funding contain part or all of a capital city. Of those 18 districts, only three are represented by a Republican, including the Texas 21st, whose congressman is Lamar Smith of San Antonio. His district, which ranked third in stimulus funding, includes the Texas Capitol complex and the University of Texas at Austin.</p>\r\n<p>\r\n\tAnother Austin-area district, Democrat Lloyd Doggett&rsquo;s 25th, which contains part of downtown, ranks 14th. None of the 30 other Texas districts made the top 50 list.</p>\r\n<p>\r\n\tAccording to Silver, the 78 congressional districts across the United States that contain part or all of a capital collectively received $118 billion, compared with $48 billion for the 357 districts that are not home to capitals.</p>\r\n<p>\r\n\tSilver wrote that districts with state capitals &quot;are much more likely to elect Democrats to Congress&quot; because they are usually urban; are home to large numbers of government workers (who &quot;may be more sympathetic to bigger government&quot;); have highly educated populations; and often are home to large state universities.</p>\r\n<p>\r\n\tSilver suggested that de Rugy adjust her analysis to take into account whether a district contains a capital. She did, and on April 7 blogged on <em>National Review Online</em> that &quot;even after taking out the money spent through state capitals,&quot; Democratic districts still received 30 percent more stimulus funds, on average, than Republican districts.</p>\r\n<p>\r\n\tDe Rugy&#39;s research assistant at the Mercatus Center, Jakina Debnam, told us that after removing capital districts from the analysis, the average for Democratic and Republican districts fell to $143 million and $111 million, respectively, giving Democratic districts a 29 percent edge.</p>\r\n<p>\r\n\tDe Rugy raised the partisanship issue again in a Sept. 24 <em>National Review Online</em> post about a paper by two Georgia State University political scientists, Jeffrey Lazarus and Jason Reifler, who also analyzed the distribution of stimulus contracts and grants by congressional district. &quot;They find that the partisan bias does exist,&quot; de Rugy&#39;s post says. &quot;More interestingly, they explain how and why it happens.&quot;</p>\r\n<p>\r\n\tIn their paper, Lazarus and Reifler confirm that Democratic districts got more stimulus money than Republican ones. But they contend that the results reflect majority rule; Democrats were in the majority in the House and Senate when the stimulus plan passed. &quot;Congressional majority parties routinely shape legislation to distribute federal funds according to their own policy priorities, and to politically benefit their own members,&quot; the article says.</p>\r\n<p>\r\n\tAn example of those priorities in the stimulus package, Lazarus told us, was the desire to improve health care. &quot;So districts with a lot of hospitals got extra money,&quot; thanks to the stimulus, he said &mdash; and the districts with more hospitals are in urban areas that tend to be represented by Democrats.</p>\r\n<p>\r\n\tNext, we briefed Sanders, Hutchison&#39;s spokeswoman, on the de Rugy analysis that excluded state-capital congressional districts. Sanders stuck by the 81 percent figure which, she noted, has not been retracted by de Rugy.</p>\r\n<p>\r\n\tStill, we wondered why Hutchison&#39;s op-ed piece left the impression that she was talking about all stimulus funds, not just a portion of them. Sanders&#39; response: &quot;The op-ed does not say that &mdash; that&#39;s your interpretation.&quot;</p>\r\n<p>\r\n\tTo the Truth-O-Meter: Hutchison&#39;s statement accurately draws from a researcher&#39;s analysis showing that 81 percent of $170 billion in stimulus grants and contracts went to congressional districts represented by Democrats.</p>\r\n<p>\r\n\tHowever, after an analyst suggested that stimulus data from districts with state capitals tended to skew the results, the researcher re-ran her analysis while excluding those districts. Using that methodology, Democratic districts on average received 29 percent more stimulus funds than GOP districts &mdash; not 81 percent.</p>\r\n<p>\r\n\tHutchison also fails to note that the $170 billion being scrutinized is about one-fifth of total stimulus spending, not the whole package. We rate Hutchison&#39;s statement Half True.</p>", "ruling_comments_date": "2010-12-16T16:09:47.534011", "ruling_date": "2010-12-21T06:00:00", "ruling_headline": "Sen. Kay Bailey Hutchison says Democratic districts got 81 percent more stimulus funds than GOP ones", "ruling_headline_slug": "sen-kay-bailey-hutchison-says-democratic-districts", "ruling_link_text": "Excluding state capitals, figure drops to 29 percent", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Kay Bailey Hutchison, &quot;<a href=\"http://www.statesman.com/opinion/hutchison-to-get-our-financial-house-in-order-1067605.html\">To get our financial house in order, we must focus on cutting spending</a>,&quot; Nov. 22, 2010</p>\r\n<p>\r\n\tRecovery.gov, &quot;<a href=\"http://www.recovery.gov/About/Pages/The_Act.aspx\">About the Recovery Act</a>&quot;</p>\r\n<p>\r\n\tInterview with Cheryl Arvidson, assistant director of communications, Recovery Accountability and Transparency Board, Dec. 6, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121610_sandersemail1.doc\">E-mail</a> from Courtney Sanders, spokeswoman, U.S. Sen. Kay Bailey Hutchison, Nov. 29, 2010</p>\r\n<p>\r\n\tGeorge Mason University, Mercatus Center, &quot;<a href=\"http://mercatus.org/about\">About</a>&quot; Web page, accessed Dec. 1, 2010</p>\r\n<p>\r\n\tNational Review Online, Veronique de Rugy, &quot;<a href=\"http://www.nationalreview.com/corner/197223/how-stimulus-money-allocated/veronique-de-rugy\">How Is the Stimulus Money Allocated?</a>&quot; March 31, 2010</p>\r\n<p>\r\n\tVeronique de Rugy, &quot;<a href=\"http://mercatus.org/publication/stimulus-facts-0\">Stimulus Facts</a>,&quot; accessed Dec. 13, 2010</p>\r\n<p>\r\n\tVeronique de Rugy, &quot;Working Paper, Stimulus Facts &mdash; Period 2,&quot; <a href=\"http://mercatus.org/sites/default/files/publication/Stimulus%20Facts%20Working%20Paper_0.pdf\">March 2010</a></p>\r\n<p>\r\n\tNate Silver, FiveThirtyEight blog, &quot;<a href=\"http://www.fivethirtyeight.com/2010/04/study-claiming-link-between-stimulus.html\">Study Claiming Link Between Stimulus Funding and Partisanship Is Manifestly Flawed</a>,&quot; April 1, 2010</p>\r\n<p>\r\n\tThe New York Times, &quot;<a href=\"http://fivethirtyeight.blogs.nytimes.com/about-fivethirtyeight/\">About FiveThirtyEight</a>,&quot; accessed Dec. 13, 2010</p>\r\n<p>\r\n\tNational Review Online, Veronique de Rugy, &quot;<a href=\"http://www.nationalreview.com/corner/197597/stimulus-facts-update/veronique-de-rugy\">Stimulus Facts: An Update</a>,&quot; April 7, 2010</p>\r\n<p>\r\n\tVeronique de Rugy, &quot;Working Paper, Stimulus Fact &mdash; Period 2,&quot; <a href=\"http://mercatus.org/sites/default/files/publication/WP1015_Stimulus%20Facts%202.pdf\">April 7, 2010</a></p>\r\n<p>\r\n\tInterview with Jakina Debnam, research associate, Mercatus Center, George Mason University, Dec. 9, 2010</p>\r\n<p>\r\n\tNational Review Online, Veronique de Rugy, &quot;<a href=\"http://www.nationalreview.com/corner/247713/new-analysis-stimulus-partisanship-veronique-de-rugy\">New Analysis of Stimulus Partisanship</a>,&quot; Sept. 24, 2010</p>\r\n<p>\r\n\tJeffrey Lazarus and Jason Reifler, professors, Georgia State University, &quot;<a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1670161\">Partisanship and Policy Priorities in the Distribution of Economic Stimulus Funds</a>,&quot; Sept. 1, 2010</p>\r\n<p>\r\n\tInterview with Jeffrey Lazarus, professor, Georgia State University, Dec. 10, 2010</p>\r\n<p>\r\n\tE-mail from Courtney Sanders, spokeswoman, U.S. Sen. Kay Bailey Hutchison, Dec. 13, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Kay Bailey", "half_true_count": 4, "home_state": "Texas", "id": 287, "last_name": "Hutchison", "mostly_true_count": 3, "name_slug": "kay-bailey-hutchison", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hutchisonmug7.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/287/", "total_count": 18, "true_count": 4, "website": "http://texans.forkay.com/"}, "statement": "<p>\r\n\tSays that &quot;on average, Democratic congressional districts received 81 percent more stimulus funds than Republican districts.&quot;</p>", "statement_context": "an op-ed piece.", "statement_date": "2010-11-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}