{"art": [], "author": [], "canonical_url": "/texas/statements/2010/dec/25/john-cornyn/sen-john-cornyn-says-49-states-have-balanced-budge/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2979, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/2979/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAdvocating for an amendment to the U.S. Constitution that would require Congress to balance the budget, Sen. John Cornyn, R-Texas, calls the proposal a &quot;good idea, but certainly not a new one.&quot;<br />\r\n\t<br />\r\n\t&quot;All but one of the 50 states already have some form of a balanced budget amendment in their state constitutions,&quot; he said in an op-ed published in The Dallas Morning News on Dec. 1. &quot;We can draw from the experience of the states in drafting an amendment appropriate for the federal government.&quot;<br />\r\n\t<br />\r\n\tForty-nine out of 50?</p>\r\n<p>\r\n\tCornyn spokeswoman Jessica Sandlin pointed us to a report by the National Conference of State Legislatures (NCSL), a bipartisan organization that advocates for the interests of state governments before Congress and federal agencies.<br />\r\n\t<br />\r\n\tSandlin also pointed out a flaw in the senator&#39;s statement: &quot;Upon further review, it would seem you might have us on a technicality on this one. While it is true that 49 states are required to have balanced budgets, four of them are required by statute, not a Constitutional amendment.&quot;<br />\r\n\t<br />\r\n\tShe said that they &quot;stand by the spirit of the statement&quot; but that &quot;an important clarifying clause&quot; was cut during editing. The line should have been: &quot;All but one of the 50 states have some form of a balanced budget amendment in their state constitutions or state statutes,&quot; she said in an e-mail.<br />\r\n\t<br />\r\n\tAccording to an October NCSL report on states&#39; balanced-budget provisions, the group &quot;has traditionally reported that 49 states must balance their budgets, with Vermont being the exception.&quot;<br />\r\n\t<br />\r\n\tAn appendix in the report lists 45 states, including Texas, with a constitutional citation concerning a balanced budget requirement, and four states that have a statutory requirement. Vermont is the only state with neither. The information comes from the legislative fiscal staff in each state, said Ron Snell, director of state services at NCSL.<br />\r\n\t<br />\r\n\tBut it&#39;s not that simple, Snell said, who noted that Cornyn incorrectly called all the state constitutional citations &quot;amendments.&quot; According to the appendix, only two states have constitutional amendments dealing with balanced budgets, which means the provisions were added to their original constitutions. For the remaining 43, the provisions have always been part of their constitutions.<br />\r\n\t<br />\r\n\tMore substantively, the report notes that there&#39;s no consensus on which states have or do not have balanced-budget laws. That is, not every state has an explicit requirement that state expenditures not exceed projected revenue. The report names Wyoming, North Dakota and Alaska as states whose balanced-budget requirements are debated.<br />\r\n\t<br />\r\n\t&quot;In some states that lack explicit language requiring a balanced budget, a generally observed practice of doing so is based on a limitation of state debt, interpretation of other statues or traditional practice,&quot; the report says. The report adds that &quot;two points can be made with certainty. Most states have formal balanced-budget requirements with some degree of stringency, and state political cultures reinforce the requirements.&quot;<br />\r\n\t<br />\r\n\tThe report also shows a tabulation of states&#39; balanced-budget provisions kept by the National Association of State Budget Officers that takes a narrower view of which states require a balanced budget.<br />\r\n\t<br />\r\n\tAccording to the NCSL report, the association surveyed balanced-budget requirements in 2008, tallying which states require the governor to submit a balanced budget (43 total) and which require the legislature to pass a balanced budget (40). Thirty-eight states prohibit carrying deficits from one year to the next. We found 41 states have constitutional provisions requiring the governor to submit a balanced budget or the legislature to pass one, and five states that have a statutory requirement.<br />\r\n\t<br />\r\n\tSo that&#39;s 46 states, by the National Association of State Budget Officers&#39; count, that have balanced budget requirements as a matter of law. However, as Snell said, &quot;it&#39;s almost impossible to say&quot; for how many states the balanced budget mandate is &quot;an absolutely binding requirement.&quot;<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tOnly two states &mdash; not 49, as Cornyn says &mdash; have amended their constitutions to require balanced budgets. Counting amendments plus provisions tucked into original constitutions, however, 45 states have balanced-budget stipulations, according to NCSL&#39;s count. NASBO considers 46 states to have constitutional or statutory balanced-budget requirements.<br />\r\n\t<br />\r\n\tAlso, despite the letters of those statutory and constitutional strictures, they aren&#39;t universally viewed as mandatory.<br />\r\n\t<br />\r\n\tWe rate his statement Half True.</p>", "ruling_comments_date": "2010-12-17T14:20:02.787146", "ruling_date": "2010-12-25T06:00:00", "ruling_headline": "Sen. John Cornyn says 49 states have a balanced budget amendment in their state constitutions", "ruling_headline_slug": "sen-john-cornyn-says-49-states-have-balanced-budge", "ruling_link_text": "Snappy statement that's not so simple", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Dallas Morning-News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/opinion/viewpoints/stories/DN-cornyn_00edi.State.Edition1.2ced49f.html\" id=\"u1ek\" title=\"Op-ed by John Cornyn: Wisdom of a balanced budget amendment,\">Op-ed by John Cornyn: Wisdom of a balanced budget amendment,</a> Dec. 1, 2010</p>\r\n<p>\r\n\tNational Conference of State Legislatures Brief: <a href=\"http://www.ncsl.org/documents/fiscal/StateBalancedBudgetProvisions2010.pdf\" id=\"jddi\" title=\"State Balanced Budget Provisions,\">State Balanced Budget Provisions,</a> October 2010</p>\r\n<p>\r\n\tE-mail interview with Jessica Sandlin, Texas spokeswoman for Sen. John Cornyn, Dec. 8, 2010</p>\r\n<p>\r\n\tInterview with Ron Snell, director of state services, National Conference of State Legislatures, Dec. 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\t&quot;All but one of the 50 states already have some form of a balanced budget amendment in their state constitutions.&quot;</p>", "statement_context": "an op-ed", "statement_date": "2010-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}