{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2010/dec/25/rees-lloyd/portland-public-schools-invites-all-adults-cheap-1/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 2987, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2987/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMaking the rounds on the World Wide Web is <a href=\"http://www.victoriataft.com/\">this entry</a> from Rees Lloyd, an attorney who contributes to the blog of talk-radio host Victoria Taft. Lloyd is livid that West Sylvan Middle School (Portland Public Schools) is advertising low-cost breakfasts for students ($1) and adults ($1.75) regardless of their ability to pay. Students eligible for free or reduced-price meals don&rsquo;t pay anything for breakfast.<br />\r\n\t<br />\r\n\tIn his post, Lloyd says he&rsquo;s OK with offering free or reduced-price meals to genuinely poor students. But he&rsquo;s not OK extending meals to everyone else within walking distance of the school.<br />\r\n\t<br />\r\n\t&quot;It is quite another thing, and a wrongful thing, to invite well-paid, well-fed school bureaucrats, administrators, teachers, other staff, non-needy students, affluent parents of students, and other adults, including on the other extreme the adult homeless, illegal aliens, fanatical Muslim terrorists, or drug addicted street people, to enjoy cheap breakfasts in taxpayer-paid school facilities amidst school children.&quot;<br />\r\n\t<br />\r\n\tWow. That&rsquo;s quite a range of adults eating for cheap on the taxpayer dime. We asked Portland Public Schools to explain, one, whether Lloyd had his facts correct, and two, if so, more about the program.<br />\r\n\t<br />\r\n\tMatt Shelby, spokesman for the school district, confirms that a Dec. 9 school e-mail re-posted on Taft&rsquo;s blog is correct. In it, district nutrition services program manager Kristin Palmer reminds &quot;West Sylvan parents and staff&quot; that hot and cold breakfasts start up again in the new year.<br />\r\n\t<br />\r\n\tThe memo reads: &quot;Breakfast is only $1.00 for students, $1.75 for adults and free for all students on reduced or free priced meals. Your breakfast will meet &frac14; of the Recommended Dietary Allowances (RDAs) for children for many vitamins and nutrients and will include a juice, milk and entree, so come hungry! Please remember you can put money on your child&rsquo;s account at mylunchmoney.com or bring a check or cash to the cafeteria.&quot;<br />\r\n\t<br />\r\n\tClearly, the breakfast offer is not intended for the general public, which means no drug addicts, homeless or suspected terrorists, domestic or otherwise, get to mingle with the kids unless they happen to be staff or parents at the well-to-do school.<br />\r\n\t<br />\r\n\tAdults unaffiliated with the school need to sign in to get on campus, so the idea of an undocumented worker dropping &quot;in at West Sylvan School for a $1.75 breakfast on their way to a job &lsquo;Americans don&rsquo;t want&rsquo;&quot; is pretty far-fetched (contrary to Lloyd&rsquo;s musings). Strike this part as a Pants on Fire claim.<br />\r\n\t<br />\r\n\t(By the way, Lloyd doesn&rsquo;t buy it. He interprets the e-mail as a more sweeping invitation, despite it being addressed to &quot;West Sylvan parents and staff.&quot; &quot;That&rsquo;s what makes it so stupid, inviting adults to come in for $1.75. It&rsquo;s without limitation and they know damn well we don&rsquo;t want people walking into schools, what in the hell are they thinking? If they&rsquo;re not inviting everyone in there, they should know how to say so.&quot;)<br />\r\n\t<br />\r\n\tBut what about the broader gripe behind Lloyd&rsquo;s post? Are taxpayers being cheated because schools such as West Sylvan offer high-quality, low-cost breakfasts to children and adults who can afford to eat at home?<br />\r\n\t<br />\r\n\tA bit of history first. Like the National School Lunch Program, the School Breakfast Program is housed under the U.S. Department of Agriculture.<br />\r\n\t<br />\r\n\tShelby says the USDA reimburses the district $1.76 for every free breakfast, $1.46 for every reduced-price breakfast and 26 cents for every fully paid breakfast. The district is not reimbursed for adult meals, which is why adults pay $1.75 to cover the cost of labor and food. The total districtwide budget for school lunches and breakfasts is $17.5 million, sustained by sales of meals to students and reimbursements from the federal government.<br />\r\n\t<br />\r\n\tWhich gets us back to Sylvan, where adults pay $1.75 for a meal; the 8.3 percent of students eligible for free or reduced-price meals pay nothing; and the rest of students pay $1 for breakfast. &nbsp;<br />\r\n\t<br />\r\n\tFirst, the adults. Only two adults have eaten breakfast at Sylvan since the school year started in September. Of 623,563 breakfasts served this year districtwide, 1,783 have gone to adults. That&rsquo;s 0.3 percent of meals. In other words, not a lot of adults eat a low-cost breakfast at school.<br />\r\n\t<br />\r\n\tNow what about the kids? In 46 school days, West Sylvan has served 2,949 breakfasts to students. Of those, the bulk -- 2,276 -- went to children who paid $1 for every meal.<br />\r\n\t<br />\r\n\tSo why does Portland Public Schools subsidize meals for children and provide meals to adults who clearly can afford to pay more? The answer given by the district is that it&rsquo;s more cost-effective in the end to sell more meals, since there is a minimum anyway for labor and supplies. &quot;You&rsquo;re still going to have a staff member there administering meals to students,&quot; Shelby said. &quot;Three meals or 30, it takes at least one staff member to do it.&quot;<br />\r\n\t<br />\r\n\tThere are other reasons for offering breakfast at school. Sometimes kids don&rsquo;t want to eat first thing in the morning. Or they don&rsquo;t have time to eat. Sometimes, they don&rsquo;t have food to eat at home. School districts and educational experts argue that breakfast helps students to concentrate.<br />\r\n\t<br />\r\n\tLloyd is wise to question government use of taxpayer money. But the claim that breakfast is truly open to anyone and everyone is Barely True. Only students and adults allowed on campus can partake of school breakfasts.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/education/index.ssf/2010/12/politifact_oregon_guess_whos_n.html\">Comment on this item.</a></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-12-17T21:01:20.065200", "ruling_date": "2010-12-25T06:00:00", "ruling_headline": "Portland Public Schools invites all adults for a cheap $1.75 breakfast? ", "ruling_headline_slug": "portland-public-schools-invites-all-adults-cheap-1", "ruling_link_text": "Quite a mouthful but not really right", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;National School Lunch Program&quot; <a href=\"http://www.fns.usda.gov/cnd/breakfast/\">website </a></p>\r\n<p>\r\n\tOregon Department of Education, &quot;Students Eligible for Free/Reduced Lunch&quot; <a href=\"http://www.ode.state.or.us/sfda/reports/r0061Select2.asp\">database</a></p>\r\n<p>\r\n\tInterview with and e-mails from Matt Shelby, Dec. 13, 2010, Dec. 15, 2010 and Dec. 16, 2010</p>\r\n<p>\r\n\tInterview with Heidi Dupuis, manager School Nutrition Programs, Oregon Department of Education, Dec. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "attorney", "false_count": 0, "first_name": "Rees", "half_true_count": 0, "home_state": "Oregon", "id": 924, "last_name": "Lloyd", "mostly_true_count": 0, "name_slug": "rees-lloyd", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-Anonymous_people__2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/924/", "total_count": 1, "true_count": 0, "website": "http://victoriataftkpam.blogspot.com/search?q=Rees+Lloyd+Sylvan"}, "statement": "<p>\r\n\tPortland Public Schools invites &quot;well-paid, well-fed school bureaucrats, administrators, teachers, other staff, non-needy students, affluent parents of students, and other adults, including on the other extreme the adult homeless, illegal aliens, fanatical Muslim terrorists, or drug addicted street people, to enjoy cheap breakfasts in taxpayer-paid school facilities amidst school children.&quot;</p>", "statement_context": "a website posting", "statement_date": "2010-12-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": ""}