{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/dec/29/rick-perry/rick-perry-says-employees-three-counties-left-soci/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2993, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2993/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPromoting his book, Texas Gov. Rick Perry bemoaned a failure<b>&nbsp;</b> in Washington to confront Social Security&#39;s financial shakiness and praised three Texas counties that quit Social Security nearly 30 years ago. Perry said on CNN&#39;s Nov. 4 <i>Parker Spitzer</i>: &quot;Here&#39;s what I think would be a very wise thing. In 1981, Matagorda, Brazoria, and Galveston Counties all opted out of the Social Security program for their employees. Today, their program is very, very well-funded and there is no question about whether it&rsquo;s going to be funded in&quot; years to come.<br />\r\n\t<br />\r\n\tPerry said one option going forward would be to let states decide whether to stay in Social Security or take a different approach to retirement savings.<br />\r\n\t<br />\r\n\tA reader asked us if Perry recapped the Texas experience correctly.<br />\r\n\t<br />\r\n\tLast month, we <a href=\"http://politifact.com/texas/statements/2010/nov/14/rick-perry/rick-perry-says-social-security-ponzi-scheme/\" id=\"m-h0\" title=\"PolitiFact Texas article\">rated False</a> Perry&#39;s statement that Social Security, the federal program that provides old-age and disability payments, is a Ponzi scheme. The program may be fiscally shaky, but it&#39;s not a fraudulent criminal enterprise.<br />\r\n\t<br />\r\n\tIn <i>Fed Up! Our Fight to Save America from Washington</i>, Perry prefaces a reference to the Texas counties by saying Americans would fare better if they had the choice of making contributions to a private investment plan rather than Social Security. &quot;Employees in those private plans, having exercised their liberty at Washington&#39;s sufferance, are reaping the benefits,&quot; Perry writes.<br />\r\n\t<br />\r\n\tA footnote points to an April 2005 article on Galveston County&#39;s experiences published by a conservative think tank, the National Center for Policy Analysis. That article, co-authored by Ray Holbrook, a former Galveston County judge, says Galveston&#39;s county employees &quot;sought a secure, risk-free alternative to the Social Security system, and it has worked very well for nearly a quarter-century. Our retirees have prospered, and our working people have had the security of generous disability and accidental death benefits.&quot;<br />\r\n\t<br />\r\n\tAccording to the article, county employees committed to investing their payroll contributions in fixed-rate guaranteed annuities rather than fluctuating stocks, bonds or mutual funds. The result: Annual rates of return of 6.5 percent averaged over 24 years, the article says, plus substantially better benefits in three Social Security pay-out categories: retirement, survivorship and disability.<br />\r\n\t<br />\r\n\t&quot;To be sure, our plan wasn&#39;t perfect, and we have made some adjustments,&quot; the article says. &quot;For instance, a few of our retired county workers are critical of the plan today because they say they are making less money than they would have on Social Security. This is because our plan allowed workers to make &#39;hardship&#39; withdrawals from the retirement plan during their working years. Some workers withdrew funds for current financial problems and consequently robbed their own future benefits. We closed that option (in January 2005).&quot;<br />\r\n\t<br />\r\n\tWe learned from Rick Gornto, the certified financial planner who helped start and still oversees the alternate plans, that plan participants can take their accumulated earnings in a lump sum or in regular installments once they retire. &quot;They do have an opportunity to take it out and squander it,&quot; Gornto said, adding that the lump-sum option might be eliminated in the future. Gornto said the reason that hasn&#39;t happened yet is that the annuities began as a supplement to county employees&#39; primary retirement program<b> -- </b>fixed payments through pension plans managed by the Texas County and District Retirement System, which is based in Austin. Perry didn&#39;t mention this plan in his book or on CNN.<br />\r\n\t<br />\r\n\tGornto said the safety net of the county and district retirement plan made it possible to design the alternate plan with its lump-sum feature. If the other pension plan wasn&#39;t in place, Gornto said, he probably would have proposed a plan without a lump-sum feature and offering regular post-retirement payments along with the leeway to invest earnings.<br />\r\n\t<br />\r\n\tThe 2005 article mentions 1999 reviews of the Galveston plan by the U.S. General Accounting Office and the Social Security Administration.<br />\r\n\t<br />\r\n\tWe turned to them next. Among points the agencies raised:<br />\r\n\t<br />\r\n\t+Low-paid workers stood to get less in monthly retirement payments under the alternate plan than they would under Social Security. In response, the 2005 article says the studies assumed a low 4 percent return on the plans&#39; annuities; actual returns have been substantially higher.<br />\r\n\t<br />\r\n\t+Workers with higher earnings and fewer or no dependents who qualify for Social Security generally fare better under the Galveston plan, particularly in the near term, but workers with lower earnings and more dependents tend to receive more money under Social Security, the report says.<br />\r\n\t<br />\r\n\t+Galveston&#39;s retirement funds are invested at the county&#39;s discretion and employees do not control investment decisions. During 1981-97, annual interest earned on the plan&#39;s fixed annuity contracts averaged an inflation-adjusted 4.62 percent. During the period, annual interest earned on Social Security&#39;s investments averaged 4.88 percent, the administration report says.<br />\r\n\t<br />\r\n\tOn the plus side, the GAO review notes: &quot;The alternate plans&#39; benefits are fully funded, while Social Security&#39;s promised benefits cannot be met without increasing program revenues.&quot;<br />\r\n\t<br />\r\n\tFinally, we chased up-to-date information per the Texas plans&#39; health.<br />\r\n\t<br />\r\n\tThe county treasurers for Brazoria and Matagorda counties, Amy Perez and Sharon Reynolds, respectively, told us their plans work well. Like a Galveston County official, Perez and Reynolds suggested we gather particulars from Gornto.<br />\r\n\t<br />\r\n\tGornto said in an interview that a key to the alternate plans&#39; appeal is their guaranteed annual return, now at least 3.75 percent. He added that unlike Social Security, which needs changes to remain financially viable in the long term, the counties&#39; plans don&#39;t confront a money-gone date: &quot;We don&#39;t have an &#39;out-year&#39; question issue because people put their money in, they match it, and whatever it grows to is what they get.&quot;<br />\r\n\t<br />\r\n\tHe said up-front contributions to the plans will remain stable so long as the counties don&#39;t go broke, while pay-outs to beneficiaries are certain unless the United States completely devalues its currency. &quot;The money will be there,&quot; Gornto said.<br />\r\n\t<br />\r\n\tGornto forwarded a summary of his firm&#39;s review of the Galveston County plan for October 2008 through September 2009. In an interview, he noted that by the end of that year, the plan had $54.1 million available to be paid employees in deferred (or retirement) compensation. Employees and the county combined pitched in about $6 million in payroll contributions through the year.<br />\r\n\t<br />\r\n\t&quot;The county has adopted this program to replace Social Security,&quot; Gornto said. &quot;Until they make a decision to disband the plan, it will always be there.&quot;<br />\r\n\t<br />\r\n\tFor outside expertise, we talked to Keith Brainard, who&#39;s the research director for the National Association of State Retirement Administrators. After reviewing the materials Gornto shared with us, Brainard explained that the alternate plan is a defined-contribution plan, similar to a 401k plan, in which benefits are determined solely based on contributions and investment earnings. &quot;By definition, the plan is always fully funded because the plan pays out only as much as it collects,&quot; Brainard said in an e-mail.&nbsp;<br />\r\n\t<br />\r\n\tThat said, Brainard wrote, the plan lacks three features that are part of Social Security: a minimum benefit for lower-income workers; protection from inflation; and required annuitization, meaning that participants must receive at least some of their benefit as a lifetime income stream, rather than as a single lump-sum. On the other hand, he said, the long-term cost of the Texas plan is clear and certain. Also, unlike Social Security, plan participants own their retirement assets, rather than being entitled only to a monthly benefit for the remainder of their lives.<br />\r\n\t<br />\r\n\tThe basic difference between the Texas plan and Social Security, Brainard said, is that the Texas plan is a &quot;retirement savings plan that provides benefits based on contributions and investment performance, while Social Security is an insurance plan intended chiefly to prevent stark poverty in old age. Social Security promises a certain level of benefits based on salary and other factors, with a minimum benefit for lower-income workers and a maximum for higher-income workers. Both plans present relative advantages and disadvantages, and an argument could be made for providing elements of both plan types for all working Americans.&quot;<br />\r\n\t<br />\r\n\tAnd how does Perry&#39;s statement fare?<br />\r\n\t<br />\r\n\tFar as we can tell, the alternate plans are healthy and should remain so. But the Texas plans serve employees also eligible, depending on years of service, for the Austin-based pension plan. Perry&#39;s larger point, that Americans stand to benefit from swapping out Social Security for alternate plans, doesn&#39;t acknowledge this pre-existing safety net in the Texas counties.<br />\r\n\t<br />\r\n\tWe rate his statement Mostly True.</p>", "ruling_comments_date": "2010-12-21T15:58:22.103448", "ruling_date": "2010-12-29T06:00:00", "ruling_headline": "Rick Perry says employees in three counties left Social Security for alternate savings plans and are faring very well", "ruling_headline_slug": "rick-perry-says-employees-three-counties-left-soci", "ruling_link_text": "Happy history, but employees also had a safety net", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, video snippet, <a href=\"http://parkerspitzer.blogs.cnn.com/2010/11/04/perry-let-states-decide-social-security/\">&quot;Perry: Let states decide Social Security,&quot;</a> Nov. 4, 2010<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12152010_keithbrainardreponsepftexas.html\">response</a> to PolitiFact Texas, Keith Brainard, research director, National Association of State Retirement Administrators, Dec. 15, 2010<br />\r\n\t<br />\r\n\tGeneral Accounting Office, report, <a href=\"http://www.gao.gov/archive/1999/he99031.pdf\">&quot;Social Security Reform, Experience of the Alternate Plans in Texas,&quot;</a> February 1999<br />\r\n\t<br />\r\n\tInterviews, Rick Gornto, certified financial planner, Clear Lake, Texas, Nov. 30 and Dec. 17, 2010<br />\r\n\t<br />\r\n\tInterview, Amy Perez, Matagorda County treasurer, Nov. 29, 2010<br />\r\n\t<br />\r\n\tInterview, Sharon Reynolds, Brazoria County treasurer, Nov. 29, 2010<br />\r\n\t<br />\r\n\tNational Center for Policy Analysis, article, <a href=\"http://www.ncpa.org/pub/ba514\">&quot;Galveston County: A Model for Social Security Reform,&quot;</a> April 26, 2005 (accessed Dec. 9, 2010)<br />\r\n\t<br />\r\n\tSocial Security Bulletin, <a href=\"http://www.ssa.gov/policy/docs/ssb/v62n1/v62n1p47.pdf\">&quot;The Galveston Plan and Social Security: A Comparative Analysis of Two Systems,</a>&quot; June 1999 (accessed Nov. 15, 2010)<br />\r\n\t<br />\r\n\tTexas County &amp; District Retirement System, website, <a href=\"https://www.tcdrs.org/AboutUs/Pages/WhoIsTCDRS.aspx\">&quot;Who is TCDRS?&quot;</a> (accessed Dec. 9, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;In 1981, Matagorda, Brazoria, and Galveston Counties all opted out of the Social Security program for their employees. Today, their program is very, very well-funded and there is no question about whether it&rsquo;s going to be funded in&quot; years to come.</p>", "statement_context": "an interview.", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}