{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/dec/24/boyd-richie/democratic-chairman-says-republican-leaders-are-ca/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2994, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2994/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tBoyd Richie, chairman of the Texas Democratic Party, voiced dismay when an East Texas state representative re-elected as a Democrat in November signaled plans to join the Republican Party.<br />\r\n\t<br />\r\n\tRichie said in a Dec. 13 press release that Rep. Allan Ritter of Nederland would be joining the party &quot;whose leaders have proposed laying off thousands of teachers and slashing the budgets of institutions like Lamar University in Beaumont.&quot;<br />\r\n\t<br />\r\n\tThe budget guidance to state agencies has been widely reported. For this article, we&rsquo;re zeroing in on whether GOP leaders have proposed laying off thousands of teachers.<br />\r\n\t<br />\r\n\tDemocratic spokeswoman Kirsten Gray pointed to news reports on recommendations that lawmakers ease the longstanding class-size mandate for the five earliest elementary-school grades.<br />\r\n\t<br />\r\n\tOn Dec. 8, the Dallas Morning News reported that the Senate Education Committee, chaired by Sen. Florence Shapiro, R-Plano, wants the Senate to consider modifying the 22-pupil class-size cap, which is a change championed by state Sen. Dan Patrick, R-Houston. The cap was put in place by lawmakers in a 1984 special session on education that also raised teacher pay and launched the requirement that students pass classes to participate in extracurricular activities.<br />\r\n\t<br />\r\n\tA day later, the newspaper said a fresh recommendation by State Comptroller Susan Combs would require schools to average 22 students in the early grades, compared to the current average of 19.3 students. The News&rsquo; story says that with the change, nearly 12,000 elementary teaching jobs would be cut, saving the state $558 million a year.<br />\r\n\t<br />\r\n\tTeacher groups objected. Richard Kouri, spokesman for the Texas State Teachers Association, told the News: &quot;It&rsquo;s no surprise that if you put more kids in classrooms and fire a bunch of teachers, you&rsquo;ll save money. And you don&rsquo;t save $558 million a year without firing thousands of elementary school teachers.&quot;<br />\r\n\t<br />\r\n\tHow did Combs propose teacher layoffs?<br />\r\n\t<br />\r\n\tShe didn&rsquo;t, in so many words. But the comptroller&rsquo;s December report, <em>Connecting the Dots: School Spending and Student Progress</em>, says the state would save $159 million annually if Kindergarten-Grade 4 class sizes were told to average 20 students or nearly $558 million if the permitted average was 22 students.<br />\r\n\t<br />\r\n\tThe report bases the projected savings on the average state salary for K-4 teachers of $46,904. By our math, Combs&rsquo; recommendation could eliminate the need for 3,390 to 11,886 teaching positions.<br />\r\n\t<br />\r\n\tCombs&rsquo; spokesman, Allen Spelce, didn&rsquo;t quibble with our math, yet said by e-mail that the recommendation &quot;does not necessarily imply layoffs.&quot; Other ways to cut teaching costs without teachers losing jobs: &quot;Enrollment growth could help increase&quot; the average number of students per classroom and &quot;simple (employee) attrition could help too,&quot; Spelce said.<br />\r\n\t<br />\r\n\tHis e-mail closes: &quot;The recommendation was simply to give districts more local control and flexibility&quot; in tight budget times.<br />\r\n\t<br />\r\n\tKouri reaffirmed to us there&rsquo;s no way to achieve big savings without thousands of layoffs though Catherine Clark, an administrator for the Texas Association of School Boards, said there could be layoffs, but not in the thousands, adding that normal attrition in the teaching ranks could soften the impact.<br />\r\n\t<br />\r\n\tNext, we read the Senate panel&rsquo;s recommendation, which says &quot;options to explore&quot; include modifying class-size limits. The report, signed by the committee&rsquo;s five Republicans and four Democrats, has no additional details or any indication the committee even favors modification.<br />\r\n\t<br />\r\n\tIn an interview, Shapiro agreed that changing the 22-1 ratio could lead to teacher job losses, but she cautioned against assuming that means thousands of layoffs. Shapiro said: &quot;What I hope to see, (districts) will start utilizing those teachers in a different way... Maybe they stop hiring new teachers.&quot;<br />\r\n\t<br />\r\n\tShapiro also said the idea didn&rsquo;t originate with Republican leaders; school superintendents have sought flexibility in the class-size standard.<br />\r\n\t<br />\r\n\tSpokeswomen Jackie Lain of the school boards&rsquo; association and Jenny Caputo of the Texas Association of School Administrators told us districts consider the class-size cap a major cost driver and administrators would welcome more sway over class size. However, neither group has declared a position on changing the law.<br />\r\n\t<br />\r\n\tLain said how each district handles a revised cap would vary and districts would look for ways to avoid layoffs. &quot;School boards don&rsquo;t want to fire teachers,&quot; she said.<br />\r\n\t<br />\r\n\tLain, Caputo and other school experts said school enrollment growth, which averaged 2 percent statewide in the decade through 2008-09, affects teacher hirings; so does teacher turnover.<br />\r\n\t<br />\r\n\tStatewide, the number of teachers in public schools increased 5,300 from 2008-09 to 2009-10, according to the Texas Education Agency, whose spokeswoman, Debbie Graves Ratcliffe, said it&rsquo;s reasonable to assume the additions resulted from increased student enrollment. Teacher turnover averages 12 percent, Ratcliffe said, which for 2009-10 would amount to nearly 40,000 of more than 330,000 teachers.<br />\r\n\t<br />\r\n\tWhew.<br />\r\n\t<br />\r\n\tWe ran the fact that no one has directly proposed laying off teachers past the Democratic spokeswoman. Gray replied by e-mail: &quot;Obviously no lawmaker is going to stand up and say &lsquo;we should lay off 12,000 teachers,&rsquo; but that is the practical effect of the proposal. If someone proposes an idea that has an understood cost, they must take ownership of not only the idea, but the cost that is inherently tied to it.&quot;<br />\r\n\t<br />\r\n\tOur sense: One Republican leader -- Combs -- has recommended that lawmakers ease the class-size limit, which she projects would produce significant savings in teacher salaries. But no one has pitched a proposal calling for thousands of teacher layoffs. That&rsquo;d be political hari-kari.<br />\r\n\t<br />\r\n\tNevertheless, it stands to reason that larger classes leads to fewer teachers, which gives Richie&rsquo;s statement an element of truth. We rate it Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-12-21T16:21:48.573711", "ruling_date": "2010-12-24T06:00:00", "ruling_headline": "Democratic chairman says Republican leaders are calling for thousands of teacher layoffs", "ruling_headline_slug": "democratic-chairman-says-republican-leaders-are-ca", "ruling_link_text": "We missed the \"calls for layoffs\" headline for a reason", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDallas Morning News, news articles, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/texassouthwest/stories/120810dntexeducation.36c4787.html\">&quot;Class size limits, charter school caps may change as Texas looks to trim costs,</a>&quot; Dec. 8, 2010 and <a href=\"http://www.dallasnews.com/sharedcontent/dws/dn/education/stories/DN-schoolbucksside_09tex.ART.State.Edition1.43a7145.html\">&quot;Texas comptroller&#39;s plan would cut 12,000 teaching jobs to save $558 million,&quot;</a> Dec. 9, 2010<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12172010_responsepftexastxeducagency.html\">response</a> to PolitiFact Texas, Debbie Graves Ratcliffe, director of communications, Texas Education Agency, Dec. 17, 2010<br />\r\n\t<br />\r\n\tInterview, Jenny Caputo, director of communications and media relations, Texas Association of School Administrators, Austin Dec. 16, 2010<br />\r\n\t<br />\r\n\tInterviews, Catherine Clark, associate executive director, and Jackie Lain, associate executive director for governmental relations, Texas Association of School Boards, Austin, Dec. 15 and 16, 2010<br />\r\n\t<br />\r\n\tInterview, Richard Kouri, director of public affairs, Texas State Teachers Association, Dec. 15, 2010</p>\r\n<p>\r\n\tInterview, Florence Shapiro, Dec. 16, 2010</p>\r\n<p>\r\n\tTexas Education Agency, pocket editions, <a href=\"http://ritter.tea.state.tx.us/perfreport/pocked/2009/pocked0809.pdf\">&quot;2008-09 Texas Public School Statistics&quot;</a> and &quot;<a href=\"http://ritter.tea.state.tx.us/perfreport/pocked/2010/pocked0910.pdf\">2009-10 Texas Public School Statistics,</a>&quot; (accessed Dec. 17, 2010)<br />\r\n\t<br />\r\n\tTexas Senate, Committee on Education, <a href=\"http://www.senate.state.tx.us/75r/senate/commit/c530/c530.InterimReport81.pdf\">&quot;Report to the 82nd Legislature,&quot;</a> December 2010 (accessed Dec. 15, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas Democratic Party chair", "false_count": 1, "first_name": "Boyd", "half_true_count": 0, "home_state": "Texas", "id": 408, "last_name": "Richie", "mostly_true_count": 0, "name_slug": "boyd-richie", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/richie.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/408/", "total_count": 5, "true_count": 1, "website": "http://www.txdemocrats.org/"}, "statement": "<p>\r\n\tSays Texas Republican leaders &quot;have proposed laying off thousands of teachers.&quot;</p>", "statement_context": "a press release.", "statement_date": "2010-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}