{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/dec/23/dean-cannon/dean-cannon-says-majority-state-house-has-two-year/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2998, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2998/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tTerm limits for Florida&#39;s state representatives and senators&nbsp;result in&nbsp;a lot of turnover in Tallahassee&nbsp;after an election.<br />\r\n\t<br />\r\n\tSo after the Nov. 2, 2010, election, just how many freshmen&nbsp;House members&nbsp;will there be in 2011?<br />\r\n\t<br />\r\n\tRepublican House Speaker Dean Cannon quantified it this way in an interview with the <em>St. Petersburg Times</em>, which was posted on its political blog&nbsp;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/cannon-tax-cuts-are-top-priority\">The Buzz</a>&nbsp;on Dec. 8, 2010. The paragraph&nbsp;starts with a paraphrase:<br />\r\n\t<br />\r\n\t&quot;Cannon pointed out that freshmen lawmakers account for one-third of the 120-member House, and that two-thirds of the chamber have two years or less experience,&quot; The Buzz wrote, and then quoted Cannon: &quot;One of the things I&#39;m really focused on is trying to put people where they can best get up to speed and hit the ground running once we start committee meetings in January.&quot;<br />\r\n\t<br />\r\n\tIf Cannon&#39;s math is right, that means the majority of the incoming House would have two years of experience or less -- a high number. Those are the numbers we&#39;re checking.<br />\r\n\t<br />\r\n\tFirst, some background on term limits.<br />\r\n\t<br />\r\n\tA Feb. 7, 2010, <a href=\"http://www.tampabay.com/news/politics/ten-moments-when-politics-in-modern-florida-changed-forever/1070963\">article</a> in the <em>St. Petersburg Times and Miami Herald&nbsp;</em>contains some useful background about milestones in Florida&#39;s political history, including the vote in favor of term limits in 1992:<br />\r\n\t<br />\r\n\t&quot;A string of scandals in Congress spurred a national movement known as term limits aimed at driving career politicians from office. The Florida campaign is known as &#39;Eight is Enough&#39; and limits Cabinet members and legislators to eight years in office; it passed with a whopping 77 percent in favor. (Ironically, it does not apply to members of Congress). The full effect wouldn&#39;t be clear until eight years later, when the eight-year clock kicked in and the state House saw rampant turnover -- 63 of its 120 members were freshmen. Term limits are blamed today for an assortment of ills, from myopia among legislators to the exaggerated influence of special interest money, lobbyists and even the media.&quot;<br />\r\n\t<br />\r\n\tWe should note here some benefits to term limits: fresh faces may provide new ideas and at least initially could be more in touch with constituents back home.<br />\r\n\t<br />\r\n\tFor some national perspective on term limits we turn to the <a href=\"http://www.ncsl.org/default.aspx?tabid=14849\">National Conference of State Legislatures</a> that provides this background on its website:<br />\r\n\t<br />\r\n\t&quot;Proposals to limit the terms of state legislators have been the subject of public policy debate since 1990, when citizen initiatives limiting the terms of legislators were passed by voters in California, Colorado and Oklahoma. Subsequently, 18 other states adopted term limits, but in four -- Massachusetts, Oregon, Washington and Wyoming -- term limits were thrown out by the state supreme courts, and they have been repealed by the legislatures in Idaho and Utah. That leaves 15 states with term limits for legislators. See our current list of <a href=\"http://www.ncsl.org/Default.aspx?TabId=14844\">states with term limits</a> for legislators.&quot;<br />\r\n\t<br />\r\n\tNow back to the new faces -- and relatively new faces -- in the 2011 Legislature.<br />\r\n\t<br />\r\n\tFirst we turned to Cannon spokeswoman Katie Betta on Dec. 20, 2010, who told us she counted&nbsp;82 freshman or sophomore legislators -- 44 of those freshmen -- among the 120 state representatives. Betta directed us to the <a href=\"http://www.myfloridahouse.gov/Sections/Representatives/representatives.aspx\">state House website</a> to check her figures. We clicked on the page of each of the 120 members of the House. Each page has some basic biographical information -- heck, even an occasional interesting tidbit such as the recreational interest of newly elected Republican member <a href=\"http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4504&amp;SessionId=66\">James W. &quot;J.W.&quot; Grant</a> of Tampa: &quot;Most sports and anything in the woods or on the water.&quot; The pages also state when each member was first elected to the House, including past service.<br />\r\n\t<br />\r\n\tHere are the totals we found that we will explain in more detail below:<br />\r\n\t&nbsp;<br />\r\n\tElected in 2007: 5<br />\r\n\tElected in 2008: 33<br />\r\n\tElected in 2009: 1<br />\r\n\tElected in 2010: 43<br />\r\n\t<br />\r\n\tThat puts the total elected between 2007 and 2010 at 82, so we&#39;re at the same starting point as&nbsp;Betta&#39;s number.</p>\r\n<p>\r\n\tOf the 43 elected this year, three had served in the House previously: Dennis Baxley (R-Ocala), 2000-2007; Gayle Harrell (R-Stuart), 2000-2008; and Irv Slosberg (D-Boca Raton), 2000-2006. Also, two of the 43 were elected in special elections: Janet Cruz (D-Tampa) on Feb. 23 and Matt Gaetz (R-Fort Walton Beach) on April 13. (Cruz and Gaetz then won re-election to full terms this fall.)<br />\r\n\t<br />\r\n\tWe define &quot;freshmen&quot; as &quot;first-year beginners,&quot;&nbsp;like high school or college. If we count as freshmen all 43 members elected at any time in 2010, we get a freshmen class that represents about 36 percent of the House. If we don&#39;t count Baxley, Harrell and Slosberg as freshmen -- since they&#39;ve already worked through several sessions each -- then the freshmen class represents 33 percent.<br />\r\n\t<br />\r\n\tBut wait,&nbsp;how should we count Cruz, who was elected Feb. 23 just before the regular two-month session started in March? And Gaetz, who was elected April 13 when that regular session only had about two weeks to go? Should they be counted as freshmen in 2011 even though they participated in votes and had their names attached to several bills in 2010?<br />\r\n\t<br />\r\n\tIf we omit both of them as freshmen -- as well as&nbsp;the three who had previously served -- that would drop the percentage to&nbsp;about 32 percent.</p>\r\n<p>\r\n\t&nbsp;(For the record, Betta says Cannon also counts&nbsp;Mack Bernard (D-West Palm Beach), who won a special election on Sept. 22, 2009, as a freshman, even though he was active in the 2010 session&nbsp;-- bringing her total to 44, or about 37 percent.)<br />\r\n\t<br />\r\n\tUsing any of those&nbsp;four figures --&nbsp;32 percent, 33 percent,&nbsp;36 percent or&nbsp;37 percent -- we are at or very close to&nbsp;the one-third cited by Cannon.</p>\r\n<p>\r\n\tNow what about the other part of Cannon&rsquo;s description, that two-thirds of the members have two years of experience or less? We counted 33 who were elected in 2008, one elected in 2009, and 43 in 2010. That brought our&nbsp;total since 2008 -- two years -- to 77 members,&nbsp;or 64 percent. (Again, if we don&rsquo;t count the three lawmakers who served previously and easily have more than two years of experience, the percentage drops to&nbsp;62 percent. Either way, that&#39;s close to&nbsp;two-thirds.)<br />\r\n\t<br />\r\n\tBetta wanted us to count five lawmakers who won special elections in 2007 as sophomores because&nbsp;they would be starting their second two-year terms in 2011. But those five have already worked through the legislative sessions of 2008, 2009 and 2010, and we don&#39;t see them as sophomores.</p>\r\n<p>\r\n\tSo is Cannon correct? He&nbsp;was paraphrased as saying that one-third of the 120-member House are freshmen and two-thirds have two years or less experience. We can split hairs on the experience level of &nbsp;a few of them, but not enough to change his math.&nbsp;We rate this claim True.</p>", "ruling_comments_date": "2010-12-22T17:13:04.816291", "ruling_date": "2010-12-23T14:20:05", "ruling_headline": "Dean Cannon says a majority of the state House has two years experience or less", "ruling_headline_slug": "dean-cannon-says-majority-state-house-has-two-year", "ruling_link_text": "Term limits = less experienced House", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, House Speaker Dean Cannon&#39;s spokeswoman Katie Betta, Dec. 21-22, 2010<br />\r\n\t<br />\r\n\tFlorida House of Representatives website,<a href=\"http://www.myfloridahouse.gov/Sections/Representatives/representatives.aspx\"> list of representatives</a>, accessed Dec. 21, 2010<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times </em>The Buzz blog, <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/cannon-tax-cuts-are-top-priority\">&quot;Cannon: tax cuts are &#39;top priority,&#39;&quot;</a> Dec. 8, 2010<br />\r\n\t<br />\r\n\t<em>Miami Herald/St. Petersburg Times</em>,<a href=\"http://www.miamiherald.com/2010/11/30/1949206/orlando-retreat-not-for-fun-gop.html\"> &quot;Orlando retreat not for fun, GOP leaders say,&quot;</a> Nov. 30, 2010</p>\r\n<p>\r\n\t<em>Miami Herald/St. Petersburg Times,</em> &quot;<a href=\"http://www.tampabay.com/news/politics/ten-moments-when-politics-in-modern-florida-changed-forever/1070963\">Ten moments when politics in modern Florida changed forever,&quot; </a>Feb. 7, 2010</p>\r\n<p>\r\n\t<em>Florida Capital News</em>, <a href=\"http://floridacapitalnews.com/article/20101114/CAPITOLNEWS/11140338/1067/RSS15\">&quot;GOP to flex legislative muscles,&quot;</a> Nov. 14, 2010<br />\r\n\t<br />\r\n\tNational Conference of State Legislatures,<a href=\"http://www.ncsl.org/default.aspx?tabid=14849\"> &quot;Legislative term limits: an overview,&quot;</a> Accessed on Dec. 22, 2010<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state House speaker", "false_count": 0, "first_name": "Dean", "half_true_count": 0, "home_state": "Florida", "id": 857, "last_name": "Cannon", "mostly_true_count": 0, "name_slug": "dean-cannon", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ORG.SESS111610HACKLEY16.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/857/", "total_count": 3, "true_count": 2, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4340&SessionId=64"}, "statement": "<p>\r\n\tHouse Speaker Dean Cannon says that freshmen lawmakers account for one-third of the 120-member House, and that two-thirds of the chamber have two years or less experience.</p>", "statement_context": "a newspaper interview", "statement_date": "2010-12-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}