{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/dec/26/vincent-buddy-cianci/cianci-says-polls-support-idea-more-80-percent-rho/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}, {"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3002, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3002/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe question of whether same-sex marriage should be legal in Rhode Island could be answered in the coming year. There&#39;s growing support in the General Assembly to passing it and Governor-elect Lincoln Chafee has vowed to support it.<br />\r\n\t<br />\r\n\tOne group opposed to gay marriage, the National Organization for Marriage -- Rhode Island<font> (NOM-RI)</font>, however, has been advocating for a binding referendum on the matter instead of a legislative vote, arguing that polls prove the people want the right to make the decision.<br />\r\n\t<br />\r\n\tTalk-radio host and former Providence Mayor Vincent A. &quot;Buddy&quot; Cianci repeatedly cited the 80-percent figure during the Dec. 12, 2010, &quot;6 News On The Record&quot; program on WLNE-TV.<br />\r\n\t<br />\r\n\t&quot;One of the things I do know from seeing polls that I see every day is that over 80 percent of the people want the shot to vote for it,&quot; he said.<br />\r\n\t<br />\r\n\t&quot;The polls that I&#39;ve seen show that 80 percent of Rhode Islanders want the opportunity to vote,&quot; he said at another point in the program. &quot;I&#39;m not saying that they&#39;re against gay marriage or same-sex marriage, but they say they want the opportunity to vote on it.&quot;<br />\r\n\t<br />\r\n\tWe were curious about whether public sentiment was that strong against having the legislature and the governor decide the question.<br />\r\n\t<br />\r\n\tIt turns out that the polls in question were commissioned by NOM-RI, the group opposing same-sex marriage. Christopher C. Plante, the group&#39;s executive director, said there were three surveys done by Quest Research, which is based in Rhode Island.<br />\r\n\t<br />\r\n\tHere at PolitiFact, we know that opinion polls can be tricky things. The answers you get often depend on the precise wording of the question and, in some cases, the questions or comments leading up to the question.<br />\r\n\t<br />\r\n\t&quot;When any interest group puts forward a poll, one has to be careful in judging the results because the question&#39;s wording may reflect the axe they want to grind,&quot; said John Geer, professor of political science at Vanderbilt University and author of &quot;From Tea Leaves to Opinion Polls.&quot;<br />\r\n\t<br />\r\n\tSo we wanted to see the full poll questions and responses. We found a <a href=\"http://www.nomri.org/atf/cf/%7B68E2D769-444E-4146-BB45-B419ECDC260A%7D/Quest%20Research%20-%20RI%20SSM%20Poll.pdf\" id=\"php_\" title=\"report on a June 2009 poll\">report on a June 2009 poll</a> on the NOM-RI website. Plante sent us the questions and answers from of the group&#39;s December 2009 survey. The group also did a poll in August 2010, but Plante declined to release those results. However, one question from that 2010 survey does appear on <a href=\"http://www.nomri.org/site/apps/nlnet/content2.aspx?c=luLSJ8MQKrH&amp;b=6408147&amp;ct=8918123&amp;notoc=1\" id=\"dywz\" title=\"a NOM-RI web page\">a NOM-RI web page</a>. All three polls surveyed about 400 people and had a margin of error of plus or minus 4.9 percent.<br />\r\n\t<br />\r\n\tThe question that directly addressed the issue was asked in both 2009 polls. It mentions that some people want to legalize gay marriage and asks whether this issue &quot;should be decided by a vote of the Legislature or should it be decided by voters in a statewide election?&quot; In June of that year, 74 percent said it should be the people. By December that percentage had jumped to 80.<br />\r\n\t<br />\r\n\tThe rate of support was even higher -- 82 percent in June and 84 percent in December -- when the question was worded this way: &quot;Voters in thirty states in America have had the opportunity to decide whether gay marriage would be legalized in their state. Do you think Rhode Island voters should also have an opportunity to vote on this issue?&quot;<br />\r\n\t<br />\r\n\tThe two independent polling experts we consulted said the reference to those 30 other states made this a loaded question because it encourages Rhode Islanders to follow the trend.<br />\r\n\t<br />\r\n\t&quot;That&#39;s totally loading it. That&#39;s a classic example of generating a higher number,&quot; Geer said.<br />\r\n\t<br />\r\n\tThe phrasing added 10 percentage points to the let-the-people-decide category when the question was asked in the June survey; 2 points in December.<br />\r\n\t<br />\r\n\tThe only question released by NOM-RI in its August 2010 poll, which also shows strong support for letting the people decide, asked likely voters whether they agreed or disagreed with this statement: &quot;The people of Rhode Island themselves should decide the question of marriage, not judges or backroom politicians.&quot;<br />\r\n\t<br />\r\n\tThe reference to &quot;backroom politicians&quot; <font style=\"background-color: rgb(255, 255, 255);\">(as opposed to &quot;frontroom politicians&quot;?) </font>&quot;is clearly a negative cue in the question. That&#39;s clearly designed to elicit a particular response,&quot; said James Henson, co-director, University of Texas / Texas Tribune Poll.<br />\r\n\t<br />\r\n\tFor that question, 77 percent &quot;strongly&quot; or &quot;somewhat&quot; agreed.<br />\r\n\t<br />\r\n\t&quot;I suspect the &#39;backroom politician&#39; phrase is getting the &#39;strongly agree&#39; to go up quite substantially,&quot; said Geer.<br />\r\n\t<br />\r\n\tAlthough NOM-RI cites Quest as the polling organization, Victor Profughi of Quest said he did not design the questions in all the polls, particularly the survey that used the &quot;backroom politicians&quot; phrase.<br />\r\n\t<br />\r\n\t&quot;The last questionnaire I didn&#39;t even see until we went into the field,&quot; he&nbsp; said. &quot;My agreement with them was to draw the sample, make sure the survey itself was professionally undertaken and then I wrote a report based on the data, which I gave to them.&quot;<br />\r\n\t<br />\r\n\tDespite some biased questions, the two independent pollsters we consulted said the 80 percent figure is probably close to the truth, judging from the responses when the query was unbiased query. (We also asked Cianci to weigh in on this, but he didn&#39;t respond to our e-mail.)<br />\r\n\t<br />\r\n\t&quot;The numbers are overwhelming that the public wants to make that choice,&quot; said Geer. &quot;Questionable wording can bias a poll when people don&#39;t have a lot of information and don&#39;t have any strong set of prior opinions about a topic.&quot;<br />\r\n\t<br />\r\n\tBecause a lot of people have a strong opinions on gay marriage, &quot;you probably can&#39;t move the numbers very much,&quot; he said.<br />\r\n\t<br />\r\n\tBut there&#39;s another phenomenon at work here, Geer and Henson said.<br />\r\n\t<br />\r\n\tWhen asked, voters ALWAYS want to be the ones to decide hot-button issues.<br />\r\n\t<br />\r\n\t&quot;Of course they&#39;re going to say yes,&quot; said Geer. &quot;If you ask parents whether they or teachers should make decisions about their child, of course everybody&#39;s going to say themselves. So the numbers [in the NOM-RI poll] are hardly surprising.&quot;<br />\r\n\t<br />\r\n\tWhat&#39;s more revealing is how voters answered some of the other questions in the two 2009 surveys that NOM-RI made available.<br />\r\n\t<br />\r\n\tFrom June to December, support for same-sex marriage seemed to rise significantly, going from 36 percent in June to 43 percent in December.<br />\r\n\t<br />\r\n\tThat December, only 32 percent said they opposed gay marriage, yet 44 percent expressed support for an anti-gay marriage proposal declaring that &quot;Only marriage between a man and a woman will be valid or recognized in Rhode Island.&quot;<br />\r\n\t<br />\r\n\tAgain, it&#39;s all about how you word the question.<br />\r\n\t<br />\r\n\t&quot;If you ask people across the country, &#39;Do you think marriage should be an institution between a man and a woman,&#39; you&#39;d probably get 75 percent of the people saying yes. But if you say, &#39;Should we deny gay couples the opportunities afforded other couples,&#39; then all of a sudden there&#39;s a lot more support for gay rights,&quot; said Geer.<br />\r\n\t<br />\r\n\tIn the end, none of the questions we saw directly ask Rhode Islanders whether they want the General Assembly to stay out of the same-sex marriage issue.<br />\r\n\t<br />\r\n\tBut it appears that, when the question is posed in a neutral way, a hefty majority wants voters to determine the issue.<br />\r\n\t<br />\r\n\tCianci didn&#39;t mention that support for a referendum on same-sex marriage fell below 80 percent in some polls. Nor did he mention that the polling was being done by a special interest group. And we believe the former mayor -- who eats, drinks and breathes politics, and currently serves as a political consultant for Channel 6 -- knows loaded questions when he sees them.<br />\r\n\t<br />\r\n\tThose are important elements for people to know. Yet Cianci simply kept repeating the 80 percent figure as it were a consistent, reliable number.<br />\r\n\t<br />\r\n\tBecause of that omission, the Truth-O-Meter drops a notch and we&#39;ll rate his statement Mostly True.</p>", "ruling_comments_date": "2010-12-24T12:54:29.128017", "ruling_date": "2010-12-26T00:01:00", "ruling_headline": "Cianci says polls support the idea that more than 80 percent of Rhode Island voters want to make the decision whether to approve same-sex marriage", "ruling_headline_slug": "cianci-says-polls-support-idea-more-80-percent-rho", "ruling_link_text": "Do loaded questions matter?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWLNE-TV, &quot;6 News on the Record,&quot; Dec. 12, 2010<br />\r\n\t<br />\r\n\tNOM-RI.com, National Organization for Marriage - Rhode Island, &quot;<a href=\"http://www.nomri.org/site/apps/nlnet/content2.aspx?c=luLSJ8MQKrH&amp;b=6408147&amp;ct=8918123&amp;notoc=1\" id=\"h:nx\" title=\"Put Marriage on the Ballot!\">Put Marriage on the Ballot!</a>&quot; accessed Dec. 16, 2010<br />\r\n\t<br />\r\n\tNOM-RI.com, <a href=\"http://www.nomri.org/atf/cf/%7B68E2D769-444E-4146-BB45-B419ECDC260A%7D/Quest%20Research%20-%20RI%20SSM%20Poll.pdf\" id=\"ntpf\" title=\"Quest Research press release\">Quest Research press release</a>, June 15, 2009, accessed Dec. 16, 2010<br />\r\n\t<br />\r\n\tE-mail, Christopher C. Plante, executive director, National Organization for Marriage - Rhode Island, Dec. 21, 2010<br />\r\n\t<br />\r\n\tInterview, Victor Profughi, Quest Research, Dec. 21, 2010<br />\r\n\t<br />\r\n\tInterview, John Geer, prof. of political science, Vanderbilt University, Dec. 22, 2010<br />\r\n\t<br />\r\n\tInterview, James Henson, co-director, University of Texas / Texas Tribune Poll, Dec. 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Vincent \"Buddy\"", "half_true_count": 1, "home_state": "Rhode Island", "id": 934, "last_name": "Cianci", "mostly_true_count": 2, "name_slug": "vincent-buddy-cianci", "pants_count": 1, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CIANCI12.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/934/", "total_count": 7, "true_count": 1, "website": "http://cianciformayor.com/"}, "statement": "<p>\r\n\t&quot;Over 80 percent of the people want the shot to vote&quot; on whether to approve same-sex marriage, according to polls.</p>", "statement_context": "an ABC-6 interview program", "statement_date": "2010-12-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}