{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/21/bill-clinton/obama-not-a-reagan-democrat/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 301, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/301/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Stumping for his wife, Bill Clinton made an eyebrow-raising attack on Sen. Barack Obama, suggesting Obama's allegiance is with Republican ideas. What?\n<p>\n \"Her (Hillary's) principal opponent said that since 1992, the Republicans have had all the good ideas,\" Clinton told a crowd in Pahrump, Nev., on Jan. 18, 2008. \"&hellip;So now it turns out you can choose between somebody who thinks our ideas are better or the Republicans had all the good ideas.\"\n</p>\n<p>\n At a campaign rally two days later in Buffalo, N.Y., Bill Clinton revisited the attack: \"[Obama] said President Reagan was the engine of innovation and did more, had a more lasting impact on America than I did. And then the next day he said, 'In the '90s, the good ideas came out from the Republicans.' \"\n</p>\n<p>\n Here's what Obama actually said:\n</p>\n<p>\n \"I do think that, for example, the 1980 election was different,\" Obama told the editorial board of the\n <i>\n  Reno Gazette-Journal\n </i>\n on Jan. 14. \"I mean, I think Ronald Reagan changed the trajectory of America in a way that, you know, Richard Nixon did not and in a way that Bill Clinton did not.\"\n</p>\n<p>\n And a little later...\n</p>\n<p>\n \"I think it's fair to say the Republicans were the party of ideas for a pretty long chunk of time there over the last 10, 15 years, in the sense that they were challenging conventional wisdom.\"\n</p>\n<p>\n Hillary Clinton also twisted Obama's words.\n</p>\n<p>\n \"I have to say, you know, my leading opponent the other day said that he thought the Republicans had better ideas than Democrats the last 10 to 15 years,\" she said at an economic roundtable in Las Vegas on Jan. 18.\n</p>\n<p>\n Clinton said she didn't consider it a better idea to privatize Social Security, eliminate the minimum wage, undercut health benefits, shut down the government or drive the country into debt.\n</p>\n<p>\n John Edwards piled on, too: \"Ronald Reagan, the man who busted unions, the man who did everything in his power to destroy the organized labor movement, the man who created a tax structure that favored the richest Americans against middle class and working families... we know that Ronald Reagan is not an example of change for a presidential candidate running in the Democratic Party.\"\n</p>\n<p>\n Instead of a long point-by-point comparison of the politics of Obama versus Reagan, let's just put this to bed by giving Obama's comments a fuller context.\n</p>\n<p>\n During the 49-minute editorial board meeting, Obama was essentially asked how long his coattails might be for other candidates in House and Senate races. His response lasted a few minutes, but here's a bit of what he said:\n</p>\n<p>\n \"I think that we're shifting the political paradigm here. And if I'm the nominee, I think I can bring a lot of folks along on my coattails. You know, there's a reason why in 2006, I made the most appearances for members of Congress. I was the most requested surrogate to come in and campaign for people in districts that were swing districts, Republican districts where they wouldn't have any other Democrat.\n</p>\n<p>\n \"That was based on their read of the fact that, you know what, this is somebody who can reach out to independents and Republicans in a way that doesn't offend people. &hellip; I don't want to present myself as some sort of singular figure. I think part of what's different are the times.\n</p>\n<p>\n \"I do think that, for example, the 1980 election was different. I mean, I think Ronald Reagan changed the trajectory of America in a way that, you know, Richard Nixon did not and in a way that Bill Clinton did not. He put us on a fundamentally different path because the country was ready for it. They felt like, you know, with all the excesses of the '60s and the '70s and government had grown and grown but there wasn't much sense of accountability in terms of how it was operating and he tapped into what people were already feeling. Which is, people wanted clarity, we want optimism, we want a return to that sense of dynamism and entrepreneurship that had been missing, all right? I think Kennedy, 20 years earlier, moved the country in a fundamentally different direction. So I think a lot of it just has to do with the times.\n</p>\n<p>\n \"I think we're in one of those times right now. Where people feel like things as they are going aren't working. We're bogged down in the same arguments that we've been having, and they're not useful.\"\n</p>\n<p>\n And does this next part sound like a Republican sympathizer?\n</p>\n<p>\n \"And, you know, the Republican approach, I think, has played itself out. I think it's fair to say the Republicans were the party of ideas for a pretty long chunk of time there over the last 10, 15 years, in the sense that they were challenging conventional wisdom. Now, you've heard it all before. You look at the economic policies when they're being debated among the presidential candidates and it's all tax cuts. Well, you know, we've done that, we tried it. That's not really going to solve our energy problems, for example. So, some of it's the times. And some of it's, I think, there's maybe a generation element to this, partly ... I didn't come of age in the battles of the '60s. I'm not as invested in them.\n</p>\n<p>\n \"And so I think I talk differently about issues. And I think I talk differently about values. And that's why I think we've been resonating with the American people.\"\n</p>\n<p>\n Steve Falcone, opinion editor for the\n <i>\n  Reno Gazette-Journal,\n </i>\n who led the interview, said he didn't give the comment much thought until it blew up with Bill Clinton's retort.\n</p>\n<p>\n</p>\n<p>\n \"I was surprised by the way it got spun,\" Falcone said.\n</p>\n<p>\n \"To me, it was in the context of the need for change and leadership,\" he said. \"It was an example that a lot of people can appreciate, that Reagan created a coalition because he had ideas. I didn't think at the time that he was aligning himself with any Republican ideas. It never occurred to me listening to it that he (Obama) was agreeing with the politics of Ronald Reagan.\"\n</p>\n<p>\n Four days after he visited, the paper endorsed Obama in the Democratic primary.\n</p>\n<p>\n Our take, Obama may want to think twice before invoking the R-word again any time soon. But in this case, it was little more than a sound bite taken out of context and twisted. Obama never said Republicans have all the good ideas. We rate Bill Clinton's statement False. Hillary's too, for that matter.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:25.933972", "ruling_date": "2008-01-21T00:00:00", "ruling_headline": "Obama not a Reagan Democrat", "ruling_headline_slug": "obama-not-a-reagan-democrat", "ruling_link_text": "Obama not a Reagan Democrat", "ruling_state": null, "source_documents": null, "sources": "Reno Gazette-Journal,\n<a href=\"http://news.rgj.com/apps/pbcs.dll/article?AID=/20080115/VIDEO/80115026&amp;oaso=news.rgj.com/breakingnews\">\n Obama's editorial board meeting,\n</a>\nfull video, Jan. 14, 2008\n<p>\n Associated Press,\n <a href=\"http://ap.google.com/article/ALeqM5gnijjxECmcBzX8cvCeU0We8WA9wQD8U8O02G0\">\n  \"Edwards, Clinton Critical of Obama,\"\n </a>\n by Nedra Pickler, Sept. 19, 2007\n</p>\n<p>\n HillaryClinton.com,\n <a href=\"http://facts.hillaryhub.com/archive/?id=5350\">\n  \"The Fact Hub: The Straight Scoop on Election '08 from the Hillary Clinton Campaign,\"\n </a>\n Factcheck: President Clinton on Sen. Obama's record, Jan. 20, 2008\n</p>\n<p>\n MSNBC blog \"First Read,\"\n <a href=\"http://firstread.msnbc.msn.com/archive/2008/01/21/595208.aspx\">\n  \"Bill vs. Obama continued in Buffalo,\"\n </a>\n by Mark Murray, Jan. 21, 2008\n</p>\n<p>\n Interview with Steve Falcone, opinion editor for the Reno Gazette-Journal, Jan. 21, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "Obama said that \"since 1992, the Republicans have had all the good ideas...\"", "statement_context": "in Pahrump, Nev.", "statement_date": "2008-01-18", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}