{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jan/04/kasim-reed/numbers-show-support-reeds-claim-about-atlanta-fin/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3011, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3011/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tFederal, state and local leaders are constantly searching for every spare dollar or threatening to raise taxes to keep things running in this sluggish economy.<br />\r\n\t<br />\r\n\tSo it surprised us when Atlanta Mayor Kasim Reed made this claim when discussing his first-year accomplishments:<br />\r\n\t<br />\r\n\t&quot;When I came in, the reserves of the city of Atlanta were $7.4 million,&quot; Reed said in a speech to the YMCA Hungry Club lunch forum on Nov. 30. &quot;As I stand here ... the reserves of the city of Atlanta are in excess of $56 million.&quot;<br />\r\n\t<br />\r\n\tHow did the city get this done? Are the city&#39;s numbers correct?<br />\r\n\t<br />\r\n\tAtlanta, like most governments, has several accounts to manage its finances. The main account the city uses to pay for most services (police, fire, parks and recreation) is called the &quot;general fund.&quot; Some city services, such as water and sewer service, are paid through different funds. The general fund, which currently has a budget of about $560 million, is paid for through a combination of property taxes, sales taxes, business licenses, a hotel/motel tax it shares with state government, permits, court fines and other sources.<br />\r\n\t<br />\r\n\tAtlanta&#39;s budget year, which the city calls &quot;fiscal year,&quot; begins July 1 and ends June 30. For the fiscal year that ended June 30, 2009, the city says it had a reserve fund of about $7.4 million. For the fiscal year that ended June 30, 2010, the mayor says the city&#39;s general fund reserve is at least $56 million. Some city data show the total is $58 million, which drew Reed some praise from New York Times columnist Thomas Friedman in a Christmas Day column.<br />\r\n\t<br />\r\n\tSo how does the city say it got there?<br />\r\n\t<br />\r\n\tIt began in June 2009, when the City Council voted 8-7 to put $27 million in its general fund reserve and raised property taxes by about $240 for the average city homeowner. Then-Mayor Shirley Franklin and her staff felt the city eventually needed a rainy day fund of about $100 million to protect the city if the economy falters, in hopes of avoiding what happened in 2008, when Atlanta, after feeling the first ripples of the recession, laid off several hundred employees and cut back a host of services. Skyrocketing employee pension costs, falling revenue from the recession and some bad long-standing budgeting practices were found to be the primary culprits of the financial troubles at City Hall.<br />\r\n\t<br />\r\n\tA key moment in building its reserves took place in the early months of 2009. The Franklin administration was conservative in its estimates of how much it would receive in revenue during fiscal year 2010. It expected scores of property owners to appeal their assessments, said Duriya Farooqui, a top city official under Franklin who is now one of Reed&#39;s deputy chief operating officers. Lower assessments typically mean lower property values. Lower property values mean less paid in property taxes, which account for approximately 35 percent of Atlanta&#39;s general fund revenue. As a result of the conservative estimates, city officials say revenue was $13 million above expectations.<br />\r\n\t<br />\r\n\tA city spreadsheet for May 2010 offers a further glimpse into the mayor&#39;s claim. In addition to showing higher-than-expected revenue, several city agencies spent much less than budgeted. By the end of June, the following departments were under budget:<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tThe Police Department, by $4.6 million</li>\r\n\t<li>\r\n\t\tThe Fire Rescue Department, by $1.355 million</li>\r\n\t<li>\r\n\t\tThe Parks, Recreation and Cultural Affairs Department, by $3.85 million</li>\r\n</ul>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tGeneral government operations were also down by $7.655 million.</div>\r\n<p>\r\n\tIn many cases, city officials say some vacant positions were not filled. Atlanta said two departments, Corrections and Public Works, were over budget by a combined $2.6 million.</p>\r\n<p>\r\n\tFarooqui said Reed and his staff told department heads on track to spend less than budgeted to end the fiscal year at those lower levels. The city also got help from the federal government. The Obama administration gave Atlanta nearly $5 million in stimulus funds it used for job training, Farooqui said.<br />\r\n\t<br />\r\n\tAtlanta also re-examined its lease agreements and engaged in new spending practices, Farooqui said.<br />\r\n\t<br />\r\n\tBy this past June, the end of the city&#39;s fiscal year, Atlanta officials reported a general fund balance of $68 million. City officials said they were able to add nearly $12.3 million to the reserve through principal and other interest payments. That includes the $27 million reserve, the higher-than-expected revenue and controlled spending. Under city guidelines, one-quarter of that money must be used for large-scale projects. Subtract that and Atlanta is left with about $51 million. Once you carry the $7 million in the reserve fund from fiscal year 2009, the reserve is about $58 million.<br />\r\n\t<br />\r\n\tCity Councilman Howard Shook, chairman of the council&#39;s budget committee in 2008 and 2009, said he does not dispute the mayor&#39;s math. Shook said the city has tighter fiscal management, largely aided by Atlanta&#39;s new (albeit over-budget) Oracle computer system that better tracks spending. The councilman said the painful budget cuts in 2008 and the council&#39;s decision to raise property taxes in 2009 helped.<br />\r\n\t<br />\r\n\t&quot;A lot of the most painful medicine was taken before the new administration came in,&quot; Shook said.<br />\r\n\t<br />\r\n\tRoger Lusby III, a certified public accountant, looked at some of the city&#39;s monthly budget spreadsheets at AJC PolitiFact&#39;s request. Lusby said Atlanta&#39;s numbers seem accurate, but he wanted to see more information about its reserves, how the city is handling its massive pension liability and how it manages its severance pay. Those and other factors, Lusby said, may give him a better idea of how solid the city&#39;s surplus estimate is. Lusby said he would reserve ruling that the city&#39;s claim is true until its books are audited by an independent firm, which city officials said is scheduled to be done early this year.<br />\r\n\t<br />\r\n\t&quot;I think [Reed] is doing a good job, but I hope he&#39;s working with accurate information,&quot; said Lusby, managing partner of the Alpharetta office of Frazier &amp; Deeter, a certified public accounting firm.<br />\r\n\t<br />\r\n\tThe spreadsheets show Reed&#39;s claim seems on the money. But, as Lusby noted, the city&#39;s fiscal year 2010 books haven&#39;t been audited. Farooqui said &quot;there is no reason to believe the numbers will change dramatically&quot; after the audit. Since there&#39;s additional information that may come from the audit, we reserve the right to change the ruling if there is significant information that shows the city&#39;s numbers were on target or incorrect. For now, we&#39;ll be a little conservative here and rate Reed&#39;s statement as Mostly True.</p>", "ruling_comments_date": "2011-01-03T16:32:00.684178", "ruling_date": "2011-01-04T06:00:00", "ruling_headline": "Numbers show support for Reed's claim about Atlanta finances", "ruling_headline_slug": "numbers-show-support-reeds-claim-about-atlanta-fin", "ruling_link_text": "Mayor's budget claim shows budget in black", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAtlanta Mayor Kasim Reed, in a speech to the YMCA Hungry Club lunch forum, Nov. 30, 2010</p>\r\n<p>\r\n\tCity of Atlanta budget <a href=\"http://www.atlantaga.gov/client_resources/government/finance/budget%202011/may_2010.pdf\">analysis</a>, May 2010</p>\r\n<p>\r\n\tE-mails from the city of Atlanta, Dec. 6, 8, 9, 13, 15, 16 and 17, 2010</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2010/12/26/opinion/26friedman.html\">Cut Here. Invest There</a>,&quot; Dec. 25, 2010</p>\r\n<p>\r\n\tTelephone interview with city of Atlanta Deputy Chief Operating Officer Duriya Farooqui, Dec. 15, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Atlanta City Councilman Howard Shook, Dec. 17, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Roger Lusby III, certified public accountant, Dec. 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Kasim", "half_true_count": 5, "home_state": "", "id": 574, "last_name": "Reed", "mostly_true_count": 7, "name_slug": "kasim-reed", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kasimreed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/574/", "total_count": 21, "true_count": 5, "website": ""}, "statement": "<p>\r\n\tThe city of Atlanta has $56 million in its reserves.</p>", "statement_context": "a speech", "statement_date": "2010-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": "ATL mayor's claim shows budget in black #atl #kasimreed"}