{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2011/jan/04/mike-polensek/cleveland-councilman-mike-polensek-rails-sewage-tr/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3015, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3015/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIndustrial pollution made national news and made Cleveland the butt of jokes in 1969 after the Cuyahoga River caught fire -- not for the first time -- and did $50,000 damage to bridges. The fire helped focus attention on environmental problems and contributed to passage of the Clean Water Act in 1972.<br />\r\n\t<br />\r\n\tWater pollution from sanitary sewer and storm runoff has had a lower profile. But the issue has been important to Cleveland City Councilman Mike Polensek &quot;for more years than I care to recall,&quot; he says. There are almost two miles of lakefront in his ward and a good portion of that is public beach.<br />\r\n\t<br />\r\n\tPolensek spoke at a meeting of the Northeast Ohio Regional Sewer District in November to support its $3 billion settlement with EPA that could triple sewer rates in Cleveland and about 60 suburbs, but will pay for mandated construction work to deal with combined sanitary and storm sewer overflows.<br />\r\n\t<br />\r\n\t&quot;Let&#39;s face it, this is the year 2010 and we&#39;re worse than a Third World country in terms of water quality and the way we treat our sewage,&quot; Polensek told sewer district trustees. &quot;What we&#39;re paying for now is really an indictment of the 40-year delay in living up to the Clean Water Act.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio decided to take a look to see if there is any truth to his comparison.<br />\r\n\t<br />\r\n\tPolensek is notably outspoken, and &quot;Third World&quot; sounded like dramatic hyperbole. But the councilman told PolitiFact Ohio he was not exaggerating and would not water down his remarks.<br />\r\n\t<br />\r\n\t&quot;It&#39;s outrageous in America in 2010 that we have tributaries as polluted as the Tigris and Euphrates,&quot; he said. &quot;It&#39;s unconscionable when you see the filth that comes down that creek after a rainstorm. We have the technology to prevent it. What we haven&#39;t got is elected officials with the (guts) to make the tough decisions. They have deferred and deferred and passed the proverbial bleeping buck. You pay now or pay later.&quot;<br />\r\n\t<br />\r\n\tTwo side-by-side beaches, Euclid Beach and Villa Angela, are a particular concern. Both are close to Euclid Creek, which drains a 24-square-mile section of eastern Cuyahoga County into Lake Erie. Both beaches were too unhealthy for swimming on 48 percent of the days last summer, according to the Northeast Ohio Regional Sewer District.<br />\r\n\t<br />\r\n\tFrom May 2 to Sept. 6, average bacterial levels sampled daily exceeded the U.S. Environmental Protection Agency&#39;s maximum E. coli standard by 40 percent. (The standard is a density of 235 parts per 100 ml of water, indicating the presence of human or animal waste that could make swimmers sick.)<br />\r\n\t<br />\r\n\t&quot;It should be a national embarrassment,&quot; Polensek said. &quot;It&#39;s a sin that we have those types of bacterial levels.&quot;<br />\r\n\t<br />\r\n\tHe sees improving Great Lakes water quality as an economic development issue and a strategic defense issue, because &quot;We don&#39;t have to worry about trying to get water across a border.&quot;<br />\r\n\t<br />\r\n\tHe is angriest about health issues.<br />\r\n\t<br />\r\n\t&quot;Where do they think our drinking water comes from?&quot; he asked, noting he&#39;s had complaints about respiratory, eye and ear infections blamed on contact with lake water. Women have reported vaginal infections, he said.<br />\r\n\t<br />\r\n\tPolitiFact Ohio found support for Polensek&#39;s anger.<br />\r\n\t<br />\r\n\tThe National Resources Defense Council found Cleveland the worst urban area on the Great Lakes in bacterial samples, with the highest risk of gastrointestinal illness on Great Lakes beaches. East Side beaches get 55 percent of the nearly 5 billion gallons of raw sewage dumped into the lake in Greater Cleveland per year.<br />\r\n\t<br />\r\n\tEuclid Creek is the most polluted tributary in the region.<br />\r\n\t<br />\r\n\tBut is it Third World?<br />\r\n\t<br />\r\n\t&quot;Third World&quot; once designated countries not aligned politically with the West or the East. Now it generally refers to underdeveloped and developing countries of Asia, Africa and Latin America, but it has no single definition. &quot;There is no established convention for the designation of &#39;developed&#39; and &#39;developing&#39; countries or areas in the United Nations system,&quot; says the UN Statistics Division.<br />\r\n\t<br />\r\n\t&quot;An estimated 90 percent of all wastewater in developing countries is discharged untreated directly into rivers, lakes or the oceans,&quot; according to the United Nations Environment Programme, but we could find no benchmark characterizing recreational or bathing water of developing nations or &quot;Third World&quot; quality.<br />\r\n\t<br />\r\n\tWe turned for perspective to an expert not involved in local politics or government: scientist Sandra L. McLellan of the Great Lakes Water Institute at the University of Wisconsin-Milwaukee. Her specialty is environmental toxicology, and her laboratory&#39;s major focus is investigating connections between environmental processes and human health. Her current projects involve sewage pollution in rivers and at beaches.<br />\r\n\t<br />\r\n\tShe did not dispute Polensek, though she preferred more careful wording. &quot;I think the accurate statement would be that during the time of a combined sewage overflow we&#39;re no better than a developing country,&quot; she said.<br />\r\n\t<br />\r\n\tShe found it particularly startling and significant that the regional sewer district reports more than 80 sewage overflows in a typical season on just the East Side beaches near Euclid Creek.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a pretty bad situation and not up to what other cities have done,&quot; McLellan said. &quot;That&#39;s like the 1970s or &#39;80s for most cities. They should have only two or three (overflows) a year.&quot;<br />\r\n\t<br />\r\n\tIn Milwaukee, she said, construction in 1993 of a deep tunnel system reduced overflows from 50-60 per year to 2.5. That&#39;s also the specific goal of the Euclid Creek Tunnel, the first part of the sewer district&#39;s Project Clean Lake, on which construction will begin in March.<br />\r\n\t<br />\r\n\tThe bottom line, she said, is what happens during overflows: &nbsp;&quot;It&#39;s a completely open sewer going directly to the rivers and streams. It is like Third World.&quot;<br />\r\n\t<br />\r\n\tSo where does that leave Polensek&rsquo;s statement?</p>\r\n<ul>\r\n\t<li>\r\n\t\tWhile the region does not meet the discharge levels estimated for developing countries -- that 90 percent of all wastewater is discharged untreated directly into rivers, lakes or the oceans -- it is clear that pollution levels are high.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tBacterial counts at two beaches in Polensek&rsquo;s ward exceeded save levels for nearly half the days during the summer and Cleveland&rsquo;s beaches were rated worst among urban centers in the Great Lakes.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tAnd an expert on environmental toxicology agrees that when there are overflows from the sewage system -- something that impacts those beaches an average of more than 80 times a season -- it would be like &quot;Third World,&quot; with an open sewer flowing directly into rivers and streams</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tSo we find Polensek&rsquo;s statement has some elements of truth, but that also you need to know some important details to completely evaluate its accuracy. On the Truth-O-Meter that scores a rating of Half True.</p>", "ruling_comments_date": "2011-01-03T18:39:48.238807", "ruling_date": "2011-01-04T06:00:00", "ruling_headline": "Cleveland Councilman Mike Polensek rails that sewage treatment system amounts to mistreatment of Lake Erie", "ruling_headline_slug": "cleveland-councilman-mike-polensek-rails-sewage-tr", "ruling_link_text": "Experts say he's not just full of it ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Historical Society, Ohio History Central, &quot;<a href=\"http://www.ohiohistorycentral.org/entry.php?rec=1642\">Cuyahoga River Fire</a>&quot;<br />\r\n\t<br />\r\n\tInterview with Cleveland Councilman Mike Polensek, Dec. 7, 2010<br />\r\n\t<br />\r\n\tInterviews with Jean Chapman, public information specialist for the Northeast Ohio Regional Sewer District, December 2010<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://blog.cleveland.com/metro/2010/11/cleveland_councilman_says_dras.html\">Cleveland Councilman Mike Polensek says drastic sewer increase necessary to clean up Lake Erie</a>,&quot; Nov. 18, 2010<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;Why are our beaches so dirty?&quot; Sept. 1, 2007<br />\r\n\t<br />\r\n\tUnited Nations Statistics Division, <a href=\"http://unstats.un.org/unsd/methods/m49/m49regin.htm\">UNData</a><br />\r\n\t<br />\r\n\tUnited Nations Environment Programme, &quot;<a href=\"http://www.unwater.org/downloads/sickwater_unep_unh.pdf\">The central role of wastewater management in sustainable development</a>,&quot; March 2010<br />\r\n\t<br />\r\n\tInterview with hydrologist Donna Francy, Ohio Water Science Center, U.S. Geological Survey, Dec. 17, 2010<br />\r\n\t<br />\r\n\tInterview with program manager Barry Grisez, Cuyahoga County Board of Health, Dec. 17, 2010<br />\r\n\t<br />\r\n\tNational Resources Defense Council, &quot;<a href=\"http://www.nrdc.org/water/oceans/ttw/greatlakes.pdf\">Testing the Waters: Swimming in the Great Lakes</a>,&quot; 2010<br />\r\n\t<br />\r\n\tWorld Health Organization, &quot;<a href=\"http://www.who.int/water_sanitation_health/dwq/whoiwa/en/\">Water quality - Guidelines, standards and health: Assessment of risk and risk management for water-related infectious disease</a>,&quot; 2001<br />\r\n\t<br />\r\n\tInterview with Sandra L. McLellan, Great Lakes Water Institute, University of Wisconsin-Milwaukee, Dec. 20, 2010<br />\r\n\t<br />\r\n\tWisconsin Initiative on <a href=\"http://www.wicci.wisc.edu/mclellan.php\">Climate Change Impacts</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Cleveland city councilman", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Ohio", "id": 941, "last_name": "Polensek", "mostly_true_count": 0, "name_slug": "mike-polensek", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mike-polensek.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/941/", "total_count": 2, "true_count": 1, "website": "http://www.clevelandcitycouncil.org/Home/CouncilMembers/Ward11MichaelDPolensek/tabid/127/Default.aspx"}, "statement": "<p>\r\n\t&quot;We&#39;re worse than a Third World country in terms of water quality and the way we treat our sewage.&quot;</p>", "statement_context": "a public meeting", "statement_date": "2010-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}], "target": [], "twitter_headline": ""}