{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/21/hillary-clinton/her-words-are-somewhat-misleading/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 302, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/302/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "The dig by Sen. Hillary Clinton makes the Bush administration's treatment of wounded veterans seem almost so heartless as to be implausible.\n<p>\n \"The Bush administration sends mixed messages,\" Clinton said during the Democratic debate in Las Vegas. \"They want to recruit and retain these young people to serve our country and then they have the Pentagon trying to take away the signing bonuses when a soldier gets wounded and ends up in the hospital, something that I'm working with a Republican senator to try to make sure never can happen again.\"\n</p>\n<p>\n The Army suggests this issue may all be a tempest in a political teapot, that it simply made a clerical error in asking a wounded vet to return a portion of his signing bonus. But there's another issue, one that may be a bit more legitimate: whether wounded soldiers ought to be guaranteed future installments of enlistment bonuses, bonuses pegged to future years of service they were not able to complete.\n</p>\n<p>\n In 2007, nearly 39,000 army recruits received an average of $16,500 in enlistment bonuses, according to Maj. Nathan M. Banks Sr. of the Department of the Army Public Affairs.\n</p>\n<p>\n The issue Clinton addresses was first raised in July 2007 by the bipartisan Dole-Shalala Commission, when, in the course of work with veterans and their families, they noticed that \"service members' remaining enlistment bonuses were not being paid when they were injured and medically retired or separated from active duty.\" The Defense Department assured the problem was fixed.\n</p>\n<p>\n In October 2007, Rep. Jason Altmire, D-Pa., introduced the Veterans Guaranteed Bonus Act to formally ensure that wounded veterans are paid the entirety of any signing bonus they were promised within 30 days after discharge for combat-related wounds.\n</p>\n<p>\n A Senate version of the bill was introduced by Sen. Jeff Sessions, R-Ala., in November 2007. The Senate bill has 18 co-sponsors, including Clinton.\n</p>\n<p>\n The issue gathered steam that month when a Pittsburgh television station reported the story of Jordan Fox, an army private who was partially blinded in one eye from the explosion of a roadside bomb in Iraq. After Fox returned home with a medical discharge, he got a letter from the Army asking him to repay $2,800 of a $7,500 enlistment bonus.\n</p>\n<p>\n While Fox was held up by many politicians as Exhibit A in the case for the new legislation, his case also may have muddied the waters.\n</p>\n<p>\n The Army says it simply made an \"error in pay processing.\"\n</p>\n<p>\n Defense Department policy is clear: Bonuses already paid should not be recouped if \"injury or illness of the service member was not the result of the service member's misconduct.\"\n</p>\n<p>\n The Army contends Fox's was an isolated case. In fact, when it set up a hotline for pay problems, it received just two calls on that issue.\n</p>\n<p>\n So are we talking about legislation to fix a problem that may have affected just three people? As it relates to wounded soldiers having to return portions of paid bonuses, perhaps. And certainly a lot of politicians made a lot of political hay about that.\n</p>\n<p>\n But that's different than unpaid, future installments of bonuses. Say a soldier who got a $10,000 up-front bonus, and was promised an additional $5,000 at the end of each of three years of completed duty. If he was injured and medically discharged in his first year of service, would he get the final two years of unpaid bonuses?\n</p>\n<p>\n Defense Department policy there is less clear. The secretary of the Military Department may decide to pay the soldier unpaid installments if he or she determines that not paying would be \"against equity and good conscience, or contrary to the best interests of the United States.\"\n</p>\n<p>\n The legislation Clinton co-sponsored would require the military to pay all future installments upon medical discharge.\n</p>\n<p>\n No one knows, still, how many wounded veterans this may affect. The Congressional Budget Office informally told congressional staffs that the proposed legislation &mdash; to include unpaid installments &mdash; might cost about $1-million a year. That may seem like a lot of money, but considering the number of wounded vets, it doesn't suggest they think this is a widespread, institutional problem. The Senate bill seeks an accounting by the military to find out.\n</p>\n<p>\n So while Clinton highlights a legitimate issue &mdash; paying future installments of enlistment bonuses even after wounded veterans have been discharged &mdash; her wording is somewhat misleading, suggesting wounded veterans are being forced to return bonus money. There is little evidence to suggest that happened to more than a couple veterans, and the Army admitted its mistake.\n</p>\n<p>\n Also misleading is her suggestion that there was some kind of Bush administration effort to deny future bonus payments promised to wounded vets.\n</p>\n<p>\n But she may be right that some were denied future bonus payments (although it is far from clear that this is still happening), and the legislation co-sponsored by Clinton would make it crystal clear they are to be paid. And so we rate her statement Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:25.868974", "ruling_date": "2008-01-21T00:00:00", "ruling_headline": "Her words are somewhat misleading", "ruling_headline_slug": "her-words-are-somewhat-misleading", "ruling_link_text": "Her words are somewhat misleading", "ruling_state": null, "source_documents": null, "sources": "Press release,\n<a href=\"http://altmire.house.gov/list/press/pa04_altmire/VGBA.shtml\">\n \"Altmire Legislation Would Prevent Unfair Punishment of Nation's Wounded Warriors,\"\n</a>\nOct. 11, 2007\n<p>\n Press release,\n <a href=\"http://sessions.senate.gov/pressapp/record.cfm?id=287995\">\n  \"Sessions: Defense Department Must Fulfill Enlistment Commitments to Our Troops,\"\n </a>\n Nov. 28, 2007\n</p>\n<p>\n American Forces Press Service,\n <a href=\"http://www.af.mil/news/story.asp?id=123077083\">\n  \"Officials explain recoupment policy for wounded troops,\"\n </a>\n by Jim Garamone, Nov. 26 2007\n</p>\n<p>\n KDKA-TV (CBS station for Pittsburgh),\n <a href=\"http://kdka.com/local/military.signing.bonuses.2.571660.html\">\n  \"Wounded Soldier: Military Wants Part Of Bonus Back,\"\n </a>\n by Marty Griffin, Nov. 19, 2007\n</p>\n<p>\n Department of Defense Instruction,\n <a href=\"http://www.politifact.com/media/files/130429p.pdf\">\n  \"Administration of Enlistment Bonuses,\"\n </a>\n Number 1304.29, Dec. 15, 2004\n</p>\n<p>\n U.S. Senate, Bill 2400, Continuation of Certain Bonus Payments to Members of the Armed Forces Retired or Separated Due to a Combat-Related Injury\n</p>\n<p>\n Interview with Stephen Boyd, press secretary for Sen. Jeff Sessions, Jan. 17, 2008\n</p>\n<p>\n Interview with Richard C. Schneider, executive director for government affairs, Noncommissioned Officers Association, Jan. 17, 2008\n</p>\n<p>\n Interview with Vanessa Williamson, policy director for the Iraq and Afghanistan Veterans of America, Jan. 17, 2008\n</p>\n<p>\n Interview with Maj. Nathan M. Banks Sr. of Department of the Army Public Affairs, Jan. 17, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "The Bush administration has \"the Pentagon trying to take away the signing bonuses when a soldier gets wounded and ends up in the hospital, something that I'm working with a Republican senator to try to make sure never can happen again.\"", "statement_context": "a debate in Las Vegas", "statement_date": "2008-01-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}