{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jan/11/heidi-group/activists-say-planned-parenthood-nations-premier-a/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3035, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3035/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tA letter distributed by a conservative group Jan. 4 ticks off reasons it says Texas House Speaker Joe Straus is not &quot;pro-life,&quot; ranging from his past authorship of legislation authorizing stem-cell research to his past designation of a former Democratic legislator as chief of staff.</p>\r\n<p>\r\n\tThe letter urges Republican legislators, who will have a 101-vote House majority, to deny the San Antonio Republican a second two-year stint as speaker. Straus drew 70 of 100 GOP member votes in the party&#39;s caucus meeting Monday and is expected to prevail today when the post is formally filled by the 150-member body after the session starts Tuesday.</p>\r\n<p>\r\n\tThe Jan. 4 letter, signed by more than 30 anti-abortion activists, floated an unusual warning sign about Straus--involving a thank you. &quot;Following the 2009 session,&quot; the letter says, Straus &quot;was acknowledged and &lsquo;thanked&rsquo; for his &lsquo;tireless efforts&rsquo; by Planned Parenthood, the nation&rsquo;s premier abortion provider.&quot;</p>\r\n<p>\r\n\tSome perspective: Planned Parenthood is a reproductive health care provider with facilities nationwide that offer family-planning services, including abortion. The organization advocates for comprehensive sexual health care and education.</p>\r\n<p>\r\n\tCarol Everett of Round Rock, a signer of the anti-Straus &nbsp;letter and founder and CEO of the Heidi Group, a non-profit that has run crisis pregnancy centers in Dallas advising women with unplanned pregnancies about giving birth, told us the reference to Planned Parenthood as the nation&rsquo;s premier abortion provider reflected on her understanding that its clinics provide more than 300,000 of the nation&rsquo;s 1.2 million legal abortions a year. She forwarded a 2009 report by an anti-abortion group, the Virginia-based American Life League, terming Planned Parenthood the largest &quot;abortion chain&quot; in America with 817 clinics around the country.<br />\r\n\t<br />\r\n\tAccording to the Guttmacher Institute, which studies and advocates on issues related to reproductive health, 1.2 million legal abortions were performed in the United States in 2008. Institute spokeswoman Rebecca Wind told us the institute doesn&rsquo;t break down which groups provide abortions, but stand-alone clinics provide more abortions than all U.S. Planned Parenthood clinics combined. By our accounting, about 27 percent of abortions in the U.S. are performed at Planned Parenthood clinics versus 73 percent at other medical facilities.<br />\r\n\t<br />\r\n\tTo our inquiry, Tait Sye of the Planned Parenthood Federation of America said that in 2008-09, Planned Parenthood provided 328,000 abortions. Sye said in an e-mail: &quot;Our health centers do much more than provide abortions. They provide a wide range of safe, reliable health care--and more than 90 percent is preventive, primary care, which helps prevent unintended pregnancies through contraception, reduce the spread of sexually transmitted infections through testing and treatment, and screen for cervical and other cancers.&quot;<br />\r\n\t<br />\r\n\tStraus has been slammed before from the right for links to Planned Parenthood. In the early 1990s, his wife served on the board of San Antonio&rsquo;s Planned Parenthood affiliate. And in 2008, before Straus was a candidate for speaker, the local group&rsquo;s political arm contributed $1,000 to Straus&rsquo;s campaign kitty.<br />\r\n\t<br />\r\n\tEverett pointed us to an article headlined &quot;2009 Patron Party&quot; in the fall 2009 edition of <em>Horizons</em>, the newsletter of the Planned Parenthood Trust of San Antonio and South Central Texas. The article says the Planned Parenthood affiliate&rsquo;s president and CEO, Jeffrey Hons, thanked three legislators attending the Oct. 6, 2009, gathering at a San Antonio home, plus state Sen. Leticia Van de Putte, D-San Antonio, and Straus, both in <em>absentia</em>, &quot;for their tireless efforts on behalf of Texas women and children during the last legislative session.&quot;</p>\r\n<p>\r\n\tEverett said such a mention carries a taint. &quot;If I got any mention from Planned Parenthood, people would wonder about it,&quot; Everett said. &quot;You show one other conservative pro-lifer who has had any mention from Planned Parenthood, I would eat the paper that shows it.&quot;</p>\r\n<p>\r\n\tIn an interview, Yvonne Gutierrez, spokeswoman for the San Antonio Planned Parenthood group, said Hons&rsquo; shout-out was not intended to underscore any particular action by Straus. The party was at a home in Straus&rsquo; district, Gutierrez said, and Hons &quot;thanked the speaker because he thought that for his first session (as speaker) he did an excellent job for women and families... It was almost as if how could you be sitting in the speaker&rsquo;s district talking about the legislative session and not mention the speaker?&quot; Gutierrez said. The thanks &quot;was really nothing more than that.&quot;</p>\r\n<p>\r\n\tThe four-paragraph newsletter article focuses on more than 120 individuals whose gifts to the group exceed $1,000 a year. But the story also quotes Mindi Alterman, then the departing board chair, stressing strides the group had made in cervical cancer prevention, testing and treatment of sexually transmitted diseases and permanent birth control.</p>\r\n<p>\r\n\tThe 18-page issue opens with a message from Hons describing Planned Parenthood as the city&rsquo;s most effective teen pregnancy prevention program. &quot;Finally, and perhaps as a footnote, the people who protest on the sidewalk outside my office window do nothing, absolutely nothing, to prevent so much as one teen pregnancy,&quot; his message says. &quot;They do nothing to prevent one abortion while Planned Parenthood prevents thousands of abortions with our family planning clinics. And their protests do nothing to help vulnerable, at-risk teens keep their fragile lives pointed toward a successful adulthood.&quot;</p>\r\n<p>\r\n\tWe asked Tracy Young, Straus&rsquo;s communications director, for the speaker&#39;s take. She made no comment.</p>\r\n<p>\r\n\tWe rate the statement True.</p>", "ruling_comments_date": "2011-01-07T16:32:57.755356", "ruling_date": "2011-01-11T06:00:00", "ruling_headline": "Activists say Planned Parenthood, nation's premier abortion provider, thanked Speaker Joe Straus after 2009 session", "ruling_headline_slug": "activists-say-planned-parenthood-nations-premier-a", "ruling_link_text": "Thanks in absentia", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmerican Life League, report, &quot;2009 Report on Planned Parenthood Facilities in the United States,&quot; March 15, 2009 and web page, <a href=\"http://www.all.org/article/index/id/MjQ0NQ\">&quot;Abortion and Planned Parenthood Statistics&quot;</a> updated Feb. 5, 2008 (accessed Jan. 7, 2011)<br />\r\n\t<br />\r\n\tInterviews, Carol Everett, Round Rock, founder and ceo, the Heidi Group, Jan. 6 and 7, 2011<br />\r\n\t<br />\r\n\tE-mail blast, letter to Republican Texas House members, &nbsp;The Heidi Group, <a href=\"http://hosted.verticalresponse.com/537787/c6281f493b/1532506773/9c27958b72/\">&quot;Speaker Straus Is NOT Pro-Life,&quot;</a> Jan. 4, 2011<br />\r\n\t<br />\r\n\tInterview, Yvonne Gutierrez, vice president for public affairs, The Planned Parenthood Trust of San Antonio &amp; South Central Texas, Jan. 5, 2011<br />\r\n\t<br />\r\n\tInterview, Rebecca Wind, senior communications associate, the Guttmacher Institute, Jan. 7, 2011<br />\r\n\t<br />\r\n\tThe Guttmacher Institute, web page, &quot;<a href=\"http://www.guttmacher.org/pubs/fb_induced_abortion.html\">Facts on Induced Abortion in the United States&quot;</a><br />\r\n\tMay 2010 (accessed Jan. 7, 2011)<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, 2008-09 annual report, <a href=\"http://www.plannedparenthood.org/about-us/annual-report-4661.htm\">&quot;The Promise of Change,&quot;</a> 2010 (fetched Jan. 7, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Nonprofit group", "false_count": 0, "first_name": "Heidi", "half_true_count": 0, "home_state": "Texas", "id": 950, "last_name": "Group", "mostly_true_count": 0, "name_slug": "heidi-group", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/heidigroup.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/950/", "total_count": 1, "true_count": 1, "website": "http://www.heidigroup.org"}, "statement": "<p>\r\n\t&quot;Following the 2009 session,&quot; Texas House Speaker Joe Straus &quot;was acknowledged and &lsquo;thanked&rsquo; for his &lsquo;tireless efforts&rsquo; by Planned Parenthood, the nation&rsquo;s premier abortion provider.&quot;</p>", "statement_context": "a letter.", "statement_date": "2011-01-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House speaker", "false_count": 0, "first_name": "Joe", "half_true_count": 2, "home_state": "Texas", "id": 876, "last_name": "Straus", "mostly_true_count": 1, "name_slug": "joe-straus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/straus_photo_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/876/", "total_count": 5, "true_count": 2, "website": "http://www.joestraus.org/"}], "twitter_headline": ""}