{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jan/17/ohio-alliance-retired-americans/attack-dewines-health-reform-position-voluntarily-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3066, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3066/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWasting no time, new Ohio Attorney General Mike DeWine made good on his campaign pledge to challenge the 2010 federal health care law as unconstitutional. DeWine, a Republican, <a href=\"http://www.ohioattorneygeneral.gov/FloridaLetter\">notified Florida Attorney General Pamela Jo Bondi</a> on Jan. 10 that he would join 20 other states that have already signed on to try to invalidate the Affordable Care Act in U.S. District Court in Florida.<br />\r\n\t<br />\r\n\tThe gist of the lawsuit, as DeWine explained in a news release: &quot;The federal government simply does not have the right to force someone to buy a product -- be it health insurance or any other type of goods or services that an individual may or may not want -- or face a penalty.&quot; Under the Affordable Care Act, that requirement to buy health insurance would begin in 2014.<br />\r\n\t<br />\r\n\tCritics pounced, their reactions as predictable as DeWine&rsquo;s. But one group in particular, the labor union-affiliated Ohio <a href=\"http://www.retiredamericans.org/\">Alliance for Retired Americans</a>, drew our attention when it said in a news release that DeWine&rsquo;s first act as state attorney general was &quot;at odds&quot; with his actions as a U.S. senator. When we called to learn more about this claim, Norman Wernet, field organizer for the group, told us that DeWine was being &quot;not only a little illogical but also hypocritical.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s because as a senator, DeWine in 2003 supported a bill that added prescription drug coverage to Medicare, the federal government&rsquo;s health program for seniors. Seniors would have to buy this coverage to participate, starting in 2006, and the law had a penalty for not buying drug coverage when eligible, said the alliance. It was a &quot;mandate&quot; no different from the new one requiring all Americans to get health insurance or face a fine, according to the alliance&rsquo;s news release and our interview with Wernet.<br />\r\n\t<br />\r\n\t&quot;It appears that what was constitutional to Senator DeWine in 2003 is no longer so,&quot; said the news release, going on to criticize the Medicare prescription drug law for additional reasons only tangentially related to the claim of constitutional hypocrisy. &nbsp;&quot;This pang of conscience seems to us to be more political theatrics than sound use of Ohio&rsquo;s time and money.&quot;<br />\r\n\t<br />\r\n\tWe are not going to debate whether either of these laws is good or bad or whom they benefit. And far be it from us to argue the hotly debated question of whether the mandate to buy health care insurance or face penalties flies in the face of the Constitution. Federal courts will settle that.<br />\r\n\t<br />\r\n\tInstead, we have a more basic question to settle, because the alliance&rsquo;s claim was news to us. We did not know that the 2003 Medicare prescription drug law had a mandate: Buy drug coverage (it is known as Medicare Part D) or else be penalized.<br />\r\n\t<br />\r\n\tAs it turns out, neither did the groups with whom we checked. It needs to be noted that these sources, including the nonpartisan Kaiser Family Foundation, which analyzes health policy, do not wish to engage in political debate. They have no beef with DeWine or the Ohio Alliance for Retired Americans.<br />\r\n\t<br />\r\n\tBut they referred us to <a href=\"http://www.kff.org/medicare/upload/7044-11.pdf\">their analyses</a>, and to fact sheets from the federal Centers for Medicare and Medicaid Services, or CMS, that described the Medicare prescription drug coverage as voluntary. That word -- voluntary -- shows up repeatedly. We read <a href=\"https://www.cms.gov/MMAUpdate/downloads/hr1.pdf\">the 2003 bill</a> itself, too, which could not say it more clearly, because the section establishing the drug program has this title: &lsquo;&lsquo;PART D&mdash;VOLUNTARY PRESCRIPTION DRUG BENEFIT PROGRAM.&quot;<br />\r\n\t<br />\r\n\tWe read the <a href=\"http://today.ucsf.edu/stories/ucsf-pharmacy-experts-offer-medicare-part-d-prescription-drug-plan-advice-a/\">description of the program published by the pharmacy school of the University of California at San Francisco</a>, which said: &quot;It is voluntary.&quot;<br />\r\n\t<br />\r\n\tFinally, we asked CMS directly: Is enrollment mandatory or voluntary? CMS spokesman Tony Salters said, &quot;Voluntary is correct.&quot;<br />\r\n\t<br />\r\n\tWith so many people and publications saying the program is voluntary, how then, could the Ohio Alliance for Retired Americans see it so differently?<br />\r\n\t<br />\r\n\tAs Wernet explains his group&rsquo;s take, everyone who is 65 or over and retired must either get into a Medicare Part D plan or have similar drug coverage, such as from the Department of Veterans Affairs or through a retiree health plan. Otherwise, they must pay a penalty when joining later. That penalty amounts to 1 percent of the cost of a drug policy for each month the enrollee has delayed since he or she was eligible, and it is added to the monthly premium the senior will pay.<br />\r\n\t<br />\r\n\tYes, we asked, but can&rsquo;t a retiree delay enrolling indefinitely and therefore never face a fine?<br />\r\n\t<br />\r\n\tWhat about wealthy seniors who don&rsquo;t care about reducing their prescription costs (seniors with low incomes may qualify for subsidies to pay for Part D coverage), or healthy seniors who don&rsquo;t have high drug costs or need a prescription policies? What about independent-minded people who just don&rsquo;t want any part of this government-created health care system?<br />\r\n\t<br />\r\n\tHere is where the interpretations of &quot;voluntary&quot; diverge.<br />\r\n\t<br />\r\n\tWernet said that eventually, the need for prescriptions and the financial pinch of paying for them catches up with people. So in reality, just about everyone winds up with some kind of coverage. Yet those who don&rsquo;t sign up quickly, perhaps trying to &quot;game&quot; the system by waiting (and saving on premiums), get hit with the penalty.<br />\r\n\t<br />\r\n\tIt is the same principle as in the new health care law, he said: You can try to avoid getting health care coverage until you get sick and decide you need it, but you&rsquo;re going to pay a penalty. One penalty -- written in the 2010 health insurance law -- will kick in quickly once that provision takes effect, while other -- from the 2003 Medicare prescription law -- kicks in when seniors finally decide to enroll. The timing is different but the principle, he said, is the same.<br />\r\n\t<br />\r\n\t&quot;To us, it seems to be a distinction without a difference,&quot; Wernet said. &quot;What Congress said in 2003 is no different than what Congress said in 2010: You can&rsquo;t game the system.&quot;<br />\r\n\t<br />\r\n\tWe see a significant difference, however.<br />\r\n\t<br />\r\n\tThe 2003 law that DeWine backed did not have a mandate. If you want to roll the dice when you retire, Congress said you certainly may. You&rsquo;ll pay a penalty for delaying if you change your mind, but you are free not to change your mind. You have that choice -- and about 4.7 million people, or 10 percent of Medicare beneficiaries, have made that choice, according to CMS figures cited by the Kaiser Family Foundation. Not a one of them is paying a fine.<br />\r\n\t<br />\r\n\tIn other words, DeWine is not being hypocritical in challenging the 2010 health insurance mandate, because when he voted in 2003 for the prescription insurance program, he was not supporting a mandate.<br />\r\n\t<br />\r\n\tThat&rsquo;s why we rate the Alliance for Retired Americans&rsquo; claim False.</p>", "ruling_comments_date": "2011-01-16T17:06:10.798479", "ruling_date": "2011-01-17T06:00:00", "ruling_headline": "Attack on DeWine's health reform position tests the definition of voluntary", "ruling_headline_slug": "attack-dewines-health-reform-position-voluntarily-", "ruling_link_text": "Last we checked, “voluntary” didn't mean \"required\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMike Dewine, <a href=\"http://www.ohioattorneygeneral.gov/FloridaLetter\">letter to Pamela Jo Bondi</a>, Jan. 10, 2011<br />\r\n\t<br />\r\n\tOhio Alliance for Retired Americans, news release, Jan., 10, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Norman Wernet, Ohio Alliance for Retired Americans, Jan. 11, 2011<br />\r\n\t<br />\r\n\tTelephone conversation and e-mail with Lisa Peterson Hackley, spokeswoman for Ohio Attorney General Mike DeWine, 10-11-2011- and 10-12-2011<br />\r\n\t<br />\r\n\tTelephone conversation and e-mail with Tony Salters, Centers for Medicare and Medicaid Services, Jan. 11 and 12, 2011<br />\r\n\t<br />\r\n\tStatement from Pharmaceutical Research and Manufacturers of America, Jan. 11, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-108hr1enr/pdf/BILLS-108hr1enr.pdf\">H.R. 1, Medicare Prescription Drug Improvement and Modernization Act of 2003</a>.<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/7044-11.pdf\">The Medicare Prescription Drug Benefit -- An Updated Fact Sheet</a>,&quot; October 2010<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services, &quot;<a href=\"https://questions.medicare.gov/app/answers/detail/a_id/2255/%7E/late-enrollment-penalty-%28lep%29\">Late Enrollment Penalty</a>&quot; &nbsp;fact sheet, Oct. 6, 2009<br />\r\n\t<br />\r\n\tUniversity of California, San Francisco, &quot;<a href=\"http://today.ucsf.edu/stories/ucsf-pharmacy-experts-offer-medicare-part-d-prescription-drug-plan-advice-a/\">UCSF Pharmacy Experts Offer Medicare Part D Prescription Drug Plan Advice as Deadline Looms</a>,&quot; April 24, 2006</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 966, "last_name": "Ohio Alliance for Retired Americans", "mostly_true_count": 0, "name_slug": "ohio-alliance-retired-americans", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-group-icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/966/", "total_count": 1, "true_count": 0, "website": "http://www.retiredamericans.org/state-by-state/state-alliances"}, "statement": "<p>\r\n\tSays Ohio Attorney General Mike DeWine is hypocritical for challenging the constitutionality of the new health care law.</p>", "statement_context": "a news release", "statement_date": "2011-01-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 159, "photo": null, "resource_uri": "/api/v/2/subject/159/", "subject": "Voting Record", "subject_slug": "voting-record", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}