{"art": [{"brightcove": "", "caption": "U.S. Rep. Michael Burgess, R-Texas, appears on Fox Business Network Dec. 28, 2010.", "id": 1004, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1004/", "title": "U.S. Rep. Michael Burgess on Fox Business Network Dec. 28, 2010", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/7izcwC-0qWw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "7izcwC-0qWw"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jan/20/michael-burgess/michael-burgess-says-2010-was-worst-year-ever-doct/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3070, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3070/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tA Texas doctor in the U.S. House, Rep. Michael Burgess, R-Lewisville, closed out 2010 by telling a Fox Business Network interviewer that the year was awful for physicians participating in Medicare, the federal program that helps cover medical costs for the elderly.<br />\r\n\t<br />\r\n\t&quot;This is the worst year ever for America&rsquo;s doctors who are reimbursed under the Medicare system,&quot; Burgess said Dec. 28. &quot;2010 will go down as a year in infamy. It may have gotten a little bit better right at the end of the year, but it&rsquo;s ... a system that itself is on life support.&quot;<br />\r\n\t<br />\r\n\tIn an interview, Burgess told us his gloomy take reflects delays by Congress last year in stopping a formula-driven reduction in what Medicare pays physicians, fueling uncertainty among doctors counting on the payments to stay level. He said improvement came late in 2010 when Congress extended a 2.1 percent rate increase through 2011.<br />\r\n\t<br />\r\n\tSome background: In 1997, according to the federal Centers for Medicare &amp; Medicaid Services, Congress voted to tie Medicare physician payments to a complex formula based on the number of Medicare beneficiaries, the overall growth in the economy, changes in law or regulation affecting the utilization of services and a special factor &ndash; the Medicare Economic Index &ndash; that reflects the rate of inflation in physicians&rsquo; costs.<br />\r\n\t<br />\r\n\tSpokeswoman Ellen Griffith said via e-mail that if the annual rate of growth in Medicare spending for physician services is greater than the target, then payment rates must be cut. And, she said, only Congress can override the cut or change the formula. Under the formula, Medicare rates went up from 1998 through 2001, but went down about 5 percent in 2002.<br />\r\n\t<br />\r\n\tFrom 2003 through 2005, Griffith said, Congress intervened to stop or reverse formula-driven rate cuts. In 2006 and 2007, Congress froze physician rates at the 2005 level. In 2008, Congress overrode the formula-driven cut to approve a .5 percent increase, later voting to increase rates by 1.1 percent for 2009, she said.<br />\r\n\t<br />\r\n\tIn June 2010, the Texas Medical Association characterized the rates as&quot;stagnant&quot; for the past decade while the cost of running a medical practice increased 28 percent.<br />\r\n\t<br />\r\n\tMeanwhile, some doctors have fled the Medicare program. According to a May 17, 2010<em> Houston Chronicle</em> news article, more than 300 Texas doctors ended their involvement with Medicare in the previous two years, including 50 in the first three months of 2010. Before 2007, only a handful (for instance, seven in 2006) annually opted out, the newspaper said.<br />\r\n\t<br />\r\n\tIn 2007, 70 doctors notified Trailblazer Health Enterprises, the state&#39;s Medicare carrier, they would no longer participate. The number was 151 in 2008, 135 in 2009 and was on pace to reach 200 in 2010, the newspaper said.<br />\r\n\t<br />\r\n\tHold the stethoscope. So Medicare rates actually went down in 2002 and stayed flat from 2005 through 2007 -- yet Burgess ranks 2010, when rates eventually rose, as the worst year ever for doctors. How come?</p>\r\n<p>\r\n\tBurgess told us his assessment has to do with how Congress dealt with the issue last year -- in fits and starts.<br />\r\n\t<br />\r\n\tAccording to a timeline compiled by the medical association, Congress voted March 3, 2010 to delay a 21 percent rate cut to April 1. While the cut was then supposed to take effect, the centers instead stopped processing physician claims to carve time for Congress to intervene, Griffith said. On April 15, Congress stepped in, delaying the 21 percent cut until June.</p>\r\n<p>\r\n\tIn June, the cut&nbsp; took effect, meaning some reduced-rate payments went out, though Griffith said those were reprocessed after Congress in late June put a 2.2 percent rate increase in effect through November, retroactive to June 1.</p>\r\n<p>\r\n\tBefore the end of the year,&nbsp; Congress delayed the formula-driven rate twice more, finally voting to extend the 2 percent increase through 2011.<br />\r\n\t<br />\r\n\tBurgess told us the pauses in Medicare payments made things difficult for doctors who were counting on them: &quot;The electric company is not going to say we understand, pay that light bill when you get around to it. Your nurse doesn&rsquo;t come in one morning saying you don&rsquo;t need to pay me this week. Drug companies... still send the bills, your fixed costs still run. So where is the only place that you give in a small doctor&rsquo;s office? The doctor doesn&rsquo;t get a paycheck that month... That is what no one in Congress understands. When we jack around with this stuff, we are hurting people on the front lines who are taking care of patients.&quot;<br />\r\n\t<br />\r\n\tSteve Levine, spokesman for the Texas Medical Association, said Congress created &quot;a formula that is not viable in terms of covering the costs of providing care to people on Medicare. Both parties are to blame. Leaders and at-large leaders of both parties have told medicine year after year after year, we feel your pain and want to fix it. Both parties have had opportunities to do so and have not.&quot;<br />\r\n\t<br />\r\n\tOn whether 2010 was &quot;the worst year ever,&quot; Levine said &quot;most Texas physicians would say the constant threat of a 20 (to) 25 percent cut was what made this year so exasperating.&quot; He added later by e-mail: &quot;The constant uncertainty over a much, much larger cut combined with five weeks of held payments made it bad, very bad. What we&#39;re talking about here is physicians&#39; perceptions, which can&#39;t be measured as objectively as you&#39;re trying to do.&quot;<br />\r\n\t<br />\r\n\tOur finding: Hitches in congressional action on an anticipated big cut in Medicare rates surely contributed to physicians&rsquo; financial worries in 2010. However, their rates increased slightly at mid-year and the increase is scheduled to hold through this year. It&rsquo;s difficult to see how that makes 2010 the worst year ever for Medicare doctors compared to 2002, when rates went down, and some subsequent years when rates were frozen.<br />\r\n\t<br />\r\n\tWe rate Burgess&rsquo;s statement False.</p>", "ruling_comments_date": "2011-01-18T10:42:41.905252", "ruling_date": "2011-01-20T11:13:53", "ruling_headline": "Michael Burgess says 2010 was worst year ever for doctors in Medicare", "ruling_headline_slug": "michael-burgess-says-2010-was-worst-year-ever-doct", "ruling_link_text": "Based on rates, not even the worst this decade", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox Business Network, <a href=\"http://burgess.house.gov/News/DocumentSingle.aspx?DocumentID=218657\">interview</a> of U.S. Rep. Michael Burgess, Dec. 28, 2010<br />\r\n\t<br />\r\n\tHouston Chronicle, news articles, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7009807.html\">&quot;Texas doctors opting out of Medicare at alarming rate,&quot;</a> May 17, 2010<br />\r\n\t<br />\r\n\tInterview and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01192011_ellengriffithresponsepftexas.html\">e-mail</a>, Ellen Griffith, Public Affairs Specialist, Office of External Affairs and Beneficiary Services, Centers for Medicare &amp; Medicaid Services, Washington, Jan. 19, 2011</p>\r\n<p>\r\n\tInterview, U.S. Rep. Michael Burgess, Lewisville, Jan. 6, 2011<br />\r\n\t<br />\r\n\tInterview and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/\">e-mail</a><a href=\"http://alt.coxnewsweb.com/statesman/politifact/01052011_stevelevineresponsespftexas.html\">s(excerpted)</a>, Steve Levine, vice president, communications, Texas Medical Association, &nbsp;Jan. 5 and 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House member", "false_count": 1, "first_name": "Michael", "half_true_count": 0, "home_state": "Texas", "id": 967, "last_name": "Burgess", "mostly_true_count": 0, "name_slug": "michael-burgess", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/michaelburgess01182011.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/967/", "total_count": 2, "true_count": 0, "website": "http://burgess.house.gov/"}, "statement": "<p>\r\n\tSays 2010 was the &quot;worst year ever for America&#39;s doctors&quot; reimbursed by Medicare.</p>", "statement_context": "an interview.", "statement_date": "2010-12-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}