{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jan/19/jack-kingston/georgia-congressman-says-food-supply-extremely-saf/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3073, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3073/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tCongress has passed major legislation aimed at making food safer, but that doesn&#39;t mean it will pay for it.<br />\r\n\t<br />\r\n\tWidely considered to be the first major overhaul of the agency&#39;s food safety provisions since 1938, the Food Safety Modernization Act tightens <font>safety rules and boosts Food and Drug Administration inspections </font>at an estimated price of $1.4 billion over the next five years.<br />\r\n\t<br />\r\n\tThat&#39;s way too high a price, some say. The nation&#39;s food is just fine to eat, said Republican U.S. House Rep. Jack Kingston of Savannah.<br />\r\n\t<br />\r\n\t&quot;We still have a food supply that&#39;s 99.99 percent safe,&quot; Kingston told The Washington Post. &quot;No one wants anybody to get sick, and we should always strive to make sure food is safe. But the case for a $1.4 billion expenditure isn&#39;t there.&quot;<br />\r\n\t<br />\r\n\tKingston spokesman Chris Crawford repeated the claim in a Jan. 4 article in The Atlanta Journal-Constitution.<br />\r\n\t<br />\r\n\tThe food supply is 99.99 percent safe? That sounds great, but is it true?<br />\r\n\t<br />\r\n\tKingston has a big say in whether food safety legislation gets funded. He is chairman of the subcommittee of the <font color=\"#000000\">House Appropriations Committee that</font> holds the FDA&#39;s purse strings.<br />\r\n\t<br />\r\n\t&quot;I would not identify it [funding] as something that will necessarily be zeroed out, but it is quite possible it will be scaled back if it is significant overreach,&quot; Kingston told The Post.<br />\r\n\t<br />\r\n\tCrawford told us this is how Kingston and his staff determined the food supply is almost completely safe:<br />\r\n\t<br />\r\n\tThey took the Center for Disease Control and Prevention&#39;s latest estimate for the number of food-borne illnesses each year and divided it by the number of times people in the U.S. eat each year.<br />\r\n\t<br />\r\n\tThe CDC said that in 2011, just under 48 million people will contract a food-borne illness.<br />\r\n\t<br />\r\n\tThere are about 310 million people in the U.S. <font><font>If they eat three times a day, that&#39;s 339.45 billion </font><font>meals. </font><font>And 48 million is roughly 0.01 percent of that. </font></font><br />\r\n\t<br />\r\n\tSo Kingston&#39;s math is accurate. But does that mean his overall point is correct?<br />\r\n\t<br />\r\n\tWe found<font><font> Kingston was comparing apples to oranges. He used <font><font>CDC data that measured</font></font> a person&#39;s risk of getting ill to measure the risk of the food safety supply. But those are not the same thing.&nbsp; </font></font><br />\r\n\t<br />\r\n\tThe CDC&#39;s figure came out as part of an announcement that one out of six people in the U.S. will contract a food-borne illness in the coming year. In other words, about 16.66 percent of the population will have problems this year ranging from a bad stomachache to deadly kidney failure because of dangerous <font>pathogens i</font>n their food.<br />\r\n\t<br />\r\n\tWe talked to Elaine Scallan, an assistant professor at the University of Colorado School of Public Health who formerly worked for the CDC. She did research on which the CDC results are based.<br />\r\n\t<br />\r\n\tKingston&#39;s calculation measured the risk that your next meal will make you sick. But it is &quot;definitely not a good indicator of the safety of our food supply,&quot; Scallan said.<br />\r\n\t<br />\r\n\tEach time you eat a meal, you take that same risk again. Over time, that risk adds up, Scallan said.<br />\r\n\t<br />\r\n\tRobert Scharff, a professor at Ohio State University and a former economist with the Food and Drug Administration, calculated that food-borne illness costs the U.S. $152 billion annually.<br />\r\n\t<br />\r\n\tHis report described food-borne illness as &quot;a large problem that deserves the attention of policymakers.&quot; He also noted in an e-mail interview with AJC PolitiFact Georgia that Kingston&#39;s approach only covered the risk of eating a single meal.<br />\r\n\t<br />\r\n\tOther criticism was more blunt. Barbara Kowalcyk, director of food safety for the Center for Foodborne Illness Research and Prevention, expressed similar concerns and said Kingston&#39;s measure &quot;just doesn&#39;t make sense.&quot;<br />\r\n\t<br />\r\n\tNew York University professor Marion Nestle, a well-regarded food safety and nutrition expert, had similar concerns.<br />\r\n\t<br />\r\n\t&quot;Isn&rsquo;t 48 million people getting sick or dying unnecessarily worth doing something about? I think so,&quot; Nestle said.&nbsp;<br />\r\n\t<br />\r\n\tSo experts think Kingston&#39;s method has a crucial, if not fatal, flaw. But we decided to dig deeper. We looked at a sampling of food safety tests to see whether their results resembled Kingston&#39;s.<br />\r\n\t<br />\r\n\tA recently completed nationwide survey on young chickens by the U.S. Department of Agriculture&#39;s Food Safety and Inspection Service found some 7.5 percent tested positive for salmonella and 46.7 percent for campylobacter, which the CDC describes as &quot;one of the most common causes of diarrheal illness in the United States.&quot;<br />\r\n\t<br />\r\n\tThe federal government also looked at fruits and vegetables at processing plants in 2008 and found that while 5 percent had e. coli bacterial levels that suggested they came into contact with unclean water, only 0.3 percent of samples tested positive for the form that can make you sick. It reported 16 of nearly 11,700 samples tested positive for salmonella.&nbsp;<br />\r\n\t<br />\r\n\tConsumer Reports magazine tested for salmonella and campylobacter in chicken it bought from grocery stores. Its results, published in the January 2010 issue, were that campylobacter was present in 62 percent and salmonella was in 14 percent. Both were present in 9 percent.<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<font>The magazine&#39;s publisher, the nonprofit <font>consumer advocacy group</font> Consumers Union, backed the food safety bill. </font><br />\r\n\t<br />\r\n\tTo sum up:<br />\r\n\t<br />\r\n\tKingston&#39;s calculation mixed up its apples and oranges. He said his calculation showed that the food supply is &quot;99.99 percent safe.&quot; But his numbers described something very different: the risk that your next meal will make you sick.<br />\r\n\t<br />\r\n\tThe problem is that you have to eat far more than your next meal to survive. And with each meal, your risk increases. Your risk of getting sick is actually much greater -- predictions say one in six people will get sick in 2011 from food-borne illness.<br />\r\n\t<br />\r\n\tIn other words, while Kingston&#39;s math is correct, his results didn&#39;t say what he claimed they did. Studies that do measure the safety of certain foods contradict him.<br />\r\n\t<br />\r\n\tSince his statement has an element of truth but ignores crucial facts, his statement meets our definition of Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-18T17:22:46.531568", "ruling_date": "2011-01-19T06:00:00", "ruling_headline": "Georgia Congressman says food supply extremely safe", "ruling_headline_slug": "georgia-congressman-says-food-supply-extremely-saf", "ruling_link_text": "Congressman confuses apples for oranges", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tThe Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/12/24/AR2010122402795.html\">Overhaul of food safety laws might not be to GOP&#39;s taste</a>,&quot; Dec. 25, 2010,<br />\r\n\t<br />\r\n\tThe Centers for Disease Control and Prevention, <a href=\"http://www.cdc.gov/foodborneburden/index.html\">Estimates of Foodborne Illness in the United States</a>, accessed Dec. 30, 2010<br />\r\n\t<br />\r\n\tThe Centers for Disease Control and Prevention, <a href=\"http:// www.cdc.gov/nczved/divisions/dfbmd/diseases/campylobacter/\">Campylobacter, general information,</a> accessed Jan. 12, 2011<br />\r\n\t<br />\r\n\tInterview, Chris Crawford, spokesman for U.S. House Rep. Jack Kingston, Dec. 30, 2010<br />\r\n\t<br />\r\n\tInterview, Elaine Scallan, assistant professor, University of Colorado School of Public Health, Jan. 4, 2011<br />\r\n\t<br />\r\n\tInterview, Barbara Kowalcyk, director of food safety, Center for Foodborne Illness Research and Prevention, Jan. 3, 2011<br />\r\n\t<br />\r\n\tInterview, Christopher Waldrop, spokesman, Consumer Federation of America, Jan. 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Adrian Gianforti, spokeswoman, U.S. Department of Agriculture, Food Safety and Inspection Service, Jan. 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Robert Scharff, professor, Ohio State University, Jan. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Marion Nestle, professor, New York University, Dec. 30, 2010<br />\r\n\t<br />\r\n\tProduce Safety Project, <a href=\"http://www.producesafetyproject.org/media?id=0009\">Health-Related Costs from Foodborne Illness in the United States</a>, March 3, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11794/s510.pdf\"> cost estimate, Food Safety Modernization Act</a>, Aug. 12, 2010<br />\r\n\t<br />\r\n\tConsumer Reports, &quot;How safe is that chicken?&quot;, January 2010<br />\r\n\t<br />\r\n\tU.S. Department of Agriculture, <a href=\"http://www.fsis.usda.gov/PDF/Baseline_Data_Young_Chicken_2007-2008.pdf\">The Nationwide Microbiological Baseline Data Collection Program: Young Chicken Survey</a>, July 2007&ndash;June 2008<br />\r\n\t<br />\r\n\tU.S. Department of Agriculture, Microbiological Data Program Progress Update, September 2009</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 2, "first_name": "Jack", "half_true_count": 4, "home_state": "Georgia", "id": 909, "last_name": "Kingston", "mostly_true_count": 3, "name_slug": "jack-kingston", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jack_Kingston.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/909/", "total_count": 13, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tThe nation&#39;s food supply is &quot;99.99 percent safe.&quot;</p>", "statement_context": "a newspaper article", "statement_date": "2010-12-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "A key GA House Rep. says the food supply is \"99.99 percent safe.\" Is it? #gapolitics "}