{"art": [], "author": [], "canonical_url": "/texas/statements/2011/jan/23/lamar-smith/lamar-smith-says-obama-administration-said-health-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3081, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/3081/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tU.S. House Rep. Lamar Smith, R-San Antonio, recently said Congress should start over on health care reform &quot;and do it much better and do it right.&quot;</p>\r\n<p>\r\n\tIn an interview that aired Jan. 5, before the new GOP-controlled House voted to repeal the law, Smith also told Austin&#39;s KUT, 90.5 FM: &quot;Despite the (Obama) administration telling us it was going to reduce health care costs, they now acknowledge it&#39;s going to dramatically increase health care costs.&quot;</p>\r\n<p>\r\n\tHas Obama backpedaled on the law&#39;s cost impact?</p>\r\n<p>\r\n\tHe has certainly said the law would cut costs. In a September 2009 interview, he said health care reform was &quot;going to start driving down our costs over the long term.&quot; In November 2009, he said: &quot;The bill that the House has produced will provide stability and security for Americans who have insurance; quality, affordable options for those who don&#39;t; and lower costs for American families and business. And as I&#39;ve insisted from the beginning, it is a bill that is fully paid for and will actually reduce our long-term federal debt.&quot; And in April, Obama said: &quot;Over time, costs will come down for families, businesses, and the federal government, reducing our deficit by more than $1 trillion over the next two decades. That&#39;s what reform will do.&quot;</p>\r\n<p>\r\n\tSmith spokeswoman Sally-Shannon Scales told us in an e-mail that an April 22 memo &mdash; by &quot;the president&#39;s own actuary at the Centers for Medicare &amp; Medicaid Services&quot; &mdash; shows the administration&#39;s shift.</p>\r\n<p>\r\n\tScales was referring to the Office of the Actuary within the CMS, which is part of the U.S. Department of Health and Human Services.</p>\r\n<p>\r\n\tThe heads of both agencies are Obama appointees, though we learned that the office&#39;s chief actuary, Richard Foster, is not. Foster told us via e-mail that the actuary &quot;by statute and by longstanding past practice...operates independently, on a nonpartisan basis, in providing actuarial, economic and other technical information to the administration, Congress and the public.&quot; According to U.S. Code, the actuary performs &quot;in accordance with professional standards of actuarial independence.&quot;</p>\r\n<p>\r\n\tThe actuary&#39;s April memo opens by saying the office was analyzing health care costs in its &quot;longstanding capacity as an independent technical advisor to both the administration and the Congress... The statements, estimates and other information provided in this memorandum are those of the Office of the Actuary and do not represent an official position of the Department of Health and Human Services or the administration.&quot;</p>\r\n<p>\r\n\tThe memo also cautions that the actuary&#39;s estimates were just that, calling the law&#39;s impact on health expenditures &quot;very uncertain.&quot;</p>\r\n<p>\r\n\tBroadly, the memo estimates that national spending on health care will increase $311 billion from 2010 through 2019 &mdash; which is nearly 1 percent more than what would have been spent without the law largely because 34 million more people are expected to obtain insurance.</p>\r\n<p>\r\n\t&quot;Numerous studies have demonstrated that individuals and families with health insurance use more health services than otherwise-similar persons without insurance,&quot; the memo says. &quot;Although several provisions would help reduce health care cost growth, their impact would be more than offset through 2019 by the higher health expenditures resulting from coverage expansions.&quot; Over time, provisions designed to help control costs &quot;would have a noticeable downward effect on the level of national health expenditures,&quot; though the memo airs doubts that the provisions, such as reducing Medicare payments to health care providers, would be sustainable.</p>\r\n<p>\r\n\tFoster told us that since the April memo, the office &quot;hasn&#39;t changed its estimate that total U.S. health expenditures will increase somewhat,&quot; and the Obama administration also hasn&#39;t backed off its stance.</p>\r\n<p>\r\n\tA day after the memo appeared, a White House official objected. On The White House Blog, Nancy-Ann DeParle, director of the White House Office of Health Reform, wrote: &quot;There are some areas where we disagree with the actuary, particularly when it comes to the new law and the growth of health care costs.&quot;</p>\r\n<p>\r\n\tDeParle wrote that the actuary &quot;discounts proposals that other independent experts credit with getting at the root causes of health care cost growth,&quot; such as state health insurance exchanges, which DeParle said will &quot;set up a competition choice system that would pressure insurers to lower premiums.&quot;</p>\r\n<p>\r\n\tObama&#39;s wasn&#39;t the first administration to disagree with the actuary. Previously, an investigation by the Department of Health and Human Services found that a CMS administrator appointed by George W. Bush threatened to fire Foster &quot;if he told Congress that drug benefits would probably cost much more than the White House acknowledged,&quot; according to a July 2004 New York Times news article. &quot;As a result, Mr. Foster&#39;s cost estimate did not become known until after the legislation was enacted.&quot;</p>\r\n<p>\r\n\tWhen we followed up with Scales, she pointed us to a Fox News clip of Obama posted Sept. 10 on Real Clear Politics, a politics website. In it, Obama says the administration knew it would cost money to insure 30 million additional people, adding: &quot;We didn&#39;t think we were going to cover 30 million people for free. But that the longterm trend in terms of how much the average family is going to be paying for health insurance is going to be improved as a consequence of health care.&quot;</p>\r\n<p>\r\n\tThe president was responding to a reporter&#39;s question about another study on the health care law, by another team from the actuary&#39;s office. The study estimated that the law would have &quot;negligible effects on total national health spending in the next 10 years, neither slowing nor fueling the explosive growth of medical costs,&quot; according to a Sept. 9 Times news article.</p>\r\n<p>\r\n\tThe actuary&#39;s September report says about 32.5 million people will obtain health coverage through 2019, and national health spending will grow at an annual rate of 6.3 percent &mdash; 0.2 percent more than it would without the law.</p>\r\n<p>\r\n\tThis estimate, like the April one, covers all health care spending by state, federal, local and private entities. In contrast, a March projection by the nonpartisan Congressional Budget Office looked solely at how federal spending would change, stating that the law would reduce the deficit by $143 billion over 10 years.</p>\r\n<p>\r\n\tUpshot: Twice last year, a federal authority that is statutorily independent from the president estimated the law would increase total national health care expenditures &mdash; pegging the impact at less than 1 percent above what would be spent on health care without the law.</p>\r\n<p>\r\n\tWe don&#39;t see the projected upticks as dramatic, as Smith puts it. The actuary didn&#39;t apply such labels. We also don&#39;t see Obama acknowledging the actuary&#39;s September estimate as a shift. Then and to date, Obama has maintained the law will ultimately cut costs.</p>\r\n<p>\r\n\tWe rate Smith&#39;s statement False.</p>", "ruling_comments_date": "2011-01-19T18:17:59.579793", "ruling_date": "2011-01-23T10:00:00", "ruling_headline": "Lamar Smith says that the Obama administration said the health care overhaul would reduce costs, but now acknowledge it will dramatically increase costs.", "ruling_headline_slug": "lamar-smith-says-obama-administration-said-health-", "ruling_link_text": "We missed that stump speech", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tKUT, <a href=\"http://www.texastribune.org/texas-representatives-in-congress/us-congress/us-rep-lamar-smith-on-what-to-expect-from-congress/\" id=\"q0e8\" title=\"U.S. Rep. Lamar Smith on what to expect from Congress,\">U.S. Rep. Lamar Smith on what to expect from Congress,</a> Jan. 5, 2011</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://www.usatoday.com/news/washington/2010-04-22-health-care-costs_N.htm\" id=\"olff\" title=\"Report: Health overhaul will increase USA's tab,\">Report: Health overhaul will increase USA&#39;s tab,</a> April 23, 2010</p>\r\n<p>\r\n\tCenters for Medicare and Medicaid Services, <a href=\"http://www.politico.com/static/PPM130_oact_memorandum_on_financial_impact_of_ppaca_as_enacted.html\" id=\"f3xn\" title=\"Estimated financial effects of the &quot;Patient Protection and Affordable Care Act,&quot;\">Estimated financial effects of the &quot;Patient Protection and Affordable Care Act,&quot;</a> as amended, April 22, 2010</p>\r\n<p>\r\n\tReal Clear Politics, <a href=\"http://www.realclearpolitics.com/video/2010/09/10/obama_we_knew_that_health_care_costs_would_go_up.html\" id=\"dv1e\" title=\"Obama: &quot;We knew that&quot; health care costs would go up,\">Obama: &quot;We knew that&quot; health care costs would go up,</a> Sept. 10, 2010</p>\r\n<p>\r\n\tHealth Affairs, <a href=\"http://content.healthaffairs.org/content/29/10/1933.abstract\" id=\"noqw\" title=\"National health spending projections: the estimated impact of reform through 2019,\">National health spending projections: the estimated impact of reform through 2019,</a> October 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/04/24/health/policy/24health.html?_r=1&amp;scp=1&amp;sq=actuary,%20health%20care,%20estimate,%20cbo&amp;st=cse\" id=\"o1cp\" title=\"Health care cost increase is project for new law,\">Health care cost increase is project for new law,</a> April 23, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/09/09/health/policy/09health.html?_r=1&amp;hp\" id=\"s77-\" title=\"Health plan won't fuel big spending, report says,\">Health plan won&#39;t fuel big spending, report says,</a> Sept. 9, 2010</p>\r\n<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/print?id=8618937\" id=\"c1hu\" title=\"&quot;This Week&quot; transcript with President Barack Obama,\">&quot;This Week&quot; transcript with President Barack Obama,</a> Sept. 20, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-upcoming-vote-house-representatives-health-care-reform\" id=\"fywe\" title=\"Obama speech: Remarks by the President on upcoming vote in the House of Representatives on Health Care Reform,\">Remarks by the President on upcoming vote in the House of Representatives on Health Care Reform,</a> Nov. 7, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-small-businessess-and-health-insurance-reform\" id=\"cwf5\" title=\"Obama speech: Remarks by the president on small businesses and health insurance reform,\">Remarks by the president on small businesses and health insurance reform,</a> Oct. 29, 2009</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-health-insurance-reform-arcadia-university\" id=\"sptu\" title=\"Remarks by the President on health insurance reform,\">Remarks by the President on health insurance reform,</a> March 8, 2010</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-house-democratic-congress\" id=\"bdgz\" title=\"Remarks by the President to the House Democratic Congress,\">Remarks by the President to the House Democratic Congress,</a> March 20, 2010<br />\r\n\tAnd everybody who&#39;s looked at it says that every single good idea to bend the cost curve and start actually reducing health care costs are in this bill.</p>\r\n<p>\r\n\tThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-health-insurance-reform-portland-maine\" id=\"baie\" title=\"Remarks by the president on health insurance reform in Portland,\">Remarks by the president on health insurance reform in Portland,</a> Maine, April 1, 2010</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12040/01-06-PPACA_Repeal.pdf\" id=\"mrb3\" title=\"letter from CBO Director Douglas Elmendorf to U.S. House Speaker John Boehner,\">letter from CBO Director Douglas Elmendorf to U.S. House Speaker John Boehner,</a> Jan. 6, 2011</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://cbo.gov/doc.cfm?index=11355\" id=\"jfng\" title=\"H.R. 4872, Reconciliation Act of 2010,\">H.R. 4872, Reconciliation Act of 2010,</a> March 18, 2010</p>\r\n<p>\r\n\tThe White House Blog, <a href=\"http://www.whitehouse.gov/blog/2010/04/23/another-perspective-actuarys-report-health-reform\" id=\"s7-.\" title=\"Another perspective on the actuary's report on health reform,\">Another perspective on the actuary&#39;s report on health reform,</a> April 23, 2010</p>\r\n<p>\r\n\tCenters for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/History/\" id=\"h3hp\" title=\"Overview\">Overview</a>, accessed Jan. 14, 2011</p>\r\n<p>\r\n\tCornell University Law School, U.S. Code, <a href=\"http://www.law.cornell.edu/uscode/42/1317.html\" id=\"pxyl\" title=\"Appointment of the Administrator and and Chief Actuary of the Centers for Medicare and Medicaid Services,\">Appointment of the Administrator and and Chief Actuary of the Centers for Medicare and Medicaid Services,</a> accessed Jan. 19, 2011</p>\r\n<p>\r\n\tE-mail interview with Sally-Shannon Scales, communications director, Jan. 5, 2011</p>\r\n<p>\r\n\tInterview with Matt Lehrich, White House spokesman, Jan. 7, 2011</p>\r\n<p>\r\n\tE-mail interview with Henry Aaron, senior fellow at the Brookings Institution, Jan. 13, 2011</p>\r\n<p>\r\n\tInterview with Ed Haislmaier, senior research fellow, The Heritage Foundation, Jan. 14, 2011</p>\r\n<p>\r\n\tE-mail interview with Donald McLeod, public affairs specialist, Centers for Medicare and Medicaid Services, Jan. 18, 2011</p>\r\n<p>\r\n\tInterview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina-Chapel Hill, Jan. 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\t&quot;Despite the administration telling us (health care reform) was going to reduce health care costs, they now acknowledge it&#39;s going to dramatically increase health care costs.&quot;</p>", "statement_context": "a radio interview", "statement_date": "2011-01-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}