{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jan/20/steve-southerland/92-percent-obama-administration-has-no-private-sec/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3082, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3082/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSteve Southerland successfully campaigned on a message that Washington and the Panhandle incumbent he ousted, Allen Boyd, were out of touch with mainstream American thinking.<br goog_docs_charindex=\"423\" />\r\n\t<br goog_docs_charindex=\"424\" />\r\n\tNow in Congress, Southerland isn&#39;t letting up.<br goog_docs_charindex=\"471\" />\r\n\t<br goog_docs_charindex=\"472\" />\r\n\tIn a speech on Jan. 17, 2011, before the Liberty County Chamber of Commerce, Southerland described what he calls the &quot;Serengeti principle&quot; of personal responsibility -- &quot;wherein the gazelle wakes up every morning knowing he must outrun the fastest lion, or he will die, and the lion wakes up every morning knowing he must outrun the slowest gazelle, or he will starve.&quot; Southerland, according to <a goog_docs_charindex=\"869\" href=\"http://floridacapitalnews.com/article/20110118/CAPITOLNEWS/101180309&amp;theme=\">coverage provided by the <em>Tallahassee Democrat</em></a>, said the federal government &quot;picks winners&quot; through a maze of subsidies and social programs that have saddled future generations with massive debt and stifled business with over-regulation.<br goog_docs_charindex=\"1107\" />\r\n\t<br goog_docs_charindex=\"1108\" />\r\n\t&quot;It is ugly,&quot; he said. &quot;If you look at the finances of this nation, going forward, it terrifies me, the tsunami of debt, the tsunami of financial obligations we&#39;re staring at. And yet, they want more &mdash; an administration where 92 percent have never worked outside government.&quot;<br goog_docs_charindex=\"1384\" />\r\n\t<br goog_docs_charindex=\"1385\" />\r\n\tSoutherland, like many Republicans, has argued that Congress needs to work to reduce government spending and repeal the federal health care bill passed in 2010. But in this fact check, we wanted to analyze Southerland&#39;s claim about the Obama administration, that part of the reason it is out of touch is that so many of its highest officials have been solely government workers.<br goog_docs_charindex=\"1764\" />\r\n\t<br goog_docs_charindex=\"1765\" />\r\n\tIt turns out this is the case of a bad political myth being recycled.<br goog_docs_charindex=\"1827\" />\r\n\t<br goog_docs_charindex=\"1828\" />\r\n\tFox News talk show host Glenn Beck seized on the same claim in November 2009. It started on the Internet, based on a study by Michael Cembalest, the chief investment officer for J.P. Morgan Private Bank.<br goog_docs_charindex=\"2032\" />\r\n\t<br goog_docs_charindex=\"2033\" />\r\n\tIn a column titled &quot;Obama&#39;s Business Blind Spot&quot; and published on <a goog_docs_charindex=\"2100\" href=\"http://www.forbes.com/2009/11/24/michael-cembalest-obama-business-beltway-cabinet.html\">Forbes.com</a>, Cembalest wrote, &quot;In a quest to see what frame of reference the administration might have on this issue (of creating jobs), I looked back at the history of the presidential Cabinet. Starting with the creation of the secretary of commerce back in 1900, I compiled the prior private-sector experience of all 432 Cabinet members, focusing on those positions one would expect to participate in this discussion: secretaries of State; Commerce; Treasury; Agriculture; Interior; Labor; Transportation; Energy; and Housing &amp; Urban Development.&quot;<br goog_docs_charindex=\"2651\" />\r\n\t<br goog_docs_charindex=\"2652\" />\r\n\tHe continued, &quot;Many of these individuals started a company or ran one, with first-hand experience in hiring and firing, domestic and international competition, red tape, recessions, wars and technological change. Their industries included agribusiness, chemicals, finance, construction, communications, energy, insurance, mining, publishing, pharmaceuticals, railroads and steel; a cross-section of the American experience. (I even gave [one-third] credit to attorneys focused on private-sector issues, although one could argue this is a completely different kettle of fish.) One thing is clear: The current administration, compared with past Democratic and Republican ones, marks a departure from the traditional reliance on a balance of public- and private-sector experiences.&quot;<br goog_docs_charindex=\"3433\" />\r\n\t<br goog_docs_charindex=\"3434\" />\r\n\tIn an accompanying chart, Cembalest reported that in the Obama administration, fewer than 10 percent of the Cabinet appointees counted under those rules had private sector experience. (The chart has since been updated -- more on that in a second.) According to the chart, all other administrations going back to Theodore Roosevelt&#39;s had rates in at least the high 20s, with the Eisenhower and Reagan administrations approaching 60 percent. (Cembalest wrote in a footnote that the data came from a number of sources, including capsule biographies of Cabinet members <a goog_docs_charindex=\"3999\" href=\"http://millercenter.org/academic/americanpresident/obama\">posted on the website of the University of Virginia&#39;s Miller Center for Public Affairs</a>.)<br goog_docs_charindex=\"4090\" />\r\n\t<br goog_docs_charindex=\"4091\" />\r\n\tThe chart &mdash; reprinted by itself, without Cembalest&#39;s accompanying narrative &mdash; circulated in the <a goog_docs_charindex=\"4188\" href=\"http://blog.american.com/?p=7572\">conservative blogosphere for a couple of days</a> before eventually being picked up by Beck.<br goog_docs_charindex=\"4278\" />\r\n\t<br goog_docs_charindex=\"4279\" />\r\n\tPolitiFact writer Louis Jacobson looked into Beck&#39;s claim back then, and found much lacking.<br goog_docs_charindex=\"4372\" />\r\n\t<br goog_docs_charindex=\"4373\" />\r\n\tIn Obama&#39;s Cabinet, at least three of the nine posts that Cembalest and Beck cite &mdash; a full one-third &mdash; are occupied by appointees who had significant corporate or business experience. (The Cabinet technically includes <a goog_docs_charindex=\"4592\" href=\"http://www.whitehouse.gov/administration/cabinet\">15 department heads and Vice President Joe Biden</a>.)</p>\r\n<p>\r\n\tShaun Donovan, Obama&#39;s secretary of Housing and Urban Development, served as managing director of Prudential Mortgage Capital Co., where he oversaw its investments in affordable housing loans. Energy Secretary Steven Chu headed the electronics research lab at one of America&#39;s storied corporate research-and-development facilities, AT&amp;T Bell Laboratories, where his work won a Nobel Prize for physics. And Interior Secretary Ken Salazar, in addition to serving as Colorado attorney general and a U.S. senator, has been a partner in his family&#39;s farm for decades and, with his wife, owned and operated a Dairy Queen and radio stations in his home state of Colorado.<br goog_docs_charindex=\"5312\" />\r\n\t<br goog_docs_charindex=\"5313\" />\r\n\tThree other Obama appointees had legal experience in the private sector.<br goog_docs_charindex=\"5387\" />\r\n\t<br goog_docs_charindex=\"5388\" />\r\n\tSecretary of State Hillary Rodham Clinton, Agriculture Secretary Tom Vilsack and Commerce Secretary Gary Locke spent part of their careers working as lawyers in private practice. Clinton and Vilsack worked as private-sector lawyers at the beginning of their careers, while Locke joined an international law firm, Davis Wright Tremaine LLP, after serving as governor of Washington state. At the firm, Locke &quot;co-chaired the firm&#39;s China practice&quot; and &quot;helped U.S. companies break into international markets,&quot; according to his official biography. That sounds like real private sector experience to us.<br goog_docs_charindex=\"5988\" />\r\n\t<br goog_docs_charindex=\"5989\" />\r\n\tFinally, Treasury Secretary Timothy Geithner worked for Kissinger Associates, a consulting firm that advises international corporations on political and economic conditions overseas.<br goog_docs_charindex=\"6173\" />\r\n\t<br goog_docs_charindex=\"6174\" />\r\n\tThe occupants of the two remaining Cabinet posts cited in the chart do not appear to have had significant private-sector experience: Labor Secretary Hilda Solis and Transportation Secretary Ray LaHood.<br goog_docs_charindex=\"6377\" />\r\n\t<br goog_docs_charindex=\"6378\" />\r\n\tObama&#39;s Cabinet has even more private-sector experience if you go beyond those nine positions. Vice President Joe Biden, officially a Cabinet member, founded his own law firm, Biden and Walsh, early in his career, and it still exists in a later incarnation, Monzack Mersky McLaughlin and Browder, P.A. And Office of Management and Budget then-director Peter Orszag -- that position too has&nbsp;Cabinet-level rank -- founded an economic consulting firm called Sebago Associates that was later bought out by a larger firm. (Orszag stepped down in July and the agency is now being run by acting director Jeffrey Zients -- who has his own private-sector experience as&nbsp;a&nbsp;managing partner for an&nbsp;investment firm focused&nbsp;on business and health care services companies.)<br goog_docs_charindex=\"6881\" />\r\n\t<br goog_docs_charindex=\"6882\" />\r\n\tNow Southerland used the term &quot;administration,&quot; which has a much broader context than just Obama&#39;s Cabinet.<br goog_docs_charindex=\"6990\" />\r\n\t<br goog_docs_charindex=\"6991\" />\r\n\t<em>National Journal</em> <a goog_docs_charindex=\"7009\" href=\"http://www.nationaljournal.com/njmagazine/nj_20090620_3869.php\">examined a larger group of senior Obama administration appointees in June 2009</a>, and found that more than one in four have experience as business executives. That compared with the 38 percent the magazine found eight years earlier at the start of George W. Bush&#39;s administration. Still, the numbers for Obama are at least three times higher than the level claimed by Southerland.<br goog_docs_charindex=\"7389\" />\r\n\t<br goog_docs_charindex=\"7390\" />\r\n\tThe author of the chart quoted by Beck and requoted by Southerland, Cembalest, told PolitiFact that any effort to address the topic is heavily subjective, and he expressed regret that his work had been used for political ends, saying that it was not his intention to provide fodder for bloggers and talk show hosts.<br goog_docs_charindex=\"7707\" />\r\n\t<br goog_docs_charindex=\"7708\" />\r\n\tCembalest said he has &quot;written 250,000 words in research over the last decade, and every single thing I&#39;ve ever done &mdash; except this one chart &mdash; was empirically based on data from the Federal Reserve&quot; or another official source. &quot;This is the one time I stepped out into making judgment calls, and I assure you I won&#39;t do it again. ... The frightening thing about the Internet is that people copy one chart from what you write and then it goes viral. So I&#39;ve learned a lesson here that these kinds of issues are best left addressed by the people who practice them day in and day out.&quot;<br goog_docs_charindex=\"8291\" />\r\n\t<br goog_docs_charindex=\"8292\" />\r\n\tAfter the controversy in 2009, Cembalest updated his chart to reflect that more than 20 percent of Obama Cabinet appointees had private sector experience.<br goog_docs_charindex=\"8447\" />\r\n\t<br goog_docs_charindex=\"8448\" />\r\n\tThat brings us back to Southerland. He said that &quot;92 percent&quot; of Obama&#39;s administration has &quot;never worked outside government.&quot; While rating someone&#39;s degree of private-sector experience is an inexact science, Southerland at the least is guilty of failing to keep up with Cembalest&#39;s own opinion on the matter. Cembalest now says that of Obama&#39;s Cabinet appointees that he studied, more than 20 percent have private sector experience. But more than that, the study itself is highly subjective, first because it cherry picks what Cabinet appointees to consider, and second because it unilaterally tries to define private sector work. On top of that, Southerland didn&#39;t single out the Cabinet, but instead said &quot;administration,&quot; which is a far wider pool of people.<br goog_docs_charindex=\"9211\" />\r\n\t<br goog_docs_charindex=\"9212\" />\r\n\tWe rate this claim False.</p>", "ruling_comments_date": "2011-01-19T22:24:52.063881", "ruling_date": "2011-01-20T10:41:43", "ruling_headline": "\"92 percent\" of the Obama administration has no private sector job experience, freshman Florida congressman claims", "ruling_headline_slug": "92-percent-obama-administration-has-no-private-sec", "ruling_link_text": "Repeating an old Glenn Beck line", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail interview with Southerland spokesman Matt McCullough, Jan. 19, 2011<br goog_docs_charindex=\"9317\" />\r\n\t<br goog_docs_charindex=\"9318\" />\r\n\t<em>Tallahassee Democrat</em>, <a goog_docs_charindex=\"9341\" href=\"http://floridacapitalnews.com/article/20110118/CAPITOLNEWS/101180309&amp;theme=\">Southerland: Accountability on the way</a>, Jan. 17, 2011<br goog_docs_charindex=\"9396\" />\r\n\t<br goog_docs_charindex=\"9397\" />\r\n\tPolitiFact, <a goog_docs_charindex=\"9410\" href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/02/glenn-beck/beck-says-less-10-percent-obama-cabinet-members-ha/\">Beck says less than 10 percent of Obama Cabinet has worked in private sector</a>, Dec. 2, 2009<br goog_docs_charindex=\"9502\" />\r\n\t<br goog_docs_charindex=\"9503\" />\r\n\t<em>Forbes</em>, <a goog_docs_charindex=\"9512\" href=\"http://www.forbes.com/2009/11/24/michael-cembalest-obama-business-beltway-cabinet.html\">Obama&#39;s business blind spot</a>, Nov. 24, 2009<br goog_docs_charindex=\"9556\" />\r\n\t<br goog_docs_charindex=\"9557\" />\r\n\tThe Enterprise Blog, &quot;Help Wanted, No Private Sector Experience Required&quot; ( <a goog_docs_charindex=\"9634\" href=\"http://blog.american.com/?p=7572\">blog post </a>), Nov. 25, 2009<br goog_docs_charindex=\"9662\" />\r\n\t<br goog_docs_charindex=\"9663\" />\r\n\t<em>National Journal</em>, &quot; <a goog_docs_charindex=\"9684\" href=\"http://www.nationaljournal.com/njmagazine/nj_20090620_3869.php\">Obama&#39;s Team: The Face Of Diversity </a>,&quot; June 20, 2009<br goog_docs_charindex=\"9739\" />\r\n\t<br goog_docs_charindex=\"9740\" />\r\n\tUniversity of Virginia&#39;s Miller Center on Public Affairs, <a goog_docs_charindex=\"9799\" href=\"http://millercenter.org/academic/americanpresident/obama\">home page </a>for Barack Obama and his cabinet, accessed Jan. 19, 2011<br goog_docs_charindex=\"9867\" />\r\n\t<br goog_docs_charindex=\"9868\" />\r\n\tThe White House, cabinet <a goog_docs_charindex=\"9894\" href=\"http://www.whitehouse.gov/administration/cabinet\">home page </a>, accessed Jan. 19, 2011<br goog_docs_charindex=\"9930\" />\r\n\t<br goog_docs_charindex=\"9931\" />\r\n\tSalon, <a goog_docs_charindex=\"9939\" href=\"http://www.salon.com/news/politics/war_room/2009/12/07/obama_cabinet\">The right&#39;s myth about Obama&#39;s cabinet</a>, Dec. 7, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative, Florida District 2", "false_count": 2, "first_name": "Steve", "half_true_count": 1, "home_state": "Florida", "id": 694, "last_name": "Southerland", "mostly_true_count": 1, "name_slug": "steve-southerland", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SteveSoutherland.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/694/", "total_count": 6, "true_count": 1, "website": "http://southerland.house.gov/"}, "statement": "<p>\r\n\t&quot;92 percent&quot; of President Barack Obama&#39;s administration has &quot;never worked outside government.&quot;</p>", "statement_context": "comments at the Liberty County Chamber of Commerce annual dinner.", "statement_date": "2011-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}