{"art": [{"brightcove": "", "caption": "Rep. Anthony Weiner, D-N.Y., rips Republican opposition to the health care law.", "id": 1025, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1025/", "title": "Anthony Weiner", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/YQPj_Rpo9IU?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "YQPj_Rpo9IU"}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jan/21/anthony-weiner/tort-reform-health-care-law-no/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3092, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3092/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWe&#39;ve never played a drinking game while watching C-SPAN, but&nbsp; Rep. Anthony Weiner, D-N.Y., suggested that people try it while listening to the debate Wednesday on a measure to repeal last year&#39;s health care law. A defender of the law, Weiner took aim at Republicans that he said would be making false claims.<br />\r\n\t<br />\r\n\t&quot;There are basically three formations of the argument by the Republicans: First, they start by making stuff up. You kind of have to wonder if any of them actually read the bill: 137 new agencies &mdash; not true; new IRS agents&mdash; not true; death panels &mdash; not true; Members aren&#39;t covered &mdash; not true; no tort reform in it &mdash; not true.<br />\r\n\t<br />\r\n\t&quot;You know, I want to just advise people watching at home playing that now popular drinking game of you take a shot whenever the Republicans say something that&#39;s not true, please assign a designated driver. This is going to be a long afternoon.&quot;<br />\r\n\t<br />\r\n\tWeiner was on fairly solid ground with most of his claims. We&#39;ve debunked <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/10/sarah-palin/sarah-palin-barack-obama-death-panel/\">death panels</a> (Pants on Fire); 15,000 new agents for the <a href=\"http://politifact.com/wisconsin/statements/2011/jan/14/jeff-fitzgerald/wisconsin-assembly-speaker-jeff-fitzgerald-says-ir/\">Internal Revenue Service</a> (Barely True); 53 new <a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/11/charles-boustany/boustany-and-other-republicans-say-health-care-pla/\">government bureaucracies</a> (Barely True); and members of Congress aren&#39;t covered by the health care bill (<a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/11/chain-email/64000-question-e-mail-says-congress-exempt-health-/\">False</a>).<br />\r\n\t<br />\r\n\tBut we stopped short at Weiner&#39;s claim that the health care law included tort reform.&nbsp; Did it?<br />\r\n\t<br />\r\n\tBefore we get into details of the health care law, we should explain the basics of tort reform in plain language. What tort reform usually means is changing the rules that apply when patients sue their doctors for medical errors or malpractice. The thinking goes that if doctors weren&#39;t so afraid of being sued, they would order fewer tests -- they wouldn&#39;t practice &quot;defensive&quot; medicine -- and that would drive down health care costs. On the other hand, patients who believe they have been harmed by doctors want to keep their right to sue, or at least get some sort of payment.<br />\r\n\t<br />\r\n\tPolicy wonks have been trying to come up with new ideas to balance those concerns, such as protections for doctors who can show their actions followed evidence-based medical guidelines.<br />\r\n\t<br />\r\n\tStill, when talking about federal tort reform, the usual ideas are:<br />\r\n\t<br />\r\n\t&bull; Caps on the amount of money juries can award injured patients.<br />\r\n\t&bull; To let jurors consider patients&#39; other sources of income when making awards.<br />\r\n\t&bull; To create &quot;fair share&quot; rules that let jurors assign damages based on how much the doctor or hospital contributed to the injury.</p>\r\n<p>\r\n\tThere&#39;s nothing like that in the health care law, which passed Congress in March.<br />\r\n\t<br />\r\n\tStill, we got in touch with Weiner&#39;s office, and they pointed us to pages 686 and 891 of the final bill. These are the parts of the bill that authorize $50 million in funding for state projects that develop, implement and evaluate &quot;alternatives to current tort litigation for resolving disputes over injuries allegedly caused by health care providers or health care organizations.&quot;<br />\r\n\t<br />\r\n\tGiven the size of the health care system, that&#39;s a tiny amount of money. The nonpartisan Congressional Budget Office evaluated whether the state pilot projects would reduce the government&#39;s health spending and declined to assign any cost savings to the program. On the other hand, the CBO found that traditional ideas on tort reform could reduce government health spending by $54 billion over 10 years.<br />\r\n\t<br />\r\n\tFinally, we turned to the advocacy groups that monitor tort reform efforts. Darren McKinney, director of communications for the American Tort Reform Association, said he agreed with Weiner about death panels, but the idea that the law includes tort reform is &quot;demonstrably untrue, and it&#39;s not even close.&quot;<br />\r\n\t<br />\r\n\tHe also pointed out a clause in the law that specifically says the state programs cannot limit people&#39;s right to sue, and that the pilot programs must allow patients to opt out of the alternatives &quot;at any time&quot; to pursue litigation. We confirmed those clauses in the final bill, on page 892.<br />\r\n\t<br />\r\n\tThen there&#39;s a letter from the American Association for Justice, formerly known as the Association of Trial Lawyers of America. Soon after the health care bill became law, the group&#39;s president <a href=\"http://www.justice.org/cps/rde/xchg/justice/hs.xsl/11384.htm\">wrote this</a> to the group&#39;s membership:<br />\r\n\t<br />\r\n\t&quot;I am very pleased to report that the health care bill is clear of any provisions that would limit an injured patient&#39;s rights concerning medical negligence claims. While there is a provision for demonstration projects, it provides an absolute opt-out clause for plaintiffs at any time. While some states may embark on demonstration programs we find objectionable, the opt-out provision for plaintiffs minimizes this concern. In short, this is a tremendous victory for all Americans.&quot;<br />\r\n\t<br />\r\n\tThe letter then went on to outline the more traditional forms of tort reform that the association successfully fought to keep out of the bill.<br />\r\n\t<br />\r\n\tWeiner is on firm ground when he said that there have been several notable falsehoods about the health care law. But in claiming that the law includes tort reform, he is significantly mischaracterizing the law. Although it has a tiny amount of money for state pilot projects that look at alternatives to litigation, they are so small that they were ignored by the leading group that opposes tort reform -- the trial lawyers. The group&#39;s president said the projects weren&#39;t anything to be concerned about. That puts the projects at such a great distance from any sort of traditional notion of tort reform that they&#39;re just not even in the same ballpark. We rate Weiner&#39;s statement False.</p>", "ruling_comments_date": "2011-01-21T13:11:33.642438", "ruling_date": "2011-01-21T13:30:21", "ruling_headline": "Tort reform in the health care law? No", "ruling_headline_slug": "tort-reform-health-care-law-no", "ruling_link_text": "No limits on medical lawsuits", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCongressional Record, <a href=\"http://frwebgate2.access.gpo.gov/cgi-bin/PDFgate.cgi?WAISdocID=zVkLzw/0/2/0&amp;WAISaction=retrieve\">speech from Rep. Anthony Weiner, D-N.Y.</a>, Jan 19, 2011</p>\r\n<p>\r\n\tThe Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12033/12-23-SelectedHealthcarePublications.pdf\">Selected CBO Publications Related to Health Care Legislation, 2009&ndash;2010</a>, December 2010</p>\r\n<p>\r\n\tThe Government Printing Office, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3590enr.txt.pdf\">The Patient Protection and Affordable Care Act</a></p>\r\n<p>\r\n\tAmerican Association for Justice, <a href=\"http://www.justice.org/cps/rde/xchg/justice/hs.xsl/11384.htm\">AAJ&#39;s Healthcare Campaign in Review</a>, March 26, 2010</p>\r\n<p>\r\n\tInterview with Darren McKinney of the American Tort Reform Association</p>\r\n<p>\r\n\tInterview with Ray De Lorenzi of the American Association for Justice</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Anthony", "half_true_count": 2, "home_state": "New York", "id": 222, "last_name": "Weiner", "mostly_true_count": 0, "name_slug": "anthony-weiner", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/anthony_weiner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/222/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tThe health care law includes tort reform.</p>", "statement_context": "a speech on the House floor", "statement_date": "2011-01-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}