{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/jan/26/bill-batchelder/ohio-house-speaker-william-g-batchelder-tells-heal/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3111, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3111/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tNew House Speaker William G. Batchelder loves telling a good story.<br />\r\n\t<br />\r\n\tWith a legislative career in the Ohio House stretching back to 1968, Batchelder is well-known for his floor speeches peppered with political references and historical anecdotes from days long gone.<br />\r\n\t<br />\r\n\tTherefore, it was no surprise that Batchelder&rsquo;s initial speech as the 101st House Speaker on Jan. 3 tied together the Ohio legislative session of 1937-38, the Roman historian Titus Livy, a lunch meeting with Florida Gov. Jeb Bush as well as the 1787 comments of Ben Franklin upon wrapping up the Constitutional Convention.<br />\r\n\t<br />\r\n\tAfter describing the challenges facing Ohio, the Medina Republican&rsquo;s speech took a sunny turn as he mentioned the medical services in Ohio &quot;that are second to none.&quot; In illustrating this point, Batchelder mentioned that the king of Saudi Arabia as well as a top Canadian official had sought treatment in Ohio.<br />\r\n\t<br />\r\n\t&quot;The Canadian provincial prime minister came to Ohio for his medical treatment because of the delay in Canadian health care which would have endangered his life,&quot; Batchelder said. Beyond suggesting that Ohio medical treatment was first-class, Batchelder was also making a political point in suggesting that Canada&rsquo;s universal health care system is second-rate. &nbsp;<br />\r\n\t<br />\r\n\tWhile the Cleveland Clinic&rsquo;s care for Saudi royalty is well-known, Batchelder&rsquo;s Canadian anecdote caught us by surprise. It seemed to us that if one of Canada&rsquo;s premiers (as the top provincial leaders are known) had come to Ohio for medical care that it would have been a big deal, but it just didn&rsquo;t sound familiar. So we put on our Politifact hardhat, and began digging.<br />\r\n\t<br />\r\n\tWe first called Batchelder spokesman Mike Dittoe to find out more about where the claim originated. Dittoe told us that Batchelder personally inserted the reference into his Jan. 3rd speech, but didn&rsquo;t have more details.<br />\r\n\t<br />\r\n\tEventually, Dittoe got back to us that Batchelder told him &quot;it&rsquo;s on the tip of my tongue&quot; but couldn&rsquo;t quite recall the name. &nbsp;<br />\r\n\t<br />\r\n\tHowever, Dittoe said it was not former Newfoundland and Labrador Premier Danny Williams, who traveled to Miami in February 2010 for open heart surgery. It was the leader of one of the &nbsp;western provinces, according to Batchelder.<br />\r\n\t<br />\r\n\tLater, Dittoe reversed himself in an e-mail and wrote that it was Williams that Batchelder was referring to in his speech. He said that it had been &quot;widely speculated&quot; that Williams came to the Cleveland Clinic for &quot;post-operative medical treatment&quot; following his surgery in Florida. But, Dittoe acknowledged, there is no way to know for sure because HIPAA rules prevent the sharing of information of when a patient visits a doctor.<br />\r\n\t<br />\r\n\tInitially told to look west by Batchelder, we searched Canadian newspapers in the national capital of Ottawa and eight provincial and territory capitols from Ontario on westward and northward (Toronto, Winnipeg, Regina, Edmonton, Victoria, White Horse, Yellow Knife and Iqaluit for all you geography nerds) for references to a provincial premier getting health care treatment.<br />\r\n\t<br />\r\n\tDuring our search, we learned that Yukon Premier Dennis Fentie had cancerous tumors removed in 2007&mdash; in Vancouver. And we found out that former Ontario Premier Ernie Eves had emergency heart bypass surgery several years ago &mdash; in Toronto.<br />\r\n\t<br />\r\n\tBut there were a whole raft of stories about Williams, who resigned his office in December. His February 2010 trip to Miami for specialized heart surgery was big news &mdash; and a public relations disaster up north &mdash; in all of the major Canadian newspapers. The initial stories didn&rsquo;t say where Williams was getting treatment, but afterward news trickled out that it had taken place in Miami.<br />\r\n\t<br />\r\n\tWilliams told the press that the health care treatment in Miami was better, and that he knew he would be criticized or perceived as a line-jumper if he stayed in Canada, where the special surgery has a waiting list. Not the same thing as saying your life is endangered by the Canadian health care system, but in the ballpark.<br />\r\n\t<br />\r\n\tMore importantly, we didn&rsquo;t find even find any references to any Canadian officials heading to Ohio for medical treatment. Much less for medical treatment that saved their life that was endangered because of delays in the Canadian system. As far as the Canadian press is concerned, a provincial premier has never come to the Buckeye State for medical treatment.<br />\r\n\t<br />\r\n\tJust to double-check on whether Williams had an Ohio stop for medical treatment, we called the St. John&rsquo;s Telegram, the daily newspaper in the provincial capital. We spoke to Dave Bartlett, a reporter who interviewed Williams following the February 2010 heart surgery.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m fairly confident he never came to Ohio for any kind of treatment,&quot; Bartlett said. &quot;My understanding is that he stayed in Florida for several weeks after the surgery and then he went to the Vancouver Olympics.&quot;<br />\r\n\t<br />\r\n\tSo let&rsquo;s take a look at what we&rsquo;ve got cooking here:</p>\r\n<br />\r\n<ul>\r\n\t<li>\r\n\t\tBatchelder claimed that a Canadian provincial premier came to Ohio for medical treatment that basically saved his life but could only remember that it was the head of a western province. And after scouring newspapers across eight Canadian provincial capitals, we could find nothing matching Batchelder&rsquo;s description.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tBatchelder&rsquo;s staffer said it definitely was not Danny Williams, former premier of Newfoundland and Labrador, Canada&rsquo;s easternmost province. Williams did have a trip south to Miami for specialized heart surgery.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tBut then the staffer said it was Williams that Batchelder referred to in the speech and said it has been &quot;widely speculated&quot; that he came to the Cleveland Clinic for post-operative treatment. However, they had no proof of it.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tMeanwhile, a local Canadian reporter who covered Williams surgery said he is &quot;fairly confident&quot; he never came to Ohio for treatment.</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tThe Williams surgery in the United States was big news and it was initially unclear where in this country he was going for treatment. But by the time Batchelder made his speech in the House, it was 11 months after Williams had his surgery.<br />\r\n\t<br />\r\n\tBatchelder, as speaker of the House, is in a position of authority that also carries great responsibility. When he speaks, people listen.<br />\r\n\t<br />\r\n\tYet neither he nor his office could point us to any concrete evidence that a high level provincial official came to Ohio for treatment. And given that the best they could come up with was that it was &quot;widely speculated&quot; that Williams might have come to Cleveland, the claim is more than just inaccurate; it&rsquo;s ridiculous to a point that we&rsquo;re ready to set the good speaker&rsquo;s double-knits ablaze.<br />\r\n\t<br />\r\n\tWe rate Batchelder&rsquo;s claim Pants on Fire.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2011/01/ohio_house_speaker_william_g_b.html\" target=\"blank\">Comment</a> on this item.</p>\r\n", "ruling_comments_date": "2011-01-25T15:13:00.374519", "ruling_date": "2011-01-26T06:00:00", "ruling_headline": "Ohio House Speaker William G. Batchelder tells a healthy tale about a Canadian premier", "ruling_headline_slug": "ohio-house-speaker-william-g-batchelder-tells-heal", "ruling_link_text": "O Canada! Accuracy missing in this tale of the True North", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Channel, &nbsp;<a href=\"http://www.ohiochannel.org/MediaLibrary/Media.aspx?fileId=128588&amp;returnTo=Collection\">archive for Jan 3, 2011, Part 1</a> (Batchelder remark about Canadian official begins at 54:30 mark) &nbsp;<br />\r\n\t<br />\r\n\tCleveland Magazine, &nbsp;&quot;<a href=\"http://www.clevelandmagazine.com/ME2/dirmod.asp?sid=E73ABD6180B44874871A91F6BA5C249C&amp;nm=Arts+%26+Entertainemnt&amp;type=Publishing&amp;mod=Publications%3A%3AArticle&amp;mid=1578600D80804596A222593669321019&amp;tier=4&amp;id=10450B04099E4AE8B73A9CA76618151D\">A Palace Away from Home</a>,&quot; January 2003<br />\r\n\t<br />\r\n\tNational Post, &quot;<a href=\"http://www.nationalpost.com/news/story.html?id=2510700\">N.L Premier Williams set to have heart surgery in U.S.</a>,&quot; Feb. 2, 2010<br />\r\n\t<br />\r\n\tSt. John&rsquo;s Telegram, &quot;<a href=\"http://www.gulfnews.ca/News/2010-02-22/article-1419513/My-heart,-my-health,-my-choice/1\">My heart, my health, my choice</a>,&quot; Feb. 22, 2010.<br />\r\n\t<br />\r\n\tUPI, &quot;<a href=\"http://www.upi.com/Top_News/US/2010/02/23/Canadian-premier-defends-US-surgery/UPI-33941266929997/\">Canadian premier defends U.S. surgery</a>,&quot; Feb. 23, 2010.<br />\r\n\t<br />\r\n\tInterview with Dave Bartlett, a reporter with the St. John&rsquo;s Telegram, St. John&rsquo;s, Newfoundland</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 1, "first_name": "William G.", "half_true_count": 1, "home_state": "Ohio", "id": 846, "last_name": "Batchelder", "mostly_true_count": 1, "name_slug": "bill-batchelder", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-bill-batchelder.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/846/", "total_count": 9, "true_count": 2, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=69"}, "statement": "<p>\r\n\tSays a &quot;Canadian provincial prime minister came to Ohio for his medical treatment because of the delay in Canadian health care which would have endangered his life.&quot;</p>\r\n", "statement_context": "a speech in the Ohio House of Representatives", "statement_date": "2011-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}