{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jan/26/michele-bachmann/rep-michele-bachmann-says-white-house-promised-sti/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3118, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3118/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn her Tea Party Express-sponsored rebuttal to President Barack Obama&#39;s State of the Union address, Rep. Michele Bachmann, R-Minn., repeated an oft-used attack on the economic stimulus -- that the White House promised it would keep unemployment under 8 percent (and failed).<br />\r\n\t<br />\r\n\t&quot;Unfortunately, the president&#39;s strategy for recovery was to spend a trillion dollars on a failed stimulus program, fueled by borrowed money,&quot; Bachmann said. &quot;The White House promised us that all the spending would keep unemployment under 8 percent. Not only did that plan fail to deliver, but within three months, the national jobless rate spiked to 9.4 percent. It hasn&#39;t been lower for 20 straight months. While the government grew, we lost more than 2 million jobs.&quot;<br />\r\n\t<br />\r\n\tThe claim that the White House &quot;promised&quot; the stimulus would keep unemployment under 8 percent has been a popular attack line, cited repeatedly by Fox&#39;s Sean Hannity, Glenn Beck and other conservative pundits. And we have fact-checked it twice, first in July 2009 when then <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jul/09/eric-cantor/Cantor-and-other-republicans-say-obama-promised-s/\" target=\"_blank\">House Republican Whip Eric Cantor</a> said, &quot;We were promised. The president said we would keep unemployment under 8.5 percent (if the stimulus passed)&quot; and again when columnist <a href=\"http://politifact.com/truth-o-meter/statements/2010/jul/13/george-will/will-obama-said-stimulus-would-cap-unemployment-8-/\" id=\"oq6k\" title=\"George Will\">George Will</a> said something similar in July 2010.<br />\r\n\t<br />\r\n\tOn several occasions as the stimulus was being considered, President Obama warned that if &quot;dramatic action&quot; were not taken, the recession could linger for years, and &quot;the unemployment rate could reach double digits.&quot; But we could find no instance of anyone in the administration making a public pledge along the lines of &quot;if we pass the stimulus, we promise unemployment will stay below 8 percent.&quot;<br />\r\n\t<br />\r\n\tRather, the claim has its roots in a Jan. 9, 2009, report called <a href=\"http://otrans.3cdn.net/ee40602f9a7d8172b8_ozm6bt5oi.pdf\" target=\"_blank\" title=\"&quot;The Job Impact of the American Recovery and Reinvestment Plan&quot;\">&quot;The Job Impact of the American Recovery and Reinvestment Plan&quot;</a> from Christina Romer, then chairwoman of the president&#39;s Council of Economic Advisers, and Jared Bernstein, the vice president&#39;s top economic adviser.</p>\r\n<p>\r\n\tTheir report projected that the stimulus plan proposed by Obama would create 3 million to 4 million jobs by the end of 2010. The report also included a chart predicting unemployment rates with and without the stimulus. Without the stimulus (the baseline), unemployment was projected to hit about 8.5 percent in 2009 and then continue rising to a peak of about 9 percent in 2010. With the stimulus, they predicted the unemployment rate would peak at just under 8 percent in 2009.<br />\r\n\t<br />\r\n\tAs we all know now, the unemployment rate went higher. It peaked at just over 10 percent in early 2010 and was at 9.4 percent in December.<br />\r\n\t<br />\r\n\tBut what we saw from the administration in January 2009 was a projection, not a promise. And it was a projection that came with heavy disclaimers.<br />\r\n\t<br />\r\n\t&quot;It should be understood that all of the estimates presented in this memo are subject to significant margins of error,&quot; the report states. &quot;There is the more fundamental uncertainty that comes with any estimate of the effects of a program. Our estimates of economic relationships and rules of thumb are derived from historical experience and so will not apply exactly in any given episode. Furthermore, the uncertainty is surely higher than normal now because the current recession is unusual both in its fundamental causes and its severity.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s also a footnote that goes with the chart that states: &quot;Forecasts of the unemployment rate without the recovery plan vary substantially. Some private forecasters anticipate unemployment rates as high as 11% in the absence of action.&quot;<br />\r\n\t<br />\r\n\tThe administration has acknowledged its projections were wrong.<br />\r\n\t<br />\r\n\tIn a July 2, 2009, interview, Romer said on Fox: &quot;None of us had a crystal ball back in December and January. I think almost every private forecaster realized that there were other things going on in the economy. It was worse than we anticipated.&quot;<br />\r\n\t<br />\r\n\tIndeed, in January 2009, the nonpartisan Congressional Budget Office projected the unemployment rate would climb to 8.3 percent in 2009 and peak at 9 percent in 2010. By February, the prediction was even higher &mdash; 9 percent in 2009 without the stimulus, and 7.7 to 8.5 percent with a stimulus.<br />\r\n\t<br />\r\n\tSo, is the fact that unemployment rose, even as the stimulus unfolded, proof that it has failed? White House officials have steadfastly maintained that the stimulus is working, that even though the unemployment rate has risen higher than projected in January 2009, it would be even worse if not for the stimulus.</p>\r\n<p>\r\n\tIn a blog posting for the <em>New York Times</em>, <a href=\"http://krugman.blogs.nytimes.com/2009/07/06/and-more-on-bernstein-romer/\" id=\"b9ix\" title=\"economist Paul Krugman\">economist Paul Krugman</a> explained, &quot;There&rsquo;s a baseline, which is the prediction of what the economy would have done without the stimulus, and there&rsquo;s the predicted change from that baseline that is the effect of the stimulus. Clearly, the baseline was way too optimistic. But the question under discussion was how much effect relative to the baseline the stimulus was supposed to have had by now.&quot;<br />\r\n\t<br />\r\n\tThat was the gist of Obama&#39;s claim in a town hall meeting on the economy in Racine, Wis., on June 30, 2010.<br />\r\n\t<br />\r\n\t&quot;Now, every economist who has looked at it has said that the recovery did its job,&quot; Obama said. &quot;It put a brake on the collapse of the economy. We avoided a Great Depression. We are now growing again. The problem is, No. 1, it&rsquo;s hard to argue sometimes, things would have been a lot worse. Right? So people kind of say, yeah, but unemployment is still at 9.6. Yes, but it&rsquo;s not 12 or 13, or 15.&quot;<br />\r\n\t<br />\r\n\tObama is correct that <a href=\"http://www.politifact.com/truth-o-meter/article/2010/feb/17/stimulus-report-card/\" target=\"_blank\">many independent economists agree</a> that the stimulus has created more than a million jobs and kept the unemployment rate from going even higher than it has (though in fairness, not <em>every</em> economist agrees with that).<br />\r\n\t<br />\r\n\tBut there is an inherent uncertainty in economic forecasting. And how can you ever prove that if the unemployment rate got to X percent, it would or would not have gotten a point or two higher if not for the stimulus? The implication of Bachmann&#39;s comment is that rising unemployment rates prove the stimulus didn&#39;t work. Most economists don&#39;t agree -- and argue that without the stimulus, unemployment would have been worse -- but it&#39;s difficult to empirically prove one way or the other.<br />\r\n\t<br />\r\n\tThe White House claimed the stimulus would improve the employment picture and applied that to the baseline for projected unemployment going forward. As Krugman said, the baseline projection turned out to be way off (most economists at the time underestimated the severity of rising unemployment). Bachmann&#39;s claim suggests Obama was offering some sort of guarantee the stimulus would keep the unemployment rate below 8 percent. The administration never characterized it that way and included plenty of disclaimers saying the predictions had &quot;significant margins of error&quot; and a higher degree of uncertainty due to a recession that is &quot;unusual both in its fundamental causes and its severity.&quot; In short, it was an economic projection with warnings of a high margin for error, not a take-it-to-the-bank pledge of an upper limit on unemployment.</p>\r\n<p>\r\n\tSo we find Bachmann&#39;s claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-26T11:59:09.320252", "ruling_date": "2011-01-26T12:25:12", "ruling_headline": "Rep. Michele Bachmann says White House promised stimulus would keep unemployment below 8 percent ", "ruling_headline_slug": "rep-michele-bachmann-says-white-house-promised-sti", "ruling_link_text": "Projection, not a promise", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, <a href=\"http://otrans.3cdn.net/ee40602f9a7d8172b8_ozm6bt5oi.pdf\" target=\"_blank\">&quot;The Job Impact of the American Recovery and Reinvestment Plan,&quot; </a>by Christina Romer, chairwoman of the president&#39;s Council of Economic Advisers, and Jared Bernstein, the vice president&#39;s top economic adviser, Jan. 9, 2009</p>\r\n<p>\r\n\tWhite House Web site, <a href=\"http://www.whitehouse.gov/the_press_office/Briefing-by-Press-Secretary-Robert-Gibbs-with-Jared-Bernstein-the-Vice-Presidents-Chief-Economist-6-8-09/\" target=\"_blank\">Press Briefing by Press Secretary Robert Gibbs and the Vice President&#39;s Chief Economist, Jared Bernstein </a>, June 8, 2009</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/99xx/doc9987/Gregg_Year-by-Year_Stimulus.pdf\" target=\"_blank\">Letter from Director Douglas W. Elmendorf to Rep. Judd Gregg, an analysis of the economic effects of the pending stimulus legislation </a>, Feb. 11, 2009</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=9957\" target=\"_blank\">&quot;The Budget and Economic Outlook: Fiscal Years 2009 to 2019,&quot; </a>January 2009</p>\r\n<p>\r\n\tCQ Transcripts, Reo. Michele Bachmann delivers response to the president&#39;s State of the Union, Jan. 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\t&quot;The White House promised us that all the spending would keep unemployment under 8 percent.&quot;</p>", "statement_context": "a response to the State of the Union", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}