{"art": [], "author": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jan/30/peter-kilmartin/kilmartin-says-secure-communities-program-has-prov/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3136, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3136/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tJust days after he was sworn into office, Attorney General Peter F. Kilmartin made news by signing an agreement to implement a federal program called <a href=\"http://www.ice.gov/secure_communities/\">Secure Communities</a>, which the federal government says it created to identify and deport illegal immigrants who have committed serious crimes.<br />\r\n\t<br />\r\n\tThe decision came less than a week after Governor Chafee rescinded his predecessor&rsquo;s executive order targeting undocumented immigrants. Among other things, Chafee&rsquo;s decision ended a cooperative program between the state police and the federal Immigration and Customs Enforcement agency to enforce immigration laws.<br />\r\n\t<br />\r\n\tUnder the Secure Communities program, fingerprints of arrested suspects are sent to the Department of Homeland Security, which checks them against a <a href=\"http://edocket.access.gpo.gov/2007/07-2781.htm\">database</a> of immigration violators and others. ICE then prioritizes whom it will take action against, based on the severity of the person&rsquo;s criminal background and the threat he or she poses to communities.<br />\r\n\t<br />\r\n\tICE plans to implement the program nationwide. It is now in use in 37 states, although it&rsquo;s only statewide in seven.<br />\r\n\t<br />\r\n\tIn a Jan. 11 news release announcing Rhode Island&rsquo;s intent to join the program, Kilmartin said: &nbsp;&quot;Secure Communities is a proactive method of making neighborhoods safe by dealing with individuals who have committed crimes against us. The program has a proven track record of enhancing public safety by focusing on violent offenders and those that pose a threat to our communities and our national security.&quot;<br />\r\n\t<br />\r\n\tKilmartin&rsquo;s announcement triggered complaints from opponents of Secure Communities, and a noisy protest in the lobby of the attorney general&rsquo;s building. Critics, including Steven Brown, executive director of the Rhode Island Affiliate of the American Civil Liberties Union, say the program has led to thousands of deportations of people with no criminal records.<br />\r\n\t<br />\r\n\tThey also say it leads to racial profiling and deters victims and witnesses of crimes from coming forward if they or family members are undocumented immigrants.<br />\r\n\t<br />\r\n\tWe wondered whether Kilmartin&rsquo;s assertion -- that the program focuses on &quot;violent offenders&quot; and &quot;threats to our communities and national security&quot; -- was accurate.<br />\r\n\t<br />\r\n\tWhen we called Kilmartin&rsquo;s office, his spokeswoman, Amy Kempe, said Kilmartin was relying on information from ICE and directed us to that agency.<br />\r\n\t<br />\r\n\tSo we contacted Ross Feinstein, spokesman for ICE in Washington, D.C. &nbsp;He said in an email that in 2010, ICE &quot;set a record for overall removals of illegal aliens, with more than 392,000 removals nationwide.&quot; He said more than half of those removed were convicted criminals.<br />\r\n\t<br />\r\n\tFeinstein said the Secure Communities program alone, from its beginning in October 2008, has identified and led to the &quot;removal&quot; of more than 59,300 aliens convicted of crimes.<br />\r\n\t<br />\r\n\tWe also found the program has plenty of critics. Three groups that oppose Secure Communities fought ICE in federal court and won a judgment ordering the agency to reveal data about the program. The groups -- the Center for Constitutional Rights, the National Day Laborer Organization and the Immigration Justice Clinic at the Cardoza School of Law at Yeshiva University in New York City -- are part of a national initiative called &quot;Uncover the Truth.&quot;<br />\r\n\t<br />\r\n\tSarahi Uribe, national coordinator of Uncover the Truth, said the group obtained documents in recent months from ICE that show that the majority of the people picked up in the program are not hardened criminals.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s amazing because they continue marketing the program as targeting serious criminals, even though the numbers don&rsquo;t support it,&quot; Uribe said.<br />\r\n\t<br />\r\n\tAmong the records obtained are monthly data for Secure Communities from October 2009 through August 2010.<br />\r\n\t<br />\r\n\tThe records show that during that period, 41,929 people were identified through Secure Communities for deportation, as so-called &quot;removals and returns.&quot; &nbsp;<br />\r\n\t<br />\r\n\tThose people were divided into four categories based on criminal record.<br />\r\n\t<br />\r\n\tA total of&nbsp; 9,667 -- about 23 percent -- were classified as Level 1 offenders: those convicted of &quot;aggravated felonies such as murder, rape or sexual abuse of a minor.&quot;<br />\r\n\t<br />\r\n\tAnother 16,581 -- about 40 percent -- were labeled as Level 2 offenders: those convicted of any felony, or three or more misdemeanors.<br />\r\n\t<br />\r\n\tA total of 4,621 -- about 11 percent -- were Level 3 offenders: those convicted of crimes punishable by less than one year in prison, typically misdemeanors.<br />\r\n\t<br />\r\n\tAnd 11,060 people -- about 26 percent -- had no criminal record at all.<br />\r\n\t<br />\r\n\tSo ICE&rsquo;s own data shows that, in the second year of a two-year program, 37 percent of the immigrants deported were either non-criminals or had been convicted of minor crimes.<br />\r\n\t<br />\r\n\tAsked to respond, ICE&rsquo;s Feinstein said that the agency&rsquo;s <a href=\"http://www.immilaw.com/FAQ/ICE%20prosecution%20priorities%202010.pdf\">priority</a> is &quot;to initiate enforcement against criminal aliens,&quot; but that doesn&rsquo;t &quot;preclude ICE from initiating action against immigration violators and others subject to removal at the time of encounter. In fact, there are classes of non-criminals that are also ICE priorities.&quot;<br />\r\n\t<br />\r\n\tHe said the so-called &quot;non-criminal aliens&quot; are &quot;non-U.S. citizens arrested and booked for a crime who have no recorded conviction but have one or more immigration violations and are priorities for ICE to remove due to various reasons, such as: visa overstay, an illegal entry, an illegal reentry after removal, a final order of removal in place, known gang affiliations, ICE fugitives, etc.&quot;<br />\r\n\t<br />\r\n\tKempe, after checking back with ICE officials, said the attorney general believes people convicted of even relatively minor crimes -- selling marijuana, painting graffiti or vandalizing a neighborhood -- are threats to the community.<br />\r\n\t<br />\r\n\tThat may be. But we believe that, in the light of the ICE data, Kilmartin went too far when he said Secure Communities &quot;has a proven record&quot; of focusing on &quot;violent offenders&quot; and &quot;threats to communities and our national security.&quot;<br />\r\n\t<br />\r\n\tThat may be the intent, but the numbers show a mixed result. We rule his statement Half True.</p>", "ruling_comments_date": "2011-01-28T14:02:06.285672", "ruling_date": "2011-01-30T00:01:00", "ruling_headline": "Kilmartin says Secure Communities program has proven record of focusing on violent and threatening criminals", "ruling_headline_slug": "kilmartin-says-secure-communities-program-has-prov", "ruling_link_text": "Thousands of non-criminals are caught in the net", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProvidence Journal, <a href=\"http://www.projo.com/news/content/KILMARTIN_SECURE_COMMUNITIES_01-12-11_9ELTQ82_v39.198edd.html\">&quot;Rhode Island AG signs &#39;Secure Communities&#39; Agreement, </a>Jan. 12, 2011</p>\r\n<p>\r\n\tNews release, &quot;<a href=\"http://www.ri.gov/press/view/12974\">Rhode Island Attorney General Peter F. Kilmartin Signs Memorandum of Agreement with Department of Homeland Security for Secure Communities Program</a>,&quot; Jan. 11, 2011, accessed Jan. 24., 2011<br />\r\n\t<br />\r\n\tEDocket.access.gpo.gov, &quot;<a href=\"http://edocket.access.gpo.gov/2007/07-2781.htm\">IDENT System of Records</a>,&quot; Department of Homeland Security, accessed Jan. 26, 2010<br />\r\n\t<br />\r\n\tImmilaw.com, &quot;<a href=\"http://www.immilaw.com/FAQ/ICE%20prosecution%20priorities%202010.pdf\">Civil Immigration Enforcement: Priorities for the Apprehension, Detention, and Removal of Aliens</a>,&quot; June 29, 2010, accessed Jan. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state representative", "false_count": 0, "first_name": "Peter", "half_true_count": 2, "home_state": "Rhode Island", "id": 544, "last_name": "Kilmartin", "mostly_true_count": 1, "name_slug": "peter-kilmartin", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/peter_f._kilmartin_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/544/", "total_count": 5, "true_count": 1, "website": "http://peterkilmartin.com/"}, "statement": "<p>\r\n\tSecure Communities &quot;has a proven track record of enhancing public safety by focusing on violent offenders and those that pose a threat to our communities and our national security.&quot;</p>", "statement_context": "a news release", "statement_date": "2011-01-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}