{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jan/31/barack-obama/president-obama-says-veterans-can-now-access-their/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3144, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3144/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState of the Union addresses often seem interminably long. But with so much ground to cover and so many members of the public tuned in -- not to mention intense media scrutiny -- economic use of words is crucial. And so, after interest groups hear what&#39;s in the speech for them, they are often left to parse the meaning and import of just a few sentences.<br />\r\n\t<br />\r\n\tThere is often a balancing act between brevity and full accuracy.<br />\r\n\t<br />\r\n\tWe&#39;ll deal with just such a conflict here.<br />\r\n\t<br />\r\n\tIn his State of the Union address on Jan. 25, 2011, President Barack Obama boasted that his administration has made &quot;great strides over the last two years in using technology and getting rid of waste.&quot;<br />\r\n\t<br />\r\n\tAnd he used the U.S. Department of Veterans Affairs as a prime example. &quot;Veterans can now download their electronic medical records with a click of the mouse,&quot; Obama said.<br />\r\n\t<br />\r\n\tTwo days later, the Iraq and Afghanistan Veterans of America (IAVA) posted a <a href=\"http://iava.org/blog/state-union-mischaracterizes-va-electronic-medical-records-system\" id=\"m8sj\" title=\"blog on their website\">response on their website</a> accusing Obama of &quot;mischaracterizing&quot; the VA electronic medical records system.<br />\r\n\t<br />\r\n\t&quot;This is not true,&quot; stated IAVA Founder and Executive Director Paul Rieckhoff. &quot;Contrary to the president&rsquo;s comment, the only thing a veteran can download from the VA&rsquo;s system are pharmaceutical records and personal health information that he or she has self-entered. This is a critical distinction.<br />\r\n\t&nbsp;<br />\r\n\t&quot;The president&rsquo;s comments are misleading to service members, veterans and the American public, who now think that this system is in place and functional, while it is clearly not. In the last 24 hours, IAVA has heard from hundreds of members, who have expressed surprise and outrage that the president could get something so wrong in arguably the most important speech of the year.&quot;<br />\r\n\t<br />\r\n\tIn October, the administration <a href=\"http://www.va.gov/bluebutton/\" id=\"jout\" title=\"formally launched\">formally launched</a> something called the &quot;VA Blue Button&quot; which allows veterans to download and view some medical information online. Primarily, it allows veterans to access self-entered health metrics such as blood pressure, weight and heart rate as well as emergency contact information, test results, family health history, military health history and other health-related information. Using data from the patient&rsquo;s Veterans Health Administration&rsquo;s Electronic Health Records (VistA), it also allows vets to access information about their VA prescription histories, wellness reminders and VA appointments (both past and future).<br />\r\n\t<br />\r\n\tCan a vet get <em>all </em>of his or her medical records via the Blue Button? No. You still can&#39;t yet get medical records such as doctors&#39; notes or X-rays.<br />\r\n\t<br />\r\n\tBut more and more medical information will become available via the Blue Button over time, said Peter L. Levin, chief technology officer at the Department of Veterans Affairs and the co-creator of the Blue Button. &quot;The things they can download today are generally the kinds of things you&#39;d fill in on a clipboard when you go to see a specialist,&quot; Levin said.<br />\r\n\t<br />\r\n\tIn March, the VA plans to add information on allergies, he said. And soon, the Blue Button will offer access to lab results, including chemistry and hematology. &quot;We are on a steady path, capturing more and more information from VistA and putting it into MyHealthyVet,&quot; Levin said.<br />\r\n\t<br />\r\n\tAnd vets&#39; requests will drive the information that will be added in the future, he said.<br />\r\n\t<br />\r\n\t&quot;This is actually a monumental VA initiative,&quot; said Paul Sullivan, executive director of Veterans for Common Sense. &quot;You have to give the VA some credit.&quot; Perhaps, he said, President Obama should have said medical &quot;information&quot; rather than &quot;medical records&quot; are now available to vets online, because the phrase implies things like doctors&#39; notes and medical test results are online.<br />\r\n\t<br />\r\n\t&quot;Maybe he didn&#39;t get it exactly right,&quot; Sullivan said. &quot;It could come down to word choice. Some of your medical records are online. Some, but not all.&quot;<br />\r\n\t<br />\r\n\tJoe Davis, a spokesman for Veterans of Foreign Wars, also praised the VA&#39;s Blue Button as a &quot;unique&quot; feature that puts the VA out front on technology.<br />\r\n\t<br />\r\n\tBut when Obama said, &quot;Veterans can now download their electronic medical records with a click of the mouse,&quot; was he accurate?<br />\r\n\t<br />\r\n\t&quot;Yes, kinda, sorta,&quot; Davis said. &quot;They can download a part. &#39;Some&#39; would have been more accurate. It all depends on your interpretation.&quot;<br />\r\n\t<br />\r\n\tDavis also said the VFW hasn&#39;t gotten any calls from veterans confused by the president&#39;s statement. Probably, he said, most realize that in a State of the Union address, every word takes up time, and so the president used a bit of short-hand.<br />\r\n\t<br />\r\n\tIn rating this comment, we weighed the fact that many veterans groups have praised the Blue Button as a major step forward. The medical information now available to veterans is an undeniably valuable technological tool and a praiseworthy advance. But Obama&#39;s claim that vets &quot;can now download their electronic medical records with a click of the mouse&quot; suggests much more availability than exists. One could reasonably assume he meant a vet could access all of his or her medical records online. In fact, most of the information now available to vets is information they self-entered. Vets can&#39;t yet get a lot of medical records though the Blue Button (though more and more information is being added in the near future). So we rate Obama&#39;s comment Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-31T16:10:24.564093", "ruling_date": "2011-01-31T18:36:38", "ruling_headline": "President Obama says veterans can now access their electronic medical records online", "ruling_headline_slug": "president-obama-says-veterans-can-now-access-their", "ruling_link_text": "Some medical records, not all", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2011/01/25/remarks-president-state-union-address\">Transcipt of the remarks by the President in the State of the Union Address</a>, Jan. 25, 2011</p>\r\n<p>\r\n\tIraq and Afghanistan Veterans of America, <a href=\"http://iava.org/blog/state-union-mischaracterizes-va-electronic-medical-records-system\">&quot;State of the Union Mischaracterizes VA Electronic Medical Records System,&quot; </a>Jan. 27, 2011</p>\r\n<p>\r\n\tU.S. Department of Veterans Affairs, <a href=\"http://www.va.gov/bluebutton/\">Blue Button Initiative</a></p>\r\n<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/blog/2010/10/07/blue-button-provides-access-downloadable-personal-health-data\">&quot;&#39;Blue Button&#39; Provides Access to Downloadable Personal Health Data,&quot;</a> by Aneesh Chopra, Todd Park and Peter L. Levin, Oct. 7, 2010</p>\r\n<p>\r\n\tInterview with Peter L. Levin, chief technology officer at the Department of Veterans Affairs and the co-creator of the Blue Button, Jan. 28, 2011</p>\r\n<p>\r\n\tInterview with Paul Sullivan, executive director of Veterans for Common Sense, Jan. 28, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Veterans can now download their electronic medical records with a click of the mouse.&quot;</p>", "statement_context": "his State of the Union address", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}