{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/feb/02/mike-villarreal/mike-villarreal-says-texas-population-grew-three-t/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3157, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3157/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tState Rep. Mike Villarreal maintains the state tax system, untended by ruling Republicans, needs a full review. In a Jan. 7 op-ed column in the <em>San Antonio Express-News</em>, the San Antonio Democrat wrote that &quot;Republicans have ignored the fact that over the last decade our population has been growing three times faster than our state tax system.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re not gauging what Republicans notice, but wondered if Villarreal correctly compared population growth and state taxes.<br />\r\n\t<br />\r\n\tIn an interview, Villarreal told us he drew his population counts from the state demographer, Lloyd Potter, and fiscal information from annual cash reports by the state comptroller&rsquo;s office, adjusting figures for inflation to reflect 2009 dollars. Villarreal said he considered all state taxes including sales and franchise taxes and taxes on motor fuels, vehicle sales, tobacco and alcohol products, insurance and oil and natural gas production.<br />\r\n\t&nbsp;<br />\r\n\tHe said he prepared a spreadsheet in consultation with experts including Dale Craymer, president of the business-oriented Texas Taxpayers and Research Association, and Eva De Luna Castro, senior budget analyst for the liberal Center for Public Policy Priorities, which has made a case for Texas to create a state personal income tax.<br />\r\n\t<br />\r\n\tAccording to Villarreal, the state&rsquo;s population increased 19 percent from 1999 to 2009, from 20.9 million to 24.8 million. In 2000, according to Villarreal, inflation-adjusted state taxes generated $35.8 billion. In 2009, the comparable total was $37.8 billion, up 6 percent.<br />\r\n\t<br />\r\n\tSo, Villarreal said, population increased three times faster than annual state tax revenue.<br />\r\n\t<br />\r\n\tWhat we noticed: Villarreal&rsquo;s spreadsheet also showed that money from non-tax revenue such as state fees went up 13 percent, trailing population growth, while federal aid surged 47 percent, more than double the rate of population growth. State income from all sources, including federal aid, increased 26 percent.<br />\r\n\t<br />\r\n\tNext, Villarreal shared a revised spreadsheet indicating that revenue from all sources increased 19 percent--not 26 percent. In an e-mail, Villarreal said he fixed an error &quot;that had me over-counting non-tax revenue and as a result over-counting&quot; total revenue from all sources. He said he&rsquo;d inadvertently double-counted the federal aid, but stressed the error did not bear on his comparison of state taxes to population growth.<br />\r\n\t<br />\r\n\tEven in the revised version, we noted, all revenue to state government increased at about the same pace as population growth. Villarreal agreed, but said that the bulk of money from all sources--which broke down in 2009 to 45 percent from state taxes, 18.5 percent from state non-tax revenue and 37 percent from federal funds--consists of dollars dedicated to specific purposes. His point: Lawmakers can&rsquo;t easily tap such sources, which include public college tuition, to support general needs such as public education and health care.<br />\r\n\t<br />\r\n\tWe sought outside perspective.<br />\r\n\t<br />\r\n\tCraymer of TTARA, which represents businesses and trade associations, said Villarreal&rsquo;s work leads to a flawed conclusion--that the state&rsquo;s main revenue source, the sales tax, is undependable.<br />\r\n\t<br />\r\n\t&quot;If there is a systemic problem with the tax system,&quot; Craymer said, &quot;it&rsquo;s probably that it reflects the economy,&quot; which was rocked by two recessions in the decade. &quot;So it&rsquo;s not surprising to me that sales taxes would not have kept pace with population.&quot;<br />\r\n\t<br />\r\n\tCraymer said too that any analysis varies due to the time period it covers. For instance, he said, sales tax revenues steadily rose from 2005 through 2007.<br />\r\n\t<br />\r\n\tLobbyist James LeBas, formerly the state&rsquo;s chief revenue estimator, offered a per-person breakdown of Texas taxes over the decade, adjusted for inflation, which also took into account property taxes levied by local governmental units. LeBas, who said his figures came from the comptroller&rsquo;s office, said in an e-mail that from 2000 to 2010, taxes per person grew slightly faster than inflation--by 37 percent compared to the 27 percent increase in the Consumer Price Index. In 2000, he said, Texas taxes per person, adjusted for inflation, amounted to $2,180; the 2010 figure was $2,195.<br />\r\n\t<br />\r\n\tLeBas, summing up, said the tax system &quot;has produced a stable, if unremarkable, amount of revenue per capita, even adjusted for inflation.&quot;<br />\r\n\t<br />\r\n\tWe asked De Luna of the CPPP for her perspective on per-capita state plus local taxes. She suggested that combining state taxes and locally levied property taxes obscures the fact state taxes have dropped. Drawing on figures published by the comptroller in January 2011, she said 3.6 percent of personal income in Texas went to state taxes in 2010--down from the 4.4-percent level of 2001.<br />\r\n\t<br />\r\n\tNext, we asked LeBas to focus on state taxes alone. He reported that inflation-adjusted per-capita state taxes were $1,210 in 2000 but $1,145 in 2009. The 5-percent decrease reflected slower growth in state taxes than population.<br />\r\n\t<br />\r\n\tDeLuna floated another way to pit changes in taxes and population. She said average annual rates of change can be more &nbsp;meaningful than comparing a recent year to an earlier year. The year-by-year average &quot;helps put numbers in a better context for the average person,&quot; she said. From 1999 to 2009, she said, the state&rsquo;s average annual population growth, 2 percent, compared to inflation-adjusted growth in state revenue of .8 percent and inflation-adjusted growth in all funds of 1.7 percent.<br />\r\n\t<br />\r\n\tFinally, we asked DeLuna the question we&rsquo;d asked Villarreal: If revenue to the state from all sources pretty much kept pace with population growth, should there be a beef? DeLuna replied that revenue from all sources soared mainly because of federal aid, which the comptroller expects to drop in 2012-13. Also, she said, lawmakers perpetually added to the state&rsquo;s funding burdens in 2006 by cutting local school property tax rates and committing the state to cover the difference going forward.<br />\r\n\t<br />\r\n\tPhew. What a seminar.<br />\r\n\t<br />\r\n\tOur take: Villarreal&rsquo;s analysis disregards that state revenue from all sources, in part due to increased federal aid, about matched population growth from 2000 through 2009. He also disregards property taxes, which are affected by legislative decisions.<br />\r\n\t<br />\r\n\tThat said, his statement accurately compares population to state taxes, which are, as he said, the taxes lawmakers directly set.<br />\r\n\t<br />\r\n\tWe rate the statement Mostly True.</p>", "ruling_comments_date": "2011-02-01T19:45:36.547827", "ruling_date": "2011-02-02T06:00:00", "ruling_headline": "Mike Villarreal says Texas population grew three times faster than state tax system in last decade", "ruling_headline_slug": "mike-villarreal-says-texas-population-grew-three-t", "ruling_link_text": "The numbers stick, yet experts diverge on meaning", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/01252011_jameslebasresponsespftexas.html\" id=\"internal-source-marker_0.25176392890908095\">E-mails </a>(excerpted) and charts on <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01182011_jameslebasresearch.xls\">per-capita state-plus-local-property taxes</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01272011_jameslebasstatepercaptaxes.xls\">per-capita state taxes</a>, responses to PolitiFact Texas, James LeBas, lobbyist, Austin, Jan. 18 and 27, 2011<br />\r\n\t<br />\r\n\tInterview, Dale Craymer, president, Texas Taxpayers and Research Association, Jan. 19, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/01202011_cpppspreadsheet.xls\">spreadsheet</a>), Eva DeLuna Castro, senior budget analyst, Center for Public Policy Priorities, Austin, Jan. 20 and 21, 2011<br />\r\n\t<br />\r\n\tInterviews and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012001282011_mikevillarrealresponsespftexas.html%20\">e-mails</a> (excerpted), responses to PolitiFact Texas, Mike Villarreal, Jan. 20 and 28, 2011<br />\r\n\t<br />\r\n\tTexas Comptroller of Public Accounts, report, <a href=\"http://www.cpa.state.tx.us/taxbud/bre2012/96-402_BRE_2012-13.pdf\">&quot;Biennial Revenue Estimate, 2012-13 Biennium,&quot;</a> Jan. 10, 2011<br />\r\n\t<br />\r\n\tMike Villarreal, oped column, San Antonio Express-News, &nbsp;<a href=\"http://www.mysanantonio.com/default/article/Texas-needs-citizens-panel-to-review-tax-structure-944233.php#ixzz1BPIYdetd\">&quot;Texas needs citizens panel to review tax structure,&quot;</a> Jan. 7, 2011; <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01122011_repmikevillarrealspread.xls\">spreadsheet</a>, state finances, &nbsp;Jan. 12, 2011; <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01202011_revisedrepvillarreal.xls%20\">revised spreadsheet</a>, state finances, Jan. 20, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Small business owner", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Texas", "id": 864, "last_name": "Villarreal", "mostly_true_count": 2, "name_slug": "mike-villarreal", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/villarreal_photo_new.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/864/", "total_count": 6, "true_count": 2, "website": "http://www.mikevillarreal.com/"}, "statement": "<p>\r\n\tSays that over the last decade, the state&#39;s population grew three times faster than the Texas state tax system.</p>", "statement_context": "an op-ed column.", "statement_date": "2011-01-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}