{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/03/rachel-maddow/rachel-maddow-tanglles-wall-street-journals-steve-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3161, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3161/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tRachel Maddow got into a spirited back-and-forth with Stephen Moore of the <em>Wall Street Journal</em> on HBO&#39;s <em>Real Time with Bill Maher</em> show Jan. 21, 2011, over the effect of the Reagan tax cuts and income inequality.<br />\r\n\t<br />\r\n\tMoore got the ball rolling with his comment, &quot;I say the Reagan tax cuts were the greatest economic policy of the last 50 years.&quot;<br />\r\n\t<br />\r\n\tMaddow disagreed. As the two exchanged arguments, Maddow tried to get out a statistic about growing income disparity during the 1980s, but she was repeatedly interrupted.<br />\r\n\t<br />\r\n\tFrustrated, Maddow raised her hand and finally stood up to belt out her point.<br />\r\n\t<br />\r\n\t&quot;From 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent,&quot; Maddow said. &quot;The median wage in the country over 10 years went up 3 percent. That means for the best people, the people that were best off in the country, it was the Matterhorn, and for everybody else in the country, it was like this (she drew a flat line with her finger). So, if you were rich, Reagan was awesome, and if you were anybody else, it sucked.&quot;<br />\r\n\t<br />\r\n\t&quot;You&#39;ve got to get the statistics right,&quot; Moore said. &quot;That&#39;s not true.&quot;<br />\r\n\t<br />\r\n\tIn fact, Moore said, &quot;everyone&#39;s income went up...The lowest income people had the biggest gains.&quot;<br />\r\n\t<br />\r\n\tEconomists disagree over the effect of tax cuts, and we&#39;re certainly not going to try to settle that here, but we can check the underlying statistics behind Maddow&#39;s point.<br />\r\n\t<br />\r\n\tThe problem is that there are lots of ways to slice income statistics (do you include investment income such as capital gains? pre- or post-tax income?), and neither Maddow nor Moore responded to our e-mails seeking clarification and backup material.<br />\r\n\t<br />\r\n\tIn a Jan. 22, 2011, article on the conservative NewsBusters website, reporter Noel Sheppard wrote that, &quot;Not surprisingly, Maddow was 100 percent wrong.&quot;<br />\r\n\t<br />\r\n\tSheppard attacked Maddow&#39;s claim about the median wage in the country going up just 3 percent between 1980 and 1990. NewsBusters cited a Census Bureau table which shows that median income for men in 1980 was $12,530 per year; and grew to $20,293 in 1990 -- a 62 percent increase. For women, this figure went from $4,920 in 1980 to $10,070 in 1990 -- a 105 percent jump.<br />\r\n\t<br />\r\n\t&quot;This means that the median income for the entire population in that decade rose at roughly the same rate as Maddow claimed the income for the top 1 percent did,&quot; Sheppard wrote.<br />\r\n\t<br />\r\n\tThose figures are correct for the actual income figures at the time. But they aren&#39;t adjusted for inflation.<br />\r\n\t<br />\r\n\tWhen the 1980 and 1990 figures are adjusted for inflation, the increase for men gets awfully close to Maddow&#39;s figure -- going from $31,054 in 1980 to $32,284 in 1990, a 4 percent increase (the median income jump was 31 percent for women).<br />\r\n\t<br />\r\n\tFurther complicating things, however, is that Maddow toggled between two different statistics, first citing <em>income</em> statistics for the top 1 percent; then citing overall median <em>wage</em> figures. Income and wage are two different things. Income can include a lot of things other than just wages, such as investment income or capital gains.<br />\r\n\t<br />\r\n\tTo get more precisely at what Maddow cited, Gary Burtless, an economist at the Brookings Institution pointed us to <a href=\"http://www.census.gov/hhes/www/income/data/historical/people/P38AR_2009.xls\">Census Bureau figures</a> for the median annual wage of &quot;workers who are on full-time schedules.&quot; These statistics show that the inflation-adjusted median earnings of full-time male workers fell 4.5 percent between 1980 and 1990 (declining from $46,127 to $44,033 ) while the real median earnings of full-time female workers increased 13.6 percent (climbing from $27,750 to $31,535).<br />\r\n\t<br />\r\n\tYou would think the Census would provide combined figures in this category for for men and women, but it doesn&#39;t. As a result, Burtless said, &quot;it&rsquo;s hard for me to guess whether the real median wage for both men and women increased exactly 3 percent during the decade. However, the estimate does not look unreasonable in view of the relative number of male and female full-time workers in the labor force.&quot;<br />\r\n\t<br />\r\n\tAs for Maddow&#39;s claim that from 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent, the Census Bureau again leaves us wanting.<br />\r\n\t<br />\r\n\tThe Census Bureau tracks income by quintiles, but not the top 1 percent.<br />\r\n\t<br />\r\n\tIt&#39;s unclear where Maddow got her statistic, but several economists suggested it must have been from the analyses of tax data performed by economists Thomas Piketty and Emmanuel Saez.<br />\r\n\t<br />\r\n\tSo we contacted Saez, an economics professor at the University of California Berkeley, who said tax data he compiled with Piketty show that average inflation-adjusted income (pre-tax) per family in the top 1 percent increased from $427,000 in 1980 to $661,000 in 1990. That&#39;s a 55 percent increase. Meanwhile, the average income (pre-tax) per family in the bottom 90 percent fell slightly from $30,900 in 1980 to $30,800 in 1990, he said. You can see all of the results in Table A6 of <a href=\"http://www.econ.berkeley.edu/%7Esaez/TabFig2008.xls\">their report.</a><br />\r\n\t<br />\r\n\tSo how did Maddow get to 80 percent?<br />\r\n\t<br />\r\n\tSaez believes Maddow must have used statistics in the report that did not include capital gains (<a href=\"http://www.econ.berkeley.edu/%7Esaez/TabFig2008.xls\">Table A4</a>), which show the same stagnation in the bottom 90 percent but a bigger, 74 percent increase at the top 1 percent.<br />\r\n\t<br />\r\n\t&quot;All economists agree that the 1980s saw a huge increase in inequality,&quot; Saez said. There was &quot;increased concentration at the top and big losses at the bottom (especially during the early 1980s recession).&quot;<br />\r\n\t<br />\r\n\tAdded Burtless: &quot;Ms. Maddow seems to be completely correct that incomes at the very top increased many times faster than the real median wage.&quot;<br />\r\n\t<br />\r\n\tAs for Moore&#39;s claim that &quot;everyone&#39;s income went up...The lowest income people had the biggest gains,&quot; he&#39;s only half right. It&#39;s true that everyone&#39;s income went up. But adjusted for inflation, the lowest income people saw the smallest percentage of gain.<br />\r\n\t<br />\r\n\tSaid Burtless: &quot;Incomes rose in the bottom, middle, and top portions of the income distribution as Mr. Moore stated, although the income gains were certainly bigger at the top compared with the bottom. These results clearly show that low-income Americans did not obtain the biggest income gains between 1980 and 1990.&quot;<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.census.gov/hhes/www/income/data/historical/household/H03AR_2009.xls\">Census data</a>, when presented in equivalent 2009 dollars, the income among the lowest fifth increased about 6.3 percent (from $10,682 to $11,400). That&#39;s the lowest gain compared to other quintiles: 7.9 percent for the second lowest fifth; 8 percent for the middle fifth; 10.5 percent for the fourth fifth, and 20.3 percent in the highest fifth. Incomes rose 28.2 percent among the top 5 percent.<br />\r\n\t<br />\r\n\tHeidi Shierholz, an economist at the Economic Policy Institute summed up the Maddow-Moore exchange this way: &quot;She&#39;s right, he&#39;s wrong. He might have been thinking about the &#39;90s, when everyone&rsquo;s income did indeed go up, even at the bottom, (but even in the nineties the people at the top made the biggest gains). You have to go back to the &#39;50s and &#39;60s to find business cycles where growth was faster at the bottom.&quot;<br />\r\n\t<br />\r\n\tLarry Bartels, a political scientist at Princeton and author of &quot;Unequal Democracy,&quot; believes the best indicator of the real income change of the top 1 percent between 1980 and 1990 is the Piketty/Saez figure of 55 percent.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;d say Maddow exaggerated a bit but got the general story right, whereas Moore was not within shouting distance of anything true,&quot; Bartels said. &quot;Of course, how much of this can be attributed to the Reagan tax cuts is a separate question, and worth debating in its own right.&quot;<br />\r\n\t<br />\r\n\tAgain, we&#39;re not wading into the debate about whether Reagan tax cuts had anything to do with the growing gap in income inequality. To see some of the varying viewpoints among economists on that issue, check out an article by Slate&#39;s Timothy Noah on Sept. 9, 2010, which ran under the headline, <a href=\"http://www.slate.com/id/2266025/entry/2266030\">&quot;The United States of Inequality: Can We Blame Income Inequality on Republicans?&quot;</a><br />\r\n\t<br />\r\n\tAt issue are the statistics Maddow and Moore used to underpin their arguments. In this case, Maddow said that &quot;from 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent&quot; and that at the same time &quot;the median wage in the country over 10 years went up 3 percent.&quot; The median wage in the country, expressed in constant 2009 dollars, does appear to be in the range Maddow cited (though with statistics broken out separately for men and women, we can&#39;t be precise). As for Maddow&#39;s claim that the top 1 percent saw their income go up that decade by roughly 80 percent, that&#39;s close but only if you cite numbers that do not include capital gains. It&#39;s not unreasonable to cite those numbers, but the economists we spoke to preferred to use figures that included capital gains, which show the top 1 percent saw an increase of 55 percent. Either way, Maddow&#39;s point that the 1980s were much more of a boon for the very rich than everyone else is valid. And so we rate Maddow&#39;s statement Mostly True.</p>", "ruling_comments_date": "2011-02-02T12:22:03.927966", "ruling_date": "2011-02-03T12:37:06", "ruling_headline": "Rachel Maddow tangles with 'Wall Street Journal's' Steve Moore over Reagan tax cuts and income inequality", "ruling_headline_slug": "rachel-maddow-tanglles-wall-street-journals-steve-", "ruling_link_text": "The very rich got a lot richer", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHBO &quot;Real Time&quot; with Bill Maher website, <a href=\"http://www.hbo.com/real-time-with-bill-maher/index.html#/real-time-with-bill-maher/episodes/0/199-episode/index.html\" id=\"nrki\" title=\"Episode 199 with guests including Rachel Maddow and Steve Moore\">Episode 199 with guests including Rachel Maddow and Steve Moore</a>, Jan. 21, 2011<br />\r\n\t<br />\r\n\tNewsbusters, <a href=\"http://newsbusters.org/blogs/noel-sheppard/2011/01/22/rachel-maddow-tells-bill-maher-100-falsehood-about-reaganomics#ixzz1Bsn2TU4d\" id=\"scsf\" title=\"&quot;Rachel Maddow Tells Bill Maher 100% Falsehood About Reaganomics,&quot;\">&quot;Rachel Maddow Tells Bill Maher 100% Falsehood About Reaganomics,&quot;</a> by Noel Sheppard, Jan. 22, 2011<br />\r\n\t<br />\r\n\tU.S. Census website, <a href=\"http://www.census.gov/hhes/www/income/data/historical/people/P38AR_2009.xls\" id=\"pz_n\" title=\"Table P-38.&nbsp; Full-Time, Year-Round Workers by Median Earnings and Sex:&nbsp; 1960 to 2009\">Table P-38.&nbsp; Full-Time, Year-Round Workers by Median Earnings and Sex:&nbsp; 1960 to 2009</a>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tU.S. Census website, <a href=\"http://www.census.gov/hhes/www/income/data/historical/household/H03AR_2009.xls\" id=\"pk_9\" title=\"Table H-3.&nbsp; Mean Household Income Received by Each Fifth and Top 5 Percent, All Races:&nbsp; 1967 to 2009\">Table H-3.&nbsp; Mean Household Income Received by Each Fifth and Top 5 Percent, All Races:&nbsp; 1967 to 2009</a>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tUniversity of California Berkeley, <a href=\"http://www.econ.berkeley.edu/%7Esaez/TabFig2008.xls\" id=\"wym8\" title=\"Table 1. Real Annual Income Growth by Groups, 1993-2008\">Table 1. Real Annual Income Growth by Groups, 1993-2008</a>, by Thomas Piketty and Emmanuel Saez<br />\r\n\t<br />\r\n\tE-mail interview with Heidi Shierholz, an economist at the Economic Policy Institute, Jan. 31, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Emmanuel Saez, economics professor at the University of California Berkeley, Feb. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, an economist at the Brookings Institution, Jan. 31, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Larry Bartels, a political scientist at Princeton, Feb. 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>\r\n\t&quot;From 1980 to 1990, the top 1 percent saw their income go up by roughly 80 percent&quot; while &quot;the median wage in the country over (the same) 10 years went up 3 percent.&quot;</p>", "statement_context": "HBO's \"Real Time with Bill Maher\"", "statement_date": "2011-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}