{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3162, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3162/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn Jan. 23, 2011, Rep. Blake Farenthold, R-Texas -- a freshman lawmaker who ousted a Democratic incumbent in 2010 -- wrote an <a href=\"http://www.caller.com/news/2011/jan/23/rep-blake-farenthold-the-reasons-i-voted-to-undo/\">op-ed</a> in the <em>Corpus Christi Caller-Times</em> explaining his decision to vote to repeal the Democratic-backed health care law.<br />\r\n\t<br />\r\n\tOne of the reasons he cited was this:<br />\r\n\t<br />\r\n\t&quot;Despite claims that you can &#39;keep the health care plan you like,&#39; the Obama administration has predicted that as many as 7 out of 10 Americans with employer-provided health coverage could lose their current health plan,&quot; Farenthold wrote.<br />\r\n\t<br />\r\n\tFarenthold was referring to President Barack Obama&rsquo;s frequent claim that under the proposed law, &quot;if you like your health care plan, you can keep your health care plan.&quot; We fact-checked that claim in 2009 -- before the final version of the bill was passed -- and ruled it <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/11/barack-obama/barack-obama-promises-you-can-keep-your-health-ins/\">Half True</a>. Later that year, Obama began using a less sweeping version of the claim -- that if you &quot;already have health insurance through your job, Medicare, Medicaid, or the VA, nothing in this plan will require you or your employer to change the coverage or the doctor you have.&quot; We rated that statement <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/barack-obama/health-insurance-through-work-stays-place-under-re/\">True</a>.<br />\r\n\t<br />\r\n\tWhen we saw Farenthold&rsquo;s statement, we wondered whether the Obama administration really acknowledged that &quot;as many as 7 out of 10 Americans with employer-provided health coverage could lose their current health plan.&quot;<br />\r\n\t<br />\r\n\tWe tried contacting Farenthold&rsquo;s office, but his staff did not respond to our inquiries. However, Michael Tanner -- a health care expert at the libertarian Cato Institute, which has been critical of the health care bill -- suggested that Farenthold may have been referring to a <a href=\"http://www.healthcare.gov/news/factsheets/keeping_the_health_plan_you_have_grandfathered.html\">fact sheet</a> the administration assembled and posted at the informational website HealthCare.gov.<br />\r\n\t<br />\r\n\tThis fact sheet explained how health plans can be &quot;grandfathered&quot; under the law, which was passed in early 2010 and which becomes fully operational in 2014.<br />\r\n\t<br />\r\n\tThe law allows plans that existed on March 23, 2010, to be &quot;grandfathered,&quot; which means that they do not have to comply with new provisions that took effect last fall, such as requirements to provide preventive services without cost-sharing and direct access to ob-gyn care without a referral. To keep their grandfathered status, these plans must not significantly cut benefits or increase out-of-pocket spending for consumers. (Minor policy changes and increases to keep pace with medical inflation do not threaten a plan&rsquo;s grandfather status.)<br />\r\n\t<br />\r\n\tWhile acknowledging significant uncertainty about how employers will react to their options, the fact sheet offers estimates of how many plans the administration expects to opt for grandfathered status, both for the 133 million Americans whose plans are provided by large employers and the 43 million with plans provided by small employers (fewer than 100 employees). We aren&rsquo;t looking at the nation&rsquo;s 17 million individually purchased policies, because Farenthold&rsquo;s claim specifically referenced employer-provided health care.<br />\r\n\t<br />\r\n\tAccording to administration projections, between 71 and 87 percent of large-employer plans will be grandfathered in 2011, and between 36 and 66 percent will remain grandfathered by 2013. For small plans, the administration expects between 58 and 80 percent to be grandfathered in 2011 and between 20 and 51 percent to be grandfathered in 2013.<br />\r\n\t<br />\r\n\tSo, in his op-ed, Farenthold used the highest estimate for the percentage of plans that will have lost their grandfather status by 2013 and therefore changed to comply with the health care law, though he does hedge somewhat by saying &quot;as many as.&quot;<br />\r\n\t<br />\r\n\tStill, we don&rsquo;t think these numbers fully support Farenthold&rsquo;s claim.<br />\r\n\t<br />\r\n\tFor one thing, if your plan loses its grandfather status, it won&rsquo;t necessarily mean that you&rsquo;ll &quot;lose (your) current health plan,&quot; as Farenthold writes.<br />\r\n\t<br />\r\n\tHealth care specialists said they expect that in many cases an employer (or the insurance carrier the employer uses) will change the plan in ways that are significant enough to end grandfather status but which will not terminate the plan or result in a radical change in its coverage. While some employers may decide to end health care coverage entirely (and thus pay a penalty under the bill), many will continue to offer a similar plan but perhaps with more extensive requirements mandated under the law, possibly along with higher premiums.<br />\r\n\t<br />\r\n\tIndeed, one way that your employer&rsquo;s plan could lose its grandfather status would be if the employer decides to make it more generous to patients. In this case, &quot;losing&quot; the plan would be a net gain for the patient, not a net loss. This is certainly how supporters view the law -- they see the shift from a grandfathered plan to one with new patient benefits and protections as a good thing, not a bad thing. Opponents counter that un-grandfathered plans will force patients to pay more even if they don&rsquo;t want the new benefits.<br />\r\n\t<br />\r\n\tThere&rsquo;s also a broader issue. Saying that the law could force 70 percent of Americans to lose their current health plans ignores that many people lose their current health coverage every year for reasons having nothing to do with the new law. Both Obama and Farenthold failed to acknowledge this point, but more on that in a moment.<br />\r\n\t<br />\r\n\tAnswering the question of how many Americans &quot;lose their current health plan&quot; for reasons that have nothing to do with the new law is surprisingly tricky. Health care experts we contacted said they&rsquo;d never seen a comprehensive statistical look at that question, so we pieced it together as best we could.<br />\r\n\t<br />\r\n\tWe found <a href=\"http://www.census.gov/prod/2003pubs/p70-92.pdf\">one study</a> by the U.S. Census Bureau&rsquo;s Survey of Income and Program Participation, which looked at a statistically representative sample of Americans over a period of 48 months. Unfortunately, the data is old -- it&rsquo;s from the mid-to-late 1990s -- but one finding was that 26.3 percent of fully employed Americans lacked health coverage for at least one month in the 48-month period studied.<br />\r\n\t<br />\r\n\tThat statistic only addresses people who lost coverage entirely, at least temporarily. It doesn&rsquo;t include people who switched jobs (and thus health plans) without losing coverage. That&rsquo;s common in an economy as dynamic as the United States&rsquo;. <a href=\"http://data.bls.gov/cgi-bin/surveymost?jt\">Bureau of Labor Statistics figures</a> show that, on average, slightly more than 3 percent of employees leave their jobs in any given month.<br />\r\n\t<br />\r\n\tThe Census Bureau study also didn&rsquo;t count those who stayed in the same job but whose company changed insurance carriers, or whose insurance carriers changed the terms of a client company&rsquo;s plan. Data on this phenomenon is scarce.<br />\r\n\t<br />\r\n\tWe found some data in the <a href=\"http://www.meps.ahrq.gov/mepsweb/\">Medical Expenditure Panel Survey</a>, sponsored by the U.S. Department of Health and Human Services. In 2007, just over 14 percent of the entire U.S. population &quot;switched&quot; health insurance coverage. However, this probably underestimates the rate of switching for the people Farenthold was referring to -- those who have employer-based coverage. The HHS study included people of all ages, including those covered by Medicare, who rarely switch. In addition, the study would capture a switch between, say, an Aetna plan and a United Health Care plan but would not necessarily catch a shift between one type of Aetna plan and another type of Aetna plan.<br />\r\n\t<br />\r\n\tWe found another relevant study by Mercer, a private consulting firm. Mercer&#39;s National Survey of Employer-Sponsored Health Plans, an annual study of nearly 3,000 employers released every November, includes a question on whether employers will ask employees to pay a greater share of health care costs in the upcoming plan year -- for instance, by changing from an HMO to a PPO or by raising deductibles and other forms of cost-sharing.<br />\r\n\t<br />\r\n\tBeth Umland, the head of research for Mercer&#39;s health &amp; benefits consulting practice, said that in each of the years from 2005 to 2008, roughly 25 percent of companies said they made changes to their plans that would result in employees paying a greater share of the cost. In 2009 and 2010, she said, that percentage rose to one-third of companies each year.<br />\r\n\t<br />\r\n\tSo if you add up the workers who lose coverage entirely, who change jobs, who work for companies that change insurance carriers or plan terms significantly, or whose employer&rsquo;s insurance carrier is merged or bought out, a significant number of Americans were already losing &quot;their current health plan&quot; before the new law was passed. The data is too scattershot to know how large or small the percentage is, but it seems reasonable to assume that the number is not trivial. In fact, the percentage could well be higher than the administration&#39;s lower- to mid-level projections for de-grandfathering.<br />\r\n\t<br />\r\n\tWhy does this matter? Because knowing that many workers every year are already required to change plans -- even if they like them -- would provide a different impression of the statistics Farenthold cites.<br />\r\n\t<br />\r\n\tAnd this confusion owes a lot to Obama&rsquo;s original promise.<br />\r\n\t<br />\r\n\tWhen Obama said, &quot;If you like your health care plan, you can keep your health care plan,&quot; he never acknowledged that many working Americans were already unable to keep the same coverage every year. That set up an unrealistic perception of what the health care bill would do -- and it gave his opponents a perfect opportunity to make the bill&rsquo;s impact seem problematic.</p>\r\n<p>\r\n\tLater he modified the claim to say that if you &quot;already have health insurance through your job, Medicare, Medicaid or the VA, nothing in this plan will require you or your employer to change the coverage or the doctor that you have.&quot; But by the time Obama changed how he made this point, it was already too late -- his opponents had seized on the initial comment and cited it repeatedly.<br />\r\n\t<br />\r\n\tThat said, this item is about Farenthold&rsquo;s claim, not Obama&rsquo;s, and we find problems with it. If Farenthold is using the administration&rsquo;s estimates for lost grandfather status, he&rsquo;s taken the most extreme point on a wide range of possible outcomes. More important, it&rsquo;s not clear that an employee whose plan loses grandfather status would be losing his current health plan in anything more than a technical sense; many workers could actually end up with a more generous plan. Finally, Farenthold ignores that many employees lose their current health plans for any number of reasons that have nothing to do with the health care law. To suggest that the law is the reason for 70 percent of employees being forced off their plans, as Farenthold does, ignores all other reasons for such changes. And he is incorrect when he says the Obama administration predicted that. We rate the statement False.</p>\r\n<p>\r\n\t<em>UPDATE: Shortly after our story was published, Farenthold&rsquo;s office replied to our inquiry. They confirmed that the Congressman was referring to the administration&rsquo;s projected rates of grandfathering, specifically citing <a href=\"http://www.hhs.gov/ociio/regulations/grandfather/index.html%20\">Table </a><a href=\"http://www.hhs.gov/ociio/regulations/grandfather/index.html%20\">3</a> in the official regulation. We stand by our ruling.</em></p>", "ruling_comments_date": "2011-02-02T13:54:26.238499", "ruling_date": "2011-02-02T18:25:43", "ruling_headline": "Rep. Blake Farenthold says health care law will force 70 percent of workers to lose their current plan", "ruling_headline_slug": "rep-blake-farenthold-says-health-care-law-will-for", "ruling_link_text": "He's wrong, but an old Obama talking point enabled it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBlake Farenthold, &quot;Rep. Blake Farenthold: The reasons I voted to undo ObamaCare&quot; (<a href=\"http://www.caller.com/news/2011/jan/23/rep-blake-farenthold-the-reasons-i-voted-to-undo/\">op-ed</a> in the <em>Corpus Christi Caller-Times</em>), Jan. 23, 2011<br />\r\n\t<br />\r\n\tHealthCare.gov, &quot;<a href=\"http://www.healthcare.gov/news/factsheets/keeping_the_health_plan_you_have_grandfathered.html\">Keeping the Health Plan You Have: The Affordable Care Act and &#39;Grandfathered&#39; Health Plans</a>,&quot; June 14, 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau Survey of Income and Program Participation, &quot;<a href=\"http://www.census.gov/prod/2003pubs/p70-92.pdf\">Dynamics of Economic Well-Being: Health Insurance 1996-1999</a>,&quot; August 2003<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;Job Openings and Labor Turnover Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?jt\">main search page</a>), accessed Feb. 2, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/11/barack-obama/barack-obama-promises-you-can-keep-your-health-ins/\">Barack Obama promises you can keep your health insurance, but there&#39;s no guarantee</a>,&quot; Aug 11, 2009<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/barack-obama/health-insurance-through-work-stays-place-under-re/\">Health insurance stays in place under reform proposals</a>,&quot; Sep. 9, 2009</p>\r\n<p>\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/14/AR2010061405389.html\">New health-care rules could add costs, and benefits, to some insurance plans</a>,&quot; June 15, 2010</p>\r\n<p>\r\n\tInterview with Michael Tanner, senior fellow with the Cato Institute, Feb. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow with the Brookings Institution, Feb. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Edwin Park, health policy co-director at the Center on Budget and Policy Priorities, Feb. 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Feb. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Beth Umland, head of research for Mercer&#39;s health &amp; benefits consulting practice, Feb. 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jeffrey A. Rhoades, statistician with the U.S. Department Health and Human Services&#39; Agency for Healthcare Research and Quality, Feb. 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 1, "first_name": "Blake", "half_true_count": 0, "home_state": "Texas", "id": 993, "last_name": "Farenthold", "mostly_true_count": 0, "name_slug": "blake-farenthold", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Farenthold_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/993/", "total_count": 1, "true_count": 0, "website": "http://blakefarenthold.com/"}, "statement": "<p>\r\n\t&quot;Despite claims that you can &#39;keep the health care plan you like,&#39; the Obama Administration has predicted that as many as 7 out of 10 Americans with employer-provided health coverage could lose their current health plan.&quot;</p>", "statement_context": "an op-ed", "statement_date": "2011-01-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}