{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/feb/04/jamie-radtke/jamie-radtke-says-federal-reserve-driving-commodit/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3175, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3175/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tUnless you&rsquo;re a farmer, grain elevator operator or pay extremely close attention to certain food prices, you may not know that the prices of corn, wheat and other commodities have pushed higher in the past year.<br />\r\n\t<br />\r\n\tTea party activist and Republican Senate candidate Jamie Radtke drew attention to those increases on Jan. 27 when she spoke in Washington at a meeting of the U.S. Senate Tea Party Caucus.<br />\r\n\t<br />\r\n\tRadtke, after addressing national budget deficits and the Federal Reserve&rsquo;s <a href=\"http://federalreserve.gov/newsevents/press/monetary/20110126a.htm\">current policy</a> of purchasing U.S. Treasury bills in an effort to spur the American economy, turned her attention to commodities.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re spending so much money that we can&rsquo;t even borrow it fast enough -- the Federal Reserve has to print more money just to keep up!&quot;<br />\r\n\t<br />\r\n\tRadtke continued: &quot;The international financial markets know what it means when a nation monetizes its debt, even if Washington doesn&rsquo;t. Commodity, food and energy prices have been climbing over the past 12 months: Corn prices have risen 69 percent; wheat prices have risen 44 percent; sugar prices have risen 15 percent; and gasoline is back at three dollars a gallon... and rising.&quot;<br />\r\n\t<br />\r\n\tRadtke&rsquo;s statement offered a succotash of facts to check. Is she right about these sharp corn, wheat and sugar price increases? And are the spikes related to what she calls monetizing the debt?<br />\r\n\t<br />\r\n\tFirst, a word about what it means to &quot;monetize the debt.&quot; When governments run a budget deficit, they cover it by issuing bonds that are sold to investors. When a nation&rsquo;s central bank purchases those bonds, it is essentially subsidizing the government&rsquo;s debt issuance.<br />\r\n\t<br />\r\n\tOpponents of the U.S. central bank&rsquo;s latest Treasury purchases believe that this is now happening in the United States. And while the Fed is buying more Treasury bills than usual, the central bank has long-maintained holdings in U.S. government debt and has made regular bond purchases for decades.<br />\r\n\t<br />\r\n\tChuck Hansen, Radtke&rsquo;s director of communications, said the information on commodity prices was based on futures contracts traded on the Chicago Board of Trade and New York Board of Trade. He said the campaign compared the closing prices on each commodity for the second week of January 2011 with the closing price for each in the second week of January 2010.<br />\r\n\t<br />\r\n\tWe went to the links mentioned by Hansen and did the math ourselves.<br />\r\n\t<br />\r\n\tOur numbers didn&rsquo;t quite match Radtke&rsquo;s, but were in the same ballpark. We found a 75 percent increase in corn prices, a 52 percent spike in wheat prices and a 12 percent rise in sugar prices.<br />\r\n\t<br />\r\n\tNow for the tougher questions. Why are these increases occurring? Is Radtke right to suggest they are related to actions by the Fed or the fluctuations of the U.S. dollar?<br />\r\n\t<br />\r\n\tChristopher Hurt, an agricultural economist at Purdue University, offered a simple explanation why corn and wheat prices have surged since the summer of 2010. &quot;We had a really sharp reduction of global production,&quot; he said.<br />\r\n\t<br />\r\n\tThe problems got serious back in July and August, he explained, when droughts swept across Russia and other ex-Soviet countries. Russia is the world&rsquo;s fourth-largest wheat exporter, while Ukraine is fifth and Kazakhstan sixth. The 2010 harvests in those nations were down 28.6 percent compared to 2009. &nbsp;<br />\r\n\t<br />\r\n\tCanada, the world&rsquo;s second-largest wheat exporter, had the opposite problem. Heavy rains last spring prevented farmers from planting their full crop and Canada&rsquo;s wheat yield fell 14 percent from 2009, Hurt said. And this winter&rsquo;s devastating floods in Australia are occurring during the Southern Hemisphere&rsquo;s prime growing season and reducing the quality of that nation&rsquo;s crop, he said.<br />\r\n\t<br />\r\n\tThe problems with corn are also weather-related, experts said. Argentina, the world&rsquo;s second-largest corn exporter, is facing a hot, dry summer (remember it is now summer in the Southern Hemisphere) that could drive yields down by 6 percent to 20 percent, according to the United States Department of Agriculture.<br />\r\n\t<br />\r\n\t&quot;The real story is yield losses around the world,&quot; said Roy Huckabay Jr., a long-time commodities trader at the Chicago Board of Trade. &quot;Starting with the spring of 2010 in Canada, then problems with drought in the U.S. wheat belt and now problems in Australia. World grain supplies are very tight right now.&quot;<br />\r\n\t<br />\r\n\tEthanol production is also using up a portion of the corn supply. The United States, the world&rsquo;s largest corn producer, will see 37 percent of the 2010 crop go towards ethanol production, compared with 6 percent of the 2000 crop.<br />\r\n\t<br />\r\n\tWe asked Huckabay if a weaker dollar, meaning one that is worth less compared to other global currencies, could drive prices higher. Some critics of the Fed, including Radtke, say its policies &nbsp;are lowering the dollar&rsquo;s value.<br />\r\n\t<br />\r\n\tHe said that was possible in certain commodities, especially oil, which is widely traded. But in something like corn, he said, the United States is the largest supplier and largest exporter. And since less than 10 percent of American corn is exported, he said, the dollar&rsquo;s value plays little role in the price Americans pay for corn.<br />\r\n\t<br />\r\n\tOur last call went to James Hamilton, an economist at the University of California, San Diego and an expert on monetary economic policy and the Federal Reserve. When it comes to understanding why commodity prices rise, he &quot;wouldn&rsquo;t put [the dollar] at the top of the list, though the value of the dollar certainly plays a role.&quot;<br />\r\n\t<br />\r\n\tThis week, Hamilton said, commodity prices were reacting to the protests in Egypt. During the summer and fall, Hamilton said, a key driver was higher demand from emerging industrialized nations like China and India.<br />\r\n\t<br />\r\n\tGiven the tight global food supply, Hurt said the 2011 planting season for the Northern Hemisphere will be crucial. If yields fail to exceed the levels of 2010, he said, the current high prices could persist at least through the summer of 2012, when that year&rsquo;s harvest starts to arrive.<br />\r\n\t<br />\r\n\t&quot;If we have a normal year in 2011 we will have pretty high prices still, but not as high as they are right now, Hurt said.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tRadtke is right about the basic facts: Corn, wheat and sugar prices have sharply increased in the past year, especially since last summer -- even though though her math did not match ours.<br />\r\n\t<br />\r\n\tBut Radtke goes off track when she attributes these higher prices to a Federal Reserve that helps the United States &quot;monetize its debt.&quot; Economists and a commodity trader told us these price spikes are primarily being driven by drought, floods and rising global demand. And while the value of the dollar plays a role in these prices, Federal Reserve policy is just one factor in the greenback&rsquo;s value.<br />\r\n\t<br />\r\n\tGiven this preponderance of evidence, we find her claim to be Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-04T09:57:46.921701", "ruling_date": "2011-02-04T09:55:45", "ruling_headline": "Jamie Radtke says the Federal Reserve is driving up commodity prices through its policy moves", "ruling_headline_slug": "jamie-radtke-says-federal-reserve-driving-commodit", "ruling_link_text": "Don't just blame Bernanke", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChicago Board of Trade, <a href=\"http://futures.tradingcharts.com/chart/CN/w\">Corn</a>, accessed Jan. 28, 2011.<br />\r\n\t<br />\r\n\tChicago Board of Trade, <a href=\"http://futures.tradingcharts.com/chart/CW/W\">Wheat</a>, accessed Jan. 28, 2011.<br />\r\n\t<br />\r\n\tNew York Board of Trade, <a href=\"http://futures.tradingcharts.com/chart/SU/w\">Sugar #11</a>, accessed Jan. 28, 2011.<br />\r\n\t<br />\r\n\tE-mail interview with Chuck Hansen, director of communications for Jamie Radtke, Jan. 31, 2011.<br />\r\n\t<br />\r\n\tInterview with Roy Huckabay, Jr., commodities trader at the Linn Group, Jan. 31, 2011.<br />\r\n\t<br />\r\n\tInterview with James Hamilton, professor of economics at the University of California, San Diego, Jan. 31, 2011.<br />\r\n\t<br />\r\n\tInterview with Christopher Hurt, professor of agricultural economics at Purdue University, Feb. 1, 2011.<br />\r\n\t<br />\r\n\tFederal Open Market Committee, <a href=\"http://federalreserve.gov/newsevents/press/monetary/20110126a.htm\">FOMC</a> Statement for Jan. 26, 2011, accessed Feb. 1, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Jamie", "half_true_count": 1, "home_state": "Virginia", "id": 977, "last_name": "Radtke", "mostly_true_count": 2, "name_slug": "jamie-radtke", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JAMIE_RADTKE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/977/", "total_count": 8, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tFederal Reserve policies have led to a 69 percent rise in corn prices, 44 percent rise in wheat prices and 15 percent spike in sugar prices over the last year.</p>", "statement_context": "remarks to the Senate Tea Party caucus meeting.", "statement_date": "2011-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 188, "photo": null, "resource_uri": "/api/v/2/subject/188/", "subject": "Hunger", "subject_slug": "hunger", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}