{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/feb/10/tom-delay/tom-delay-says-foreman-jury-convicted-him-was-gree/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3176, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3176/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tTom DeLay, the Republican former U.S. House majority leader convicted in Austin of laundering corporate contributions to bolster Texas House candidates, insisted he did no wrong and that the the case against him was just politics.<br />\r\n\t<br />\r\n\tIn a Jan. 13 interview, DeLay told Matt Lauer, host of NBC-TV&rsquo;s &quot;Today,&quot; that his indictment and trial was driven by liberal Democrats and that the &quot;foreman of the jury was a Greenpeace activist.&quot; Greenpeace is an international group that calls itself the leading independent &quot;campaigning organization that uses peaceful direct action and creative communication&quot; to expose and promote solutions to global environmental problems.<br />\r\n\t<br />\r\n\t&quot;The point is is that this is a political campaign&quot; against me, DeLay said.<br />\r\n\t<br />\r\n\tGreenpeace v. DeLay? We wanted background.<br />\r\n\t<br />\r\n\tAn online search of news coverage showed that The Houston Chronicle identified the jury foreman in a Nov. 23 news article saying in part that the &quot;forewoman&quot; is a Greenpeace activist named Katie Stotts. The article&rsquo;s author, R.G. Ratcliffe, told us in an interview that courtroom observers learned Stotts&rsquo; name when the judge inadvertently said it aloud. Ratcliffe said the Greenpeace information came from an entry on Stotts&rsquo; Facebook page indicating that she&rsquo;d enthusiastically answered an invitation to a Greenpeace event. In our own Facebook check, we found that someone identified as Katarina von Stottsen said &quot;HELL YES&quot; to attending a September 2009 Greenpeace party in Austin.<br />\r\n\t<br />\r\n\tAfter DeLay&rsquo;s trial, a letter from Katie Stotts of Austin appeared Nov. 30 on the Austin American-Statesman&rsquo;s editorial page. In the letter, Stotts says that she was a juror in the trial, adding: &quot;We did have a good mix of political affiliations on the jury, but what it came down to wasn&#39;t political sides. It took us three very difficult and intense days to come to a decision because we were considering all of the evidence to ensure that we came to the right decision.&quot;<br />\r\n\t<br />\r\n\tStotts&rsquo; letter continues: &quot;For those out there crying &lsquo;liberal,&rsquo; they don&#39;t have a leg to stand on. It is an insult to my fellow jurors and I who put our lives on hold, and poured every last bit of our energy into making certain that a fair outcome was reached based only on the evidence, not any sort of political agenda... We performed our civil service with honesty and integrity, and stereotypes have no place in that.&quot;<br />\r\n\t<br />\r\n\tThe letter makes no mention of Greenpeace.<br />\r\n\t<br />\r\n\tDeLay&rsquo;s daughter, Dani DeLay Garcia, who sometimes serves as his spokeswoman, told us by e-mail that the foreman &quot;wrote that she was a Greenpeace activist on her questionnaire,&quot; referring to written questions answered by prospective jurors before jury selection.<br />\r\n\t<br />\r\n\tGarcia also said she&rsquo;s been told the questionnaires are public record.<br />\r\n\t<br />\r\n\tNot so, advised Michelle Brinkman, chief deputy clerk for the Travis County District Clerk&rsquo;s office. She noted that the state&rsquo;s Code of Criminal Procedure says information about a person collected by a court during jury selection is confidential and may not be disclosed unless a party to the trial or bona fide member of the news media applies for it. Then, &quot;on a showing of good cause, the court shall permit disclosure,&quot; the law says.<br />\r\n\t<br />\r\n\tAt our request, Brinkman asked the judge who presided over DeLay&rsquo;s trial if questionnaire responses were available. The judge, Pat Priest, replied to her by e-mail Jan. 31: &quot;I don&#39;t think we need dance either to Mr. DeLay&#39;s tune or to &nbsp;the reporter&#39;s, and the jurors made it clear they want their privacy protected. Tell him the information is unavailable.&quot;<br />\r\n\t<br />\r\n\tThe same day, we reached Dick DeGuerin, DeLay&rsquo;s lawyer in the case. DeGuerin declined to share a copy of Stotts&rsquo; questionnaire responses. But, he said, Stotts partly answered a question about club memberships including political involvements by writing: &quot;I am a paying member of Greenpeace.&quot; DeGuerin said she answered the next question, per volunteer activities, with: &quot;I&rsquo;ve been to multiple rallies for environmental preservation issues.&quot;</p>\r\n<p>\r\n\tIn a follow-up interview, DeGuerin said he did not use any allotted pre-emptory challenges to strike Stotts from the jury. &quot;There were others&quot; in the jury pool &quot;much more objectionable,&quot; DeGuerin said. &quot;I wish I&rsquo;d had 20 strikes.&quot;</p>\r\n<p>\r\n\tFinally, we reached an Austin-area Greenpeace leader, who referred us to the group&rsquo;s Washington spokesman, Joe Smyth. Smyth had no comment about Stotts but said via e-mail: &quot;Every citizen enjoys the rights and responsibilities of citizenship, including serving on a jury, so it&#39;s bizarre that Tom Delay seems to think he can blame his criminal conviction on someone&#39;s politics or membership in an organization.&quot;<br />\r\n\t<br />\r\n\tUpshot: While Stotts reportedly self-identified as a Greenpeace backer, we&rsquo;d need more information to deem her a Greenpeace activist. We rate DeLay&rsquo;s statement Mostly True.</p>\r\n<p>\r\n\t<strong>UPDATE, 10:30 a.m. Feb. 11, 2011</strong>: After we published this article, Stotts responded to our Jan. 31 e-mail seeking comment. Stotts replied Feb. 10: &quot;I contribute monetarily to Greenpeace, but I am not a Greenpeace activist. I went to, at most, a few local environmental rallies because a good friend of mine used to work for their organization. I have probably volunteered more times for the food bank in Austin than I have for official Greenpeace events. I also work for a conservative insurance company, but neither of these things had an effect on my ability to render an honest and fair verdict in the trial.&quot;</p>", "ruling_comments_date": "2011-02-04T13:35:28.694301", "ruling_date": "2011-02-10T06:00:00", "ruling_headline": "Tom DeLay says foreman of the jury that convicted him was a Greenpeace activist", "ruling_headline_slug": "tom-delay-says-foreman-jury-convicted-him-was-gree", "ruling_link_text": "Supporter is more like it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, letter to the editor, <a href=\"http://www.statesman.com/opinion/delay-christmas-cards-and-thanksgiving-blessings-1086551.html%20\">&quot;DeLay found guilty,&quot;</a> Katie Stotts, Nov. 30, 2010 (accessed Jan. 24, 2011)<br />\r\n\t<br />\r\n\tE-mail (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01312011_michellebrinkmanpatpriestemail.html%20%20\">answer</a> to Michelle Brinkman, chief deputy clerk, Travis County District Clerk&rsquo;s Office, Austin, by Judge Pat Priest, Jan. 31, 2011<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01312011_joesmythgreenpeaceresponsepftexas.html\">response</a> to PolitiFact Texas, Joe Smyth, media officer, Greenpeace USA, Washington, Jan. 31, 2011<br />\r\n\t<br />\r\n\tFacebook, responses to <a href=\"http://www.facebook.com/event.php?eid=131864655994&amp;index=1\">invitation</a> to Greenpeace party, Austin, Sept. 12, 2009 (accessed Jan. 31, 2011)<br />\r\n\t<br />\r\n\tGreenpeace USA, website, <a href=\"http://www.greenpeace.org/usa/en/campaigns/\">&quot;What we do: the issues we work on&quot;</a> (accessed Jan. 31, 2011)<br />\r\n\t<br />\r\n\tThe Houston Chronicle, news article, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7308872.html\">&quot;DeLay jurors warned to focus on case,&quot;</a> Nov. 23, 2010 (accessed Jan. 24, 2011)<br />\r\n\t<br />\r\n\tInterviews, Dick DeGuerin, lawyer, Houston, Jan. 31 and Feb. 9, 2011<br />\r\n\t<br />\r\n\tInterview, R.G. Ratcliffe, Austin, Jan. 31, 2011<br />\r\n\t<br />\r\n\tMSNBC, video and transcript, interview with &quot;Today&quot; show host Matt Lauer, &nbsp;<a href=\"http://www.msnbc.msn.com/id/26184891/vp/41054305#41054305\">&quot;DeLay: Liberals sentenced me to jail,&quot;</a> Jan. 13, 2010 (accessed Jan. 25, 2010)<br />\r\n\t<br />\r\n\tTexas Legislative Council, website, Texas Code of Criminal Procedure, Chapter 35, &quot;<a href=\"http://www.statutes.legis.state.tx.us/Docs/CR/htm/CR.35.htm\">Formation of the Jury</a>&quot; (accessed Jan. 31, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former U.S. House member", "false_count": 0, "first_name": "Tom", "half_true_count": 1, "home_state": "Texas", "id": 999, "last_name": "DeLay", "mostly_true_count": 1, "name_slug": "tom-delay", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/MTE1ODA0OTcxMzkxMjIzMzA5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/999/", "total_count": 4, "true_count": 0, "website": "http://bioguide.congress.gov/scripts/biodisplay.pl?index=D000217"}, "statement": "<p>\r\n\tSays the foreman of the jury that convicted him was a Greenpeace activist.</p>", "statement_context": "an interview.", "statement_date": "2011-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}