{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/feb/05/leticia-van-de-putte/texas-sen-leticia-van-de-putte-says-10-nuns-indian/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3177, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3177/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tBattling a proposal requiring Texas voters to present photo IDs at the polls, state Sen. Leticia Van de Putte suggested that Indiana&rsquo;s photo-ID law had disenfranchised 10 elderly nuns.</p>\r\n<p>\r\n\tIn remarks on the Senate floor, Van de Putte, D-San Antonio, said Jan. 25: &quot;In South Bend, Indiana, 10 retired nuns were barred from voting in the 2008 Indiana Democratic primary. Some of them were in their 80s and 90s. ... These nuns were not able to (vote) because they did not have an ID.&quot;</p>\r\n<p>\r\n\tThe Texas legislation soon cleared the Senate. Still, to quote Van de Putte, we wondered: &quot;What happened to these nuns?&quot;</p>\r\n<p>\r\n\tResponding to Van de Putte&rsquo;s claim was Jerry Bonnet, chief legal counsel for the Indiana secretary of state, who was on the Senate floor to give testimony about Indiana&rsquo;s experience with its law requiring that voters at the polls have a photo ID that was issued by the state or federal government. &quot;It&rsquo;s my understanding ... the nuns did have passports; they did have a form of ID that was acceptable,&quot; Bonnet said. &quot;But they refused to present that. They were eligible for other exceptions under the law, absentee voting exceptions, and it was really a media event because the media had been brought to the scene before. And they also refused to vote provisionally.&quot;</p>\r\n<p>\r\n\tUnder Indiana&rsquo;s law, upheld in state and federal courts since taking effect in 2005, a voter without an acceptable photo ID may cast a provisional ballot that will be counted if the person presents authorities with acceptable identification within 10 days. According to the Indiana secretary of state&rsquo;s website, an Indiana driver license, state photo ID, military ID or U.S. passport is usually sufficient.</p>\r\n<p>\r\n\tThe law also allows some voters &mdash; including those at least 65 years old &mdash; to cast absentee ballots by mail. A photo ID is not required in those instances.</p>\r\n<p>\r\n\tAnswering our request for information on the nuns, Van de Putte spokeswoman Sarah Gomez pointed us to two May 2008 news articles, including one by The Associated Press, which reported that nuns from Saint Mary&rsquo;s Convent in South Bend &quot;were turned away from a polling place by a fellow nun because they didn&rsquo;t have state or federal identification bearing a photograph.&quot; They had been told they would need such an ID to vote, the article says, but &quot;the nuns, all in their 80s or 90s, didn&rsquo;t get one but came to the precinct anyway.&quot; Some showed up with outdated passports, according to the story.</p>\r\n<p>\r\n\tDuring the Senate hearing, Van de Putte balked at Bonnet&rsquo;s suggestion that the dust-up was a media event: &quot;You&rsquo;re saying that this was orchestrated by these devious nuns to actually (provoke) Indiana law and really, they intended to mess you up purposefully?&quot;</p>\r\n<p>\r\n\t&quot;Yes,&quot; Bonnet said.</p>\r\n<p>\r\n\tBonnet later told us that he&rsquo;d learned from media reports that some of the nuns toted passports to the polling place. However, he wrote in a Jan. 27 letter to Van de Putte that the nuns &quot;may not have had valid photo IDs.&quot;</p>\r\n<p>\r\n\tMay not or did not? In a Feb. 3 e-mail to us, Bonnet said his &quot;understanding&quot; was that some of the nuns &quot;presented themselves for in-person voting&quot; without any acceptable ID.</p>\r\n<p>\r\n\tBonnet also noted other ways that any of the nuns could have voted without showing a photo ID, including by casting a provisional ballot at the polling place and signing a document at the county election office within 10 days swearing that she was indigent. Indigency is one exception to Indiana&rsquo;s photo-ID requirement.</p>\r\n<p>\r\n\tBonnet also said the nuns were entitled to receive a free state-issued photo ID. Graig Lubsen, deputy communications director for the Indiana Bureau of Motor Vehicles, told us that on election day Hoosiers can go to one of the agency&rsquo;s offices to obtain a temporary version of the ID that can be used at the polls.</p>\r\n<p>\r\n\tAt the time of the 2008 primary, Indiana residents seeking the state IDs were required to show four different documents, including at least one &quot;primary&quot; document such as a birth certificate or a passport, plus proof of a Social Security number and Indiana residency.</p>\r\n<p>\r\n\tAsked why the nuns had not cast provisional ballots, Bonnet cited the AP story, which quotes Sister Julie McGuire, a poll worker, saying that it would be impossible to get the nuns to a state motor vehicle office within the 10-day deadline. &quot;You have to remember that some of these ladies don&#39;t walk well,&quot; McGuire was quoted as saying. &quot;They&#39;re in wheelchairs or on walkers or electric carts.&quot;</p>\r\n<p>\r\n\tThe day after the May 6 primary, McGuire told the <em>South Bend Tribune</em>: &quot;They wanted to vote. It was heartbreaking for all of us.&quot;</p>\r\n<p>\r\n\tThe Tribune story said a request to interview some of the nuns was turned down.</p>\r\n<p>\r\n\tBonnet told us that the state did not initially investigate the incident because no complaint was filed. However, he said it reappeared in a lawsuit filed in state court in June 2008 challenging Indiana&rsquo;s voter ID law, which was upheld last year by the Indiana Supreme Court.</p>\r\n<p>\r\n\tIn their suit, the League of Women Voters of Indiana said the photo ID law had prevented &quot;an indeterminate number of citizens &hellip; from casting a vote that counts.&quot; The incident involving the Saint Mary&rsquo;s nuns was among the examples. In its June 30 opinion, the Indiana Supreme Court stated that none of the allegations made by the league &quot;creates any basis for a declaration that the state may not require any voters to identify themselves at the polls using photo ID. Some of these allegations, if substantiated, may entitle specific voters to more tailored relief, but none has been sought in the plaintiffs&#39; complaint.&quot;</p>\r\n<p>\r\n\tNext, we reached Amy Smessaert, a spokeswoman for the convent, who told us in an e-mail that 10 nuns in their 80s and 90s tried to vote in the May 2008 primary. She said none had &quot;a valid government-issued picture ID.&quot;</p>\r\n<p>\r\n\tThe nuns knew about the ID law, Smessaert said, but &quot;a few didn&rsquo;t understand that their ID did not meet the requirements.&quot; She said one nun had an expired passport that was not accepted. Smessaert said she doesn&rsquo;t know what kinds of ID the other nuns brought because the convent didn&rsquo;t keep a record of that. More than 100 retired nuns were eligible to vote, she said, and many had done so earlier by absentee mail-in ballot.</p>\r\n<p>\r\n\tSmessaert said that while &quot;the option to vote by provisional ballot was available&quot; to the sisters who lacked acceptable ID, none chose to do so. She said she didn&rsquo;t know why. &quot;The sisters are U.S. citizens and have the right to vote,&quot; she said. &quot;The manner in which each sister votes is a personal decision.&quot;</p>\r\n<p>\r\n\t&quot;This situation was in no way a publicity stunt nor was there anything devious about it,&quot; she said.</p>\r\n<p>\r\n\tSmessaert said that several of the nuns who were unable to vote have since died and that the others couldn&rsquo;t be interviewed because of health reasons.</p>\r\n<p>\r\n\tSo, were the nuns barred from voting, as Van de Putte says?</p>\r\n<p>\r\n\tAccording to media reports and a spokeswoman for Saint Mary&rsquo;s convent, the elderly nuns were barred from casting a regular ballot because they lacked proper identification. But they were not barred from voting in another way, such as casting provisional ballots &mdash; though their votes wouldn&rsquo;t have counted unless the sisters took additional steps to meet state qualifications.</p>\r\n<p>\r\n\tWe rate Van de Putte&rsquo;s statement as Half True.</p>", "ruling_comments_date": "2011-02-04T13:44:21.667988", "ruling_date": "2011-02-05T06:00:00", "ruling_headline": "Texas Sen. Leticia Van de Putte says 10 nuns in Indiana were barred from voting in 2008 primary", "ruling_headline_slug": "texas-sen-leticia-van-de-putte-says-10-nuns-indian", "ruling_link_text": "Photo ID law kept sisters from casting regular ballot, but other options available", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Senate, <a href=\"http://www.senate.state.tx.us/avarchive/ramav.php?ram=00004698\">The Committee of the Whole Senate</a>, video (50-minute mark for Sen. Leticia Van de Putte&rsquo;s exchange with Jerry Bonnet), Jan. 25, 2011</p>\r\n<p>\r\n\tThe Austin American-Statesman, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/politics/entries/2011/01/25/voter_id_costs_challenged.html\">Indiana official: Voter ID did not hurt turnout, </a>Jan. 25, 2011</p>\r\n<p>\r\n\tIndiana secretary of state&rsquo;s office, <a href=\"http://www.in.gov/sos/elections/2401.htm\">Web </a><a href=\"http://www.in.gov/sos/elections/2401.htm\">page </a>on photo ID law, accessed Feb. 2, 2011</p>\r\n<p>\r\n\tIndiana secretary of state&rsquo;s office, <a href=\"http://www.in.gov/sos/elections/2402.htm\">Web </a><a href=\"http://www.in.gov/sos/elections/2402.htm\">page </a>on absentee voting, accessed Feb. 2, 2011</p>\r\n<p>\r\n\tE-mail interview with Sarah Gomez, communications director for Sen. Leticia Van de Putte, Jan. 31, 2011</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://www.southbendtribune.com/apps/pbcs.dll/article?AID=/20080507/NEWS07/384211351/1211/News\">Saint Mary&rsquo;s nuns told: No photo IDs, no vote,</a> May 6, 2008</p>\r\n<p>\r\n\tThe Guardian, <a href=\"http://www.guardian.co.uk/world/2008/may/07/uselections2008.usa\">Retired nuns barred from voting in Indiana,</a> May 7, 2008</p>\r\n<p>\r\n\tInterview with Jerry Bonnet, chief legal counsel for Indiana secretary of state, Jan. 31, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_bonnetemailwithvandeputte.html\">E-mail exchange</a> between Jerry Bonnet and Leticia Van de Putte, Jan. 27 and Jan. 31, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_bonnetemailtopf.html\">E-mail</a> from Jerry Bonnet, Feb. 3, 2011</p>\r\n<p>\r\n\tInterview with Graig Lubsen, deputy communications director, Indiana Bureau of Motor Vehicles, Feb. 3, 2011</p>\r\n<p>\r\n\tSouth Bend Tribune, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_tribunestory.pdf\">State: Nuns knew they needed picture ID</a>,&quot; May 8, 2008</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_lawsuitcomplaint.pdf\">Complaint</a> in League of Women Voters of Indiana v. Todd Rokita, in his official capacity as Indiana Secretary of State, filed June 20, 2008</p>\r\n<p>\r\n\tIllinois Supreme Court <a href=\"http://www.in.gov/judiciary/opinions/pdf/06301001bd.pdf\">ruling </a>in Leage of Women Voters of Indiana Inc. and League of Women Voters of Indianapolis Inc., v. Todd Rokita, in his official capacity as Indiana Secretary of State, June 30, 2010</p>\r\n<p>\r\n\tInterview with Jason Thomas, communications director, Indiana secretary of state, Jan. 26, 2011</p>\r\n<p>\r\n\tInterview with Amy Smessaert, communications director, Sisters of the Holy Cross, Jan. 28, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_smessaertanswer1.doc\">E-mail</a> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/020411_smessaertanswers2.doc\">answers</a> to questions, from Amy Smessaert, communications director, Sisters of the Holy Cross, Jan. 31, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Pharmacist", "false_count": 2, "first_name": "Leticia", "half_true_count": 4, "home_state": "Texas", "id": 549, "last_name": "Van de Putte", "mostly_true_count": 1, "name_slug": "leticia-van-de-putte", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/vandeputtepicgood.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/549/", "total_count": 12, "true_count": 2, "website": "http://www.leticiavandeputte.com/"}, "statement": "<p>\r\n\t&quot;Ten retired nuns were barred from voting in the 2008 Indiana Democratic primary.&quot;</p>", "statement_context": "remarks on the floor of the Texas Senate", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}