{"art": [], "author": [], "canonical_url": "/texas/statements/2011/feb/07/ron-paul/rep-ron-paul-says-last-christians-are-about-leave-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3178, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/3178/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tAppearing on MSNBC, U.S. Rep. Ron Paul, R-Lake Jackson, said that a lack of stability in Iraq is having dire consequences for religious minorities.<br />\r\n\t<br />\r\n\t&quot;Today there was an article, I think, on New York Times &mdash; the last Christians are about to leave there, &quot; he said on Jan. 20.<br />\r\n\t<br />\r\n\tPaul&rsquo;s comment came after news reports about an armed group, the Islamic State of Iraq, killing more than 50 people in a Baghdad church Oct. 31. The group said its fighters would kill Christians &quot;wherever they can reach them,&quot; according to a Dec. 12 New York Times news article. &quot;Dozens of shootings and bombings in Baghdad and Mosul&quot; followed in December, the article said. &quot;At least a dozen more Christians died.&quot;<br />\r\n\t<br class=\"kix-line-break\" />\r\n\tBut still &mdash; the last Christians are leaving Iraq?<br />\r\n\t<br />\r\n\tPaul&rsquo;s office didn&rsquo;t respond to our query, but we tracked down a Jan. 19 New York Times news article headlined: &quot;Last Christians ponder leaving a hometown in Iraq.&quot;<br />\r\n\t<br />\r\n\tRomel Hawal and his family are the last Christians in Habbaniya Cece, a town of 10,150 in Anbar Province, according to the article. &nbsp;&quot;His wife wants to leave town or leave the country, joining an exodus of Christians from Iraq and throughout the Middle East,&quot; the article says, adding that about 70 Christian families lived in Habbaniya Cece before the U.S. invasion of Iraq in 2003.<br />\r\n\t<br />\r\n\tSo, the Christians remaining in a single town in Iraq are considering moving away, along with other Christians who are said to be leaving the country. We wondered how many Christians still live in Iraq.<br />\r\n\t<br />\r\n\tApproximately 29 million people live in Iraq, according to a Nov. 17 report on religious freedom by the U.S. State Department. According to statistics provided by the Iraqi government, 97 percent of that population is Muslim, the report says, with the remaining 3 percent Christian or another religion.<br />\r\n\t<br />\r\n\tBut the report notes that estimates of religious affiliations vary due to violence, internal migration &quot;and lack of governmental capacity.&quot;<br />\r\n\t<br />\r\n\tIndeed, Juliette Touma, a United Nations spokeswoman, told us &quot;there are no confirmed numbers on the numbers of Christians who remain in Iraq.&quot; Since Iraq&rsquo;s latest national census was conducted in 1997, &quot;we cannot really tell what is the exact number,&quot; she said.<br />\r\n\t<br />\r\n\tThe State Department report says Christian leaders in Iraq estimate that 400,000 to 600,000 residents are Christians, down from an estimated 800,000 to 1.4 million Christians in the country in 2003.<br />\r\n\t<br />\r\n\tWhy have Christian Iraqis been packing up?<br />\r\n\t<br />\r\n\tTouma pointed us to a Jan. 31 report by the International Organization for Migration, which notes that violence in Iraq &mdash; particularly in Baghdad and Mosul &mdash; is driving Christian Iraqis to move to more secure areas, both in northern Iraq and abroad. &quot;Monitoring teams have been told by community leaders of increasing Christian emigration to Turkey since November 2010, which is confirmed by our colleagues in Turkey as well as recent media reports,&quot; the report says.<br />\r\n\t<br />\r\n\tThe Switzerland-based IOM was founded as an intergovernmental organization in 1951 to promote international cooperation on migration issues, among other objectives.<br />\r\n\t<br />\r\n\tThreats and bombings targeting Christians occurred in Iraq before the October killings in Baghdad, but that incident marked the beginning of a more &quot;systematized campaign of violence against this religious minority,&quot; according to the report.<br />\r\n\t<br />\r\n\tStill, Liana Paris, an IOM monitoring officer, called Paul&rsquo;s claim &quot;extreme.&quot;<br />\r\n\t<br />\r\n\t&quot;Although there has been a great deal of upheaval among Christian communities in the country, we have also heard some heart-wrenching stories about families refusing to leave their ancestral homes,&quot; she said.<br />\r\n\t<br />\r\n\tBecca Heller, director of the New York-based Iraqi Refugee Assistance Project, similarly told us that &quot;there is definitely a strong trend of Christians&quot; leaving the country but that it&rsquo;s not true that all Christians have fled Iraq.<br />\r\n\t<br />\r\n\tNext, we searched online for other reports of Christians in Iraq.<br />\r\n\t<br />\r\n\tA Dec. 17 briefing by the United Nations High Commissioner for Refugees says &quot;the Christian communities in Baghdad and Mosul have started a slow but steady exodus&quot; since the October attacks. &quot;In addition, our offices in neighboring Syria, Jordan and Lebanon are reporting a growing number of Iraqi Christians arriving,&quot; the briefing says.<br />\r\n\t<br />\r\n\tA May report by the United States Commission on International Religious Freedom, a federal body that makes policy recommendations to the president, secretary of state and Congress. According to the report, the Iraqi government &nbsp;&quot;continues to commit and tolerate severe abuses of freedom of religion or belief, particularly against the members of Iraq&rsquo;s smallest, most vulnerable religious minorities,&quot; which include Christians.<br />\r\n\t<br />\r\n\t&quot;The violence, forced displacement, discrimination, marginalization and neglect suffered by members of these groups threaten these ancient communities&rsquo; very existence in Iraq,&quot; according to the report. &quot;Today, only half of the pre-2003 Iraqi Christian community is believed to remain in the country, with Christian leaders warning that the result of this flight may be the &lsquo;end of Christianity in Iraq.&quot; The report says that out of approximately 1.4 million Christians estimated to live in Iraq in 2003, only about 500,000 remain.<br />\r\n\t<br />\r\n\tSo, the number of Christians in Iraq has dropped significantly since 2003, but hundreds of thousands remain in that country.</p>\r\n<p>\r\n\tPaul is a prominent congressman whose utterances are widely reported. His claim that the last Christians are about to depart is not just hyperbole but ridiculous. We rate his statement Pants on Fire.</p>", "ruling_comments_date": "2011-02-04T13:59:22.112455", "ruling_date": "2011-02-07T06:00:00", "ruling_headline": "Rep. Ron Paul says that the last Christians are about to leave Iraq", "ruling_headline_slug": "rep-ron-paul-says-last-christians-are-about-leave-", "ruling_link_text": "The last Christian family in an Iraqi town is considering leaving", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2011/01/20/world/middleeast/20christian.html\">Last Christians ponder leaving a hometown in Iraq,</a> Jan. 19, 2011</p>\r\n<p>\r\n\tEuropean Syriac Union, Press overview about the Christians in the Middle East, December 2010</p>\r\n<p>\r\n\tUnited States Commission on International Religious Freedom, <a href=\"http://www.uscirf.gov/images/annual%20report%202010.pdf\">Annual Report 2010,</a> May 2010</p>\r\n<p>\r\n\tInternational Organization for Migration, <a href=\"http://www.iom.int/jahia/Jahia/media/press-briefing-notes/pbnAF/cache/offonce/lang/en?entryId=29136\">Iraqi Christians continue to face threats of violence and economic insecurity,</a> Jan. 2, 2011</p>\r\n<p>\r\n\tInternational Organization for Migration, <a href=\"http://www.iomiraq.net/library/IOM_displacement_monitoring_reports/special_focus_reports/2010/Christian%20Displacement%20Update%2031%20January%202011.pdf\">IOM emergency needs assessments: displacement of Christians to the North of Iraq,</a> Jan. 31, 2011</p>\r\n<p>\r\n\tCentral Intelligence Agency, The World Factbook: <a href=\"https://www.cia.gov/library/publications/the-world-factbook/geos/iz.html\">Iraq</a>, last updated Jan. 12, 2011, accessed Feb. 1, 2011</p>\r\n<p>\r\n\tU.S. Department of State, Bureau of Democracy, Human Rights and Labor, International <a href=\"http://www.state.gov/g/drl/rls/irf/2010/148821.htm\">Religious Freedom Report 2010</a>, Nov. 17, 2010</p>\r\n<p>\r\n\tUnited Nations High Commissioner for Refugees, <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/search?page=search&amp;docid=4d0b467c6&amp;query=christians,%20iraq\">UNHCR reports increase in flight of Iraqi Christians; reiterates advice on protection needs,</a> Dec. 17, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.usccb.org/sdwp/international/2010-11-9-letter-to-president-on-iraq-and-enclosure.pdf\">Letter</a> from Cardinal Francis George to President Barack Obama, Nov. 9, 2010</p>\r\n<p>\r\n\tE-mail interview with Heidi Kuttab, humanitarian affairs officer, United Nations Office for the Coordination of Humanitarian Affairs OCHA New York, Jan. 25, 2011</p>\r\n<p>\r\n\tE-mail interview with Juliette Touma, public information officer/resident and humanitarian coordinator for Iraq, The United Nations, Jan. 30, 2011</p>\r\n<p>\r\n\tE-mail interview with Osama Polis, liaison officer in Kirkuk, Iraq, Office of Development &amp; Humanitarian Support, United Nations Assistance Mission for Iraq, Feb. 2, 2011</p>\r\n<p>\r\n\tE-mail interview with Liana Paris, monitoring officer, International Organization for Migration Iraq Mission, Feb. 1, 2011</p>\r\n<p>\r\n\tE-mail interview with William Warda, Christians of Iraq, Feb. 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative", "false_count": 8, "first_name": "Ron", "half_true_count": 8, "home_state": "Texas", "id": 15, "last_name": "Paul", "mostly_true_count": 8, "name_slug": "ron-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-ronpaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/15/", "total_count": 40, "true_count": 8, "website": "https://www.facebook.com/ronpaul"}, "statement": "<p>\r\n\t&quot;The last Christians are about to leave&quot; Iraq.</p>", "statement_context": "an interview on MSNBC", "statement_date": "2011-01-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}