{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/feb/07/vance-smith/georgia-roads-are-among-americas-best-state-offici/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3182, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3182/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tVance Smith, the plain-spoken commissioner of Georgia&rsquo;s Transportation Department, had an interesting story to tell state lawmakersabout the condition of the Peach State&rsquo;s roads.<br />\r\n\t<br />\r\n\tSmith said he was at a conference a year or so ago,sitting quietly near the back of the room, when a top transportation official from Missouri told the audience how they are trying to improve their roads -- mentioning that they measure themselves against a certain state from the South.<br />\r\n\t<br />\r\n\t&quot;At the top, there was a long, red line, and as I looked, it had the word &lsquo;Georgia&rsquo; besides there,&quot; Smith said during a Jan. 19 state budget hearing at the Capitol. &quot;It made me feel pretty good in a conference that this gentleman is trying to reach this baseline and the baseline was the state of Georgia.&quot;<br />\r\n\t<br />\r\n\tSo are Georgia&rsquo;s roads really that good?<br />\r\n\t<br />\r\n\tGDOT officials have boasted in some cases, like a January 2010 press release, that &quot;Georgia&rsquo;s<br />\r\n\thighways have consistently been rated among the nation&rsquo;s best maintained highways.&quot;<br />\r\n\t<br />\r\n\tGDOT spokesman David Spear told us that Georgia&rsquo;s roads are &quot;some of the best maintained&quot; in America.<br />\r\n\t<br />\r\n\tOther motorists, particularly in the Atlanta area, may raise their eyebrows at GDOT&rsquo;s claim. Shirley Franklin created a &quot;pothole strike team&quot; during the early days of her first term as Atlanta mayor to deal with the tire nuisance that seemed to be on virtually every city street. WGCL-TV in Atlanta has a reporter, Harry Samler, who searches for potholes and presses the public officials in charge to fill them.<br />\r\n\t<br />\r\n\tSo should we really all go out and burn rubber?<br />\r\n\t<br />\r\n\tWe asked Smith&rsquo;s office about what is Missouri using to measure itself that ranks Georgia at the top.<br />\r\n\t<br />\r\n\tSpear pointed to a couple of organizations that conduct research on road conditions by each state. The most recent report was completed in September 2010 by the conservative-leaning Reason Foundation, based in Washington, D.C. The foundation&rsquo;s report ranked Georgia ninth in overall performance, using data from 2008. Interestingly, Missouri, the state Smith recalled that was trying to catch up to Georgia, finished one spot ahead of the Peach State in the overall rankings.<br />\r\n\t<br />\r\n\tThe Reason Foundation researchers used data that compiles how much money each state spends, on average, to maintain its roads and bridges. It used information sent by each state to the federal government about the percentage of its interstate and rural roads in poor condition, traffic congestion, the percentage of bridges in bad shape and fatality rates.<br />\r\n\t<br />\r\n\tThe Reason report, and others, focus primarily on road conditions on interstate highways, state roads, bridges and other busy thoroughfares. The lumpy lanes in some subdivisions don&rsquo;t count.<br />\r\n\t<br />\r\n\tGeorgia was tied for first in three categories: rural interstate pavement condition, rural principal arterial condition and urban interstate condition. The Peach State scored its lowest (39th) in capital spending on bridges, was 37th in total disbursements per mile and was 31st in urban interstate congestion -- although the foundation observed that Georgia had improved in that area from the prior year. Georgia was 15th in the percentage of its bridges that were deficient or obsolete.<br />\r\n\t<br />\r\n\tSpear said money for road maintenance has been a problem in recent years.<br />\r\n\t<br />\r\n\t&quot;Frankly, as our financial resources have declined steadily in recent years, it has become problematic for the department to maintain that high level of maintenance, particularly on the secondary road system,&quot; Spear said. &quot;We simply don&rsquo;t have the resources.&quot;<br />\r\n\t<br />\r\n\tGeorgia fared well in another rating system of road toughness: the International Roughness Index. The index uses a formula created by the United States National Cooperative Highway Research Program that was continued by the World Bank to measure road quality.Each state conducts research of its roads and sends the findings to the Federal Highway Administration. The findings are measured against prior data to measure for consistency. In 2008, the most recent data available, more than 90 percent of Georgia&rsquo;s rural, urban minor arterial and urban collector roads were considered good or smooth. Georgia was the only state to finish above 90 percent in each category.<br />\r\n\t<br />\r\n\tFrank Moretti, director of policy and research for TRIP, a national transportation research group based in Washington, D.C., believes the research about Georgia. He said one reason why most Georgia roads are in good condition is because of the climate, which damages state roads less than in most states.<br />\r\n\t<br />\r\n\tHe added: &quot;The state in the past has tried to use materials and designs that were longer lasting. The challenge is to keep them in that condition with the dollars being stretched further and further.&quot;<br />\r\n\t<br />\r\n\tTRIP and the American Association of State Highway and Transportation Officials released a report in 2009 on the nation&rsquo;s roads. It found Georgia drivers spend less ($44) than motorists in any state on additional vehicle operating costs due to rough roads.<br />\r\n\t<br />\r\n\tGeorgia, Moretti said, has fewer urbanized roads, which helps the Peach State score well. Georgia&rsquo;s population growth, particularly in metro Atlanta, may make it tougher for it to remain high on the list.<br />\r\n\t<br />\r\n\t&quot;I think traffic congestion is the greatest challenge the state faces to maintain a level of mobility that is going to maintain economic development,&quot; he said.<br />\r\n\t<br />\r\n\tOK, where does this leave us?<br />\r\n\t<br />\r\n\tGeorgia is tops in some road maintenance categories. Its score in the Reason Foundation report was weighed down by data that found Georgia spends less money than most states in some road maintenance areas. Traffic congestion, where Georgia scored lower than most states, does result in more wear and tear on its roads. Spear, the GDOT spokesman, contends that congestion is important but does not address the overall condition of the road.<br />\r\n\t<br />\r\n\tGeorgia does rank high in nearly all measures of road maintenance. We rate the commissioner&rsquo;s comments about Georgia&rsquo;s roads as True.</p>", "ruling_comments_date": "2011-02-04T16:35:48.829411", "ruling_date": "2011-02-07T06:00:00", "ruling_headline": "Georgia roads are among America's best, state officials say", "ruling_headline_slug": "georgia-roads-are-among-americas-best-state-offici", "ruling_link_text": "Georgia known for red clay, and good roads. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia Department of Transportation, state budget hearing, Jan. 19, 2011<br />\r\n\t<br />\r\n\tE-mail from Georgia Department of Transportation spokesman David Spear, Feb. 4, 2011<br />\r\n\t<br />\r\n\tFederal Highway Administration, <a href=\"http://www.fhwa.dot.gov/policyinformation/statistics/2008/hm63.cfm\">Table HM-63</a>, Highway Statistics 2008</p>\r\n<p>\r\n\tReason Foundation, 19th Annual Report on the Performance of State Highway Systems, <a href=\"http://reason.org/files/19th_annual_highway_report.pdf\">September 2010</a></p>\r\n<p>\r\n\tTelephone interview with Frank Moretti, director of policy and research, TRIP, Feb. 3, 2011<br />\r\n\t<br />\r\n\tTRIP &amp; AASHTO report, &quot;<a href=\"http://roughroads.transportation.org/RoughRoads_FullReport.pdf\">Rough Roads Ahead, Fix Them Now Or Pay for It Later</a>,&quot; 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Georgia Transportation COmmissioner", "false_count": 0, "first_name": "Vance", "half_true_count": 0, "home_state": "Georgia", "id": 1001, "last_name": "Smith", "mostly_true_count": 0, "name_slug": "vance-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Vance_Smith.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1001/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tGeorgia has some of the best maintained roads in America.</p>", "statement_context": "a budget presentation", "statement_date": "2011-01-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Georgia known for red clay, and good roads. Are the roads really that good?"}