{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/04/glenn-beck/glenn-beck-al-qaeda-links-muslim-brotherhood/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3184, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3184/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As Americans watch the Egyptian uprising from afar, politicians and pundits have speculated about whether the Muslim Brotherhood, an opposition group, will gain power.<br />\r\n<br />\r\nOn his radio show on Jan. 31, Glenn Beck said listeners should know that conspirators of the 9/11 attacks were part of the group.<br />\r\n<br />\r\n&quot;So the Muslim Brotherhood, they&#39;re nothing to worry about,&quot; Beck began sarcastically.<br />\r\n<br />\r\n&quot;Abdullah Azzam and Muhammad Qutb, they taught in Saudi Arabia,&quot; Beck said. &quot;&hellip;Their star student? Osama bin Laden.&quot;<br />\r\n<br />\r\n&quot;Then, from the Egyptian Brotherhood, you have (Ayman) al-Zawahiri,&quot; a prominent leader of al-Qaida, he said.<br />\r\n<br />\r\n&quot;And another star pupil that has come out of the Muslim Brotherhood? Khalid Sheikh Mohammed,&quot; Beck said, referring to the al-Qaida leader described in the 9/11 Commission Report as &quot;the principal architect of the 9/11 attacks.&quot;<br />\r\n<br />\r\nThe Muslim Brotherhood, the largest opposition movement in Egypt, seeks to establish an Islamic state governed by sharia or Islamic law. It&#39;s true that many al-Qaida members, and 9/11 conspirators specifically, can trace their roots through the Muslim Brotherhood at one time. But the two groups are now bitter rivals. While the Muslim Brotherhood has evolved into a group that says it seeks a <a href=\"http://www.cfr.org/africa/egypts-muslim-brotherhood/p23991\">gradual and peaceful</a> path to power, al-Qaida has pursued a violent holy war. The Muslim Brotherhood has repeatedly denounced al-Qaida, and vice versa.<br />\r\n<br />\r\nIn an article titled <a href=\"http://www.brookings.edu/opinions/2011/0128_egypt_riedel.aspx\">&quot;Don&#39;t Fear Egypt&#39;s Muslim Brotherhood,&quot;</a> Bruce Riedel of the Brookings Institution wrote that &quot;The Egyptian Brotherhood renounced violence years ago, but its relative moderation has made it the target of extreme vilification by more radical Islamists. Al Qaida&rsquo;s leaders, Osama bin Laden and Ayman Zawahiri, started their political lives affiliated with the Brotherhood but both have denounced it for decades as too soft and a cat&rsquo;s paw of Mubarak and America.&quot;<br />\r\n<br />\r\nDan Byman, an expert on the groups at the Brookings Institution, said they have some common goals such as support for a political identity with Islam. But some of the more militant members of the Muslim Brotherhood have moved on to join al-Qaida, believing that the Muslim Brotherhood isn&#39;t doing enough, Byman said.<br />\r\n<br />\r\nThe biggest question, Byman said, is whether the Muslim Brotherhood is a barrier to the violent extremism of al-Qaida or whether it is simply a farm team.<br />\r\n<br />\r\nByman believes it&#39;s probably a little bit of both.<br />\r\n<br />\r\nBeck is technically correct that many al-Qaida terrorists were once members of the Muslim Brotherhood, said Evan Kohlmann, a terrorism expert who consults for the Department of Justice, &quot;Unfortunately, this analogy is a bit like saying that the Boy Scouts are a paramilitary organization because a certain percentage of them later go on to enlist in the U.S. military.&quot;<br />\r\n<br />\r\n&quot;Here&#39;s the deal on the Brotherhood: they aren&#39;t exactly in sync with U.S. foreign policy interests, and they do admittedly continue to work with armed groups that have violent aims, like Hamas in Gaza for instance,&quot; Kohlman told us via e-mail. &quot;Nonetheless, there is no doubt that the Egyptian Muslim Brotherhood is an avowed enemy of Osama Bin Laden, and vice versa.&nbsp; The Brotherhood repeatedly makes that point clear on its own website -- and&nbsp; for its part, al-Qaida has issued numerous audio and video recordings from its senior leadership (including Bin Laden and Dr. Ayman al-Zawahiri) accusing the Brotherhood of adopting reviled democratic methods and of &#39;collaboration with the nation&#39;s enemies.&#39;&quot;<br />\r\n<br />\r\n<br />\r\nNow, the specifics on the al-Qaida members.<br />\r\n<br />\r\n<strong>Osama Bin Laden </strong>-- According to the book <em><a href=\"http://www.amazon.com/Through-Our-Enemies-Eyes-Radical/dp/1574885537\">Through Our Enemies&#39; Eyes: Osama bin Laden Radical Islam and the Future of America</a></em> by Michael Scheuer, bin Laden was heavily influenced by two Muslim Brotherhood leaders&nbsp; -- Abdullah Azzam and Muhammad Qutb -- when he was a student at King Abdul Aziz University in Jeddah, Saudi Arabia, in the late 1970s. Scheuer writes that bin Laden&#39;s &quot;faith was made more assertive&quot; by these scholars. Star pupil? Undetermined, but we&#39;ll allow Beck some hyperbole.<br />\r\n<br />\r\n<strong>Ayman al-Zawahiri -- </strong>Although many biographies and news articles claim Dr. al-Zawahiri -- often described now as the number two in al-Qaida -- was briefly a member of the Muslim Brotherhood in his early teens, that&#39;s a matter of some debate.<br />\r\n<br />\r\nWhen Germany&#39;s <em>Der Spiegel</em> reported in a July 2, 2007, story <a href=\"http://www.spiegel.de/international/world/0,1518,491925,00.html\">&quot;Charting the Rise of the Muslim Brotherhood,&quot;</a> that al- Zawahiri &quot;is now considered the textbook example of a member of the Muslim Brotherhood turned terrorist,&quot; the Muslim Brotherhood protested. The group issued a <a href=\"http://www.ikhwanweb.com/article.php?id=915\">public rejection</a> of the claim that al-Zawahiri has ever been affiliated with it. Dr. Mohamed Morsy, a member of the Muslim Brotherhood Executive Bureau, said al-Zawahiri had never been a member of the Muslim Brotherhood and has never conformed to the group&#39;s ideology.<br />\r\n<br />\r\n&quot;The Muslim Brotherhood&#39;s ideology shuns violence and the movement has never practiced it,&quot; Morsy said. &quot;On the contrary we have been always adopting peaceful means for change.&quot;<br />\r\n<br />\r\nKohlmann, a terrorism analyst with New York-based security consultancy Flashpoint Global Partners who monitors jihadist websites, pointed to comments al-Zawahiri made in an open online question-and-answer session hosted by several al-Qaida-affiliated websites in 2008.<br />\r\n<br />\r\nAccording to al-Zawahiri, &quot;the freedom which the Brotherhood and other groups enjoy these days is only due to the military activities... But, instead of thanking the mujihadeen -- or at least not speaking ill of&nbsp; them--they have presented themselves as a mutually-agreeable alternative&nbsp; to America and its agents, to insult and to defame the mujahideen...They should make an effort to improve the image of their organization after all the miserable situations in which they have become entangled -- much as pledging allegiance to Hosni Mubarak and their silence while their brothers entered Kabul and Baghdad on the backs of Christian tanks.&quot;<br />\r\n<br />\r\nAl-Zawahiri also repeatedly and pointedly criticized the Muslim Brotherhood in his book, <em>The Bitter Harvest</em>.<br />\r\n<br />\r\nAnd in addition to the Muslim Brotherhood roundly denying that al-Zawahiri was ever a member, al-Zawahiri himself has &quot;vigorously and indignantly contested allegations that he was ever affiliated with the Brotherhood in Egypt,&quot; Kohlmann said. &quot;So the idea that Zawahiri has anything to do with the Brotherhood is pretty much a total canard.&quot;<br />\r\n<br />\r\n<strong>Khalid Sheikh Mohammed</strong> -- For him, we refer to the <a href=\"http://www.9-11commission.gov/report/911Report.pdf\">9/11 Commission Report</a>, page 145, which states, &quot;Raised in a religious family, KSM claims to have joined the Muslim Brotherhood at age 16 and to have become enamored of violent jihad at youth camps in the desert.&quot;<br />\r\n<br />\r\nSo Beck is right that many 9/11 conspirators have come out of, or once ascribed to the teachings of, the Muslim Brotherhood -- including Osama bin Laden and Khalid Sheikh Mohammed for sure, while the case for al-Zawahiri is less clear. But Beck&#39;s comments ignore the sharply different approaches of the two groups. Each has disavowed the other, and each has charted a different path to power (at least publicly).<br />\r\n<br />\r\n&quot;The real question -- what the Brotherhood is -- is very much an open question,&quot; Byman said. &quot;In Egypt, in a way, we don&#39;t know. It&#39;s hard to know what part of its rhetoric to believe.&quot;<br />\r\n<br />\r\nBut by failing to even mention the divide between the Muslim Brotherhood and al-Qaida, Beck has left out key context in his history lesson, and so we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2011-02-04T17:08:01.670073", "ruling_date": "2011-02-04T17:48:04", "ruling_headline": "Glenn Beck on al-Qaida links to Muslim Brotherhood", "ruling_headline_slug": "glenn-beck-al-qaeda-links-muslim-brotherhood", "ruling_link_text": "Roots yes, but now rivals", "ruling_state": null, "source_documents": null, "sources": "<p>Council on Foreign Relations, <a href=\"http://www.cfr.org/africa/egypts-muslim-brotherhood/p23991\">&quot;Egypt&#39;s Muslim Brotherhood,&quot;</a> by Jayshree Bajoria, Feb. 3, 2011<br />\r\n<br />\r\nBrookings Institution, &quot;Don&#39;t Fear Egypt&#39;s Muslim Brotherhood,&quot; by Bruce Riedel, Jan. 28, 2011<br />\r\n<br />\r\nIkhwanweb, the Muslim Brotherhood&#39;s Official English website, <a href=\"http://www.ikhwanweb.com/article.php?id=22699&amp;ref=search.php\">&quot;Islam can not always be blamed,&quot;</a> by Marwan Bishara, Jan. 19, 2010<br />\r\n<br />\r\nSpiegel Online, &quot;Charting the Rise of the Muslim Brotherhood,&quot; July 3, 2007<br />\r\n<br />\r\nIkhwanweb, <a href=\"http://www.ikhwanweb.com/article.php?id=915\">&quot;Ayman Al-Zawahiri No MB Member: Leader,&quot;</a> July 6, 2007<br />\r\n<br />\r\n<a href=\"http://www.9-11commission.gov/report/911Report.pdf\">The 9/11 Commission Report</a><br />\r\n<br />\r\nThe Weekly Standard, <a href=\"http://www.weeklystandard.com/blogs/muslim-brotherhood-no-friend_537572.html\">&quot;The Muslim Brotherhood is No Friend,&quot;</a> by Thomas Joscelyn, Jan. 28, 2011<br />\r\n<br />\r\nThe NEFA Foundation, <a href=\"http://www.nefafoundation.org/miscellaneous/FeaturedDocs/nefambexecbureaurejectubltape1207.pdf\">Statement Quoting Muslim Brotherhood Executive Bureau Member Mahmud Ghozlan Criticizing Bin Laden Tape</a>, Released on Dec. 30, 2007<br />\r\n<br />\r\nHuffington Post, <a href=\"http://www.huffingtonpost.com/scott-atran/the-muslim-bogey-men-egyp_b_817988.html\">&quot;The Muslim Brotherhood Bogeyman,&quot;</a> by Scott Atran, Feb. 3, 2011<br />\r\n<br />\r\nThe Washington Post, &quot;Egyptian Opposition Group Changes Course; Muslim Brotherhood Now Pushing for Reform,&quot; by Daniel Williams, June 5, 2005<br />\r\n<br />\r\nInterview with Dan Byman of the the Brookings Institution, Feb. 3, 2011<br />\r\n<br />\r\nE-mail interview with Evan Kohlmann, a terrorism analyst with New York-based security consultancy Flashpoint Global Partners, Feb. 3, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>Many of the 9/11 conspirators came from the Muslim Brotherhood, including Osama bin Laden, Ayman Zawahiri and Khalid Sheikh Mohammed.</p>\r\n", "statement_context": "his radio program", "statement_date": "2011-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}