{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/feb/07/john-kasich/gov-john-kasichs-boast-rapid-problem-solving-overl/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}, {"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3186, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3186/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGov. John Kasich wanted to make a splash.<br />\r\n\t<br />\r\n\tThe swashbuckling Ohio governor wanted to show Ohio&rsquo;s business community he was serious about his vow to speed up the permitting process at the Ohio Environmental Protection Agency.<br />\r\n\t<br />\r\n\tKasich found just such an opportunity when an air pollution permit for an Eastern Ohio energy company, Mingo Junction Energy Center (MJEC), was granted during his first week in office.<br />\r\n\t<br />\r\n\tAt a news conference on his fifth day in office, the Republican governor described the air permit as having &quot;languished&quot; under the previous administration and was incredulous that EPA officials had &quot;held the darn thing up for over 20 months.&quot;<br />\r\n\t<br />\r\n\tKasich implied that EPA paper-pushers had been negligent. &quot;It&rsquo;s just bureaucracy. It&rsquo;s a lack of commitment and a lack of vision.&quot;<br />\r\n\t<br />\r\n\tKasich praised his new EPA director, Scott Nally, for acting quickly to get the permit issued. &quot;This is a fact &mdash; it was over 20 months they couldn&rsquo;t get an agreement, he did it in 48 hours,&quot; Kasich boasted.<br />\r\n\t<br />\r\n\tPolitiFact Ohio found that claim startling &mdash; and just the kind of thing to assess.<br />\r\n\t<br />\r\n\tWe contacted Chris Abbruzzese, the EPA&rsquo;s director of communications, who said the governor&rsquo;s characterization was accurate because no agreement had been reached under former Gov. Ted Strickland and in a &quot;48-hour window&quot; Nally had managed to work out a deal. He did note that the Strickland administration spent 19 months on the permit, rather than 20, as the governor said.<br />\r\n\t<br />\r\n\tAbbruzzese said Nally asked Bob Hodanbosi, chief of the Division of Air Pollution Control, top permit writer Mike Hopkins and other staffers to tackle 27 technical issues that remained on the permit request. They whittled that down to just a pair of issues by the close of the business day on Jan 12.<br />\r\n\t<br />\r\n\tDuring an hour-long call on the morning of Jan 13, Nally, Hodanbosi, Hopkins and the company&rsquo;s lawyer Ken Komoroski were able to sort out those last two issues. All that was left that night was for staff attorneys for each side to &quot;trade documents and get the final language in place,&quot; according to Abbruzzese.<br />\r\n\t<br />\r\n\tNext, we looked at what was accomplished on the project under Strickland. An internal memo from Hodanbosi to Nally on Jan. 12 &nbsp;told us that a draft permit was issued in November 2010 following more than 35 weekly conference calls and meetings with the company. The discussions and joint development of the permit by EPA staff and the company concerned exactly how to allow the company to burn coke-oven gas from a steel-making process instead of &quot;flaring it off&quot; into the atmosphere.<br />\r\n\t<br />\r\n\tAfter receiving comments from the company during the 30-day draft period that lasted until mid-December 2010, the EPA &quot;revised the final permit twice to try and address their concerns and was ready to issue the final permit&quot; during Strickland&rsquo;s last week in office, Hodanbosi wrote.<br />\r\n\t<br />\r\n\tBut the company balked at some of the language in the permit, so it wasn&rsquo;t issued while Strickland was in office. &quot;The company responded on Jan. 7, 2011, that they did not want the permit issued as written,&quot; reads the memo.<br />\r\n\t<br />\r\n\tChris Korleski, who preceded Nally as head of the state EPA under Strickland, &nbsp;said the project was &quot;almost finished&quot; and required only a few tweaks.<br />\r\n\t<br />\r\n\t&quot;The vast bulk of a tremendous amount of work was done already when I left,&quot; Korleski. The former director said that Kasich had unfairly portrayed his team as indifferent bureaucrats.<br />\r\n\t<br />\r\n\t&quot;This was not a poster child for anything wrong that Ohio EPA did,&quot; Korleski said. &quot;The staff bent over backwards to the point of rushing two sets of orders allowing them to keep operating in the absence of the permit.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;They got it worked out on a phone call in an hour? That tells me the issues weren&rsquo;t terribly complex or terribly difficult.&quot;<br />\r\n\t<br />\r\n\tBob Smith, a Maryland attorney and partner with Venable LLP who has three decades of experience working on air pollution permits including some for steel plants and co-generation facilities, had a similar view.<br />\r\n\t<br />\r\n\tSpeaking in general terms, Smith said typically you are &quot;very close&quot; to issuing the final permit once the draft permit has been issued, particularly when there aren&#39;t any comments (as was the case here) from the public or outside parties to consider.<br />\r\n\t<br />\r\n\tSmith said having the permit applicant request changes of a draft permit is pretty standard.<br />\r\n\t&quot;Those kinds of requests are not at all uncommon,&quot; he said. &quot;It can take agency personnel a bit of time to digest them,&quot; he said. He said normally it would take a few weeks or a month to wrap up the process.<br />\r\n\t<br />\r\n\tAny changes during a final 48-hour period would be &quot;last-minute fine-tuning to make sure the permit was appropriately clear,&quot; he said. &quot;It&#39;s a process that only happens at the end of a very long process. A longer time period (than 48 hours) would have been required to deal with the bigger issues.&quot;<br />\r\n\t<br />\r\n\tSo to sum up, there is a sliver of truth to what Kasich said, as more than 19 months had elapsed with no final agreement in place. And the finishing touches to the permit were clearly put on the project by staff being pushed by Nally in the two-day time frame. &nbsp;<br />\r\n\t<br />\r\n\tBut, given the work that was done during those 19 months, and that the company was the roadblock to the permit being completed while Strickland was still governor, Kasich&rsquo;s complaint of a &quot;lack of commitment&quot; from staffers as the reason for the project taking so long doesn&rsquo;t ring true.<br />\r\n\t<br />\r\n\tAnd, Kasich&rsquo;s contention at the news conference that &quot;they couldn&rsquo;t get an agreement&quot; for 20 months that Nally got in 48 hours is an oversimplification, particularly since a draft permit was issued in mid-November, and state officials were ready to issue a final permit while Strickland was still in office.<br />\r\n\t<br />\r\n\tThose are critical facts that would give the listener a different impression of the governor&rsquo;s statement. That&rsquo;s why we rate Kasich&rsquo;s claim to be Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-06T17:54:35.407578", "ruling_date": "2011-02-07T06:00:00", "ruling_headline": "Gov. John Kasich's boast of rapid problem solving undersells previous administration's work ", "ruling_headline_slug": "gov-john-kasichs-boast-rapid-problem-solving-overl", "ruling_link_text": "Oversimplification fouls the air on this claim of government action", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. John Kasich, news conference (audio transcript prepared by Plain Dealer reporter Aaron Marshall), Jan. 14, 2011<br />\r\n\t<br />\r\n\tPhone interview with Chris Korleski, former head of Ohio Environmental Protection Agency, Jan. 19, 2011<br />\r\n\t<br />\r\n\tPhone interviews with Chris Abbruzzese, spokesman for Ohio Environmental Protection Agency, Jan 21, 2011, and Feb 1, 2011<br />\r\n\t<br />\r\n\tOhio Environmental Protection Agency, <a href=\"http://wwwapp.epa.ohio.gov/dapc/permits_issued/435993.pdf\">final air pollution permit to MJEC</a>, &nbsp;issued Jan. 14, 2011<br />\r\n\t<br />\r\n\tOhio Environmental Protection Agency, <a href=\"http://wwwapp.epa.ohio.gov/dapc/permits_issued/420196.pdf\">draft air pollution permit to MJEC</a>, issued Nov. 14, 2011<br />\r\n\t<br />\r\n\tOhio Environmental Protection Agency, internal memo from Bob Hodanbosi to Scott Nally dated Jan. 12<br />\r\n\t<br />\r\n\tPhone interview with Bob Smith, partner with Venable LLC, an attorney with specialized experience in air pollution permitting, Feb 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Governor of Ohio as of Jan. 10, 2011", "false_count": 8, "first_name": "John", "half_true_count": 10, "home_state": "Ohio", "id": 533, "last_name": "Kasich", "mostly_true_count": 18, "name_slug": "john-kasich", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Kasich_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/533/", "total_count": 67, "true_count": 16, "website": "http://ohio.gov/"}, "statement": "<p>\r\n\tSays an EPA permit &quot;languished&quot; under Strickland but his new EPA director got it done in two days.</p>", "statement_context": "a news conference", "statement_date": "2011-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": ""}