{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/feb/08/bill-posey/rep-bill-posey-claims-nearly-half-will-lose-curren/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3190, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3190/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDo you have a one-in-two chance of losing your health care plan as a result of the 2010 health care law?<br goog_docs_charindex=\"368\" />\r\n\t<br goog_docs_charindex=\"369\" />\r\n\tThat&#39;s what Republican Congressman Bill Posey, who represents Florida&#39;s 15th District in Central Florida, claims in a Feb. 1, 2011, <a goog_docs_charindex=\"502\" href=\"http://www.floridatoday.com/article/20110201/OPINION/110131021/1004/opinion/Your+views++Letters+to+the+editor+(Feb.+1)\">letter</a> to <em>Florida Today</em>. He wrote to explain to voters &quot;which aspects of the health care law I&rsquo;m against,&quot; and this was his first point:<br goog_docs_charindex=\"640\" />\r\n\t<br goog_docs_charindex=\"641\" />\r\n\t&quot;Before this law was passed, Americans were told they could keep their current health care plans. After it became law, the administration issued regulations stating nearly half of Americans would lose their current plan.&quot;<br goog_docs_charindex=\"862\" />\r\n\t<br goog_docs_charindex=\"863\" />\r\n\tHe also argued that the law will not produce savings in health care costs, nor will it reduce health care spending. But for this fact-check, we are going to look at Posey&#39;s first statement. Before the health care law passed, were Americans told they could keep their current plans? And after the law passed, did the federal government issue regulations that result in nearly half of Americans losing their current plans?<br goog_docs_charindex=\"1262\" />\r\n\t<br goog_docs_charindex=\"1263\" />\r\n\tOn Feb. 4, Posey spokesman George Cecala sent us two 2009 videos of Obama posted on You Tube. In the <a goog_docs_charindex=\"1364\" href=\"http://www.youtube.com/watch?v=H8spP856AMY\">first video</a>, Obama said: &quot;If you like your health care plan, you will be able to keep your health care plan. Period. No one will take it away. No matter what.&quot; In the <a goog_docs_charindex=\"1533\" href=\"http://www.youtube.com/watch?v=1LRcLMScEqo&amp;feature=related\">second video</a>, he said: &quot;If you like your doctor or health care plan, you can keep it.&quot;<br goog_docs_charindex=\"1621\" />\r\n\t<br goog_docs_charindex=\"1622\" />\r\n\tThree experts on the health care law whom we interviewed all agreed the message was clear: Obama told Americans that they could keep their health plan. Our experts are Michael Tanner, senior fellow at the libertarian Cato Institute, which has been critical of the health care law; Edwin Park, co-director on health policy at the Center on Budget and Policy Priorities, which has supported the health care law; and Gerard Anderson, a professor and director at the Center for Hospital Finance and Management at the Johns Hopkins Bloomberg School of Public Health.<br goog_docs_charindex=\"2160\" />\r\n\t<br goog_docs_charindex=\"2161\" />\r\n\tThe second part of Posey&#39;s claim -- that nearly half of Americans would lose their current plan -- is more complicated. Our colleagues at National PolitiFact reviewed a similar claim on Feb. 2 by <a goog_docs_charindex=\"2355\" href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">Texas Republican Blake Farenthold</a>, that the health care law would force 70 percent of workers to &quot;lose their current health plan.&quot; Here&#39;s what we found:<br goog_docs_charindex=\"2509\" />\r\n\t<br goog_docs_charindex=\"2510\" />\r\n\t<strong>How grandfathering works</strong><br goog_docs_charindex=\"2535\" />\r\n\t<br goog_docs_charindex=\"2536\" />\r\n\tThe law allows plans that existed on March 23, 2010, to be &quot;grandfathered,&quot; which means that they do not have to comply with new requirements that took effect last fall, such as providing preventive services without cost-sharing and direct access to ob-gyn care without a referral. To keep their grandfathered status, these plans must not significantly cut benefits or increase out-of-pocket spending for consumers. (Minor policy changes and increases to keep pace with medical inflation do not threaten a plan&rsquo;s grandfather status.)<br goog_docs_charindex=\"3070\" />\r\n\t<br goog_docs_charindex=\"3071\" />\r\n\tA <a goog_docs_charindex=\"3074\" href=\"http://www.healthcare.gov/news/factsheets/keeping_the_health_plan_you_have_grandfathered.html\">fact sheet</a> provided by the Obama administration on HealthCare.gov estimates how many plans are expected to opt for grandfathered status, both for the 133 million Americans whose plans are provided by large employers and the 43 million with plans provided by small employers (fewer than 100 employees). Together, those groups account for 91 percent of insured Americans.<br goog_docs_charindex=\"3445\" />\r\n\t<br goog_docs_charindex=\"3446\" />\r\n\tAccording to administration projections, between 36 and 66 percent of the large-employer plans will remain grandfathered by 2013. For small employers, the administration expects between 20 and 51 percent to be grandfathered in 2013.<br goog_docs_charindex=\"3679\" />\r\n\t<br goog_docs_charindex=\"3680\" />\r\n\tCecala also sent us a link to a June 2010 <a goog_docs_charindex=\"3723\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piNWZkNWRkODUtMzg4YS00YzlmLWEwOWMtMWUxNDUzZmIxZmJi&amp;hl=en\">Federal Register</a> report that looks at how many employer plans will relinquish their grandfathered status in 2013, rather than how many retain it. Table 3 estimates between 39 and 69 percent of all employer plans will relinquish that status.<br goog_docs_charindex=\"3988\" />\r\n\t<br goog_docs_charindex=\"3989\" />\r\n\tSo Posey&#39;s claim refers to plans that will lose their grandfathered status, and &quot;nearly half&quot; is clearly within the government&#39;s own estimates. But the question is whether losing grandfathered status means the same thing as losing your current plan. Just because a consumer&#39;s plan loses its grandfathered status doesn&#39;t mean he or she will be forced to switch to an entirely different provider or a radically different plan.<br goog_docs_charindex=\"4415\" />\r\n\t<br goog_docs_charindex=\"4416\" />\r\n\t<strong>What PolitiFact found</strong><br goog_docs_charindex=\"4438\" />\r\n\t<br goog_docs_charindex=\"4439\" />\r\n\tThe Truth-O-Meter on Farenthold summarized it this way:<br goog_docs_charindex=\"4495\" />\r\n\t<br goog_docs_charindex=\"4496\" />\r\n\t&quot;Health care specialists said they expect that in many cases an employer (or the insurance carrier the employer uses) will change the plan in ways that are significant enough to end grandfather status but which will not terminate the plan or result in a radical change in its coverage. While some employers may decide to end health care coverage entirely (and thus pay a penalty under the law), many will continue to offer a similar plan but perhaps with more extensive requirements mandated under the law, possibly along with higher premiums.&quot;<br goog_docs_charindex=\"5041\" />\r\n\t<br goog_docs_charindex=\"5042\" />\r\n\tAlso, when Obama made his promise that Americans could keep their plans, he failed to acknowledge that many Americans already don&#39;t keep their &quot;current&quot; plan every year. Insurers change rules and costs, employers switch providers, and Americans lose or change jobs or retire, effectively switching their plans. That is something that Farenthold, and now Posey, also fail to explain.<br goog_docs_charindex=\"5427\" />\r\n\t<br goog_docs_charindex=\"5428\" />\r\n\tThe Feb. 2 Truth-O-Meter attempted to quantify how many Americans switch plans unrelated to the new law and found a study by Mercer, a private consulting firm that does an annual national survey of employer-sponsored health plans. Beth Umland, the head of research for Mercer&#39;s health and benefits consulting practice, said that in each of the years from 2005 to 2008, roughly 25 percent of companies said they made changes to their plans that would result in employees paying a greater share of the cost. In 2009 and 2010, she said, that percentage rose to one-third of companies.<br goog_docs_charindex=\"6010\" />\r\n\t<br goog_docs_charindex=\"6011\" />\r\n\tPolitiFact concluded that the data is too scattershot to know how many workers change plans every year, but it seems reasonable to assume that the number is not trivial.<br goog_docs_charindex=\"6188\" />\r\n\t<br goog_docs_charindex=\"6189\" />\r\n\t<strong>The experts on grandfathering</strong><br goog_docs_charindex=\"6219\" />\r\n\t<br goog_docs_charindex=\"6220\" />\r\n\tOur experts also weighed in on the second part of Posey&#39;s claims.<br goog_docs_charindex=\"6286\" />\r\n\t<br goog_docs_charindex=\"6287\" />\r\n\tPark said he wouldn&#39;t equate grandfathering with losing your health plan.<br goog_docs_charindex=\"6361\" />\r\n\t<br goog_docs_charindex=\"6362\" />\r\n\t&quot;Let&#39;s say the same plan loses grandfathering status because it raises the deductible,&quot; Park said, but employees are kept on a revised Blue Cross plan. &quot;It&#39;s still a Blue Cross plan -- it&#39;s the same insurer, the same rules, the same providers being covered, and now it doesn&#39;t have the grandfathered status. Essentially it&#39;s the same plan with some changes to comply with the health reform law. The rhetoric implies that the plan is completely different. ... &#39;Losing your plan&#39; makes it sound like you are being forced out of your plan into something else completely. These kinds of changes happen all the time, and it happens today with or without the enactment of the health care law.&quot;<br goog_docs_charindex=\"7049\" />\r\n\t<br goog_docs_charindex=\"7050\" />\r\n\tAnderson also agreed that losing grandfathered status shouldn&#39;t be equated with consumers losing a plan.<br goog_docs_charindex=\"7155\" />\r\n\t<br goog_docs_charindex=\"7156\" />\r\n\tTanner explained:<br goog_docs_charindex=\"7174\" />\r\n\t<br goog_docs_charindex=\"7175\" />\r\n\t&quot;Over time the current plans are likely to go away and the new plans will all meet the government&#39;s requirements. To some degree, that is an advantage for people who get benefits they don&#39;t get now, but it will also likely cost them more to do so. It&#39;s a little bit like telling everybody who has a Toyota now they have to get Lexus. They got more car, but it cost them more.&quot; And initially Americans were told they could keep that Toyota and now they can&#39;t, he said.<br goog_docs_charindex=\"7640\" />\r\n\t<br goog_docs_charindex=\"7641\" />\r\n\tWhile some consumers may not be forced from one plan to another -- say from Kaiser to Aetna -- consumers who have Blue Cross now may still have Blue Cross &quot;but the plan itself will have different benefits and different costs.&quot; The differences will really affect smaller businesses that are offering bare bones coverage now and will have to provide more expensive policies, Tanner said.<br goog_docs_charindex=\"8027\" />\r\n\t<br goog_docs_charindex=\"8028\" />\r\n\tWe asked Cecala, why does Posey believe that a plan that loses its grandfathered status is equivalent to Americans losing their current plan?<br goog_docs_charindex=\"8170\" />\r\n\t<br goog_docs_charindex=\"8171\" />\r\n\t&quot;It is a different version of what you were having before,&quot; Cecala said. If an employer can&#39;t afford the new option, then the employer might drop the plan entirely or switch to a different plan, he said.<br goog_docs_charindex=\"8375\" />\r\n\t<br goog_docs_charindex=\"8376\" />\r\n\t<strong>Our ruling</strong><br goog_docs_charindex=\"8387\" />\r\n\t<br goog_docs_charindex=\"8388\" />\r\n\tOn the first half of Posey&#39;s claim, we agree that &quot;before this law was passed, Americans were told they could keep their current health care plans.&quot; But the second half of his claim, that &quot;After it became law the administration issued regulations stating nearly half of Americans would lose their current plan,&quot; is not so simple.<br goog_docs_charindex=\"8719\" />\r\n\t<br goog_docs_charindex=\"8720\" />\r\n\tPosey&#39;s math is correct when he points to the government estimates of employer plans that will lose grandfathered status. But telling the public that &quot;half of Americans would lose their current plan&quot; implies that they will be forced into a different provider&#39;s plan, a substantially worse plan or even no plan at all. By that definition, some Americans &quot;lost&quot; their current plans routinely for years before the health care law was signed. For those omissions, we rate this claim Half True.</p>", "ruling_comments_date": "2011-02-07T15:40:48.397377", "ruling_date": "2011-02-08T09:51:23", "ruling_headline": "Rep. Bill Posey claims nearly half will lose current health plan", "ruling_headline_slug": "rep-bill-posey-claims-nearly-half-will-lose-curren", "ruling_link_text": "Health care plans often changed before the 2010 law", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLetter to the editor from Congressman Bill Posey <em>Florida Today</em>, <a goog_docs_charindex=\"9281\" href=\"http://www.floridatoday.com/article/20110201/OPINION/110131021/1004/opinion/Your+views++Letters+to+the+editor+(Feb.+1)\">&quot;Repeal, replace costly intrusive health law,&quot;</a>Feb. 4, 2011<br goog_docs_charindex=\"9341\" />\r\n\t<br goog_docs_charindex=\"9342\" />\r\n\tPolitiFact, <a goog_docs_charindex=\"9355\" href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/02/blake-farenthold/rep-blake-farenthold-says-health-care-law-will-for/\">&quot;Rep. Blake Farenthold says health care law will force 70 percent of workers to lose their current plan,&quot;</a> Feb. 2, 2011<br goog_docs_charindex=\"9475\" />\r\n\t<br goog_docs_charindex=\"9476\" />\r\n\tFederal Register, <a goog_docs_charindex=\"9495\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=0B4fjL1-0K8piNWZkNWRkODUtMzg4YS00YzlmLWEwOWMtMWUxNDUzZmIxZmJi&amp;hl=en\">&quot;Group Health Plans and Health Insurance Coverage Relating to Status as a Grandfathered Health Plan Under the Patient Protection and Affordable Care Act; Interim Final Rule and Proposed Rule,&quot;</a> June 17, 2010<br goog_docs_charindex=\"9703\" />\r\n\t<br goog_docs_charindex=\"9704\" />\r\n\tHealthCare.gov, &quot;<a href=\"http://www.healthcare.gov/news/factsheets/keeping_the_health_plan_you_have_grandfathered.html\">Keeping the Health Plan You Have: The Affordable Care Act and &#39;Grandfathered&#39; Health Plans</a>,&quot; June 14, 2010</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, <a goog_docs_charindex=\"9745\" href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3249\">&#39;&quot;Grandfathering&quot; rules strike a balance for consumers,&quot;</a>July 29, 2010<br goog_docs_charindex=\"9816\" />\r\n\t<br goog_docs_charindex=\"9817\" />\r\n\t<em>Investors Business Daily</em>, <a goog_docs_charindex=\"9844\" href=\"http://www.investors.com/NewsAndAnalysis/ArticlePrint.aspx?id=537208\">&quot;Keep your health plan under overhaul? Probably not, gov&#39;t analysis concludes,&quot;</a> June 11, 2011<br goog_docs_charindex=\"9939\" />\r\n\t<br goog_docs_charindex=\"9940\" />\r\n\tInterview, Cato Institute senior fellow Michael Tanner, Feb. 4, 2011<br goog_docs_charindex=\"10009\" />\r\n\t<br goog_docs_charindex=\"10010\" />\r\n\tInterview, Center on Budget and Policy Priorities Co-director on health policy Edwin Park, Feb. 4, 2011<br goog_docs_charindex=\"10114\" />\r\n\t<br goog_docs_charindex=\"10115\" />\r\n\tInterview, Gerard Anderson, a professor and director at the Center for Hospital Finance and Management at the Johns Hopkins Bloomberg School of Public Health, Feb. 4, 2011<br goog_docs_charindex=\"10287\" />\r\n\t<br goog_docs_charindex=\"10288\" />\r\n\tInterview, Congressman Bill Posey&#39;s spokesman George Cecala, Feb. 4, 2011</p>\r\n<p>\r\n\tPolitiFact National e-mail interview with Beth Umland, head of research for Mercer&#39;s health &amp; benefits consulting practice, Feb. 2, 2011<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 0, "first_name": "Bill", "half_true_count": 1, "home_state": "Florida", "id": 1003, "last_name": "Posey", "mostly_true_count": 1, "name_slug": "bill-posey", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SP_303493_HO_posey.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1003/", "total_count": 2, "true_count": 0, "website": "http://posey.house.gov/"}, "statement": "<p>\r\n\t&quot;Before this law was passed, Americans were told they could keep their current health care plans. After it became law, the administration issued regulations stating nearly half of Americans would lose their current plan.&quot;</p>", "statement_context": "a letter to the editor", "statement_date": "2011-02-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}