{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/feb/09/pete-gallego/rep-pete-gallego-says-mexicans-have-one-national-i/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3202, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3202/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>State Rep. Leo Berman, R-Tyler, who favors a GOP-backed mandate that voters show their photo ID at the polls, recently pointed to another voter ID &mdash; in Mexico. &quot;If you don&rsquo;t have this card in Mexico, you don&rsquo;t vote,&quot; he said on the Jan. 27 edition of Your News Now&rsquo;s Capital Tonight, holding a voter card from Mexico&rsquo;s Federal Electoral Institute that he described as including a photo, fingerprint and &quot;your life&rsquo;s history.&quot;</p>\r\n\r\n<p>In a separate interview for that night&rsquo;s program, which airs weekly in Austin, Waco and other cities, state Rep. Pete Gallego, D-Alpine, who opposes voter ID legislation, said: &quot;You&rsquo;ve got to tell the whole story. In Mexico, they don&rsquo;t have birth certificates, for example. They don&rsquo;t have a lot of the same things that we have. They don&rsquo;t have registration cards for voters. They have one national ID. We don&rsquo;t have a national ID.&quot;</p>\r\n\r\n<p>Shifting away from the hubbub about the proposed voter ID law, we wondered whether Mexicans have one national ID, but lack birth certificates and voter cards.</p>\r\n\r\n<p>In an interview, Gallego told us that &quot;most of (Mexico&rsquo;s) population&quot; doesn&rsquo;t have a birth certificate. &quot;Mexico is not at a point where they have implemented the law all across the country,&quot; he said. &quot;They don&rsquo;t have the resources.&quot;</p>\r\n\r\n<p>Gallego said that supporters of a voter ID in Texas are pointing to Mexico as an example of the law at work, but &quot;Mexicans have a national ID card for everything,&quot; not just voting. &quot;It&rsquo;s just a different system,&quot; he said.</p>\r\n\r\n<p>When we asked if anyone could confirm his statements, he arranged a conference call with Rosalba Ojeda, the consul general of Mexico in Austin.</p>\r\n\r\n<p>Ojeda told us that birth certificates have &quot;been around forever&quot; in Mexico, but some residents in remote areas &quot;simply don&rsquo;t get around to registering the baby.&quot; Some people aren&rsquo;t registered until they&rsquo;re older, &quot;when they have the opportunity to go to the village,&quot; she said.</p>\r\n\r\n<p>Mexicans can register their birth at any time, Ojeda said, but it&rsquo;s not necessarily easy. They must go to the local municipio, or municipal office, of their birthplace and bring witnesses who can attest to their birth in Mexico.</p>\r\n\r\n<p>She said that she doesn&rsquo;t know what proportion of the population has a birth certificate but that the government has conducted &quot;a lot of campaigns&quot; in the &quot;last 15 years and so most of the people I would say now would have one.&quot; Birth certificates are required to access hospital services and get a passport, Ojeda said.</p>\r\n\r\n<p>Ojeda also told us that the Mexican government is conducting a pilot project that gives citizens national IDs. According to a Jan. 25 San Diego Union-Tribune news article, Tijuana elementary school students became the first to register for the new identity card. &quot;The card is aimed at minors from ages 4 to 17, but by the end of 2012, Mexico&rsquo;s federal government is hoping that as many as 25.7 million children will sign up,&quot; eventually extending ID cards to adults as well, according to the article. &quot;With the document, they won&rsquo;t need to present a birth certificate when registering for school, medical appointments or to receive other public services.&quot;</p>\r\n\r\n<p>The article also says that in Mexico, &quot;birth certificates and voter registration cards are the most commonly used identification documents.&quot;</p>\r\n\r\n<p>Ojeda told us that a birth certificate is also required to get an electoral ID, which citizens need to vote.</p>\r\n\r\n<p>According to the electoral institute&rsquo;s website, to vote, Mexicans must apply to the &quot;Electoral Roll&quot; by personally submitting an official form that includes their signature, fingerprint and photograph to a field office of the Federal Electoral Registry. There&rsquo;s an office in every electoral district. There are some exceptions, such as for citizens who physically can&rsquo;t go to the offices.</p>\r\n\r\n<p>Since 1991, the institute has issued free &quot;photo-voting cards&quot; &mdash; &quot;an essential document to exercise the right to vote,&quot; according to the site. They include the owner&rsquo;s address, electoral district, full name, age and ID number.</p>\r\n\r\n<p>Kenneth Greene, an associate professor of government at the University of Texas at Austin, &nbsp;told us that Mexico does have birth certificates. He said that he hasn&rsquo;t seen a national ID, but that the country does have a voter ID card.</p>\r\n\r\n<p>Andrew Selee, director of the Mexico Institute at the Washington-based Woodrow Wilson Center, told us in an e-mail that Gallego&rsquo;s statement is incorrect on both counts. Selee said Mexico has birth certificates and registration cards for voters, but the country doesn&rsquo;t have a national ID card. &quot;Their voter registration card usually serves that purpose,&quot; he said. &quot;There is discussion of creating a national ID, but it doesn&rsquo;t exist yet.&quot;</p>\r\n\r\n<p>While some people in rural areas don&rsquo;t get birth certificates, Selee said, &quot;that doesn&rsquo;t seem to be a major problem anymore in Mexico in the way it is in some countries like Haiti and Bolivia.&quot;</p>\r\n\r\n<p>Separately, Greene pointed us to an undated report by the Mexico-based Be Foundation, which works to increase birth registration in the country. The report says Mexico &quot;has no simple system for registering births. For poor people in rural areas, getting a birth certificate can mean walking hours or even days to the nearest municipal office.&quot;</p>\r\n\r\n<p>Karen Mercado, the foundation&rsquo;s president, told us in an e-mail that &quot;in Mexico, more than 10 million people lack a birth certificate,&quot; which she said means &quot;no access to (citizens&rsquo;) most fundamental human rights to education and health programs, protection and participation.&quot;</p>\r\n\r\n<p>In a follow-up interview, Gallego told us: &quot;My issue is not that they do not have birth certificates &mdash; it&rsquo;s that they&rsquo;re not credible... it&rsquo;s not that the system doesn&rsquo;t exist. In practical terms, a lot of people don&rsquo;t have them, and they&rsquo;re not necessarily reliable.&quot;</p>\r\n\r\n<p>He told us that he was referring to the voter ID when he said Mexico has one national ID.</p>\r\n\r\n<p>To the Truth-O-Meter.</p>\r\n\r\n<p>As experts pointed out, the statement misfires on three fronts.</p>\r\n\r\n<p>Mexicans don&rsquo;t have a &quot;national ID card for everything,&quot; though a pilot project is under way to issue identity cards to minors. But the federal government issues voter IDs featuring each voter&rsquo;s photo and other personal information. The government also issues birth certificates; according to experts we spoke with, less than 10 percent of residents don&rsquo;t have one.</p>\r\n\r\n<p>We rate Gallego&rsquo;s statement as False.</p>\r\n", "ruling_comments_date": "2011-02-08T18:39:43.891700", "ruling_date": "2011-02-09T10:03:20", "ruling_headline": "Rep. Pete Gallego says Mexicans have one national ID in lieu of a birth certificate and voter card", "ruling_headline_slug": "rep-pete-gallego-says-mexicans-have-one-national-i", "ruling_link_text": "Birth certificates... voter ID... check", "ruling_state": null, "source_documents": null, "sources": "<p>Capital Tonight, <a href=\"http://austin.ynn.com/content/top_stories/276316/watson--lawmakers-to-blame-for-budget-failure\">Watson: Lawmakers to blame for budget failure,</a> Jan. 27, 2011</p>\r\n\r\n<p>Instituto Federal Electoral, <a href=\"http://www.ife.org.mx/portal/site/ifev2/Electoral_Registry/\">Electoral registry,</a> accessed Feb. 3, 2011</p>\r\n\r\n<p>San Diego Union-Tribune, <a href=\"http://www.sandiegounion.com/news/2011/jan/25/tijuana-debut-mexican-id-card-program/\">Tijuana debut for Mexican I.D. card program,</a> Jan. 25, 2011</p>\r\n\r\n<p>BE Foundation, <a href=\"http://www.be-foundation.org/befoundation/BE%20FOUNDATION%20English%20version.pdf\">Derecho a la identitdad,</a> accessed Feb. 4, 2011</p>\r\n\r\n<p>Interview with Rep. Pete Gallego, Feb. 2 and 7, 2011</p>\r\n\r\n<p>Interview with Rosalba Ojeda, Consul General of Mexico in Austin, Feb. 2, 2011</p>\r\n\r\n<p>E-mail interview with Kenneth Greene, associate professor in government, University of Texas at Austin, Feb. 3, 2011</p>\r\n\r\n<p>Interview with Kevin Casa-Zamora, senior foreign policy fellow in the Latin America Initiative at the Brookings Institution, Feb. 4, 2011</p>\r\n\r\n<p>E-mail interview with Andrew Selee, director of The Mexico Institute at the Woodrow Wilson International Center for Scholars, Feb. 4, 2011</p>\r\n\r\n<p>E-mail interview with Karen Mercado, president, Be Foundation, Feb. 7, 2011</p>\r\n\r\n<p>E-mail interview with Eric Olson, security program senior associate of The Mexico Institute at the Woodrow Wilson International Center for Scholars, Feb. 8, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Former legislator and U.S. House member", "false_count": 1, "first_name": "Pete", "half_true_count": 2, "home_state": "Texas", "id": 1006, "last_name": "Gallego", "mostly_true_count": 2, "name_slug": "pete-gallego", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gallego.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1006/", "total_count": 8, "true_count": 2, "website": "http://www.petegallego.com/"}, "statement": "<p>&quot;In Mexico, they don&#39;t have birth certificates... they don&rsquo;t have registration cards for voters. They have one national ID.&quot;</p>\r\n", "statement_context": "an interview on \"Capital Tonight\"", "statement_date": "2011-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}