{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/feb/14/jim-webb/sen-jim-webb-says-iraq-war-major-reason-oil-price-/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3226, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3226/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tJim Webb campaigned for Senate in 2006 in strong opposition to the war in Iraq, always wearing his deployed son&rsquo;s combat boots.<br />\r\n\t<br />\r\n\tThe Democrat, who announced Feb. 9 that he <a href=\"http://www2.timesdispatch.com/news/2011/feb/09/22/webb-wont-seek-re-election-ar-831102/\">would not run</a>&nbsp;for re-election, recently discussed the war and its impact on oil prices while questioning James Jeffrey, the U.S. ambassador to Iraq.<br />\r\n\t<br />\r\n\t&quot;We were worried, and were saying so at the time, that this endeavor would harm the country&#39;s economy--that it would blow the top off the price of oil,&quot; Webb said during a Feb. 3 hearing of the Senate Armed Services Committee. &quot;I recall when the Congress voted to go to war in Iraq, oil was $24 a barrel. &nbsp;It went up to $143. Today, it&#39;s about $102.&quot;<br />\r\n\t<br />\r\n\tEach trip to the gas pump in recent months has been a stark reminder that oil is more expensive than it used to be. We wondered if the U.S. invasion and subsequent occupation of Iraq was a major factor in blowing &quot;the top off the price of oil.&quot;<br />\r\n\t<br />\r\n\tCongress authorized President George W. Bush to use force against Iraq on October 11, 2002. On that day, the spot price for a barrel of European Brent crude oil was $28.18, according to the U.S. Energy Information Administration. The price of West Texas Intermediate crude was $29.36 per barrel that day, according to the EIA.<br />\r\n\t<br />\r\n\tWe are relying on the spot price, which refers to the price a trader would pay for an immediate settlement of a trade, rather than prices from futures contracts -- another widely-used method of purchasing oil -- because the EIA keeps exhaustive spot price archives.<br />\r\n\t<br />\r\n\tDuring November 2002 the spot price of Brent crude fell to and below the $24 per barrel threshold mentioned by Webb. It bottomed at $22.82 on Nov. 14, 2002. WTI crude fell to $25.28 the same week.<br />\r\n\t<br />\r\n\tBrent prices fluctuated above and below $30 per barrel in early 2003, hitting $34.16 the week before the U.S. invasion but falling to $28.00 on March 20, the day U.S. forces began their assault on Iraq.<br />\r\n\t<br />\r\n\tBrent went below $24 per barrel at the end of April 2003 and stayed below $40 until July 2004. Costs trended higher through the rest of 2004 and into 2005, raising up to $66 per barrel. Prices reached as high as $78 per in August 2006, but it wasn&rsquo;t until the summer and fall of 2007 that oil really took off.<br />\r\n\t<br />\r\n\tThe $80 per barrel threshold was breached in September 2007, and in November of that year prices for Brent crude moved above $90. The closing price hit $100 &nbsp;on Feb. 29, 2008.<br />\r\n\t<br />\r\n\tMost of us remember the spring and summer that followed. Crude prices soared higher, and tabs at the pump followed. Brent peaked at $143.95 on July 3, 2008. Two weeks later the price was down to $129.34, and by early-December, as the global economy spiraled deep into a severe recession, prices dived below $40 per barrel. They&rsquo;ve been climbing since the start of 2009, and Brent nudged above the $100 mark on Feb. 1 as protests in Egypt continued to build.<br />\r\n\t<br />\r\n\tSo how does Iraq fit in to this roller coaster?<br />\r\n\t<br />\r\n\tWebb&rsquo;s comments on oil prices closely mirror those of Joseph Stiglitz, a Columbia University economist and Nobel Prize winner. In a <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/03/AR2010090302200.html\">September 2010 op-ed</a>&nbsp;for The Washington Post, Stiglitz and co-author Linda Bilmes noted the increase in oil prices during the past several years. They wrote that &quot;not only was Iraqi production interrupted, but the instability the war brought to the Middle East dampened investment in the region.&quot;<br />\r\n\t<br />\r\n\tThe two said the &quot;war&rsquo;s impact on prices works out to at least $10 per barrel,&quot; an estimate they called &quot;still conservative,&quot; but up from their <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/03/07/AR2008030702846.html\">2008 appraisal</a>&nbsp;of a $5 per barrel increase caused by the war.<br />\r\n\t<br />\r\n\tWe spoke to David Kreutzer, a research fellow in energy economics and climate change at the conservative Heritage Foundation, to ask what drove oil prices so high in recent years.<br />\r\n\t<br />\r\n\t&quot;It is all about supply in the long run,&quot; he said. &quot;The war shut down what production Iraq had in the first place and raised shipping costs in the [Persian] Gulf over the short term. But in the long run Iraq is a factor only to the extent it was not producing as high as it could. The insurgency did attack pipelines but growing demand from China and India were the key story.&quot;<br />\r\n\t<br />\r\n\tAccording to the EIA, China used 4.9 million barrels of oil a day in 2001. In 2009, the last year for which data is available, it consumed 8.3 million barrels a day. India&rsquo;s daily consumption during that time went from 2.2 million barrels to 3.1 million. Global demand went from 77.8 million barrels a day to a peak of 86.0 million in 2007. During 2009 the world used &nbsp;84.4 million barrels a day. Of that, the United States consumed 18.8 million barrels. &nbsp;<br />\r\n\t<br />\r\n\tIn 2001 Iraq was the world&rsquo;s 12th-largest oil producer, pumping out 2.4 million barrels a day, according to EIA data. That fell to 1.3 million barrels per day in 2003 and hovered near 2.0 million barrels per day from 2004 through 2006. Only in 2008 and 2009 did the country return to its 2001 production levels.<br />\r\n\t<br />\r\n\tThe EIA says Iraq has the world&rsquo;s fourth-largest proven petroleum reserves, trailing Saudi Arabia, Canada and Iran. The group also says &quot;Iraq may be one of the few places left where vast reserves, proven and unknown, have barely been exploited.&quot;<br />\r\n\t<br />\r\n\tCharles Ebinger, the director of the Energy Security Initiative at the centrist-to-liberal Brookings Institution, said rising demand goes beyond China and India, and beyond instability in Iraq.<br />\r\n\t<br />\r\n\t&quot;There is no doubt that the Iraq crisis led to near-term upward movement of prices, particularly after invasion,&quot; he said. &quot;But the far more dynamic pressure has been rising demand in Asia. China of course, but also Indonesia, Thailand and Pakistan, even Bangladesh.&quot;<br />\r\n\t<br />\r\n\tThese price increases also came at a time when the global economy was booming, Ebinger noted. The Dow Jones Industrial average peaked above 14,000 in October 2007 and was still above 12,000 as late as June 2008.<br />\r\n\t<br />\r\n\t&quot;The perception was it would continue driving commodity prices up,&quot; he said. &quot;China was taking lots and lots of commodities and that was having a psychological impact on the markets as well.&quot;<br />\r\n\t<br />\r\n\tSo where does that leave us on Webb&rsquo;s claim that the war in Iraq helped &quot;blow the top off the price of oil?&quot;<br />\r\n\t<br />\r\n\tThe government&rsquo;s energy data collection unit tracked a sharp decrease in Iraqi oil production during the aftermath of the U.S. invasion. And two experts on oil production said the war had a short-term impact on prices. But both also said higher demand in China and other emerging economies, along with a surging global economy before the 2008 recession, were far more important factors.<br />\r\n\t<br />\r\n\tGlobal demand for oil has increased by 7.6 million barrels a day over the last decade -- more than three time Iraq&rsquo;s peak output during that period.<br />\r\n\t<br />\r\n\tWebb is correct that the Invasion of Iraq had an effect on oil prices, especially immediately after the invasion. But rising demand from China and other developing nations played a far more important role over the course of the past eight years. We find his statement is Barely True.&nbsp;&nbsp;</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-11T18:34:14.564934", "ruling_date": "2011-02-14T09:29:59", "ruling_headline": "Sen. Jim Webb says Iraq war is major reason for oil price increases", "ruling_headline_slug": "sen-jim-webb-says-iraq-war-major-reason-oil-price-", "ruling_link_text": "Rising global demand played far more improtant role", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSenate Armed Services Committee, <a href=\"http://armed-services.senate.gov/Transcripts/2011/02%20February/11-02%20-%202-3-11.pdf\">Hearing Transcript for Feb. 3, 2011</a>, accessed Feb. 10, 2011.<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://articles.cnn.com/2002-10-11/politics/iraq.us_1_biological-weapons-weapons-inspectors-iraq?_s=PM:ALLPOLITICS\">Senate approves Iraq war resolution</a>, accessed Feb. 10, 2011.<br />\r\n\t<br />\r\n\tEnergy Information Administration, <a href=\"http://www.eia.doe.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&amp;s=RBRTE&amp;f=D\">Europe Brent Spot Price</a>, accessed Feb. 8, 2011.<br />\r\n\t<br />\r\n\tEnergy Information Administration, <a href=\"http://www.eia.doe.gov/dnav/pet/hist/LeafHandler.ashx?n=pet&amp;s=rwtc&amp;f=d\">Cushing, OK WTI spot price</a>, accessed Feb. 10, 2011.<br />\r\n\t<br />\r\n\tEnergy Information Administration, <a href=\"http://tonto.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=5&amp;pid=5&amp;aid=2\">Total petroleum consumption</a>, accessed Feb. 8, 2011.<br />\r\n\t<br />\r\n\tEnergy Information Administration, <a href=\"http://www.eia.doe.gov/emeu/cabs/Iraq/Background.html\">Iraq</a>, accessed Feb. 10, 2011.<br />\r\n\t<br />\r\n\tProCon, <a href=\"http://usiraq.procon.org/sourcefiles/bush.address.3-19-03.pdf\">President Bush addresses the nation</a>, accessed Feb. 10, 2011.<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/03/AR2010090302200.html\">The true cost of the Iraq war: $3 trillion and beyond</a>, accessed Feb. 8, 2011.<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/03/07/AR2008030702846.html\">The Iraq War will cost us $3 trillion, and much more</a>, accessed Feb. 8, 2011.<br />\r\n\t<br />\r\n\tInterview with Charles Ebinger, director of the Energy Security Initiative, the Brookings Institution, Feb. 10, 2011.<br />\r\n\t<br />\r\n\tInterview with David Kreutzer, research fellow in energy economics and climate change, The Heritage Foundation, Feb. 10, 2011.&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "writer", "false_count": 0, "first_name": "Jim", "half_true_count": 2, "home_state": "Virginia", "id": 1015, "last_name": "Webb", "mostly_true_count": 4, "name_slug": "jim-webb", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jim_Webb.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1015/", "total_count": 10, "true_count": 3, "website": "http://www.jameswebb.com/"}, "statement": "<p>\r\n\tThe war in Iraq was a major factor in blowing &quot;the top off the price of oil.&quot;&nbsp;</p>", "statement_context": "a committee hearing.", "statement_date": "2011-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}