{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/feb/20/rick-perry/rick-perry-says-some-congress-are-trying-create-se/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3262, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3262/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn his book <em>Fed Up! Our Fight to Save America From Washington</em>, Gov. Rick Perry envisions a time when &quot;race-based thinking is relegated to the bigot in the corner and not embraced by our nation&#39;s laws.&quot;</p>\r\n<p>\r\n\tAmong the examples of &quot;race-based thinking,&quot; he writes, is &quot;the mind-boggling effort of some in Congress to create a separate government for those with a drop of Native Hawaiian blood (just Google it &mdash; it&#39;s unbelievable).&quot;</p>\r\n<p>\r\n\tAlrighty. We typed &quot;Native Hawaiian government&quot; and &quot;drop of blood&quot; into Google. That led us to websites and opinion articles critical of the Native Hawaiian Government Reorganization Act, known as the Akaka Bill after Democratic U.S. Sen. Daniel Akaka of Hawaii, who has been proposing the legislation in Congress since 2000.</p>\r\n<p>\r\n\tAmong the critiques was a Feb. 17, 2009, letter from retired college professor Kenneth Conklin to President Barack Obama urging him to oppose the legislation. Conklin, who maintains a website opposing the legislation and has written a book, <em>Hawaiian Apartheid &mdash; Racial Separatism and Ethnic Nationalism in the Aloha State</em>, says in the letter: &quot;The whole purpose of the Akaka Bill is to divide the lands and people of Hawaii along racial lines, to declare that the descendants of natives should be a hereditary elite with a racially exclusionary government walling out all who lack a drop of the magic blood.&quot;</p>\r\n<p>\r\n\tThat&#39;s not what Akaka says on a Web page promoting his proposal. The page, titled &quot;Native Hawaiian Federal Recognition,&quot; says his legislation outlines &quot;a process for the reorganization of the Native Hawaiian governing entity for the purpose of establishing a federally recognized government-to-government relationship with the United States, consistent with U.S. policy towards its indigenous peoples.&quot;</p>\r\n<p>\r\n\tThe site also says &quot;the federal policy of self-governance and self-determination has not yet been formally extended to Native Hawaiians&quot; and that his proposal is intended to achieve parity among indigenous American Indians, Native Alaskans and Native Hawaiians.</p>\r\n<p>\r\n\tA Dec. 22 Associated Press news article says: &quot;Native Hawaiians are the last remaining indigenous people in the United States that haven&#39;t been allowed to establish their own government, a right already extended to Alaska Natives and Native American tribes.&quot;</p>\r\n<p>\r\n\tThere have been many versions of the Native Hawaiian Government Reorganization Act over the years, though Akaka spokesman Jesse Broder Van Dyke told us its main goal &mdash; federal recognition and self-governance for Native Hawaiians &mdash; hasn&#39;t changed. We looked at the legislation that was in the congressional pipeline when Perry was writing his book last year. After passing the House in February 2010, it stalled in the Senate.</p>\r\n<p>\r\n\tWould anyone with &quot;a drop of Native Hawaiian blood&quot; be subject to the proposed new government, as Perry claims?</p>\r\n<p>\r\n\tTurns out, the bill doesn&#39;t set a minimum percentage of native blood for those who would qualify to be a member &mdash; the equivalent of a citizen &mdash; of the new entity. Such details will be decided during the drafting of the entity&#39;s governing documents, which would be subject to federal certification.</p>\r\n<p>\r\n\tHowever, the legislation does set an ancestry requirement for those who want to join the &quot;roll&quot; of Native Hawaiians who will help set up the entity, including by taking part in the writing of the governing documents; they would have to be &quot;direct lineal descendants&quot; of Hawaii&#39;s indigenous people.</p>\r\n<p>\r\n\tAccording to Black&#39;s Law Dictionary, a lineal descendant is a blood relative in the direct line of descent &mdash; children, grandchildren, and so on. Out of 317 federally recognized tribes, 98 have no blood requirement and instead determine membership by lineal descent, according to &quot;Changing Numbers, Changing Needs: American Indian Demography and Public Health,&quot; a research volume published in 1996.</p>\r\n<p>\r\n\tAccording to a provision that Van Dyke says was added to the legislation in late 2009, members of the roll must also demonstrate that they have &quot;a significant cultural, social, or civic connection to the Native Hawaiian community.&quot;</p>\r\n<p>\r\n\tFinally, we looked at whether the Native Hawaiian governing entity would operate as a &quot;separate government,&quot; as Perry says.</p>\r\n<p>\r\n\tAkaka says on his Web page that members of the entity would be subject to the jurisdiction of state and federal courts, as well as state regulation, taxation and legislative authority. The legislation doesn&#39;t create a reservation in Hawaii or authorize private lands to be taken, the page says. The entity could enter into negotiations with the federal government and State of Hawaii over land transfers, but resulting agreements would need federal and state authorization to become effective, according to the page. The entity could not create its own military nor secede from the United States.</p>\r\n<p>\r\n\tTestifying before the Senate Indian Affairs Committee on Aug. 6, 2009, Sam Hirsch, deputy associate attorney general in the U.S. Justice Department, said that &quot;in recognizing a Native Hawaiian sovereign entity, Congress would in effect determine that Native Hawaiians constitute a distinct community as it has done with Indian tribes.&quot;</p>\r\n<p>\r\n\tAccording to an October 2005 Congressional Research Service analysis of the proposal: &quot;That tribes are governments having rights over their land and populace is a foundational element in the federal government&rsquo;s relationship with Indians.&quot;</p>\r\n<p>\r\n\tBut some question whether Congress has the authority to equate Native Hawaiians with American Indians.</p>\r\n<p>\r\n\tMost tribes have long lived together under tribal governments, said Stuart Benjamin, a professor at Duke University School of Law, in his testimony before the Senate committee. But Native Hawaiians are a more diverse, loosely connected &mdash; and dispersed &mdash; people, he said, quoting U.S. Census Bureau data indicating that more than 40 percent of the population lives outside the state. &quot;No tribe has ever had the paucity of connections that exist among Native Hawaiians,&quot; Benjamin said.</p>\r\n<p>\r\n\tIn a Dec. 7 letter to Vice President Joe Biden and U.S. senators, the U.S. Commission on Civil Rights reiterated its 2006 opposition to the Akaka measure or any legislation that would &quot;discriminate on the basis of race or national origin and further subdivide the American people into discrete subgroups accorded varying degrees of privilege.&quot;</p>\r\n<p>\r\n\tSo how does Perry&#39;s Google-it statement shake out?</p>\r\n<p>\r\n\tThe proposal would authorize a separate government for Native Hawaiians, one that proponents say would give the group the same right to self-governance extended to other indigenous people. However, the legislation doesn&#39;t specify ancestry requirements &mdash; drops of blood or otherwise &mdash; for those who would ultimately be represented by the proposed government.</p>\r\n<p>\r\n\tWe rate his statement Half True.</p>", "ruling_comments_date": "2011-02-18T13:13:44.611890", "ruling_date": "2011-02-20T06:00:00", "ruling_headline": "Rick Perry says some in Congress are trying \"to create a separate government for those with a drop of Native Hawaiian blood.\"", "ruling_headline_slug": "rick-perry-says-some-congress-are-trying-create-se", "ruling_link_text": "Self-governance proposal doesn't detail membership requirements", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Rick Perry, Fed Up! Our Fight to Save American From Washington, page 173</p>\r\n<p>\r\n\tLibrary of Congress, Thomas database, <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c111:h2314:\">H.R. 2314</a>, Native Hawaiian Government Reorganization Act, 111th Congress</p>\r\n<p>\r\n\tLibrary of Congress, Thomas database, <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c111:s1011:\">S. 1011</a>, Native Hawaiian Government Reorganization Act, 111th Congress</p>\r\n<p>\r\n\tLibrary of Congress, Thomas database, <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c111:s3945:\">S. 3945</a>, Native Hawaiian Government Reorganization Act, 111th Congress</p>\r\n<p>\r\n\tKenneth Conklin, <a href=\"http://www.angelfire.com/big09a/AkakaObamaOpenLetter.html\">letter</a> to President Barack Obama, Feb. 17, 2009</p>\r\n<p>\r\n\tU.S. Sen. Daniel Akaka of Hawaii&#39;s website, &quot;<a href=\"http://akaka.senate.gov/issue-native-hawaiian-federal-recognition.cfm\">Native Hawaiian Federal Recognition</a>&quot;</p>\r\n<p>\r\n\tU.S. Sen. Daniel Akaka of Hawaii&#39;s website, &quot;<a href=\"http://akaka.senate.gov/nhgrafaq.cfm\">Native Hawaiian Government Reorganization Act: Frequently Asked Questions</a>&quot;</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/021911_decapstory.pdf\">Native Hawaiians move ahead with nation building</a>,&quot; Dec. 22, 2010</p>\r\n<p>\r\n\tInterview with Jesse Broder Van Dyke, deputy communications director for Sen. Daniel Akaka, Jan. 28, 2011<br />\r\n\t<br />\r\n\tGary D. Sandefur et al., &quot;<a href=\"http://books.nap.edu/openbook.php?record_id=5355&amp;page=R1\">Changing Numbers, Changing Needs: American Indian Demography and Public Health</a>,&quot; 1996</p>\r\n<p>\r\n\tSam Hirsch, deputy associate attorney general, U.S. Justice Department, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/021911_hirschtestimony.pdf\">testimony</a> before Senate Indian Affairs Committee, Aug. 6, 2009</p>\r\n<p>\r\n\tCongressional Research Service, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/021911_crsreport.pdf\">S. 147/H.R. 309: Process for Federal Recognition of a Native Hawaiian Governmental Entity</a>,&quot; Oct. 11, 2005</p>\r\n<p>\r\n\tStuart Benjamin, professor, Duke University School of Law, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/021911_benjamintestimony.pdf\">testimony</a> before Senate Indian Affairs Committee, Aug. 6, 2009</p>\r\n<p>\r\n\tU.S. Commission on Civil Rights, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/021911_commissionletter.pdf\">letter</a> to vice president and senators, Dec. 7, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays some in Congress are trying &quot;to create a separate government for those with a drop of Native Hawaiian blood.&quot;</p>", "statement_context": "a book", "statement_date": "2010-11-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}