{"art": [], "author": [{"email_address": "llogan@sptimes.com", "first_name": "Lee", "id": 126, "last_name": "Logan", "name_slug": "lee-logan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/126/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/florida/statements/2011/feb/21/tom-scott/tom-scott-says-2005-vote-against-gay-pride-events-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "dbennett@sptimes.com", "first_name": "Doug", "id": 138, "last_name": "Bennett", "name_slug": "doug-bennett", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/138/", "title": "Assistant metro editor, Tampa Bay Times", "twitter": null}], "facebook_headline": null, "id": 3275, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "llogan@sptimes.com", "first_name": "Lee", "id": 126, "last_name": "Logan", "name_slug": "lee-logan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/126/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3275/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWith two seemingly divergent votes on gay rights, Tampa mayoral candidate Tom Scott is facing heat from both liberals and conservatives.<br />\r\n\t<br />\r\n\tGay rights groups lambaste Scott for his 2005 vote as a Hillsborough County commissioner to ban the county from acknowledging or promoting gay pride events. Conservative groups condemn the city councilman for voting in 2009 to add transgender protection to Tampa&rsquo;s human rights ordinance.<br />\r\n\t<br />\r\n\tAsked about the apparent contradiction during the <em>St. Petersburg Times</em>-Bay News 9 debate on Feb. 8, 2011, Scott said the 2005 vote &quot;had nothing to do with discrimination. I oppose any kind of discrimination in any form.&quot;<br />\r\n\t<br />\r\n\tWe asked him again on Feb. 11 about the vote. &quot;The issue was spending public dollars to advocate or advertise gay pride,&quot; he said.<br />\r\n\t<br />\r\n\tScott is trying to make a distinction between issues like housing or employment discrimination and support for gay pride events. He highlights his recent vote and says he wants to be a mayor who represents everyone.<br />\r\n\t<br />\r\n\tWe wanted to dig deeper into Hillborough&#39;s policy. Does it have anything to do with discrimination?<br />\r\n\t<br />\r\n\tIt began in 2005 when then-County Commissioner Ronda Storms saw a display at a county library promoting Gay Pride month. Storms, who is now&nbsp;a state senator, worried about passing the display with her kids and having to explain it to them.<br />\r\n\t<br />\r\n\tOn June 15, 2005, Storms made the <a href=\"http://www.sptimes.com/2005/06/16/Hillsborough/Hillsborough_bans_cou.shtml\">following motion</a> at a county commission meeting: &quot;I move that we adopt a policy that Hillsborough County government abstain from acknowledging, promoting or participating in gay pride recognition and events, little g, little p.&quot;<br />\r\n\t<br />\r\n\tScott seconded the motion. It passed 5-1. Storms followed up with a second proposal that the policy can only be rescinded with a super-majority vote and a public hearing.<br />\r\n\t<br />\r\n\tThe lone &#39;no&#39; vote came from Kathy Castor, now a Democratic congresswoman. During the brief discussion of the proposal, she said, &quot;I think it&#39;s inappropriate for government to promote discrimination.&quot;<br />\r\n\t<br />\r\n\tWe asked Nadine Smith, director of the gay rights group Equality Florida, if she thought the policy has anything to do with discrimination.<br />\r\n\t<br />\r\n\t&quot;The vote in 2005 was simple, mean-spirited bigotry,&quot; she said. &quot;It was indefensible.&quot;<br />\r\n\t<br />\r\n\tShe added: &quot;Were he to ask for my advice, I would tell him you should just apologize for what they did. Say, &#39;What we did was wrong. We singled out one class of citizens to be treated differently.&#39;&quot;<br />\r\n\t<br />\r\n\tCounty Attorney Renee Lee interprets the policy as banning county funds from going to gay pride events. Participation as a board is also prohibited, though individual commissioners can do as they like. The policy also means the board cannot acknowledge a gay pride event with a resolution or proclamation.<br />\r\n\t<br />\r\n\t&quot;We have not had any recent instances where the board has had to invoke the use of that policy,&quot; Lee said.<br />\r\n\t<br />\r\n\tLee deferred to Scott when asked if the policy was discriminatory.<br />\r\n\t<br />\r\n\tHillsborough&#39;s refusal to support gay pride events is not legal discrimination. Federal and state laws prohibit unfair treatment in housing, employment and public accommodations based on a person&#39;s race, national origin, religion, gender, disability, age or martial status.<br />\r\n\t<br />\r\n\tNeither federal nor Florida anti-discrimination laws include a sexual orientation provision.<br />\r\n\t<br />\r\n\tThe gay pride policy was challenged in federal court by strip club owner Joe Redner. The two sides settled in 2007, agreeing to update the policy so it shall not &quot;be construed to prevent citizens from exercising their First Amendment rights in an appropriate forum.&quot;<br />\r\n\t<br />\r\n\tSo the policy is unquestionably legal. But does it involve discrimination?<br />\r\n\t<br />\r\n\tLet&#39;s check out a few definitions:<br />\r\n\t<br />\r\n\tThe <a href=\"http://fchr.state.fl.us/fchr/resources/glossary/discrimination\">Florida Commission on Human Relations</a>: &quot;The unfair treatment of a person or group on the basis of prejudice and without regard to individual merit.&quot;<br />\r\n\t<br />\r\n\tWebster&#39;s New World Dictionary: &quot;A showing of partiality or prejudice in treatment; specifically action or policies directed against the welfare of minority groups.&quot;<br />\r\n\t<br />\r\n\tThe federal <a href=\"http://eeoc.gov/laws/types/index.cfm\">Equal Employment Opportunity Commission</a> says discrimination involves treating someone &quot;unfavorably&quot; because they are a member of a protected class of people. (Once again, federal law doesn&#39;t include gay people as a protected class.)<br />\r\n\t<br />\r\n\tBasically, it&#39;s differential treatment of a person or group &mdash; not based on merit but because the person belongs to that group.<br />\r\n\t<br />\r\n\tHillsborough County issues scores of resolutions each year lauding groups and community leaders. It also supports several so-called &quot;pride&quot; events each year. A 2006 county <a href=\"http://www.hillsboroughcounty.org/communications/resources/publications/newsline/2006/october.pdf\">newsletter</a> reads in part, &quot;Every year, Hillsborough County helps recognize Hispanic Heritage month&hellip;&quot; The county is also listed as the top partner of the upcoming <a href=\"http://www.asiafest-tampabay.com/asiafest.html\">Asia Fest 2011</a>.<br />\r\n\t<br />\r\n\tThe county in 2007 issued a proclamation honoring the bicentennial birthday of Confederate commander Robert E. Lee. But the 2005 policy precludes the county from issuing a similar commendation of a gay pride event.<br />\r\n\t<br />\r\n\t&quot;The difference would be you&#39;re talking about a race or culture versus a sexual orientation,&quot; Scott said. He noted the county doesn&#39;t promote heterosexual pride events.<br />\r\n\t<br />\r\n\tAdded Tampa family values activist David Caton: &quot;Being Hispanic is not a changeable position. There are, however, people who have left the homosexual lifestyle. There&rsquo;s a huge difference in recognizing a group of people based upon their lifestyle.&quot;<br />\r\n\t<br />\r\n\tWhether homosexuality is a lifestyle choice is, itself, also a topic of continuing debate. In an <a href=\"http://www.apa.org/topics/sexuality/orientation.aspx\">online fact sheet</a>, the American Psychological Association says, &quot;no findings have emerged that permit scientists to conclude that sexual orientation is determined by any particular factor or factors. Many think that nature and nurture both play complex roles; most people experience little or no sense of choice about their sexual orientation.&quot;<br />\r\n\t<br />\r\n\tWe understand gay rights is a tough political issue. It touches on religious and cultural beliefs that run the gamut from liberal to conservative to somewhere in between. Reasonable people have legitimate disagreements on the topic.<br />\r\n\t<br />\r\n\tRegarding the 2005 vote, many parents were uncomfortable with a gay-themed book display in a public library. Many people think the vote is good public policy. According to federal and state laws, the policy is not discrimination.<br />\r\n\t<br />\r\n\tBut Scott is wrong in casting the 2005 issue as being just about &quot;spending public dollars&quot; and &quot;had nothing to do with discrimination.&quot;&nbsp;The county won&#39;t even recognize gay pride with a resolution or proclamation&nbsp;as it does&nbsp;for other groups.&nbsp;The policy does involve discrimination. A group of people is treated differently. They aren&#39;t treated differently because of individual merit. They&#39;re treated differently because they belong to that group.<br />\r\n\t<br />\r\n\tWe rate Scott&#39;s statement False.</p>", "ruling_comments_date": "2011-02-21T15:07:08.394500", "ruling_date": "2011-02-21T17:17:06", "ruling_headline": "Tom Scott says a 2005 vote against gay pride events didn't involve discrimination", "ruling_headline_slug": "tom-scott-says-2005-vote-against-gay-pride-events-", "ruling_link_text": "The policy treats gay people differently than other groups", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>St. Petersburg Times</em>-Bay News 9, &quot;A Conversation with the candidates,&quot; Feb. 8, 2011.<br />\r\n\t<br />\r\n\tInterview with mayoral candidate Tom Scott, Feb. 11, 2011.<br />\r\n\t<br />\r\n\tInterview with Equality Florida director Nadine Smith, Feb. 11, 2011.<br />\r\n\t<br />\r\n\tInterview with Florida Family Association director David Caton, Feb. 11, 2011.<br />\r\n\t<br />\r\n\tInterview with Hillsborough County attorney Renee Lee, Feb. 11, 2011.<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2005/06/16/Hillsborough/Hillsborough_bans_cou.shtml\">Hillsborough bans county from recognizing gay pride</a>,&quot; June 16, 2005.<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2007/01/19/Hillsborough/Irony_of_honors_evoke.shtml\">Irony of honors evokes a protest</a>,&quot; Jan. 19, 2007.<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2007/01/05/Hillsborough/County_votes_to_lesse.shtml\">County votes to lessen tax bite</a>,&quot; Jan. 5, 2007.<br />\r\n\t<br />\r\n\tHillsborough County Newsline, &quot;<a href=\"http://www.hillsboroughcounty.org/communications/resources/publications/newsline/2006/october.pdf\">Hispanic Heritage Celebration Pays Special Tribute to Employees</a>,&quot; October 2006.<br />\r\n\t<br />\r\n\tAsia Fest 2011, &quot;<a href=\"http://www.asiafest-tampabay.com/asiafest.html\">partners.</a>&quot;<br />\r\n\t<br />\r\n\tFlorida Commission on Human Relations, <a href=\"http://fchr.state.fl.us/fchr/resources/glossary/discrimination\">definition of discrimination</a>.<br />\r\n\t<br />\r\n\tU.S. Equal Employment Opportunity Commission, &quot;<a href=\"http://eeoc.gov/laws/types/index.cfm\">Discrimination by type.</a>&quot;<br />\r\n\t<br />\r\n\tAmerican Psychological Association, <a href=\"http://www.apa.org/topics/sexuality/orientation.aspx\">Sexual Orientation and Homosexuality</a>.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Tampa City Council member", "false_count": 1, "first_name": "Tom", "half_true_count": 0, "home_state": "", "id": 1032, "last_name": "Scott", "mostly_true_count": 0, "name_slug": "tom-scott", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/6770694.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1032/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA 2005 gay pride vote &quot;had nothing to do with discrimination.&quot;</p>", "statement_context": "a mayoral debate", "statement_date": "2011-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}