{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/feb/23/garnet-coleman/garnet-coleman-says-unemployment-still-10-and-20-p/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 3276, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3276/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhile the Texas unemployment rate trails the national one, that doesn&rsquo;t mean every part of the state is faring well, says Democratic state Rep. Garnet Coleman of Houston.<br />\r\n\t<br />\r\n\tIn a Dallas Morning News <a href=\"http://www.dallasnews.com/news/state/headlines/20110215-poor-rankings-in-education-health-quality-of-life-show-texas-is-in-trouble-house-democrats-say.ece%20\">article</a> posted online Feb. 15, Coleman praises the state&rsquo;s unemployment rate, which as of December ran about a percentage point less than the national average. But, he adds, &quot;in some (Texas) communities, our unemployment rate is still at 10 and 20 percent. It depends on where you&rsquo;re sitting and standing in Texas as to what your quality of life is.&quot; The quotation was removed when we later reviewed the article, though the original remained intact in a <a href=\"http://blog.garnetcoleman.com/2011/02/poor-state-rankings-show-texas-is-in.html\">Coleman blog post.</a><br />\r\n\t<br />\r\n\tGet outta here--jobless rates of 10 and 20 percent in Gawd-Blessed Texas?<br />\r\n\t<br />\r\n\tAfter leaving a message for Coleman, we fetched the latest jobless statistics from the Texas Workforce Commission&rsquo;s website. For December, the Texas rate was 8 percent, the national rate 9.1 percent. That&rsquo;s seasonally unadjusted, meaning it doesn&rsquo;t take into account perennial changes such as those associated with teaching school or working during holiday shopping seasons.<br />\r\n\t<br />\r\n\tA commission chart shows that the December rates for approximately 25 metropolitan statistical areas ranged from 4.9 percent in the Midland area to 12.1 percent in McAllen-Edinburg-Mission. Three other areas had jobless rates of 10 percent or more: El Paso (10 percent), Beaumont-Port Arthur (11 percent) and Brownsville-Harlingen (11 percent).</p>\r\n<p>\r\n\tAt our request, TWC spokeswoman Lisa Givens isolated Texas cities with December unemployment rates of 10 percent or more. The city with the highest rate was Port Arthur, 16.8 percent, followed by Eagle Pass, 14.3 percent; San Juan, 13 percent; Baytown, 12.6 percent; Brownsville, 12.3 percent; Weslaco, 12.3 percent; Texas City, 11.3 percent; Socorro, 11.2 percent; Pharr, 10.9 percent; Lancaster, 10.6 percent; Pasadena, 10.5 percent; San Benito, 10.4 percent and Paris, 10.2 percent. Beaumont and La Porte had rates that we rounded up to 10 percent.<br />\r\n\t<br />\r\n\tDrawing from commission data, we sorted city-by-city unemployment data and identified several additional cities that for at least one month in 2010 experienced an unemployment rate of 10 percent or more: Beaumont, Corsicana, Mission, La Porte and Duncanville.<br />\r\n\t<br />\r\n\tBy e-mail, Givens told us that since 2007, no Texas county has had an average annual unemployment rate greater than 18 percent, though monthly rates occasionally exceeded that. She sent a spreadsheet for 2007 through 2010 showing unemployment peaking at 20.4 percent in Starr County in January 2010. Presidio County experienced 18 percent unemployment for most of 2010, while Zavala County reached 18.7 percent unemployment in August.. Over all, 29 of the state&rsquo;s 254 counties had average 2010 unemployment rates of 10 percent or more, according to the commission.<br />\r\n\t<br />\r\n\tColeman&rsquo;s office, responding to our inquiry, pointed to online descriptions of seven towns, with July 2007 populations ranging from 305 to 1,053, which had unemployment rates exceeding 20 percent for adults 25 or older, according to entries posted at city-date.com, which describes itself as a multi-faceted collector of information on cities. The entries do not say where the unemployment information originated or the time period the rates cover, though Cheryl Abbot, an economist with the federal Bureau of Labor Statistics, told us it appears the figures originated in the 2000 U.S. census. The towns, in Hidalgo or Starr counties near the Texas-Mexico border, are Granjeno (20.9 percent); Faysville (23.3 percent); Los Ebanos (27.6 percent); Los Villareales (28.5 percent); Alto Bonito (29.2 percent); Havana (29.3 percent); and Salineno (31.3 percent).<br />\r\n\t<br />\r\n\tJoseph Madden, Coleman&rsquo;s chief of staff, also noted information posted on the Texas Secretary of State&rsquo;s website attributed to a publication by the Federal Reserve Bank of Dallas. We found the &quot;thumbnail&quot; report on the reserve&rsquo;s website; it says the unemployment rate in colonias -- <a href=\"http://www.sos.state.tx.us/border/colonias/what_colonia.shtml\">defined </a>by the Texas Secretary of State as border communities near Mexico that &quot;may lack basic living necessities, such as potable water and sewer systems, electricity, paved roads, and safe and sanitary housing&quot; -- can be more than eight times the state rate. Similarly, Madden said, a web post by the Texas Politics Project at the University of Texas says most studies agree that colonia unemployment sometimes reaches five or six times the state average. Jim Henson, who directs the project, told us the material was written by Henry Dietz, a UT Distinguished Teaching Professor of Government, in 2009.<br />\r\n\t<br />\r\n\tNext, Coleman&rsquo;s office shared information from the TWC indicating that in December, 29 of the state&rsquo;s 254 counties had unemployment rates of 10 percent or more, topped by the 18.7 percent rate in Starr County. We confirmed that count in our own online search, also identifying six other counties with rates that rounded up to 10 percent.<br />\r\n\t<br />\r\n\tOur takeaway: 14 percent of Texas counties had unemployment rates of nearly 10 to nearly 19 percent in December and more than a dozen cities had rates from nearly 10 to nearly 17 percent.<br />\r\n\t<br />\r\n\tIn an interview, Coleman said that when he made his statement he meant to say Texas still has places with unemployment rates of 10 to 20 percent--not 10 and 20 percent. &quot;If I had meant counties, I would have said counties. If I had meant cities, I would have said particular cities,&quot; Coleman said. &quot;Some communities, some pockets, are experiencing high unemployment.&quot;</p>\r\n<p>\r\n\tAll told, parts of Texas experienced jobless rates of 10 percent or more in December, including one county where unemployment approached 19 percent. We didn&rsquo;t confirm any with 20 percent unemployment.</p>\r\n<p>\r\n\tColeman&rsquo;s statement is solid at the low end, teetery at the top. We rate it Half True.</p>", "ruling_comments_date": "2011-02-21T16:01:20.606349", "ruling_date": "2011-02-23T06:00:00", "ruling_headline": "Garnet Coleman says unemployment is still 10 and 20 percent in some places of Texas", "ruling_headline_slug": "garnet-coleman-says-unemployment-still-10-and-20-p", "ruling_link_text": "10-plus, sure. Twenty? Nope.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDallas Morning News, news article, <a href=\"http://blog.garnetcoleman.com/2011/02/poor-state-rankings-show-texas-is-in.html\">&quot;Texas drags bottom in enough ratings to bode ill for economy, House Democrats say,&quot;</a> Feb. 15, 2011 as <a href=\"http://blog.garnetcoleman.com/2011/02/poor-state-rankings-show-texas-is-in.html\">posted</a> on a blog kept by Rep. Garnet Coleman, Houston, &nbsp;(accessed Feb. 15, 2011)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/0215162011_lisagivensresponsespftexas.html\">E-mails</a> (excerpted), Lisa Givens, communications director, Texas Workforce Commission, responses to PolitiFact Texas (excerpted) and spreadsheets on <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02162011_twcresponsepftexascounties.html\">past unemployment rates by county</a>; past unemployment rates by <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02182011_twcresponsepftexas10percentrates\">MSA, county and city</a>; &nbsp;Feb. 15, 16 and 18, 2011<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02162011_josephmaddenresponsepftexas.html%20\">response</a> to PolitiFact Texas, Joseph Madden, chief of staff, state Rep. Garnet Coleman&rsquo;s office, Feb. 16, 2011<br />\r\n\t<br />\r\n\tFederal Reserve Bank of Dallas, web post, <a href=\"http://www.dallasfed.org/ca/pubs/colonias.html\">&quot;Texas Colonias, A Thumbnail Sketch of the Conditions, Issues, Challenges and Opportunities&quot;</a> 1996 (accessed Feb. 16, 2011)<br />\r\n\t<br />\r\n\tInterviews, Garnet Coleman, Austin, Feb. 16 and 17, 2011<br />\r\n\t<br />\r\n\tTexas Politics Project, University of Texas, web post, <a href=\"http://texaspolitics.laits.utexas.edu/12_4_0.html%20\">&quot;Poverty and Politics, Texas,&quot;</a> (accessed Feb. 16, 2011)<br />\r\n\t<br />\r\n\tTexas Workforce Commission, press release, <a href=\"http://www.twc.state.tx.us/news/press/2011/012111epress.pdf%20\">&quot;Texas Employers Add 20,000 Jobs in December,&quot;</a> Jan. 21, 2011 (accessed Feb. 16, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "president, ceo of Apartments for America, Inc.", "false_count": 0, "first_name": "Garnet", "half_true_count": 1, "home_state": "Texas", "id": 1036, "last_name": "Coleman", "mostly_true_count": 0, "name_slug": "garnet-coleman", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/garnetcoleman2009.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1036/", "total_count": 4, "true_count": 1, "website": "http://garnetcoleman.com/"}, "statement": "<p>\r\n\tSays that in some Texas communities, &quot;our unemployment rate is still at 10 and 20 percent.&quot;</p>", "statement_context": "a press conference.", "statement_date": "2011-02-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}