{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/31/john-mccain/more-costly-than-expected-but-no-debt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 328, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cbaird@tampabay.com", "first_name": "Caryn", "id": 2, "last_name": "Baird", "name_slug": "caryn-baird", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/2/", "title": "News Researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/328/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "At a Jan. 30, 2008, Republican debate, John McCain repeated a statistic he has often cited on the campaign trail, attacking the health care reform initiated in Massachusetts when Mitt Romney was governor.\n<p>\n McCain said that Massachusetts now has \"a $245-million debt because of the big government-mandated health care system\" that Romney helped establish.\n</p>\n<p>\n Romney responded: \"You know, a lot of people talk about health care. I'm the only one that got the job done.\n</p>\n<p>\n \"I got health insurance for all our citizens. We had 460,000 people without insurance. We got ... 300,000 of them signed up for insurance now. I'm proud of what we accomplished.\n</p>\n<p>\n \"The bill that I submitted to the legislature didn't cost $1 more than what we were already spending. However, the legislature and now the new Democratic governor have added some bells and whistles, and they're willing to pay for them.\n</p>\n<p>\n \"I wouldn't do that if I were governor. I would veto the items they put in place there, but they're entitled to make changes if they want to.\n</p>\n<p>\n \"They're still running a balanced budget. I wouldn't have added the money they did. And by the way, no debt was left. I left a rainy day fund of over $2-billion.\n</p>\n<p>\n \"Facts are stubborn things. I'm proud of my record.\"\n</p>\n<p>\n Well, let's get to those stubborn facts.\n</p>\n<p>\n When Romney was governor of Massachusetts in 2006, the state initiated an ambitious health care reform package aimed at drastically reducing the number of people without health insurance. At the time, the state estimated there were about 400,000 uninsured residents (though the U.S. Census put the figure closer to 600,000).\n</p>\n<p>\n At issue is the Commonwealth Care program in which taxpayers subsidize free or low-cost health services to low- or moderate-income residents who are uninsured.\n</p>\n<p>\n Let's be clear that Romney did not leave the state in debt. McCain seems to be speaking of a projection on rising costs of the program in the current fiscal year.\n</p>\n<p>\n To that point, the state anticipated there would be 135,000 people participating in the Commonwealth Care program in fiscal year 2008 ending June 30. As of the first of the year, there were 169,000 people participating (and they anticipate it will rise to 172,000 by the end of this fiscal year). Bottom line, the program is going to cost more than expected.\n</p>\n<p>\n While the cost is higher than expected, the numbers are actually a source of pride for many involved with the program.\n</p>\n<p>\n Dick Powers, a spokesman for the authority that oversees Commonwealth Care attributed the higher than expected participation to an \"extremely aggressive and successful public education and outreach effort to enroll people.\"\n</p>\n<p>\n The state budgeted $472-million for the Commonwealth Care program, but because of higher participation rates, it is now projected to cost $618-million this year. That comes to $146-million more than anticipated.\n</p>\n<p>\n So where does McCain come up with $245-million? McCain's campaign did not respond to several requests for backup information, but in one speech where he made the same quote, McCain cited a\n <i>\n  Boston Globe\n </i>\n article. The article noted that the state is expected to exceed the initial budget for the health insurance initiative by about $245-million this year.\n</p>\n<p>\n In addition to costs from higher than anticipated participation, that number includes negotiated increases in supplemental payments to hospitals that offer free health care to uninsured people ($113-million more than was budgeted). In addition, after Romney left office, the legislature changed its formula so that as of July 2007, people making 150 percent of the poverty level would be eligible for free health services through Commonwealth Care (the threshold used to be people making under 100 percent of poverty level). That's some of the \"bells and whistles\" Romney was referring to. It raised costs about $13-million, Powers said.\n</p>\n<p>\n As for the claim that Romney saddled the state with $245-million in debt from the health care program, the fact is the program is fully funded, said Cyndi Roy, deputy press secretary for Gov. Deval L. Patrick, a Democrat. Patrick will submit a supplemental budget later this year to reflect the increased costs, Roy said.\n</p>\n<p>\n \"It is certainly more than anticipated,\" Roy said. \"But it'll be covered. It's not in the red.\"\n</p>\n<p>\n And here's another thing. The same report that projects the $245 million in over-budget spending for the Commonwealth Care program also has some numbers McCain didn't note: free health care provided to the uninsured &mdash; which cost $600-million in 2007 &mdash; is expected to drop 12.5 percent this year, 25 percent by 2009.\n</p>\n<p>\n McCain said Romney's program left Massachusetts with $245-million in debt. That's misleading. It did not leave the state in debt. Yes, the program is costing more than expected. Some might call it a victim of its own success. And in noting how much more the program is expected to cost, McCain fails to note how much the program is projected to save. We rate his claim Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:24.556404", "ruling_date": "2008-01-31T00:00:00", "ruling_headline": "More costly than expected, but no debt", "ruling_headline_slug": "more-costly-than-expected-but-no-debt", "ruling_link_text": "More costly than expected, but no debt", "ruling_state": null, "source_documents": null, "sources": "CNN.com,\n<a href=\"http://www.cnn.com/2008/POLITICS/01/30/GOPdebate.transcript/\">\n GOP Debate Transcript,\n</a>\nJan. 30, 2008\n<p>\n Commonwealth of Massachusetts,\n <a href=\"http://www.mass.gov/bb/h1/fy2009h1/exec2_09/hbudbrief8.htm\">\n  Health Care Reform,\n </a>\n Governor Deval Patrick's Budget Recommendation, House 2 Fiscal Year 2009\n</p>\n<p>\n Commonwealth of Massachusetts,\n <a href=\"http://www.politifact.com/media/files/H2January08.xls\">\n  Spending and Revenue for MassHealth Appropriations and the Commonwealth Care Trust Fund\n </a>\n</p>\n<p>\n Boston Globe, \"Cost of health initiative up $400m,\" by Alice Dembner, Jan. 24, 2008\n</p>\n<p>\n Interview with Cyndi Roy, Deputy Press Secretary for Massachusetts Governor Deval L. Patrick, Jan. 31, 2008\n</p>\n<p>\n Interview with Dick Powers, a spokesman for the authority that oversees Commonwealth Care, spokesman for Commonwealth Health Insurance Connector Authority, Jan. 31, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "Romney left Massachusetts \"with a $245-million debt because of the big government-mandated health care system.\"", "statement_context": "a debate in Simi Valley, Calif.", "statement_date": "2008-01-30", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}