{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/feb/28/chuck-norris/chuck-norris-says-school-districts-and-federal-gov/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3316, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3316/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Walker, Texas Ranger, is taking on a twist in Texas education. In an opinion column posted Feb. 14 on the conservative website World Net Daily, actor Chuck Norris laments that just &quot;this past week, some of our state&#39;s educational administrators joined the feds in seeking to mandate Arabic classes for Texas children. No joke!&quot;<br />\r\n<br />\r\nRisking a roundhouse kick, we decided to check.<br />\r\n<br />\r\nWe couldn&rsquo;t reach Norris, but his column claims that an &quot;Arabic studies program, funded by a five-year, $1.3 million Foreign Language Assistance Program federal grant, was to begin this semester at Cross Timbers Intermediate School in Mansfield School District&quot; and be expanded later at neighboring schools in the district, about 20 miles southeast of Fort Worth.<br />\r\n<br />\r\nAccording to a Feb. 8 post on the Mansfield schools&rsquo; website, the U.S. Department of Education recently gave the district a five-year, $1.3 million Foreign Language Assistance Program (FLAP) grant to incorporate Arabic into the curriculum. Mansfield was one of five U.S. school districts &mdash; and the only Texas one &mdash; to receive that grant, according to the district website and a July U.S. Department of Education <a href=\"http://www2.ed.gov/programs/flap/2010-293a-awards.xls\">chart</a>.<br />\r\n<br />\r\nThe federal education department didn&rsquo;t respond to our queries, but we found a <a href=\"http://www2.ed.gov/programs/flap/index.html\">description</a> of the program on the agency&rsquo;s website that says it gives grants to local education agencies &quot;to establish, improve or expand innovative foreign language programs for elementary and secondary school students.&quot; A 2007 agency brochure says: &quot;Consistent with the principle of local flexibility under No Child Left Behind, FLAP permits schools and states to choose instructional approaches that best meet local needs.&quot;<br />\r\n<br />\r\nAccording to the brochure, President George W. Bush established the National Security Language Initiative in 2006 to &quot;dramatically increase the number of Americans learning critical foreign languages through new and expanded programs.&quot; A 9/11 Commission report issued in 2004 says that the government&rsquo;s counter-terrorism plan had failed, in part, because &quot;the FBI did not dedicate sufficient resources to the surveillance and translation needs of counter-terrorism agents. The agency lacked sufficient translators proficient in Arabic and other key languages.&quot;<br />\r\n<br />\r\n&quot;The district applied for this grant because the Arabic language is listed by the federal government as a critical language,&quot; according to the district&rsquo;s website. &quot;This means that our country has a shortage of Arabic speakers and there is a need for people who are not only proficient in the Arabic language, but also possess knowledge about its cultures and traditions.&quot;<br />\r\n<br />\r\nIn bold type, the web entry says: &quot;There are no &lsquo;mandatory Arabic classes,&rsquo; as being falsely reported in the media.&quot;<br />\r\n<br />\r\nRichie Escovedo, a Mansfield district spokesman, called Norris&rsquo; claim &quot;highly misleading.&quot; He told us that after the district informed the school board about the grant in December, it backed off its plans to implement the program after parents, among others, raised concerns about the curriculum.<br />\r\n<br />\r\nRepublican state Rep. Dan Flynn, for example, said in a Feb. 14 <a href=\"http://news.navigator-news.com/component/content/article/6-politics/205-rep-dan-flynn-speaks-on-the-mansfield-isd-arabic-class-mandate\">op-ed</a> criticizing the school district&rsquo;s plans that &quot;the &lsquo;culture&rsquo; of the Arab world is inseparable from the religious component because it does not respect secular government and never has. &hellip; So, if schools want to teach Islam as a &lsquo;culture&rsquo; then I want my constituents to be able to teach Christianity as a culture since the United States was founded on Judeo-Christian principles.&quot;<br />\r\n<br />\r\nAnd the Johnson County Republican Party passed a resolution condemning the district&rsquo;s plans, according to a Feb. 13 <a href=\"http://www.cleburnetimesreview.com/local/x1227163212/County-Republicans-condemn-Mansfield-ISD-plan-to-teach-Arabic/print\">news article</a> in the Cleburne Times-Review. In it, party chairman Henry Teich is quoted as saying: &quot;The purpose in passing this resolution is that there is a decided effort to suppress the history of our own country. Now, we&rsquo;re teaching everything but English.&quot;<br />\r\n<br />\r\nBefore the district backed off its plans, elements of Arabic would be incorporated into other elementary and middle school classes the state requires, like English, math and social studies, Escovedo said. If students were studying fractions, for example, they might learn that &quot;the early ages of algebra came from the Arabic culture,&quot; he said. &quot;But they still go on with the mathematics lesson of the day.&quot; High school and middle school students will be able to take Arabic language classes as an elective, he said.<br />\r\n<br />\r\nAccording to a Frequently Asked Questions page we found on the school district&rsquo;s website about the Arabic-language studies planned for Cross Timbers Intermediate School, all students &quot;would receive an average of 20 minutes per day of Arabic language and culture through social studies classes, advisory once a week and intermittently in electives such as technology applications, art and P.E.&quot;<br />\r\n<br />\r\nEscovedo said &quot;none of the curriculum was set&quot; when the district decided Feb. 7 to delay the program&rsquo;s implementation. On Feb. 18, the school district issued a press release announcing that all Arabic instruction would be optional. Starting next school year, T.A. Howard Middle School will offer Arabic as an elective foreign-language class for seventh-graders and an Arabic language class for high-school credit for eighth-graders.<br />\r\n<br />\r\nAt least one other Texas district has plans to offer Arabic. According to a Feb. 20 Fort Worth Star-Telegram news article, the Hurst-Euless-Bedford district will offer language classes this fall. According to the Texas Education Agency, less than one-half percent were enrolled in Arabic classes last year, the article says.<br />\r\n<br />\r\nSo, a district is planning to implement an Arabic language program using federal funds &mdash; and before it backed off its plan, the district was going to introduce elements of Arabic into everyday curriculum.<br />\r\n<br />\r\nWe found no evidence, though, that any students in any district was going to be required to take Arabic classes. Nor does there appear to be proof that federal and school district officials are teaming up to impose that mandate on students in general.<br />\r\n<br />\r\nStill, Norris&rsquo; statement contains an element of truth. We rate the statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-02-25T16:37:43.220354", "ruling_date": "2011-02-28T06:00:00", "ruling_headline": "Chuck Norris says schools and the federal government are mandating Arabic classes for Texas students", "ruling_headline_slug": "chuck-norris-says-school-districts-and-federal-gov", "ruling_link_text": "This Chuck Norris Fact doesn't quite check out", "ruling_state": null, "source_documents": null, "sources": "<p>Fort Worth Star-Telegram, <a href=\"http://blogs.star-telegram.com/politex/2011/02/texas-education-issues-in-national-spotlight.html\">Texas education issues in national spotlight,</a> Feb. 15, 2011</p>\r\n\r\n<p>Forth Worth-Star Telegram, <a href=\"http://www.star-telegram.com/2011/02/20/2863420/h-e-b-school-district-to-offer.html\">H-E-B school district to offer Arabic language classes</a>, Feb. 20, 2011</p>\r\n\r\n<p>World News Daily commentary by Chuck Norris: <a href=\"http://www.wnd.com/index.php?fa=PAGE.view&amp;pageId=263189\">Barbara Bush: &lsquo;No more, you are killing us.&rsquo;</a> Feb. 14, 2011</p>\r\n\r\n<p>The Houston Chronicle commentary by Barbara Bush, <a href=\"http://www.chron.com/disp/story.mpl/editorial/outlook/7414727.html\">We can&rsquo;t afford to cut education,</a> Feb. 5, 2011</p>\r\n\r\n<p>U.S. Department of Education, <a href=\"http://www2.ed.gov/programs/flap/index.html\">Foreign Language Assistance Programs,</a> accessed Feb. 15, 2011</p>\r\n\r\n<p>Mansfield ISD, <a href=\"http://www.mansfieldisd.org/curriculum/foreign-language/pdf/ArabicStudiesFAQ.pdf\">Arabic language studies FAQ for Cross Timbers Intermediate School</a>, accessed Feb. 15, 2011</p>\r\n\r\n<p>North Texas Navigator News, <a href=\"http://news.navigator-news.com/component/content/article/6-politics/205-rep-dan-flynn-speaks-on-the-mansfield-isd-arabic-class-mandate\">Rep. Dan Flynn speaks on the Mansfield ISD-Arabic class mandate</a>, Feb. 14, 2011</p>\r\n\r\n<p>Mansfield ISD, <a href=\"http://www.mansfieldisd.org/departments/communications/news/10-11/february/arabicgrantFeb18.htm\">Press release: Mansfield ISD Arabic grant update</a>, Feb. 18, 2011</p>\r\n\r\n<p>The 9/11 Commission, <a href=\"http://www.9-11commission.gov/report/\">The 9/11 Commission Report</a>, July 22, 2004</p>\r\n\r\n<p>Interview with Richie Escovedo, media and communications director, Feb. 15, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Chuck", "half_true_count": 0, "home_state": "Texas", "id": 1050, "last_name": "Norris", "mostly_true_count": 0, "name_slug": "chuck-norris", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/norris.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1050/", "total_count": 1, "true_count": 0, "website": "http://www.chucknorris.com/"}, "statement": "<p>&quot;Some of our state&#39;s educational administrators joined the feds in seeking to mandate Arabic classes for Texas children.&quot;</p>\r\n", "statement_context": "an opinion column", "statement_date": "2011-02-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}