{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/28/jim-demint/sen-jim-demint-takes-aim-muppet-lobby/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3320, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3320/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIs Big Bird a fat cat? Is Elmo a lobbyist?<br />\r\n\t<br />\r\n\tSo says Sen. Jim DeMint, who is leading the charge to eliminate funding for the Corporation for Public Broadcasting. DeMint&#39;s Muppet rant was set off, in part, by a press conference on Feb. 16, in which Rep. Ed Markey, D-Mass., stood alongside a life-size version of Arthur from the animated PBS show of the same name,<strong>&nbsp;</strong>and blasted the Republican plan to eliminate CPB funding.<br />\r\n\t<br />\r\n\tRep. Nita Lowey, D-N.Y., said Republicans ought to be focused more on reviving the economy and less on &quot;silencing Cookie Monster&quot; and &quot;laying off Bert and Ernie.&quot;<br />\r\n\t<br />\r\n\tDeMint, a Republican from South Carolina, responded with a blog post and an op-ed in the Washington Times in which he argued that <em>Sesame Street</em> would do just fine without federal funding.<br />\r\n\t<br />\r\n\t&quot;Shows like <em>Sesame Street</em> are thriving, multimillion-dollar enterprises,&quot; DeMint wrote. &quot;According to the 990 tax form all nonprofits are required to file, Sesame Workshop President and CEO Gary Knell received $956,513 -- nearly a million dollars -- in compensation in 2008. And, from 2003 to 2006, Sesame Street made more than $211 million from toy and consumer product sales. Big Bird will be just fine without his federal subsidies.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s a lot of Elmo dolls. So we decided to check DeMint&#39;s numbers, and to put his overall argument about <em>Sesame Street</em> solvency into some context.<br />\r\n\t<br />\r\n\tWe got the 2009 990 tax form submitted by the Sesame Workshop, the nonprofit group that produces the show, and DeMint is correct. It shows Knell&#39;s salary at $806,990, with an additional $149,523 worth of other compensation. For the toy sales numbers, we have to go to the 2008 990 tax form. In a section on &quot;other income,&quot; it reports &quot;toys and consumer products&quot; as bringing just over $211 million from 2003 through 2006 (nearly $53 million a year, on average).<br />\r\n\t<br />\r\n\tNow for some of the bigger picture.<br />\r\n\t<br />\r\n\tThe 2009 tax form shows that Sesame Workshop brought in about $140 million in revenues in 2008, with government grants accounting for just over $14 million of that (roughly 10 percent).<br />\r\n\t<br />\r\n\tSo would <em>Sesame Street</em> be &quot;just fine&quot; without that government money, as DeMint says, or would it &quot;silence Cookie Monster,&quot; as Lowey said.<br />\r\n\t<br />\r\n\tThey are probably both exaggerating.<br />\r\n\t<br />\r\n\tSesame Street is a lucrative enterprise, and Big Bird isn&#39;t likely to jump ship to Nickelodeon if federal funds are eliminated. But some of the services <em>Sesame Street</em> provides might, according to a statement released by Knell, the Sesame president.<br />\r\n\t<br />\r\n\t&quot;As a nonprofit organization which has a long history of building public and private partnerships, Sesame Workshop has benefited from the generous support of CPB [the Corporation for Public Broadcasting], which most recently provided critical grant support for literacy programs for 6-9 year olds, like <em>The Electric Company</em>,&quot; Knell said in a statement released Feb. 15, 2011. &quot;CPB has helped support our work with military families to provide social and emotional coping skills for children of parents serving in Iraq and Afghanistan who have left family behind during deployment. It also has provided important funding for our work helping parents who have lost jobs or been displaced due to the economic recession to keep their families intact and positively motivated. Additionally, CPB has been active in helping transition video content into digital assets to be used in schools and distributed through web-based applications nationwide.&quot;<br />\r\n\t<br />\r\n\tWith federal funding an annual and often highly political battle, Sesame Workshop and many other companies that get support from the CPB have tried to become increasingly less reliant on government support.<br />\r\n\t<br />\r\n\tAccording to a fact-sheet provided by Sesame Workshop, revenues from sales of its products &quot;offset about two-thirds of the research and production costs associated with the Workshop&rsquo;s educational programs. The remaining one third comes from a combination of philanthropic support, corporate sponsorship and government funding.&quot;<br />\r\n\t<br />\r\n\t&quot;As a result of this financial revenue model,&quot; the fact-sheet says, &quot;we are able to deliver each new season of <em>Sesame Street</em> to PBS with more than 93 percent of production costs covered by licensing activities or corporate sponsorships. In 2010, Sesame Workshop had total operating revenues of $136.4 million and total operating expenses of $136.5 million.&quot;<br />\r\n\t<br />\r\n\tUnder different circumstances, Republicans might be cheering Sesame Street for making money &quot;the good old-fashioned way&quot; through merchandise sales instead of relying as heavily on federal handouts, said Steve Behrens, editor of <em>Current</em>, a newspaper and website about public media in the United States. Now, he said, that success is being used against it. It&#39;s so successful, the argument goes, it doesn&#39;t need the government&#39;s help.<br />\r\n\t<br />\r\n\t<em>Sesame Street</em> might be okay without federal funds, Behrens said, but other kids programs that are &quot;less successful selling dolls&quot; might not be. (Indeed, we&#39;re thinking that sales of Jim Lehrer plush toys may not cover the full cost of the <em>NewsHour.)&nbsp; </em><br />\r\n\t<br />\r\n\tParticularly hard hit by elimination of CPB funds would be some of the independent programming that gives public broadcasting its identity, Behrens said.<br />\r\n\t<br />\r\n\t&quot;The independent productions are almost all paid by federal money or foundations,&quot; Behrens said. &quot;Foundations only pay for things they have a direct interest in. They want programs that reflect their interests and promoting their ideas...There are strings attached to every piece of money that comes in to public broadcasting. Except for the federal piece.&quot;<br />\r\n\t<br />\r\n\t&quot;Certain things would disappear,&quot; Behrens said, &quot;and the whole idea that it belongs to the public, there would be less reason to think that. It would be nice if some of the money coming in to public broadcasting didn&#39;t have so many strings attached to it.&quot;<br />\r\n\t<br />\r\n\tIn an op-ed piece, Jonathan C. Abbott, president and CEO of WGBH, and Charles Kravetz, general manager of WBUR, argue the elimination of CPB funds would hit smaller, rural stations the hardest.<br />\r\n\t<br />\r\n\t&quot;Each federal dollar provides critical seed money that public broadcasters leverage to raise more than six more dollars from local sources,&quot; they wrote. &quot;As crucial as CPB funding is to stations in major metropolitan areas like ours, the situation is even more dire for smaller stations, where federal funding truly is the life blood.&quot;<br />\r\n\t<br />\r\n\tCharles Chamberlain, political director for liberal group Democracy for America, said the point of public broadcasting &quot;is that the programs offered should not/must not be subject to the whims of corporate sponsors and the ups and downs of merchandise sales. The shows and programs on public TV are subject to the needs of the entire public. The public funds these important programs as an alternative to the privately funded model used for programing on network and cable TV because profit shouldn&#39;t be the driving force behind every single form of broadcast media, especially educational programing.<br />\r\n\t<br />\r\n\t&quot;So the point here is not <em>if Sesame Street</em> <em>can</em> survive without publicly funding. The point is <em>Sesame Street</em> must stay independent of corporate sponsors or merchandise sales to retain its public educational mission and meet the full needs of the entire public,&quot; Chamberlain said.<br />\r\n\t<br />\r\n\tAgain, we&#39;re fact-checking Sen. DeMint&#39;s statement that <em>Sesame Street</em> raked in tens of millions of dollars from toy and consumer product sales over a recent four-year period, a figure cited as backing for his larger argument that &quot;Big Bird will be just fine without his federal subsidies.&quot;<br />\r\n\t<br />\r\n\tFederal grants make up less than 10 percent of <em>Sesame Street</em>&#39;s budget. Whether <em>Sesame Street </em>would be &quot;just fine&quot; without that money is largely in the eye of the beholder. It seems unlikely that cutting federal funds would spell the end of Sesame Street, though some argue it might cause the demise of some small, rural stations that carry <em>Sesame Street</em>.<br />\r\n\t<br />\r\n\tStill, as its own tax filings show, <em>Sesame Street</em> makes a lot of its revenue from non-government sources,&nbsp;much of it through the sale of toys and other consumer products. Toy revenue is just a portion of <em>Sesame Street</em>&#39;s budget and federal funding for <em>Sesame</em><em> Street</em> is just a portion of the overall issue of federal funding for public broadcasting. But DeMint&#39;s figures on <em>Sesame Street</em> toy revenues are right. And so we rate DeMint&#39;s statement True.</p>", "ruling_comments_date": "2011-02-25T17:15:59.742072", "ruling_date": "2011-02-28T10:33:56", "ruling_headline": "Sen. Jim DeMint takes aim at the \"Muppet Lobby\"", "ruling_headline_slug": "sen-jim-demint-takes-aim-muppet-lobby", "ruling_link_text": "OK, but what about sales of Jim Lehrer plush toys?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Jim DeMint website, <a href=\"http://demint.senate.gov/public/index.cfm?p=JimsBlog&amp;ContentRecord_id=9f33a591-8891-4ad4-a856-e387dcade83a\" id=\"or27\" title=\"&quot;The Muppet Lobby,&quot;\">&quot;The Muppet Lobby,&quot;</a> by Jim DeMint, Feb. 16, 2011<br />\r\n\t<br />\r\n\tCorporation for Public Broadcasting, Press release: <a href=\"http://www.cpb.org/pressroom/release.php?prn=866\" id=\"las3\" title=\"&quot;CPB Responds to House of Representatives' Proposal to Cut Public Media Funding,&quot;\">&quot;CPB Responds to House of Representatives&#39; Proposal to Cut Public Media Funding,&quot;</a> Feb. 13, 2011<br />\r\n\t<br />\r\n\tBoston Globe, Op-Ed: <a href=\"http://www.boston.com/bostonglobe/editorial_opinion/oped/articles/2011/02/17/listen_up_on_public_broadcasting/\" id=\"bk:o\" title=\"&quot;Listen up on public broadcasting&quot;\">&quot;Listen up on public broadcasting,&quot;</a> by Jonathan C. Abbott and Charles Kravetz, Feb. 17, 2011<br />\r\n\t<br />\r\n\tWashington Post, Op-Ed: <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/03/AR2011020306395.html\" id=\"mkda\" title=\"&quot;Why Congress shouldn't desert public media,&quot;\">&quot;Why Congress shouldn&#39;t desert public media,&quot;</a> by Laura R. Walker and Jaclyn Sallee, Feb. 4, 2011<br />\r\n\t<br />\r\n\tThe Atlantic, <a href=\"http://www.theatlanticwire.com/features/view/feature/Jim-DeMint-Declares-War-on-the-Muppet-Lobby-3219#\" id=\"e48y\" title=\"&quot;Jim DeMint Declares War on the 'Muppet Lobby,'&quot;\">&quot;Jim DeMint Declares War on the &#39;Muppet Lobby,&#39;&quot;</a> by Uri Friedman, Feb. 17, 2011<br />\r\n\t<br />\r\n\tWashington Examiner, Op-Ed: <a href=\"http://washingtonexaminer.com/op-eds/2010/10/sen-jim-demint-let-npr-fend-itself-market#\" id=\"lvdn\" title=\"&quot;Sen. Jim DeMint: Let NPR fend for itself on the market,&quot;\">&quot;Sen. Jim DeMint: Let NPR fend for itself on the market,&quot;</a> by Sen. Jim DeMint, Oct. 26, 2010<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0211/49651.html\" id=\"ve14\" title=\"&quot;PBS stars fight for funding,&quot;\">&quot;PBS stars fight for funding,&quot;</a> by Erika Lovley, Feb. 16, 2011<br />\r\n\t<br />\r\n\tCurrent.org, <a href=\"http://www.current.org/funding/funding504barney.shtml\" id=\"hel6\" title=\"&quot;What did Barney earn, and why didn't PBS get more?&quot;\">&quot;What did Barney earn, and why didn&#39;t PBS get more?&quot;</a> by Steve Behrens, Originally published March 6, 1995<br />\r\n\t<br />\r\n\tE-mail interview with Charles Chamberlain, political director for Democracy for America, Feb. 24, 2011<br />\r\n\t<br />\r\n\tInterview with Steve Behrens, editor of <em>Current</em>, Feb. 21, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "President, Heritage Foundation", "false_count": 4, "first_name": "Jim", "half_true_count": 0, "home_state": "South Carolina", "id": 129, "last_name": "DeMint", "mostly_true_count": 0, "name_slug": "jim-demint", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jim_DeMint.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/129/", "total_count": 11, "true_count": 2, "website": "http://www.heritage.org/about/staff/d/jim-demint"}, "statement": "<p>\r\n\t&quot;From 2003 to 2006, &#39;Sesame Street&#39; made more than $211 million from toy and consumer product sales.&quot;</p>", "statement_context": "a blog post", "statement_date": "2011-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}