{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/01/rick-scott/gov-rick-scott-raps-tri-rail-while-rejecting/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3330, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3330/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIt&#39;s become Florida Gov. Rick Scott&#39;s version of a campfire ghost story: Stay away from high-speed rail, or you&#39;ll wind up with a huge money suck on your hands.<br />\r\n\t<br />\r\n\tJust like Tri-Rail in South Florida.<br />\r\n\t<br />\r\n\tScott has repeatedly tried to draw parallels between the two rail systems, saying the 71-mile commuter train now running through Palm Beach, Broward and Miami-Dade counties is hardly covering its costs. So why would the Orlando to Tampa system? Scott again drilled home the point during a national TV appearance on Feb. 27, 2011, when he was asked to explain his decision to reject $2.4 billion in federal funding for the high-speed rail line.<br />\r\n\t<br />\r\n\t&quot;What I have said all along is our taxpayers aren&#39;t going to take the risk of the cost overrun in building it. It could be $3 billion ...,&quot; <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/gov-rick-scott-cnns-state-union-talking-high-speed-rail-money\">Scott told CNN&#39;s Candy Crowley</a>. &quot;We already have a train that goes from Palm Beach to Miami. Only one-sixth of the cost of operation is covered by the fares.&quot;<br />\r\n\t<br />\r\n\tWhile legislators and the Florida Department of Transportation said private contractors would be required to pay for any high-speed rail&nbsp;construction cost overruns, Scott halted the project before it went out for bid. So we can&#39;t really check that part of his statement.<br />\r\n\t<br />\r\n\tBut we can examine his comparison to the Tri-Rail system.<br />\r\n\t<br />\r\n\t<strong>The numbers for Tri-Rail</strong></p>\r\n<p>\r\n\tThe Tri-Rail system started operating in 1989 as a temporary way to alleviate traffic congestion that was expected to be created by a massive road-widening project on Interstate 95. But the state Legislature decided to keep the system alive permanently through a funding agreement between the state and Miami-Dade, Broward and Palm Beach counties. The federal government also helps fund the rail line through the Federal Highway Administration and the Federal Transit Administration.<br />\r\n\t<br />\r\n\tA total of 3.6 million riders used Tri-Rail in fiscal year 2010, down from 4.2 million riders in FY 2009.<br />\r\n\t<br />\r\n\tScott described his problems with Tri-Rail in more detail <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/rick-scott-convinced-fast-rail-too-risky\">during a Feb. 21 interview with the <em>St. Petersburg Times</em></a><em>,</em> and suggested its story acts as a warning for people considering the high-speed rail proposal. &quot;Let&#39;s all remember. We have Tri-Rail right now. Tri-Rail costs us $64 million to operate. The fares only cover $10 million of it,&quot; he said. &quot;The state&#39;s funding almost $35 million of that. So I&#39;m not going to put our state taxpayers in a similar position.&quot; The fuller context of Scott&#39;s thoughts on Tri-Rail better explain his comment to CNN that only one-sixth of the cost of operation is covered by fares -- fares of about $10 million divided into a $64 million operating budget.<br />\r\n\t<br />\r\n\tWe reached out to the governor&#39;s office to ask them about their figures, but we did not get a response.<br />\r\n\t<br />\r\n\tSo we turned to the South Florida Regional Transportation Authority, the agency that oversees Tri-Rail.<br />\r\n\t<br />\r\n\tAccording to the authority&#39;s <a href=\"http://www.sfrta.fl.gov/docs/overview/2010_CAFR.pdf\">certified financial reports</a>, Tri-Rail took in about $10.3 million in operating revenues in fiscal year 2010 -- an increase of $3 million since 2007. That&#39;s the good news.<br />\r\n\t<br />\r\n\tThe bad? Operating expenses totaled $54.5 million in FY 2010, according to the financial reports. Bonnie Arnold, a spokeswoman for the authority, confirmed the figures in the report. She said the authority also received $10 million in federal money for preventative maintenance, which might be how Scott arrived at his $64 million figure. That&#39;s in addition to the normal operating subsidies provided by the federal government.<br />\r\n\t<br />\r\n\tThe financial report concluded that rider fares covered between one-fourth and one-fifth of Tri-Rail&#39;s operating costs in 2010 (<a href=\"http://www.sfrta.fl.gov/docs/overview/2010_CAFR.pdf\">23 percent, see Page 63 of the report</a>), up from 22 percent in 2009 and 19 percent in 2008. The rest of the money comes in the form of subsidies from the state, the counties and the federal government.<br />\r\n\t<br />\r\n\tThe report reveals that Scott is a little off by saying one-sixth, which is the equivalent of about 17 percent.<br />\r\n\t<br />\r\n\tBut the more important question is whether Tri-Rail&#39;s failures at the fare box really are evidence that high-speed rail won&#39;t work as it&#39;s proposed? Are the two rail lines enough alike for comparison?<br />\r\n\t<br />\r\n\tThat&#39;s where this claim gets off track.<br />\r\n\t<br />\r\n\t<strong>A subsidy surprise?</strong></p>\r\n<p>\r\n\tGovernments and transportation experts walked into the Tri-Rail project with their eyes wide open. They knew the project would be subsidized by taxpayers. The question was just how much.<br />\r\n\t<br />\r\n\tThe legislation that created the Tri-Rail line required the commuter system to recoup 60 percent of its operating costs. That number, however, was quickly panned as unrealistic. &quot;Almost no one can recover that,&quot; then Tri-Rail executive director William Howard told the <em>South Florida Business Journal</em> in 1988, before the system was even operating. The pessimism was shared by George Sirianni, a public transportation specialist&nbsp;with the Florida Department of Transportation. Sixty percent is &quot;really high,&quot; he said. &quot;The national average for public transportation systems is only about 20 to 30 percent.&quot;</p>\r\n<p>\r\n\tIn 1992, the state formally amended its requirement, saying that Tri-Rail needed to recoup 25 percent of its costs, according to the <em>Miami Herald</em>.</p>\r\n<p>\r\n\tThat&#39;s about the what the system now pays for, though it&#39;s not what was initially anticipated by the Legislature.</p>\r\n<p>\r\n\tCompare that to the Tampa-Orlando line, where experts say there will be no public government subsidy.</p>\r\n<p>\r\n\tThe most recent available ridership studies for the Tampa-Orlando line predict about 2.4 million riders in the system&#39;s first year, <a href=\"http://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1g6nET0--IlTBkXBZX3qBcA36K4vH-NLqlUi9I62lmoakLZcBSufoxemzS7Zs&amp;hl=en&amp;authkey=COW2kZEP\">enough to cover the operational expenses of the system.</a> In rejecting federal funding, Scott said he was briefed on a new ridership study that concluded the system would have 3.07 million riders annually. We&#39;re assuming the new study concludes that passengers will cover the costs to operate the high-speed rail line. (We can&#39;t say for certain because the state has yet to make that study available, and in fact, has taken down the <a href=\"http://www.floridahighspeedrail.org/\">official web site</a> discussing the high-speed rail project.)</p>\r\n<p>\r\n\tSo to recap, Tri-Rail was created with the idea it would be subsidized; high-speed rail is being proposed as a system that won&#39;t need government support.</p>\r\n<p>\r\n\tBut that&#39;s not the only difference.</p>\r\n<p>\r\n\tThe Tampa-Orlando line would have five stops over 84 miles of track, with trains reaching speeds up to 168 mph. A trip between Tampa and the Orlando International Airport would take 55 minutes, according to estimates. Tri-Rail, meanwhile, has 18 stops over 71 miles and it takes one hour, 55 minutes to travel from one end of the route to the other.</p>\r\n<p>\r\n\tRob Gregg, director of transit management and innovation at the University of South Florida&#39;s Center for Urban Transportation Research, said high-speed rail is like an interstate while commuter rail is like a parkway.</p>\r\n<p>\r\n\tThe clienteles, and costs, would be different, too, said Stephen L. Reich, another USF transportation expert.</p>\r\n<p>\r\n\tTri-Rail is mainly intended to serve people coming to and from work, while more than one-third of projected passengers on the high-speed line would be tourists traveling from Orlando International Airport to Disney World.</p>\r\n<p>\r\n\tA one-way ticket on the high-speed rail would cost an estimated $15 to $30, depending on how far a rider travels. On Tri-Rail, commuters can purchase an unlimited monthly pass for $100 and a roundtrip ticket cost between $4.40 and $11.50.</p>\r\n<p>\r\n\t&quot;The high-speed rail and Tri-Rail systems are different in technology, application and target markets,&quot; Gregg said. &quot;Tri-Rail is targeting commuters/workers during peak congestion periods. The high-speed rail corridor surely targets tourists as well as business/commuter trips.<br />\r\n\t<br />\r\n\t&quot;What should be reflected upon is the larger context of investing/subsidizing such systems relative to the entire transportation system (roads, transit, airports, etc.) and economic viability to the region (generating jobs, products, services and thus revenues),&quot; Gregg said. &quot;Disney, a profit-motivated business, &#39;subsidizes&#39; its comprehensive transportation system (trams, buses, monorail, Cruise Coaches) as a part of its entire financial model.&quot;</p>\r\n<p>\r\n\tLook at the side-by-side of the two projects. In Tri-Rail&#39;s case, subsidies were always anticipated, but high-speed rail is projected to cover its own costs through ticket fares. Riders of Tri-Rail use the system to commute to work in South Florida, while Central Florida&#39;s high-speed rail will be used for more leisure and tourist travel. The ticket prices,&nbsp;train speeds and time schedules are all projected to be be dramatically different.</p>\r\n<p>\r\n\tThe costs and benefits of Tri-Rail are simply not the same as&nbsp;the high-speed rail, and expecting them to operate the&nbsp;same way is misguided.&nbsp;</p>\r\n<p>\r\n\t<strong>Subsidies dog more than just rail projects</strong></p>\r\n<p>\r\n\tMost of the talk here is about subsidies. Scott is right that they are typical for rail systems.</p>\r\n<p>\r\n\tBut they also are typical for most every other form of transportation system. We did some research.<br />\r\n\t<br />\r\n\tIn Jacksonville, the local bus service <a href=\"http://www.jtafla.com/pdf/2009annualreport.pdf\">covers around only 20 percent of its costs through rider fares</a>. The majority of its money comes from government -- the biggest chunk from the city of Jacksonville. In Pinellas County, riders are only paying for about 23 percent of the cost of the <a href=\"http://psta.net/images/Plans%20and%20Reports%20Page/Financial%20Documents/FY%202009%20PSTA%20Financial%20Statement.PDF\">Pinellas Suncoast Transit Authority bus system</a>, said spokesman Bob Lasher. Property tax collections are keeping that system running.<br />\r\n\t<br />\r\n\tHighways, too, rely on more than just fees paid by users through tolls or gas taxes. According to an analysis by the Pew Charitable Trust, only half of the federal money set aside in 2007 for <a href=\"http://subsidyscope.org/transportation/highways/funding/\">highway construction and maintenance was generated by user fees</a>. That&#39;s down from 10 years earlier when user fees made up 61 percent of total spending on roads, Pew found.</p>\r\n<p>\r\n\tScott has asked that the $2.4 billion he is rejecting for rail be used in the state for port and highway projects. The federal government has said the money will be used for rail.</p>\r\n<p>\r\n\tRobert Puentes, senior fellow and director of the Metropolitan Infrastructure Initiative at the Brookings Institution, said the comparison between Tri-Rail and high-speed rail is like comparing apples to oranges.</p>\r\n<p>\r\n\t&quot;If comparing different types of rail, you would also have to look at highway travel and the enormous subsidies there to be fair,&quot; Puentes said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIf Scott were on a crusade to end public subsidies for all forms of transportation, that would be one thing. Transportation systems -- including roads, buses, ports and trains -- more than not require government help.<br />\r\n\t<br />\r\n\tBut Scott is trying to isolate the problem to trains when citing Tri-Rail&#39;s revenue problems as a reason for nixing high-speed rail in Central Florida. It may be a convenient talking point, but the two systems are hardly alike. In the end, high-speed fail might fail and the projections for ridership might be too rosy. But people shouldn&#39;t use Tri-Rail as evidence any more than they should cite any other form of mass transit. We rate this claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-28T17:57:07.495082", "ruling_date": "2011-03-01T15:34:28", "ruling_headline": "Gov. Rick Scott raps Tri-Rail while rejecting high-speed rail funding", "ruling_headline_slug": "gov-rick-scott-raps-tri-rail-while-rejecting", "ruling_link_text": "A convenient but flimsy connection", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Rick Scott, CNN interview, Feb. 27, 2011</p>\r\n<p>\r\n\tInterview with Bob Lasher, Pinellas Suncoast Transit Authority, Feb. 27, 2011</p>\r\n<p>\r\n\tInterview with Bonnie Arnold, South Florida Regional Transportation Authority, Feb. 27, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/rick-scott-convinced-fast-rail-too-risky\">Rick Scott &#39;convinced&#39; fast rail is too risky</a>,&quot; Feb. 21, 2011</p>\r\n<p>\r\n\tTampa Port Authority, <a href=\"http://www.tampaport.com/content/download/15584/65756/file/FY09%20CAFR%20Final%20Publ%20Version.pdf\">financial report</a>, accessed on Feb. 28, 2011</p>\r\n<p>\r\n\tGov. Rick Scott, &quot;<a href=\"http://www.flgov.com/2011/02/16/florida-governor-rick-scott-rejects-federal-high-speed-rail/\">Florida Governor Rick Scott Rejects Federal High Speed Rail</a>,&quot; Feb. 16, 2011</p>\r\n<p>\r\n\tSouth Florida Regional Transportation Authority, <a href=\"http://www.sfrta.fl.gov/docs/overview/2010_CAFR.pdf\">financial report</a>, accessed Feb. 28, 2011</p>\r\n<p>\r\n\tJacksonville Transportation Authority, <a href=\"http://www.jtafla.com/pdf/2009annualreport.pdf\">financial report</a>, accessed Feb. 28, 2011</p>\r\n<p>\r\n\tPinellas Suncoast Transit Authority, <a href=\"http://psta.net/images/Plans%20and%20Reports%20Page/Financial%20Documents/FY%202009%20PSTA%20Financial%20Statement.PDF\">financial report</a>, accessed Feb. 28, 2011</p>\r\n<p>\r\n\tFlorida High-Speed Rail Enterprise,<a href=\"http://docs.google.com/viewer?a=v&amp;q=cache:7roPyfRKtq4J:www.floridahighspeedrail.org/storage/pi-docs/HSRProjectSummary121410.pdf+tampa+orlando+high-speed+rail+revenue+first+year&amp;hl=en&amp;gl=us&amp;pid=bl&amp;srcid=ADGEESgd7RmtYXS0P78KLqCu_vtrWemgwrY0EJdSYH6rOUHXWKUmUtcLCmDbVOPyrc9mUgk74e4U5AwIPDWfntOEEqKzRObddPNLP7mwEl1MCoPgs2acy0H_fRf74iniVZtSFCJp3_qR&amp;sig=AHIEtbQj1tB3ANNL1fYI6JKaJTzezAI7Eg\"> fast facts</a>, accessed Feb. 28, 2011</p>\r\n<p>\r\n\tPew Charitable Trust, &quot;<a href=\"http://subsidyscope.org/transportation/highways/funding/\">Analysis Finds Shifting Trends in Highway Funding: User Fees Make Up Decreasing Share</a>,&quot; Nov. 25, 2009</p>\r\n<p>\r\n\t<em>South Florida Business Journal</em>, &quot;Commuter Rail&#39;s Biggest Obstacle; Getting Riders to Pay Their Share,&quot; Oct. 3, 1988, accessed via Nexis</p>\r\n<p>\r\n\t<em>Miami Herald</em>, &quot;Commuter Train Set to Roll -- Ready or Not Tri-Rail Will Try to Woo Drivers off I-95,&quot; Jan. 8, 1989, accessed via Nexis</p>\r\n<p>\r\n\tInterview with Rob Gregg, Director of Transit Management &amp; Innovation at the University of South Florida&#39;s Center for Urban Transportation Research, March 1, 2011</p>\r\n<p>\r\n\tInterview with Robert Puentes, Senior Fellow and Director of the Metropolitan Infrastructure Initiative at the Brookings Institution, March 1, 2011</p>\r\n<p>\r\n\tFlorida Statutes, <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0300-0399/0343/Sections/0343.58.html\">South Florida Regional Transit Authority</a></p>\r\n<p>\r\n\tInterview with Stephen Reich, Interim Director Center for Urban Transportation Research, University of South Florida, March 1, 2011&nbsp;</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tSays Tri-Rail shows the potential problems with investing in high-speed rail.</p>", "statement_context": "an interview with CNN.", "statement_date": "2011-02-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}