{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/mar/03/scott-walker/wisconsin-gov-scott-walker-says-wisconsin-broke/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3344, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3344/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublicans from Washington to Madison have adopted a new expression when it comes to describing the state of government finances: &quot;We&rsquo;re broke.&quot;<br />\r\n\t<br />\r\n\tWisconsin Gov. Scott Walker started using the &quot;broke&quot; description as he unveiled his controversial budget-repair bill, which would force state employees to pay more for health care and pensions and curtail collective bargaining rights for most public employees.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t have anything to negotiate,&quot; Walker <a href=\"http://www.jsonline.com/news/statepolitics/115911379.html\">said</a> Feb. 11, 2011, the day he unveiled his budget-repair bill, aimed at closing a $137 million gap in the budget that ends June 30, 2011. &quot;We are broke in this state. We have been broke for years.&quot;<br />\r\n\t<br />\r\n\tSince then, he&rsquo;s repeated the phrase many times.<br />\r\n\t<br />\r\n\t&quot;The bottom line is we are trying to balance our budget and there really is no room to negotiate on that because we&rsquo;re broke,&quot; Walker said Feb. 21, 2011 on ABC&rsquo;s <a href=\"http://blogs.abcnews.com/george/2011/02/wisconsin-governor-scott-walker-were-broke-and-cant-negotiate.html\">&quot;Good Morning America</a>.&quot;<br />\r\n\t&quot;<br />\r\n\tAt a <a href=\"http://wispolitics.com/1006/110221Walker_presser.mp3\">news </a><a href=\"http://wispolitics.com/1006/110221Walker_presser.mp3\">conference</a> that day, he said: &quot;We&rsquo;re broke. We don&rsquo;t have any more money.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;We have a $3.6 billion budget deficit (for the next two years). You can&rsquo;t really negotiate if you don&rsquo;t have any money to negotiate with.&quot;<br />\r\n\t<br />\r\n\tIn his March 1, 2011 budget <a href=\"http://www.jsonline.com/blogs/news/117194173.html\">speech</a>, the governor said: &quot;The facts are clear: Wisconsin is broke and it&rsquo;s time to start paying our bills today &ndash; so our kids are not stuck with even bigger bills tomorrow.&quot;<br />\r\n\t<br />\r\n\tWalker, of course, has promised not to turn to one conventional tool the state has available to make ends meet -- raising taxes. That&rsquo;s a political decision and one we are not focused on in this item. Rather, we&rsquo;re focusing on the language Walker and supporters are using to describe the state&rsquo;s finances and to persuade taxpayers that his solutions are best.<br />\r\n\t<br />\r\n\tSince the &quot;broke&quot; description has become so common, we decided to look at exactly what it means and whether it is an accurate description of Wisconsin&rsquo;s financial state.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with some dictionary definitions:<br />\r\n\t<br />\r\n\tBroke: <a href=\"http://www.thefreedictionary.com/broke\">having no money; bankrupt</a>.<br />\r\n\t<br />\r\n\tBroke: <a href=\"http://dictionary.reference.com/browse/broke\">without money; penniless.</a><br />\r\n\t<br />\r\n\tBroke: <a href=\"http://thesaurus.com/browse/flat+broke\">Synonyms: bankrupt, beggared, bust, cleaned out, destitute, dirt poor, flat broke , impoverished, in Chapter 11, in debt, indebted, indigent, insolvent, needy, penniless, penurious, poor, ruined, stone broke, strapped, tapped out</a>.<br />\r\n\t<br />\r\n\tWe&rsquo;ll add a more conversational use: &quot;I&rsquo;m broke. Can you buy this round of beers?&quot;<br />\r\n\t<br />\r\n\tWalker spokesman Cullen Werwie said the governor was referring to $58.7 million plus interest owed to Minnesota under a discontinued tax-reciprocity deal and at least $200 million owed to the Patients Compensation Fund after a Wisconsin Supreme Court decision said former Gov. Jim Doyle&rsquo;s administration &nbsp;illegally tapped into the fund.<br />\r\n\t<br />\r\n\tWerwie also cited the &quot;Medicaid deficit&quot;, the &quot;corrections deficit&quot; and &quot;other things out there.&quot; The state, he said, has been running &quot;massive structural deficits for years.&quot;<br />\r\n\t<br />\r\n\tin earlier items, we <a href=\"http://politifact.com/wisconsin/statements/2011/feb/18/rachel-maddow/rachel-maddow-says-wisconsin-track-have-budget-sur/\">found</a> the deficit in the budget ending June 30, 2011, is real and rated False a <a href=\"http://politifact.com/wisconsin/statements/2011/feb/25/mark-pocan/wisconsin-state-rep-mark-pocan-says-gov-scott-walk/\">claim</a> that the $3.6 billion deficit projected for the next two fiscal years is a &quot;bogus&quot; number.<br />\r\n\t<br />\r\n\tWalker wants to close the current deficit with a combination of debt restructuring and changes that would affect most public employees -- including limiting collective bargaining rights to only wages, and then only within limits. The outcry over that provision stirred the huge protests in Madison, the walkout by Democrats in the state Senate, and numerous efforts by Walker and Republicans to explain their position.<br />\r\n\t<br />\r\n\tThe Republican explanation has been that Walker&rsquo;s &quot;budget-repair bill&quot; includes modest requests of state employees and brings their benefit contributions in line with private sector workers. And it&rsquo;s continued: The state has no choice....because we&rsquo;re broke.<br />\r\n\t<br />\r\n\tTo be sure, some local governments have gone belly up, but not many.<br />\r\n\t<br />\r\n\tThe Wall Street Journal&rsquo;s David Wessel <a href=\"http://online.wsj.com/article/SB10001424052748704814204575507842266619222.html\">reported</a> in fall of 2010 that fewer than 250 of the nation&rsquo;s 89,000 government units have filed for bankruptcy since 1980.<br />\r\n\t<br />\r\n\t&quot;Recent close calls in Harrisburg, Pa., and Central Falls, R.I., spark predictions that the next phase of the financial crisis will be a tsunami of municipal bankruptcies and defaults,&quot; Wessel wrote. &quot;Muni-bond experts at rating agencies and bankruptcy lawyers assure us that isn&#39;t likely.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;After Vallejo, Calif., won a federal judge&#39;s OK to use Chapter 9 in 2008 to extricate itself from union contracts, there were widespread predictions that other cities would follow.<br />\r\n\t&lsquo;Two and a half years later that hasn&#39;t been the case,&rsquo; says Robert Kurtter, who oversees state and local government ratings at Moody&#39;s Investors Service.&quot;<br />\r\n\t<br />\r\n\tIn an interview with PolitiFact Wisconsin, Kurtter said few municipalities have filed for bankruptcy because it&rsquo;s a long, complicated and expensive process with uncertain outcomes. In addition, states are prohibited from filing bankruptcy under federal law.<br />\r\n\t<br />\r\n\tA columnist for Governing magazine addressed the issue in fall of 2010.<br />\r\n\t<br />\r\n\t&quot;There may be talk about governments being bankrupt and insolvent when what is meant is, &lsquo;We don&#39;t want to raise taxes and don&#39;t want to spend so we have to cut.&rsquo;&quot; Penelope Lemov <a href=\"http://www.governing.com/topics/finance/municipal-bankruptcies-imminent.html\">wrote</a> in the article.<br />\r\n\t<br />\r\n\tMeanwhile, in January 2011, Moody&rsquo;s issued a national <a href=\"http://www.nytimes.com/2011/01/27/business/27pension.html\">report </a>that combined state debt and pension liabilities. Moody&rsquo;s studies and rates debt issued by governments and corporations, and its ratings can affect how much those issuing bonds will have to pay in interest.<br />\r\n\t<br />\r\n\tThe report says that combining those obligations makes it easier to compare the fiscal health of states. Those with the highest ratings have the most serious debt burdens, which makes them less appealing to investors.<br />\r\n\t<br />\r\n\tWisconsin&rsquo;s rating was 37th as measured by the amount of debt per capita, 38th (debt by GDP) 39 (by personal income) and 41 (by revenue).<br />\r\n\t<br />\r\n\t&quot;States&rsquo; liability rankings versus revenue or economic measures tend to be indicative of the nature of risks these states carry in funding their obligations over the long term,&quot; the report says.<br />\r\n\t<br />\r\n\tSo according to the Moody&rsquo;s debt ranking, Wisconsin fares well when compared with other states. That&rsquo;s one measure of the state&rsquo;s fiscal health.<br />\r\n\t<br />\r\n\tWe asked a few local experts about the use of the term &quot;broke&quot; to describe the state of Madison&rsquo;s finances:<br />\r\n\t<br />\r\n\t<strong>Andrew Reschovsky,</strong> a UW-Madison professor of public affairs and finance, said use of the term didn&rsquo;t make sense when it comes to the state&rsquo;s financial situation.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s obviously absurd,&quot; Reschovsky said. &quot;We obviously aren&rsquo;t broke. The analogy to a household is really a fallacious one.&quot;<br />\r\n\t<br />\r\n\tHe said the government has powerful tools at its disposal to make ends meet: taxes or manipulating fees. You could also put off some spending or shift some debt into the next fiscal year -- tricks that state budget offices have routinely used.<br />\r\n\t<br />\r\n\tWalker has taken tax increases off of the table. He proposed in his budget-repair bill to &nbsp;restructure the state&rsquo;s debt, pushing some payments off into the future.<br />\r\n\t<br />\r\n\t&quot;For the amount of money that we&rsquo;re talking about there&rsquo;s a wide range of things that could be done,&quot; Reschovsky said.&nbsp;</p>\r\n<p>\r\n\t<br />\r\n\tThe $137 million deficit in the budget year ending June 30 represents about 0.456 percent of the $30 billion state budget, or less than half of 1 percent. The projected $3.6 billion deficit for the next two-year budget is more serious: about 12 percent of the overall budget.<br />\r\n\t<br />\r\n\t<strong>Connie Kilmark</strong>, owner of a Madison firm that consults people in financial trouble, said of Walker&rsquo;s &quot;broke&quot; rhetoric: &quot;It&rsquo;s just not true. He&rsquo;s trying to scare us all.&quot;<br />\r\n\t<br />\r\n\tThe state has taxing power, and revenue is continuing to flow in -- both key factors in making ends meet, she said. As the economic recovery continues, tax revenue is expected to actually rise $1.5 billion in the next two-year period, <a href=\"http://legis.wisconsin.gov/lfb/Misc/2011_01_31Vos&amp;Darling.pdf\">according to the Legislative Fiscal Bureau</a>.<br />\r\n\t<br />\r\n\t<strong>Claire Ann </strong><strong>Resop</strong>, a Madison attorney who handles bankruptcies and reviews other bankruptcy cases filed in that part of the state, said &quot;broke&quot; is measured by whether or not you can pay your bills. Said Resop: &quot;I haven&rsquo;t heard that they&rsquo;ve been defaulting.&quot;<br />\r\n\t<br />\r\n\tThat said, some of the bills are due. Minnesota Gov. Mark Dayton, for instance, has expressed impatience with Wisconsin&rsquo;s delays on repayment, <a href=\"http://www.jsonline.com/news/statepolitics/113503194.html\">saying </a>in January that Wisconsin should pay up immediately.<br />\r\n\t<br />\r\n\t<strong>Ken King</strong>, of the Family Service Association in Sheboygan, which runs a consumer credit counseling center, said, &quot;When you have nothing to draw on anymore, you&rsquo;re broke.&quot;<br />\r\n\t<br />\r\n\t<strong>Ralph Anzivino</strong>, a Marquette University Law School professor who teaches bankruptcy law, said, &quot;Broke is a lay term, a street term.&quot;<br />\r\n\t<br />\r\n\tHe said it would be more accurate to say that the state was insolvent but has options at its disposal to put its house in order. They include: raising taxes, laying off workers and cutting costs or finding other savings.<br />\r\n\t<br />\r\n\tThen there is this perspective from within state government itself.<br />\r\n\t<br />\r\n\t&quot;The state is no more broke than it was two, four or 10 years ago,&quot; said Frank Hoadley, capital finance director with the state Department of Administration.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s always a huge gap&quot; as budget deliberations begin, he said. &quot;And it always gets hammered out.&quot;<br />\r\n\t<br />\r\n\tIn unveiling his two-year budget, Walker cut aid to local schools and government by about $1 billion. But the proposal, which now goes to the Legislature, included new spending in some areas, including adding $1 million in raises for prosecutors, $993,800 for additional public defenders and $1.04 million to investigate Internet crimes against children.<br />\r\n\t<br />\r\n\tOn the opposite side of the ledger, the budget reduced revenue by some $140 million through a variety of tax cuts, including ones aimed at businesses and individuals with Health Savings Accounts.<br />\r\n\t<br />\r\n\tFinally, we took the question to Wall Street and the experts at Moody&rsquo;s, who are hired by the state to study and rate its debt. A Moody&rsquo;s panel, including Kurtter, one of the most respected municipal finance experts in the country, discussed Wisconsin&rsquo;s dilemma and Walker&rsquo;s assertion and made these observations:</p>\r\n<ul>\r\n\t<li>\r\n\t\tThe state&rsquo;s debt has a very high credit rating of AA2 and that has not changed in years. That compares favorably with other states, including Illinois, that face far more severe budget crunches.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tWisconsin is in the same boat as numerous other states face unprecedented economic pressures due to the effects of the recession, said Kurtter, who added that budget pressures will continue to mount.</li>\r\n</ul>\r\n<p>\r\n\t&quot;This is not a problem that&rsquo;s isolated in Wisconsin,&quot; said Kimberly Lyons, a Moody&rsquo;s analyst.<br />\r\n\t<br />\r\n\tKurtter noted that Wisconsin faces unique challenges because the state does not have a reserve or &quot;rainy day&quot; fund.<br />\r\n\t<br />\r\n\tThe state&rsquo;s &quot;budget stabilization fund&quot; had an average balance of $1.685 million in January, according to Robert Lang, director of the Legislative Fiscal Bureau. That supports a budget that has a $14 billion in general fund spending.<br />\r\n\t<br />\r\n\tKurtter said Wall Street will look at several factors when deciding how much risk Wisconsin presents to future investors. They include: whether or not a budget is adopted, whether it closes the shortfall, and whether it does it in a &quot;structural way,&quot; that is long-term.<br />\r\n\t<br />\r\n\tSo, let&rsquo;s review.<br />\r\n\t<br />\r\n\tWalker and other Republicans say the state is broke, so broke that there&rsquo;s no money, and because there&rsquo;s no money, they are unwilling to negotiate over the terms of the budget-repair bill.<br />\r\n\t<br />\r\n\tExperts agree the state faces financial challenges in the form of deficits. But they also agree the state isn&rsquo;t broke. Employees and bills are being paid. Services are continuing to be performed. Revenue continues to roll in. A variety of tools -- taxes, layoffs, spending cuts, debt shifting -- is available to make ends meet. Walker has promised not to increase taxes. That takes one tool off the table. Another tool was never there: declaring bankruptcy. We&rsquo;re not broke or bankrupt in part because under federal law we can&rsquo;t be.<br />\r\n\t<br />\r\n\tWe rate Walker&rsquo;s statement False.</p>", "ruling_comments_date": "2011-03-02T18:51:55.568176", "ruling_date": "2011-03-03T09:00:00", "ruling_headline": "Wisconsin Gov. Scott Walker says Wisconsin is broke", "ruling_headline_slug": "wisconsin-gov-scott-walker-says-wisconsin-broke", "ruling_link_text": "As a political argument, it may work. But as a financial one? Experts say not so much", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Scott Walker <a href=\"http://wispolitics.com/1006/110221Walker_presser.mp3\">press conference</a>, Feb. 21, 2011<br />\r\n\t<br />\r\n\tGov. Scott Walker budget <a href=\"http://www.jsonline.com/blogs/news/117194173.html\">address</a> to the Legislature, March 1, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://thefreedictionary.com/\">thefreedictionary.com</a><br />\r\n\t<br />\r\n\tDictionary.com<br />\r\n\t<br />\r\n\tThesaurus.com<br />\r\n\t<br />\r\n\tGoverning magazine, <a href=\"http://www.governing.com/topics/finance/municipal-bankruptcies-imminent.html\">Are municipal bankruptcies imminent?</a> Oct. 14, 2010<br />\r\n\t<br />\r\n\tWall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052748704814204575507842266619222.html\">Local debts defy easy solutions.</a>, Sept. 23, 2010<br />\r\n\t<br />\r\n\tTampa Bay Bankruptcy <a href=\"http://tampabankruptcy.pro/blog/tag/chapter-9-bankruptcy/\">Blog</a>, Feb. 1. 2011.<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2011/01/27/business/27pension.html\">Moody&rsquo;s to figure pension gaps in states&rsquo; ratings</a>, Jan. 27, 2011<br />\r\n\t<br />\r\n\tMoody&rsquo;s Investor Services, &quot;Combining Debt and Pension Liabilities of U.S. States Enhances Comparability,&quot; Jan. 26, 2011.<br />\r\n\t<br />\r\n\tMoody&rsquo;s Investor Services, <a href=\"http://www.docstoc.com/docs/48911313/2010-State-Debt-Medians-Report-Moodys-Investors-Service\">2010 State Debt Medians Report</a>, May 2010<br />\r\n\t<br />\r\n\tWisconsin Policy Research Institute report, <a href=\"http://www.wpri.org/Reports/Volume%2020/Vol20no9/Vol20no9p1.html#ExecSum\">&quot;The exploding use of debt to finance government in Wisconsin,&quot;</a>, 2007.<br />\r\n\t<br />\r\n\tMeet the Press, <a href=\"http://www.newser.com/story/111931/boehner-were-broke.html\">&quot;Boehner: We&rsquo;re broke&quot;</a>, &nbsp;Feb. 13, 2011<br />\r\n\t<br />\r\n\tHouse Speaker John Boehner on <a href=\"http://www.huffingtonpost.com/2011/01/27/john-boehner-to-kathleen-_n_814662.html\">Parker Spitzer</a>, CNN, Jan. 27, 2011.<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/113503194.html\">&quot;Minnestoa governor to Wisconsin: Pay up,&quot;</a>, Jan. 13, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/115647939.html\">&quot;Budget repair plan in the works,&quot;</a> Feb. 9, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/115911379.html\">&quot;Walker calls for cuts or big layoffs,&quot;</a> Feb. 11, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/117079073.html\">&quot;WSEU files unfair labor practice charge against Walker,&quot;</a> Feb. 28, 2011<br />\r\n\t<br />\r\n\tLegislative Fiscal Bureau,<a href=\"http://legis.wisconsin.gov/lfb/Misc/2011_01_31Vos&amp;Darling.pdf\">revenue projections for 2011-&rsquo;13</a>, Jan. 31, 2011<br />\r\n\t<br />\r\n\tDepartment of Administration,<a href=\"http://media.journalinteractive.com/documents/DOA_memo.doc\">Budget director memo to DOA secretary</a>, Feb. 4, 2011<br />\r\n\t<br />\r\n\tE-mails, Walker press secretary Cullen Werwie, Feb. 11, 2011<br />\r\n\t<br />\r\n\tInterview, Andrew Reschovsky, University of Wisconsin-Madison professor, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview, Ralph Anzivino, Marquette University Law School professor, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview, Claire Ann Resop, attorney, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview, Ken King, executive director, Family Service Association, Sheboygan, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview, Connie Kilmark, Kilmark &amp; Associates, Madison, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview, Robert Kurtter, Ted Hampton, Kimberly Lyons, Moody&rsquo;s Investor Services, Feb. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Frank Hoadley, Wisconsin Department of Administration, Feb. 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;We&rsquo;re broke. We don&rsquo;t have any more money.&quot;</p>", "statement_context": "a news conference and many other venues", "statement_date": "2011-02-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}