{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/mar/05/phyllis-schlafly/phyllis-schlafly-says-broken-cfl-bulbs-allegedly-c/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3362, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3362/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tNational conservative activist Phyllis Schlafly, mindful of a federal law that stepped up the required efficiency of light bulbs, recently aired her qualms about the compact fluorescent light bulbs offered to consumers as more efficient alternatives to traditional incandescent bulbs.<br />\r\n\t<br />\r\n\tIn a column included in a Feb. 2 e-mail <a href=\"http://alt.coxnewsweb.com/statesman/politifact/%2002022011_texaseaglerforumeblast.html\">blast</a> by the Texas Eagle Forum, the founder of the national Eagle Forum said: &quot;CFL bulbs do not work well in colder temperatures, and most cannot handle dimmer switches; broken CFL bulbs allegedly cause migraines and epilepsy attacks.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ve<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/26/michele-bachmann/michele-bachmann-says-government-tells-us-what-lig/\"> previously looked</a> into CFL-related claims, so we know there are variations on this theme. For this article, we&rsquo;re spotlighting Schlafly&rsquo;s health claim, that broken CFL bulbs allegedly cause migraines and epilepsy attacks.<br />\r\n\t<br />\r\n\tSeeking illumination, we requested elaboration from the person who sent the e-mail blast, Pat Carlson, president of the Texas Eagle Forum. Meantime, we found what looked like Schlafly&rsquo;s original column, posted online Dec. 21 at WorldNetDaily.com. From the site, we also asked Schlafly for back-up information.<br />\r\n\t<br />\r\n\tNext, we searched online for news stories on CFLs touching off migraines and epileptic episodes. Google led us to an opinion column by Nicolas Loris, a research associate for the conservative-leaning Heritage Foundation. In the column, posted online Nov. 10 by the Sacramento Bee, Loris writes: &quot;Hospitals and medical charities warn that CFL bulbs cause migraines and epilepsy attacks.&quot;<br />\r\n\t<br />\r\n\tLoris told us by e-mail that his source was a November 2009 article published by a British newspaper, The Daily Mail, which quotes &quot;medical charities&quot; saying they have been swamped with complaints that the &quot;flicker of compact fluorescent bulbs can trigger migraines and epilepsy attacks.&quot;<br />\r\n\t<br />\r\n\tThe article continues: &quot;The charities are lobbying the (national) government to allow an &lsquo;opt out&rsquo; for people with health problems so they can continue to use the older bulbs.&quot; Stating that about one in 10 people suffers from migraines, the article quotes Lee Tomkins, of the Migraine Action Association, recommending that residents stockpile conventional bulbs and advising people who suffer from migraines to avoid using fluorescent bulbs as reading lights, or in living areas and kitchens.<br />\r\n\t<br />\r\n\tPhew. Who knew?<br />\r\n\t<br />\r\n\tNo one in the United States, it initially appeared.<br />\r\n\t<br />\r\n\tWith help from the American Academy of Neurology, we reached a national expert on each affliction.<br />\r\n\t<br />\r\n\tPer migraines, Stephen Silberstein, a professor of neurology at the Jefferson Medical College of Thomas Jefferson University in Philadelphia, said a light flickering at a certain frequency can aggravate a headache. But, Silberstein said, there is no evidence that CFLs cause migraines. &quot;This is bull,&quot; he said.<br />\r\n\t<br />\r\n\tMarc Nuwer, a professor of clinical neurology at the David Geffen School of Medicine at UCLA, said strobe lights--such as those in discotheques--can flicker at a rate that would touch off a seizure in about 1 in 200 people. However, Nower said, CFL bulbs flicker at much higher rates not detectable by the human eye; they don&rsquo;t cause epileptic seizures.<br />\r\n\t<br />\r\n\tNuwer speculated: &quot;Someone is talking about some theoretical far-fetched possibility that a broken light would flash&quot; at the 10 times per second that can cause seizures among a few. &quot;Even then, that&rsquo;s really different from a strobe light, which is really bright, lighting up a room.&quot;<br />\r\n\t<br />\r\n\tNuwer said his online searches for scientific literature connecting CFLs to epileptic seizures or migraines came up empty. On our behalf, though, he contacted Graham Harding, an international expert on photo-sensitive epilepsy, a form of the disorder in which seizures are triggered by visual stimuli.<br />\r\n\t<br />\r\n\tIn e-mails to Nuwer, Harding said that among 174 respondents to an online survey by Epilepsy Action, 4 percent -- seven people -- reported epileptic seizures due to CFL bulbs, and 4 percent due to conventional fluorescent lights, compared to less than 1 percent due to conventional incandescent bulbs. Harding&rsquo;s e-mail says the 4 percent reporting problems with CFLs referred to the lights flashing on start-up or because the bulbs were faulty.<br />\r\n\t<br />\r\n\tHarding&rsquo;s e-mail closes: &quot;So the risk (of induced seizures) is no greater than with normal fluorescent but is more than ordinary filament light bulbs.&quot; All that said, he continued, since conventional bulbs have been phased out, with fluorescents presumably replacing many of them, the United Kingdom&rsquo;s Epilepsy Action group has not reported any seizure problems to him.<br />\r\n\t<br />\r\n\tNuwer also passed along a comment from Robert Fisher, a Stanford University neurologist and director of the Stanford Comprehensive Epilepsy Center. Fisher said by e-mail that fluorescent lights in the United States and Europe flicker at a higher frequency &quot;than would be likely to provoke photosensitive seizures.&quot; But a &quot;defective light may flicker at a lower frequency&quot; and such flickering &quot;can and has caused seizures in a few susceptible individuals... So it could happen, but it would be expected to be a rare occurrence.&quot;<br />\r\n\t<br />\r\n\tNext, we interviewed Mark Rea, director of Rensselaer Polytechnic Institute&rsquo;s Lighting Research Center, who said he&rsquo;s seen no U.S. study demonstrating headaches or epileptic attacks occur because of CFLs. He noted, though, that a 1989 study completed in Great Britain compared the incidence of headaches in an office under different kinds of fluorescent lighting. According to that study, the incidence of eye strain and headaches were cut in half when high-frequency lights were used.<br />\r\n\t<br />\r\n\tFinally, we came across a paper on CFLs&rsquo; impact on health adopted by the European Commission&rsquo;s Scientific Committee on Emerging and Newly Identified Health Risks in September 2008. The paper says: &quot;There is no scientific evidence that fluorescent lamps including CFL(s) induce (epileptic) seizures.&quot;<br />\r\n\t<br />\r\n\tWhile flickering light in general can induce migraines, the paper says, scientific &quot;support for aggravating symptoms by flicker from fluorescent tubes was not found.&quot; Similarly, while there&rsquo;s &quot;evidence showing that flicker can cause seizures in patients with photosensitive epilepsy,&quot; the paper says, &quot; there are no reported effects of CFL having such effects.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, the Texas Eagle Forum&rsquo;s Carlson relayed a defense of Schlafly&rsquo;s statement from Schlafly&rsquo;s son, John.<br />\r\n\t<br />\r\n\tSchlafly pointed out that his mother&rsquo;s use of the word &quot;allegedly&quot; signaled that she was &quot;not claiming she had scientific proof CFLs cause migraines or epilepsy. However, it is a fact that some people who suffer from migraines or epilepsy believe that CFLs cause or aggravate those painful and debilitating conditions, he said.<br />\r\n\t<br />\r\n\tOur take: Flickering lights of various origins have been linked to migraines and epileptic seizures. But there appears to be no scientific evidence that CFLs, broken or otherwise, cause either disorder. We rate Schlafly&rsquo;s statement False.</p>", "ruling_comments_date": "2011-03-04T15:08:56.130946", "ruling_date": "2011-03-05T06:00:00", "ruling_headline": "Phyllis Schlafly says broken CFL bulbs allegedly cause migraines and epileptic seizures", "ruling_headline_slug": "phyllis-schlafly-says-broken-cfl-bulbs-allegedly-c", "ruling_link_text": "Flicker of science", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Daily Mail Online, news article, <a href=\"http://www.dailymail.co.uk/sciencetech/article-1105785/The-end-light-know-Britain-bids-farewell-traditional-bulb-despite-health-fears-eco-alternative.html%20\">&quot;Lights go out as Britain bids farewell to the traditional bulb despite health fears about eco-bulbs,&quot;</a> Jan. 6, 2009 (accessed Feb. 15, 2011)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/02262011_robertfisherresponse.html%20\">E-mail </a>from Robert Fisher, Stanford University professor of neurology and neurological sciences, &nbsp;to Marc Nuwer, professor of neurology, David Geffen School of Medicine at University of California at Los Angeles, Feb. 26, 2011<br />\r\n\t<br />\r\n\tE-mail <a href=\"http://alt.coxnewsweb.com/statesman/politifact/0224252011_grahamhardingresponsespftexas.html\">responses</a> (excerpted), Graham Harding, professor, clinical neurophysiology, Aston University, Birmingham, England, Feb. 24 and 25, 2011 (relayed to PolitiFact Texas by Marc Nuwer)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/02252011_johnschlaflyemail.html%20\">E-mail</a>, John Schlafly, Eagle Forum, response to PolitiFact Texas, Feb. 25, 2011<br />\r\n\t<br />\r\n\tEuropean Scientific Committee on Emerging and Newly Identified Health Risks, advisory paper, <a href=\"http://ec.europa.eu/health/ph_risk/committees/04_scenihr/docs/scenihr_o_019.pdf\">&quot;Light Sensitivity,&quot;</a> Sept. 23, 2008 (accessed Feb. 25, 2011)<br />\r\n\t<br />\r\n\tInterview, Marc Nuwer, professor of neurology, David Geffen School of Medicine at University of California at Los Angeles, Feb. 24, 2011<br />\r\n\t<br />\r\n\tInterview, Mark Rea, director of Rensselaer Polytechnic Institute&rsquo;s Lighting Research Center, Troy, New York, Feb. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Stephen Silberstein, professor of neurology,Jefferson Medical College of Thomas Jefferson University, Philadelphia, Feb. 24, 2011<br />\r\n\t<br />\r\n\tNicolas Loris, research associate, The Heritage Foundation, Washington, opinion column, <a href=\"http://www.sacbee.com/2010/11/16/3190860/intentions-aside-bulb-ban-is-destructive.html#ixzz1E3o6i3yj\">&quot;Intentions aside, bulb ban is destructive,&quot;</a> The Sacramento Bee,<br />\r\n\tNov. 10, 2010 (accessed Feb. 15, 2011)<br />\r\n\t<br />\r\n\tPhyllis Schlafly, commentary, World Net Daily, <a href=\"http://www.wnd.com/index.php?pageId=242193\">&quot;Let there be light &ndash; and liberty,&quot;</a> Dec. 21, 2010 (accessed Feb. 15, 2011)<br />\r\n\t<br />\r\n\tTexas Eagle Forum, e-mail blast, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/%2002022011_texaseaglerforumeblast.html\">&quot;Torch,&quot;</a> Feb. 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Founder, Eagle Forum", "false_count": 1, "first_name": "Phyllis", "half_true_count": 0, "home_state": "Missouri", "id": 1066, "last_name": "Schlafly", "mostly_true_count": 0, "name_slug": "phyllis-schlafly", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/schlaflywithbooksn.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1066/", "total_count": 1, "true_count": 0, "website": "http://www.eagleforum.org/misc/bio.html"}, "statement": "<p>\r\n\tSays broken compact fluorescent light bulbs &quot;allegedly cause migraines and epilepsy attacks.&quot;<br />\r\n\t&nbsp;</p>", "statement_context": "an e-mail blast.", "statement_date": "2011-02-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}