{"art": [{"brightcove": "", "caption": "Rep. Anthony Weiner, D-N.Y., and Fox News anchor Megyn Kelly sparred over the rules for recusals on the Supreme Court. The interview quickly turned testy; we're taking a look at two of the claims made during the segment.", "id": 1109, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1109/", "title": "Weiner interview on Fox", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/1os57-n9vU0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "1os57-n9vU0"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/07/anthony-weiner/rep-anthony-weiner-says-elena-kagan-has-recused-he/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3372, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3372/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOn March 2, 2011, Rep. Anthony Weiner, D-N.Y., and Fox News anchor Megyn Kelly engaged in a heated debate about when it&rsquo;s appropriate for justices to recuse themselves from cases before the Supreme Court. After the exchange became a mini-sensation on <a href=\"http://www.youtube.com/watch?v=1os57-n9vU0&amp;feature=player_embedded\">YouTube</a>, several readers suggested we fact-check it.<br />\r\n\t<br />\r\n\tWeiner argued that Justice Clarence Thomas should recuse himself from any case that challenges the constitutionality of the health care law backed by President Barack Obama. Weiner argued that Thomas&rsquo; wife, Virginia, worked for groups that oppose the law, which, he said, gives Justice Thomas a financial stake in the outcome of the case.<br />\r\n\t<br />\r\n\tWe&rsquo;ve decided to check two separate claims from the testy interview, which ended with Weiner&#39;s sarcastic kicker, &quot;Great interview. Aces.&quot;<br />\r\n\t<br />\r\n\tIn this item, we&rsquo;ll look at Weiner&rsquo;s statement that Justice Elena Kagan has recused herself in &quot;many cases where she had little role&quot; as solicitor general, &quot;simply because the appearance (of a conflict of interest) was there.&quot; (In a separate item, we scrutinize Weiner&#39;s argument that Justice Thomas must recuse himself in the health care case.)<br />\r\n\t<br />\r\n\tBefore Kagan became a Supreme Court justice last fall, she served as solicitor general -- the official who argues the Obama administration&#39;s position on cases before the court.<br />\r\n\t<br />\r\n\tDue to the solicitor general&rsquo;s extensive role with the court -- the position is often called the 10th Justice -- anyone who moves from solicitor general to the court will inevitably encounter cases that their former office handled and must decide whether to recuse themselves.<br />\r\n\t<br />\r\n\tHere&rsquo;s the dialogue between Weiner and Kelly addressing Kagan and her recusals:<br />\r\n\t<br />\r\n\t<strong>Weiner</strong>: &quot;You said (Kagan) had to recuse herself. She did not. She chose to in many cases where she had very little role in, simply because the appearance was there. That&rsquo;s what Justice Thomas should do&hellip;.&quot;<br />\r\n\t<br />\r\n\t<strong> Kelly</strong>: &quot;If you were a lawyer in the case, you have to recuse yourself even if you signed a brief. Even if you signed a brief, you have to.&quot;<br />\r\n\t<br />\r\n\t<strong>Weiner</strong>: &quot;She did not recuse herself only in those circumstances. That&rsquo;s the point. (She recused herself) any time she was even in a meeting (where the case was discussed).&quot;<br />\r\n\t<br />\r\n\tWe should start by noting there is no official log of recusals. So we&rsquo;re reliant on data compiled by Supreme Court journalists, including <a href=\"http://legaltimes.typepad.com/blt/2010/09/kagan-recuses-in-ten-new-cases.html\">Tony Mauro of the National Law Journal </a>and <a href=\"http://www.scotusblog.com/2010/10/an-update-on-recusal/\">Tom Goldstein of SCOTUSblog</a>, who look through opinions and other official court documents and count the number of times justices recuse themselves. (While a justice&rsquo;s recusal is noted for the record, the court does not release the reason for the recusal.)<br />\r\n\t<br />\r\n\tA SCOTUSblog <a href=\"http://www.scotusblog.com/case-files/terms/ot2010.\">tally</a> lists 21 final rulings in which Kagan recused herself. The number is higher if you include cases that aren&#39;t tallied, such as decisions not to hear a case.<br />\r\n\t<br />\r\n\tKagan -- and the senators who questioned her at her confirmation hearings -- were well aware of her need to recuse herself from cases during her first term on the court.<br />\r\n\t<br />\r\n\t&quot;I would recuse myself from any case in which I&#39;ve been counsel of record at any stage of the proceedings, in which I&#39;ve signed any kind of -- of brief,&quot; Kagan testified in response to a question from Senate Judiciary Chairman Patrick Leahy, D-Vt., during a confirmation hearing on June 29, 2010. &quot;So that&#39;s a flat rule. In addition to that, &hellip; I would recuse myself in any case in which I&#39;d played any kind of substantial role in the process. &hellip; &nbsp;I think that that would include any case in which I&#39;ve officially formally approved something. So one of the things that the solicitor general does is approve appeals or approve amicus briefs to be filed in lower courts or approve interventions.&quot;<br />\r\n\t<br />\r\n\tTrue to her word, Kagan has followed through by recusing even in cases that may seem minor.<br />\r\n\t<br />\r\n\tGoldstein <a href=\"http://www.scotusblog.com/2010/10/an-update-on-recusal/\">wrote</a> that in at least four cases, Kagan recused herself because she had signed a &quot;no-participation slip&quot; for a case that later went to the Supreme Court. Such a document simply says that the government has no interest in becoming involved with the case.<br />\r\n\t<br />\r\n\t&quot;It is my sense,&quot; said Rex R. Perschbacher, a professor at the University of California-Davis School of Law, &quot;that she has been particularly sensitive to the issue of recusing herself whenever she had a modest involvement with the case or issues as solicitor general.&quot;<br />\r\n\t<br />\r\n\tBut was she simply abiding by the law?<br />\r\n\t<br />\r\n\tThe law in question is one that Weiner cited in the Fox interview. <a href=\"http://www.law.cornell.edu/uscode/28/455.shtml\">The law says</a> that &quot;any justice, judge, or magistrate judge of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned,&quot; or if &quot;he has served in governmental employment and in such capacity participated as counsel, adviser or material witness concerning the proceeding or expressed an opinion concerning the merits of the particular case in controversy.&quot;<br />\r\n\t<br />\r\n\tIn Kagan&rsquo;s case, she appears to be following the law and recusing herself in instances not only when she was &quot;counsel, adviser or material witness&quot; but also where she has &quot;expressed an opinion concerning the merits of the particular case in controversy&quot; -- even if it is in a routine memorandum bearing her signature that says the government is not taking sides.<br />\r\n\t<br />\r\n\tContrary to Weiner&#39;s claim that she is going beyond the law, this strikes experts as playing precisely within the rules.<br />\r\n\t<br />\r\n\tRobert Alt, deputy director of the Center for Legal and Judicial Studies at the conservative Heritage Foundation, said that Weiner&rsquo;s error is in assuming that Kagan&rsquo;s recusal even for minor participation in a case means she&rsquo;s recusing herself because of appearances alone. In fact, Alt argues, Kagan is required by law to do so.<br />\r\n\t<br />\r\n\t&quot;Having &lsquo;little role&rsquo; is not the standard and is not an exemption, even if the role is slight,&quot; Alt said. &quot;As a government attorney, if you just provide legal advice but are not counsel of record, you are still required to recuse.&quot;<br />\r\n\t<br />\r\n\tGoldstein agrees. Kagan has &quot;recused from any case in which she played a role while previously working in the government, even a trivial role,&quot; he told PolitiFact. &quot;That&rsquo;s a good, broad, bright-line rule.&quot;<br />\r\n\t<br />\r\n\tRonald Rotunda, a professor at Chapman University School of Law, testified during the confirmation hearings that &quot;if the participant, not simply as a counsel, but as an adviser, whether his opinions are public or private, whether they&#39;re oral or written, if he&#39;s expressed an opinion concerning the merits of a particular case or controversy, he must disqualify himself. &hellip; &nbsp;(It) doesn&#39;t matter that she&#39;s no longer the counselor of record, that the deputy solicitor general has taken over. She also has to recuse herself if she was an adviser concerning the proceeding -- that is, gave advice about the particular proceeding or expressed an opinion concerning the merits of a particular case or controversy.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us? We should first note that the Supreme Court is tight with information about recusals, so we can&rsquo;t be entirely certain about Kagan&rsquo;s thought process. It&rsquo;s possible that she has taken part in some cases in which she&rsquo;s had a minor but tangible role.<br />\r\n\t<br />\r\n\tBut in making the case that Thomas should recuse himself on the health care bill, Weiner held up Kagan as an example of a justice who went beyond what the recusal law dictated, adhering instead to what the appearance would be. But while Weiner is right that Kagan has chosen to recuse herself even when her participation in a given case seems minor, she still made her decision based on what the law demands. We see no evidence that she&rsquo;s gone further than the law would for the sake of appearances. On balance, we rate Weiner&rsquo;s statement Half True.</p>", "ruling_comments_date": "2011-03-07T15:34:07.099146", "ruling_date": "2011-03-07T18:08:17", "ruling_headline": "Rep. Anthony Weiner says Elena Kagan has recused herself on Supreme Court even when she didn't have to", "ruling_headline_slug": "rep-anthony-weiner-says-elena-kagan-has-recused-he", "ruling_link_text": "She's recused often, but because the law demands it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Anthony Weiner, <a href=\"http://www.youtube.com/watch?v=1os57-n9vU0&amp;feature=player_embedded\">interview</a> with Megyn Kelly on Fox News, March 2, 2011<br />\r\n\t<br />\r\n\tText of <a href=\"http://www.law.cornell.edu/uscode/28/455.shtml\">U.S. Code Title 28, Part I, Chapter 21, Section 455 (a) and 455 (b)</a><br />\r\n\t<br />\r\n\tTranscript of the Senate Judiciary Committee hearing on the nomination of Elena Kagan, July 1, 2010 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tTranscript of the Senate Judiciary Committee hearing on the nomination of Elena Kagan, June 29, 2010 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tTom Goldstein, &quot;An Update on Recusal&quot; (<a href=\"http://www.scotusblog.com/2010/10/an-update-on-recusal/\">post</a> on SCOTUSblog.com), Oct. 3, 2010<br />\r\n\t<br />\r\n\tTony Mauro, &quot;Kagan Recuses in Ten More Cases&quot; (<a href=\"http://legaltimes.typepad.com/blt/2010/09/kagan-recuses-in-ten-new-cases.html\">post</a> on the Blog at Legal Times), Sept. 10, 2010<br />\r\n\t<br />\r\n\tNational Public Radio, &quot;<a href=\"http://www.npr.org/templates/story/story.php?storyId=130205734\">Kagan Recused From Pending Supreme Court Cases</a>,&quot; Sept. 29, 2010<br />\r\n\t<br />\r\n\tNational Public Radio, &quot;<a href=\"http://www.npr.org/2011/03/03/134235461/Uncertain-Future-For-The-Defense-Of-Marriage-Act\">Uncertain Future For The Defense Of Marriage Act</a>,&quot; March 3, 2011<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/10/03/AR2010100303890.html\">Kagan&#39;s recusals take her out of action in many of the Supreme Court&#39;s cases</a>,&quot; Oct. 4, 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;<a href=\"http://blogs.wsj.com/law/2010/09/10/kagan-now-recused-from-21-pending-supreme-court-cases/\">Kagan Now Recused From 21 Pending Supreme Court Cases</a>,&quot; Sept. 10, 2010<br />\r\n\t<br />\r\n\tInterview with Steven Lubet, law professor at Northwestern University, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael C. Dorf, professor at Cornell University Law School, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Trevor Burrus, legal associate at the Cato Institute&rsquo;s Center for Constitutional Studies, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Robert Alt, deputy director of the Center for Legal and Judicial Studies at the Heritage Foundation, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tom Goldstein, founder of SCOTUSblog.com, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stuart Taylor, legal journalist and commentator, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Rex R. Perschbacher, professor at the University of California (Davis) School of Law, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dave Arnold, spokesman for Rep. Anthony Weiner, March 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Anthony", "half_true_count": 2, "home_state": "New York", "id": 222, "last_name": "Weiner", "mostly_true_count": 0, "name_slug": "anthony-weiner", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/anthony_weiner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/222/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays Justice Elena Kagan recused herself in &quot;many cases where she had little role&quot; as solicitor general, simply because of the appearance of a conflict of interest.</p>", "statement_context": "an interview on Fox News", "statement_date": "2011-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}